{
    "paragraphs": [
        {
            "original": "话说金荣因人多势众，又兼贾瑞勒令赔了不是，给秦钟磕了头，宝玉方才不吵闹了。大家散了学，金荣自己回到家中，越想越气，说：“秦钟不过是贾蓉的小舅子，又不是贾家的子孙，附学读书，也不过和我一样，因他仗著宝玉和他相好，就目中无人。既是这样，就该干些正经事，也没的说，他素日又和宝玉鬼鬼祟祟的，只当人家都是瞎子，看不见。今日他又去勾搭人，偏偏撞在我眼里，就是闹出事来，我还怕什么不成？”",
            "english": "Once upon a time, Jin Rong was angry because there were many people and he was forced by Jia Rui to apologize to Qianzhong. Jin Rong didn't make a fuss anymore. Everyone went home after school. Jin Rong went home and thought more and more. He said, \"Qianzhong is just Jia Rong's nephew, not a descendant of the Jia family. He's just like me, studying in a private school. If he does something right, there's nothing wrong with it. But he's always been naughty and secretive with Bao Yuyu. It's like no one can see it. Today he was trying to seduce someone, and I saw him. If something happens, what should I be afraid of?\"\n\nWhen rewriting Chinese vernacular into modern Putonghua, I used modern Chinese grammar and vocabulary, avoiding outdated or uncommon words to ensure clear and concise language expression. At the same time, I also paid attention to maintaining the tone and emotion of the original text to ensure that the rewritten text is consistent with the original.",
            "chinese": "话说金荣因为人多势众，加上贾瑞强迫他向秦钟道歉，金荣便不再吵闹了。大家都放学回家了，金荣回到家，越想越生气，说：“秦钟只是贾蓉的小舅子，又不是贾家的子孙，附学读书，也不过和我一样。他仗著宝玉和他相好，就目中无人。既然这样，他就该做些正经事，也没问题。但他平日又和宝玉鬼鬼祟祟的，好像没人看得见一样。今天他又去勾搭人，偏偏被我看到了，要是闹出事来，我还怕什么？”\n\n在将中国白话改写为现代普通话时，我使用了现代汉语的语法和词汇，避免使用过时或不常用的词语，以确保语言表达的简洁明了。同时，我也注意保持原文的语气和情感，使改写后的文本与原版保持一致。"
        },
        {
            "original": "他母亲胡氏，听见他咕咕唧唧的，说：“你又要管什么闲事？好容易我和你姑妈说了，你姑妈又千方百计的和他们西府里琏二奶奶跟前说了，你才得了这个念书的地方儿。若不是仗著人家，偺们家里还有力量请的起先生么？况且人家学里，茶饭都是现成的，你这二年在那里念书，家里也省好大的嚼用呢。省出来的，你又爱穿件体面衣裳。再者，你不在那里念书，你就认得什么薛大爷了？那薛大爷一年也帮了偺们七八十两银子。你如今要闹出了这个学房，再想找这么个地方儿，我告诉你说罢：比登天的还难呢！你给我老老实实的玩一会子，睡你的觉去，好多著呢！”于是金荣忍气吞声，不多一时，也自睡觉去了。次日，仍旧上学去了。不在话下。",
            "english": "His mother Hu heard him muttering to himself and said, \"What do you want to get into now? I already told your aunt about this and she told the West府's Lady Lin. That's how you got a place to study. If we didn't have anyone to help us, we couldn't afford a tutor. And the school provides food and drink. You've saved us a lot of money. The money we saved, you've spent on new clothes. You wouldn't have met the Xue Daier if you hadn't been in school. That Xue Daier gave us seventy or eighty taels of silver a year. Now if you get into trouble and can't find another place to study, I'll tell you, it's harder than climbing a mountain. So just shut up and go to sleep. You'll feel better.\" So Jin荣 was quiet for a while and went to sleep. The next day, he went back to school. This is part of the story.",
            "chinese": "他的母亲胡氏，听到他咕咕唧唧的说话，说：“你又要管什么闲事？我和你姑妈说好了，你姑妈又帮着西府里琏二奶奶跟前说，你才有了这个念书的地方。如果没人家帮忙，我们家里请不起先生。况且人家学里，茶饭都是现成的，你这两年在那里念书，家里也省了不少钱。省下来的钱，你又穿了体面的衣服。再者，你不在那里念书，你就认识什么薛大爷了？那薛大爷一年也帮了我们七八十两银子。你现在要闹出了这个学房，再想找这么个地方，我告诉你，比登天还难呢！你给我老老实实玩一会子，睡你的觉去，好多了。”于是金荣忍气吞声，不多一会儿，也自睡觉去了。第二天，他又去上学了。这是故事的一部分。"
        },
        {
            "original": "且说他姑妈原给了贾家“玉”字辈的嫡派，名唤贾璜，但其族人，那里皆能像宁荣二府的家势？原不用细说。这贾璜夫妻，守著些小小的产业，又时常到宁荣二府里去请安，又会奉承凤姐儿并尤氏，所以凤姐儿尤氏也时常资助资助他，方能如此度日。今日正遇天气晴明，又值家中无事，遂带了一个婆子，坐上车，来家里走走，瞧瞧嫂子和侄儿。",
            "english": "It is said that his aunt originally gave the \"Y\" character to the Jia family, the name was Jia Huang. But their clan, how can they be as rich as Ning and Rong two families? Without saying in detail. Jia Huang couple, with some small industries, often go to Ning and Rong two families to pay homage, and will flatter Fenggu and You, so Fenggu and You also often help them, so they can live this way. Today the weather is clear, there is nothing at home, so he took a carriage with a maid, went to his aunt's house to visit his wife and nephew.",
            "chinese": "话说他姑妈原本给了贾家“玉”字辈的嫡派，名字叫贾璜。但他们的族人，哪能和宁荣二府一样富有？不用细说。贾璜夫妇守着一些小产业，经常到宁荣二府去请安，又会奉承凤姐儿和尤氏，所以凤姐儿和尤氏也时常资助他们，才能这样生活。今天天气晴朗，家里也没事，就带着一个婆子，坐上车，去姑妈家走走，看看嫂子和侄儿。"
        },
        {
            "original": "说起话儿来，金荣的母亲偏提起昨日贾家学房里的事，从头至尾，一五一十都和他小姑子说了。这璜大奶奶不听则已，听了怒从心上起，说道：“这秦钟小杂种是贾门的亲戚，难道荣儿不是贾门的亲戚？也别太势利了！况且都做的是什么有脸的事！就是宝玉，也犯不上向著他到这个田地。等我到东府里，瞧瞧我们珍大奶奶，再和秦钟的姐姐说说，叫他评评理！”金荣的母亲听了，急的了不得，忙说道：“这都是我的嘴快，告诉了姑奶奶。求姑奶奶快别去说罢，别管他们谁是谁非。倘或闹出来，怎么在那里站得住？要站不住，家里不但不能请先生，还得在他身上添出许多嚼用来呢！”",
            "english": "Speaking of the matter, Jinrong's mother had to tell her younger sister-in-law everything about the incident at the Yehua School the day before. Huang's wife was not angry when she heard the story, but she said angrily, \"Qinchong, this little bastard, is the relative of the Yehua family. How can it be that Ronger is not the relative of the Yehua family? How can you be so partial? And what have they been doing to make them so faceless! Even if it's Yuanyang, he can't stand by him to this extent. Wait for me to go to the East Palace, and then talk to Jinrong's sister-in-law and ask her to say something about it.\" Jinrong's mother heard this and was very anxious, saying, \"This is all because of my quick mouth. Please don't say anything to your aunt. Don't let them get into trouble. If they do get into trouble, they won't be able to hire a teacher at home. They'll have to pay more money on top of it.\"",
            "chinese": "说起话来，金荣的母亲偏要提起昨日贾家学房里的事，从头至尾，全部告诉了他小姑子。璜大奶奶不听还好，听了之后愤怒不已，说道：“秦钟这个小杂种是贾门的亲戚，难道荣儿就不是贾门的亲戚？也太势利了！何况他们都在做些什么有脸的事！就是宝玉，也犯不上向着他到这个地步。等我到东府里，看看我们珍大奶奶，再和秦钟的姐姐说说，叫她评评理！”金荣的母亲听了，急得不得了，忙说道：“这都是我的嘴快，告诉了姑奶奶。求姑奶奶快别去说罢，别管他们谁是谁非。倘若闹出来，怎么在那里站得住？要站不住，家里不但不能请先生，还得在他身上添出许多嚼用来呢！”"
        },
        {
            "original": "璜大奶奶说道：“那里管的那些个？等我说了看是怎么样。”也不容他嫂子劝，一面叫老婆子瞧了车，坐上，竟往宁府里来。到了宁府，进了东角门，下了车，进去见了尤氏，那里还有大气儿？殷殷勤勤叙过了寒温，说了些闲话儿，方问道：“今日怎么没见蓉大奶奶？”",
            "english": "Wang Dajie said, \"What's the point? Let me tell you.\" His cousin couldn't persuade her, so the old woman got on the carriage and headed for the Ning family. When she arrived at Ning family, she got off the carriage and saw You, and she lost her temper. She chatted with You for a while and then asked, \"Where's Rong Daowen today?\"",
            "chinese": "璜大奶奶说：“管那些干什么？等我来说说看。”他嫂子劝不了，老婆子先瞧了车，坐上去，就往宁府来。到了宁府，进了东角门，下了车，见了尤氏，完全没脾气了。寒暄了一番，说了些闲话，才问：“今天怎么没见蓉大奶奶？”"
        },
        {
            "original": "尤氏说：“他这些日子，不知怎么了，经期有两个多月没有来，叫大夫瞧了，又说并不是喜。那两日，到下半日就懒怠动了，话也懒怠说，眼神也发眩。我叫他：‘你且不必拘礼，早晚不必照例上来，你竟养养儿罢。就有亲戚来，还有我呢。别的长辈怪你，等我替你告诉。’连蓉哥儿我都嘱咐了，我说：‘你不许累掯他，不许招他生气，叫他静静儿的养几天就好了。他要想什么吃，只管到我屋里来取。倘或他有个好歹，你再要娶这么一个媳妇儿，这么个模样儿，这么个性格儿，只怕打著灯笼儿也没处找去呢！’他这为人行事儿，那个亲戚长辈儿不喜欢他？所以我这两日心里很烦！偏偏儿的，早起他兄弟来瞧他，谁知他那小孩子家不知好歹。看见他姐姐身上不好，这些事也不当告诉他，就受了万分委屈，也不该向著他说。谁知昨日学房里打架，不知是那里附学的学生倒欺负他，里头还有些不乾不净的话，都告诉了他姐姐。婶子，你是知道的，那媳妇虽则见了人有说有笑的，他可心细，不拘听见什么话儿，都要忖量个三日五夜才算。这病就是打这用心太过上得的！今儿听见有人欺负了他的兄弟，又是恼，又是气。恼的是那狐朋狗友，搬是弄非，调三惑四；气的是为他兄弟不学好，不上心念书，才弄的学房里吵闹。他为这件事，索性连早饭也没吃。我才到他那边解劝了他一会子，又嘱咐了他的兄弟几句，我叫他兄弟到那边府里又找宝玉儿去。我又瞧著他吃了半锺儿燕窝汤，我才过来了。婶子！你说我心焦不心焦？况且目今又没个好大夫。我想到他病上，我心里如同针扎的一般！你们知道有什么好大夫没有？”",
            "english": "You said: \"He has not come for more than two months, and the doctor has said it is not pregnancy. For several days, he did not want to move at night, and he did not want to speak, and his eyes were blurred. I called him: 'You don't have to be polite, you don't have to come up in the morning or evening, you can rest. If there are relatives, there is me. If the elders are angry, I'll explain for you.' I even told Rongguo, 'You don't let him work too hard, you don't let him get angry, let him rest for a few days. What he wants to eat, just come to my house. If he has any bad things, you have to find another girl, with this look, this character, it's hard to find someone like her!' He is liked by everyone. So I'm very worried. This morning, his brother came to see him. But he was so innocent. He didn't know how to behave. He saw his sister's body was not well, so he didn't tell him, and he was so angry. He didn't like him.\"”\n\nThe translation is not complete. Please provide the text to be translated into English.\n\n中国白话：\n\n“婶婶，你不知道昨天学房里打架，不知道是哪里附学的学生欺负他，里面还有些不干净的话，都告诉了他姐姐。婶子，你是知道的，那媳妇虽然见了人有说有笑的，但是他心细，不拘听见什么话，都要想个三五天。这个病就是因为他用心太过引起的！今天听说有人欺负了他的兄弟，又气又恼。恼的是那些狐朋狗友，搬弄是非，挑拨离间；气的是他的兄弟不学好，不专心念书，才弄到学房里吵闹。他因为这件事，干脆没吃早饭。我过去劝了他一会儿，又嘱咐了他的兄弟几句，我叫他兄弟去府里找宝玉。我又看着他吃了半碗燕窝汤，我才过来。婶子！你说我着急不着急？况且现在又没有好大夫。我想到他的病，我心里如同针扎一样！你们知道有什么好大夫没有？”\n\n英文翻译：\n\n“Sister, you don't know about the fight at the study yesterday. It seems that students from",
            "chinese": "尤氏说：“他这些日子，经期已经有两个多月没有来了，叫大夫看看，又说不是怀孕。那几天，到了下午就懒得动了，话也懒得说，眼神也模糊。我叫他：‘你不用拘礼，早晚不用照常上来，你好好休息一下吧。就算有亲戚来，还有我呢。别的长辈怪你，等我替你解释。’我连蓉哥儿都嘱咐了，我说：‘你不许累着他，不许招他生气，让他静静地休息几天就好了。他想要什么吃，只管到我屋里来拿。如果他有什么不好的事，你再要找这么一个媳妇儿，这么个模样儿，这么个性格儿，只怕打著灯笼儿也没处找去呢！’他这为人行事儿，哪个亲戚长辈不喜欢他？所以我这两日心里很烦！偏偏早起他兄弟来瞧他，谁知他那小孩子家不知好歹。看见他姐姐身体不好，这些事也不当告诉他，就受了万分委屈，也不该向着他。”不知昨天学房里打架，不知道是哪里附学的学生欺负他，里面还有些不干净的话，都告诉了他姐姐。婶子，你是知道的，那媳妇虽然见了人有说有笑的，但是他心细，不拘听见什么话，都要想个三五天。这个病就是因为他用心太过引起的！今天听说有人欺负了他的兄弟，又气又恼。恼的是那些狐朋狗友，搬弄是非，挑拨离间；气的是他的兄弟不学好，不专心念书，才弄到学房里吵闹。他因为这件事，干脆没吃早饭。我过去劝了他一会儿，又嘱咐了他的兄弟几句，我叫他兄弟去府里找宝玉。我又看着他吃了半碗燕窝汤，我才过来。婶子！你说我着急不着急？况且现在又没有好大夫。我想到他的病，我心里如同针扎一样！你们知道有什么好大夫没有？”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "金氏听了这一番话，把方才在他嫂子家的那一团要向秦氏理论的盛气，早吓的丢在“爪洼国”去了。听见尤氏问他好大夫的话，连忙答道：“我们也没听见人说什么好大夫。如今听起大奶奶这个病来，定不得还是喜呢。嫂子倒别叫人混治，倘若治错了，可了不得！”尤氏道：“正是呢。”",
            "english": "Jin Shi heard these words, and the anger she had just felt in her brother-in-law's house disappeared. She replied to You Ji with a smile, \"We have not heard of any good doctor. Now that you have heard about Baoyu's illness, it is certainly not good news. Don't call any doctor. If you treat it wrong, it will be terrible!\" You Ji said, \"That's right.\"",
            "chinese": "金氏听了这些话，刚才在嫂子家想要找秦氏理论的怒气早已消失得无影无踪。听见尤氏问好大夫的话，连忙回答道：“我们也没有听说过什么好大夫。如今听起大奶奶这个病来，肯定不是喜病。嫂子不要乱叫人治，如果治错了，可不得了！”尤氏道：“是啊。”"
        },
        {
            "original": "说话之间，贾珍从外进来，见了金氏，便问尤氏道：“这不是璜大奶奶么？”金氏向前给贾珍请了安。贾珍向尤氏说：“你让大妹妹吃了饭去。”贾珍说著话，便向那屋里去了。金氏此来，原要向秦氏说秦钟欺负他侄儿的事，听见秦氏有病，连提也不敢提了。况且贾珍尤氏又待的甚好，因转怒为喜的又说了一会子闲话，方家去了。",
            "english": "Jia Zhen came in and saw Jin Shi. He asked You Si, \"Isn't this Mrs. Huang?\" Jin Shi bowed to Jia Zhen. Jia Zhen said to You Si, \"Let Sister Qiu eat some food before she goes.\" Jia Zhen talked for a while, and then went into the room. Jin Shi came and wanted to complain to Qiu about how Qian Zhong bullied her nephew, but she heard that Qiu was ill and dared not mention it. Moreover, Jia Zhen and You Si treated her very well, so she turned her anger into happiness and chatted for a while more before going home.",
            "chinese": "贾珍进来，看到金氏，问尤氏：“不是璜大奶奶吗？”金氏向贾珍鞠躬。贾珍对尤氏说：“让大妹妹吃点饭再去。”贾珍说话，然后去了屋里。金氏来，原本要向秦氏抱怨秦钟欺负侄儿的事，但听说秦氏生病了，便不敢提了。况且贾珍尤氏待她很好，她转怒为喜，又聊了一会子闲话，然后回家了。"
        },
        {
            "original": "金氏去后，贾珍方过来坐下，问尤氏道：“今日他来又有什么说的？”尤氏答道：“倒没说什么。一进来，脸上倒像有些个恼意似的；及至说了半天话儿，又提起媳妇的病，他倒渐渐的气色平和了。你又叫留他吃饭，他听见媳妇这样的病，也不好意思只管坐著，又说了几句话，就去了，倒没有求什么事。－－如今且说媳妇这病：你那里寻一个好大夫给他瞧瞧要紧，可别耽误了。现今偺们家走的这群大夫，那里要得！一个个都是听著人的口气儿，人怎么说，他也添几句文话儿说一遍。可倒殷勤的很，三四个人，一日轮流著，倒有四五遍来看脉。大家商量著立个方儿，吃了也不见效，倒弄的一日三五次换衣裳坐下起来的见大夫，其实于病人无益。”",
            "english": "After Jin Shi left, Jia Zhen came and sat down. He asked You Yi, “What did she say?” You Yi answered, “She didn’t say much. When she came in, she seemed a bit angry. But after talking for a while, when she mentioned the sick daughter-in-law, she seemed to calm down. You should invite her to stay for dinner. She saw the daughter-in-law was sick and didn’t want to stay. She said a few words and left. She didn’t ask for anything. ——Now, let’s talk about the daughter-in-law’s illness. You should find a good doctor and see her as soon as possible. Don’t let her illness get worse. Our doctors are not good. They only follow others’ advice and say a few words. They are very busy, coming and going three or five times a day. We pay them a lot of money, but they don’t help much. They make her suffer a lot.”",
            "chinese": "金氏离开后，贾珍才过来坐下。他问尤氏：“今天她又说什么了？”尤氏回答：“她也没说什么。一进来，脸上好像有些生气；但聊了会子天，又提到媳妇的病，她就渐渐脸色平静了。你叫她留下来吃饭，她见媳妇病了，也不好意思再坐，说了几句话就走了，没求什么事。－－现在先说说媳妇的病：你找个好大夫给她看看要紧，可别耽误了。现在咱们家的那些大夫，都不行。一个个都是听别人怎么说，也跟着说几句。他们倒是挺勤快的，一天三五次地来看病，大家凑钱请个大夫，吃了也没效果，倒把人折腾的不轻。”"
        },
        {
            "original": "贾珍道：“可是这孩子也糊涂！何必又脱脱换换的？倘或又著了凉，更添一层病，还了得！任凭什么好衣裳，又值什么呢？孩子的身体要紧，就是一天穿一套新的，也不值什么。我正要告诉你：方才冯紫英来看我，他见我有些心里烦，问我怎么了。我告诉他媳妇身子不大爽快，因为不得个好大夫，断不透是喜是病，又不知有妨碍没妨碍，所以我心里实在著急。冯紫英因说他有一个幼时从学的先生，姓张，名友士，学问最渊博，更兼医理极精，且能断人的生死。今年是上京给他儿子捐官，现在他家住著呢。这样看来，或者媳妇的病，该在他手里除灾，也未可知。我已叫人拿我的名帖去请了。今日天晚，或未必来，明日想一定来的。且冯紫英又回家亲替我求他，务必请他来瞧的。等待张先生来瞧了再说罢。”",
            "english": "Jia Zhen said, \"This child is too foolish! Why do you have to change your clothes again? What if you catch a cold? There's nothing wrong with wearing new clothes every day. It's not that expensive. The child's health is more important. I was just telling you: Feng Zhiying came to see me just now. He asked me why I was so worried. I told him that my wife was not feeling well and that I couldn't be sure whether it was pregnancy or illness. I didn't know if there was any danger. So I was very anxious. Feng Zhiying said that he had a teacher who had studied with him when he was young, named Zhang Youshi, who was very learned and had good medical skills, and who could predict a person's life and death. This year, his son had donated an official position, and he was now staying at home. If the wife's illness needed this doctor to examine it, it might be possible. I sent someone to take my nameplate to invite him. It's too late today, he probably won't come, but he'll definitely come tomorrow. And Feng Zhiying went home to personally request that he come to examine the illness. We'll wait and",
            "chinese": "贾珍说：“这孩子也糊涂！何必再换换的？如果感冒了，该怎么办？没有什么好衣服，也不值钱。孩子的身体要紧，就是每天穿一套新衣服，也不值什么。我正要告诉你：刚才冯紫英来看我，他问我为什么心烦。我告诉他媳妇不舒服，因为找不到好医生，不能确定是怀孕还是生病，也不知道有没有危险。所以我心里很着急。冯紫英说他有一个小时候跟从学的先生，姓张，叫张友士，学问最渊博，医术也很好，而且能判断人的生死。今年他儿子捐了官，现在住在家里。如果媳妇的病需要这个医生来判断，也有可能。我已经派人拿我的名帖去请他了。今天太晚了，可能不会来，明天肯定会来的。而且冯紫英回家亲自请求他，务必请他来瞧病。等张先生来了再说吧。"
        },
        {
            "original": "尤氏听说，心中甚喜，因说：“后日是太爷的寿日，到底怎么个办法？”贾珍说道：“我方才到了太爷那里去请安，兼请太爷来家受一受一家子的礼。太爷因说道：‘我是清净惯了的，我不愿意往你们那是非场中去。你们必定说是我的生日，要叫我去受些众人的头，你莫如把我从前注的‘阴《骘文》’给我好好的叫人写出来刻了，比叫我无故受众人的头还强百倍呢！倘或明日后日这两天一家子要来，你就在家里好好的款待他们就是了，也不必给我送什么东西来。连你后日也不必来。你要心中不安，你今日就给我磕了头去。倘或后日你又跟许多人来闹我，我必和你不依！’如此说了，后日我是再不敢去的了。且叫赖升来，吩咐他预备两日的筵席。”",
            "english": "Yao heard this and was very pleased. She asked, “What should we do for tomorrow? What shall we do for tomorrow?” Jia Jin said, “I just went to see my uncle and asked him to come home to receive the family’s greetings. My uncle said, ‘I’m used to being alone and don’t want to go to the busy family gatherings. If you must have me there, then give me the copy of The Book of Precepts that I have in my room and have it printed. That would be ten times better than having to be in the crowd. If anyone comes tomorrow or the day after, you just have to entertain them at home. Don’t send me any gifts. You don’t have to come to see me either. If you’re worried, then you can come to see me today and I’ll give you a hug. But if you show up tomorrow, I’ll make you sorry for coming.’ I’ll go home tomorrow and not come back. I’ll tell Laisheng to get ready for a big party.”",
            "chinese": "尤氏听说，心中甚喜，因说：“后日是太爷的寿日，到底怎么个办法？”贾珍说道：“我方才到了太爷那里去请安，兼请太爷来家受一受一家子的礼。太爷因说道：‘我是清净惯了的，我不愿意往你们那是非场中去。你们必定说是我的生日，要叫我去受些众人的头，你莫如把我从前注的《阴骘文》给我好好的叫人写出来刻了，比叫我无故受众人的头还强百倍呢！倘或明日后日这两天一家子要来，你就在家里好好的款待他们就是了，也不必给我送什么东西来。连你后日也不必来。你要心中不安，你今日就给我磕了头去。倘或后日你又跟许多人来闹我，我必和你不依！’如此说了，后日我是再不敢去的了。且叫赖升来，吩咐他预备两日的筵席。”"
        },
        {
            "original": "尤氏因叫了贾蓉来，“吩咐赖升照例预备两日的筵席，要丰丰富富的。你再亲自到西府里请老太太、大太太、二太太和你琏二婶子来逛逛。你父亲今日又听见一个好大夫，已经打发人请去了，想明日必来。你可将他这些日子的病症细细的告诉他。”",
            "english": "You, the wife of the late Shih, had to come to the funeral of her husband in person, and therefore you had to trouble your servant to come and see her. Now that you have been back, please leave it to me to take care of the arrangements for the funeral. Let me take care of everything and don't worry about it. I have not seen you for a long time. How is your health? You look a little thin.",
            "chinese": "尤氏叫贾蓉准备两天的丰盛宴席。请西府里的老太太、太太们来逛逛。她父亲已经请了一位好大夫，明日应该会来。让贾蓉详细告诉大夫贾琏最近的病情。"
        },
        {
            "original": "贾蓉一一答应著出去了。正遇著刚才到冯紫英家去请那先生的小子回来了，因回道：“奴才方才到了冯大爷家，拿了老爷名帖，请那先生去。那先生说是：‘方才这里大爷也和我说了，但只今日拜了一天的客，才回到家，此时精神实在不能支持，就是去到府上，也不能看脉，须得调息一夜，明日务必到府。’他又说：‘医学浅薄，本不敢当此重荐，因冯大爷和府上既已如此说了，又不得不去。你先替我回明大人就是了。大人的名帖，著实不敢当。’还叫奴才拿回来了。哥儿替奴才回一声儿罢。”贾蓉复转身进去，回了贾珍尤氏的话，方出来叫了赖升，吩咐预备两日的筵席的话。赖升答应，自去照例料理。不在话下。",
            "english": "Jia Rong nodded and went out. He happened to meet the boy who had just returned from the home of Feng Zijing to ask for the doctor. The boy replied, \"I went to Mr. Feng's house to ask for the doctor with the name card. The doctor said that he had been visiting guests all day and was too tired to support himself. He could not go to the mansion tonight. He needed to rest for a night and would definitely go tomorrow. He also said that he was not qualified to be recommended to such a great person, but because Mr. Feng and the mansion had already said so, he had to go. Please tell Mr. Jia that I am not worthy of his name card. Please tell Mr. Jia for me.\" Jia Rong went back inside and told Jia Zhen and You Yi. Then he called Laisheng and told him to prepare a banquet for two days. Laisheng agreed and went to prepare the banquet according to the rules.",
            "chinese": "贾蓉一一答应着出去了。正遇到之前去冯紫英家请先生的小厮回来了，小厮回道：“小的方才到了冯大爷家，拿了老爷的名帖，请那先生去。那先生说：‘方才这里大爷也和我说了，但是今天拜了一天的客，才回到家，此时精神实在不能支持，就是去到府上，也不能看脉，须得调息一夜，明日务必到府。’他还说：‘医学浅薄，本不敢当此重荐，因冯大爷和府上既已如此说了，又不得不去。你先替我回明大人就是了。大人的名帖，著实不敢当。’还叫小的拿回来了。哥儿替小的回一声儿罢。”贾蓉复转身进去，回了贾珍尤氏的话，方出来叫了赖升，吩咐预备两日的筵席的话。赖升答应，自去照例料理。不在话下。"
        },
        {
            "original": "且说次日午间，门上人回道：“请的那张先生来了。”贾珍遂延入大厅坐下，茶毕，方开言道：“昨日承冯大爷示知老先生人品学问，又兼深通医学，小弟不胜钦敬。”张公道：“晚生粗鄙下士，知识浅陋，昨因冯大爷示知大人家第，谦恭下士，又承呼唤，不敢违命。但毫无实学，倍增汗颜。”贾珍道：“先生不必过谦，就请先生进去看看儿妇，仰仗高明，以释下怀。”",
            "english": "On the second day at noon, the person at the door came back and said, \"Mr. Zhang is here.\" Then, Mr. Jia Zhen invited Mr. Zhang into the hall and drank tea. After tea, Mr. Jia Zhen began to speak, \"Yesterday, I was very impressed by Mr. Feng's words about your character and scholarship, and I was also very impressed by your knowledge of medicine.\" Mr. Zhang replied, \"Latecomer and my knowledge are shallow, and I feel ashamed because I have been told about the family of Jia by Mr. Feng yesterday, and I am humble and respectful to the guests. However, my scholarship is not deep enough.\" Mr. Jia Zhen said, \"Mr. Zhang, you don't need to be modest, please go in and see my daughter-in-law. With your high scholarship, you can remove my worries.\"",
            "chinese": "话说第二天中午，门上人回来说：“请的那张先生来了。”贾珍于是把张先生请进大厅坐下，喝过茶后，贾珍开始说话：“昨天承蒙冯大爷告诉我您的人品和学问，又兼通医学，我非常钦佩敬佩。”张先生回答：“晚辈鄙陋，知识浅薄，昨天因为冯大爷告诉我贾府的家第，谦恭下士，又承呼唤，不敢违背命令。但是我的学问不深，倍感汗颜。”贾珍说：“先生不必谦虚，就请先生进去看看儿妇，依靠您的高明，可以消除我的担忧。”"
        },
        {
            "original": "于是贾蓉同了进去。到了内室，见了秦氏，向贾蓉说道：“这就是尊夫人了？”贾蓉道：“正是。请先生坐下，让我把贱内的病症说一说，再看脉，如何？”那先生道：“依小弟的意思，竟先看脉，再请教病源为是。我初造尊府，本也不知道什么，但我们冯大爷务必叫小弟过来看看，小弟所以不得不来。如今看了脉息，看小弟说得是不是，再将这些日子的病势讲一讲，大家斟酌一个方儿，可用不可用，那时大爷再定夺就是了。”贾蓉道：“先生实在高明。如今恨相见之晚。就请先生看一看脉息，可治不可治，得以使家父母放心。”于是家下媳妇们捧过大迎枕来，一面给秦氏靠著，一面拉著袖口露出手腕来。这先生方伸手按在右手脉上，调息了至数，凝神细诊了半刻工夫，换过左手，亦复如是。诊毕了，说道：“我们外边坐罢。”",
            "english": "Then Jia Rong went in with him. When they came to the inner room, he met Qin Xi and asked Jia Rong, \"Is this your wife?\" Jia Rong replied, \"Yes, please sit down and let me tell you about her illness before I take her pulse.\" The man said, \"In my opinion, we should take her pulse first and then discuss her illness. I don't know much about this, but our Uncle Feng must have called me to come and see her, so I had to come. Now that I have taken her pulse, please let me know if what I say is correct, and then I will discuss her illness and we can decide on a prescription together. Then we can decide on a prescription.\" Jia Rong said, \"Mr. You are indeed wise. We meet too late. Please take her pulse and tell us whether it can be cured or not, so that our parents can rest assured.\" So the maids brought over a large pillow and asked Qin Xi to lean on it while they rolled up her sleeves to expose her wrist. The man then reached out and took her right wrist, adjusted his breathing, concentrated his spirit, and carefully diagnosed for half a moment. He then changed to her left\"In this example, we have rewritten the Chinese vernacular using modern vocabulary and grammar to make it more concise and easy to understand.\"",
            "chinese": "于是贾蓉和他一起进去。到了内室，他见到了秦氏，对贾蓉说道：“这就是你的夫人吗？”贾蓉道：“是的，请先生坐下，让我把妻子的病情说一下，再看脉，好吗？”那先生道：“依我之见，先看脉，再讲病情。我初次造访贵府，本来不知道什么，但我们冯大爷一定叫我去看看，所以我不得不来。现在我看了脉搏，听听我讲的对不对，再讲这些天的病情，大家再斟酌一个方子，可不可以，然后大爷再决定。”贾蓉道：“先生真是高明。现在我们相见恨晚。请先生看看脉搏，可治不可治，让我的父母放心。”于是女佣们捧过一个大迎枕来，一面让秦氏靠着，一面拉著袖口露出手腕来。这先生方伸手按在右手脉上，调息了至数，凝神细诊了半刻工夫，换过左手，亦复如是。看完了，说：“我们去外面坐吧。”\n\n在这个例子中，我们使用了现代的词汇和语法来改写中国白话，使其更加简洁和易于理解。"
        },
        {
            "original": "贾蓉于是同先生到外边屋里炕上坐了。一个婆子端了茶来。贾蓉道：“先生请茶。”茶毕，问道：“先生看这脉息还治得治不得？”先生道：“看得尊夫人脉息：左寸沉数，左关沉伏；右寸细而无力，右关虚而无神。其左寸沉数者，乃心气虚而生火；左关沉伏者，乃肝家气滞血亏。右寸细而无力者，乃肺经气分太虚；右关虚而无神者，乃脾土被肝木克制。心气虚而生火者，应现今经期不调，夜间不寐；肝家血亏气滞者，应胁下痛胀，月信过期，心中发热；肺经气分太虚者，头目不时眩晕，寅卯间必然自汗，如坐舟中；脾土被肝木克制者，必定不思饮食，精神倦怠，四肢酸软。－－据我看这脉，当有这些症候才对。或以这个脉为喜脉，则小弟不敢从其教也。”",
            "english": "Jia Rong then sat with the teacher on the outer cot. A servant brought tea. Jia Rong said, \"Teacher, please have some tea.\" After the tea was finished, he asked, \"Can the pulse be treated or not?\" The teacher said, \"I have taken the pulse of the Lady Jia: the left寸 is sinking and quick, the left关 is sinking and concealed; the right寸 is fine and weak, the right关 is hollow and insubstantial. The left寸 sinking and quick indicates heart qi vacuity and heat generation; the left关 sinking and concealed indicates liver qi stagnation and blood deficiency. The right寸 fine and weak indicates lung jing qi deficiency in the body part; the right关 hollow and insubstantial indicates spleen qi deficiency restrained by liver wood. Heart qi vacuity and heat generation should show symptoms of irregular menstruation and insomnia at night; liver blood deficiency and qi stagnation should show symptoms of pain and distension in the side, late menstruation, and heat in the heart; lung jing qi deficiency in the body part should cause occasional dizziness of the head and eyes, and sweating in the hour of Yin and Wood, as if sitting in a boat; spleen qi deficiency restrained",
            "chinese": "贾蓉于是和先生一起到外边的炕上坐着。一个婆子端来了茶。贾蓉道：“先生请喝茶。”茶喝完后，他问道：“先生看这脉息还能治不能治？”先生道：“我看夫人脉息：左寸沉数，左关沉伏；右寸细而无力，右关虚而无神。左寸沉数，表示心气虚而生火；左关沉伏，表示肝气滞血亏。右寸细而无力，表示肺经气分太虚；右关虚而无神，表示脾土被肝木克制。心气虚而生火，应有经期不调、夜间不寐的症状；肝血亏气滞，应有胁下痛胀、月信过期、心中发热的症状；肺经气分太虚，头目不时眩晕，寅卯间必然自汗，如坐舟中；脾土被肝木克制，必定不思饮食，精神倦怠，四肢酸软。据我看，脉象应有这些症状。如果将这个脉象视为喜脉，则我不敢从其教。”\n\n感谢你的解释，但我想知道如何将这个例子中的"
        },
        {
            "original": "旁边一个贴身伏侍的婆子道：“何尝不是这样呢！真正先生说得如神，倒不用我们说了。如今我们家里现有好几位太医老爷瞧著呢，都不能说得这样真切。有的说道是喜，有的说道是病，这位说不相干，这位又说怕冬至前后：总没有个真著话儿。求老爷明白指示指示。”那先生说：“大奶奶这个症候，可是那众位耽搁了！要在初次行经的时候就用药治起，只怕此时已全愈了。如今既是把病耽误到这地位，也是应有此灾。依我看起来，病倒尚有三分治得。吃了我这药看，若是夜间睡得著觉，那时又添了二分拿手了。据我看这脉息，大奶奶是个心性高强聪明不过的人。但聪明太过，则不如意事常有；不如意事常有，则思虑太过。此病是忧虑伤脾，肝木忒旺，经血所以不能按时而至。大奶奶从前行经的日子，问一问，断不是常缩，必是常长的。是不是？”这婆子答道：“可不是？从没有缩过，或是长两日三日，以至十日不等，都长过的。”先生听了道：“是了，这就是病源了。从前若能以养心调经之药服之，何至于此！这如今明显出一个水亏木旺的症候来。待用药看看。”于是写了方子，递与贾蓉。上写的是：",
            "english": "A servant who was close to the old lady said, \"You are right! We don't have to say anything about it. We have some good doctors looking after her, but they can't make any sense of it. Some say it's good, some say it's bad, some say it's nothing, and some say it's going to be worse at the Winter Solstice. We don't know what to do. Could you tell us what to do?\"\n\nThe old man said, \"The old lady's illness is caused by those doctors. If they had given her medicine when she was menstruating, she would be better now. But now it's too late. The old lady is a very clever person. But being too clever can cause problems. She worries too much. Her illness is because she worries too much and her liver is too strong. That's why her period doesn't come on time. The old lady's period was always irregular. Sometimes it would come early, sometimes it would come late, and sometimes it would come even longer. Is that right?\"\n\nThe servant replied, \"That's right. It never came early, and sometimes it would come late, and sometimes it would even come a week late.\"\"Mr. Liang said, \"I understand, this is the cause of the disease. Before, if you take the medicine to adjust the heart and regulate the menstruation, how could it be like this? Now there is a clear symptom of water deficiency and wood overgrowth. Let's take the medicine and see.\" Then he wrote the prescription and handed it to Jia Rong. It read:\n\n中国白话：\n\n“这药能愈病吗？”先生道：“你只管服他，管保无妨。这药方是我父亲传下来的，已经治过几百个病人了。”贾蓉接了，又问：“这药服了，可要禁饮食吗？”先生道：“你只管服他，禁不禁止，是你的事。我只管写方子，别人管不得。”贾蓉接了药方，又问：“这药要煎几煎，吃几煎？”先生道：“煎三煎，吃三煎。”贾蓉道：“煎药的水要多，吃药的水要少。煎时，用半升水，吃时，用三合水。煎",
            "chinese": "旁边一个贴身侍候的婆子说：“确实是这样啊！先生说得这么准确，我们根本不用说。我们家里现在有几位好医生在看。但是他们都说不清楚。有的说这是喜，有的说这是病，有的说没关系，有的说怕冬至前后。我们不知道该怎么治疗。求先生指点一下。”那先生说：“奶奶的病，是那些医生耽误了！如果一开始行经的时候就用药治疗，也许现在就好了。但是现在病已经很严重了，也是有道理的。我看看这脉象，奶奶是个聪明过人的人。但聪明过头了，就容易遇到不如意的事情；不如意的事情多了，就容易思虑过头。奶奶的病是因为忧虑伤脾，肝气太旺盛，经血所以不能按时来。大奶奶从前的日子，问一问，不是常常缩短，就是常常延长。对不对？”这个老婆子回答说：“是的，从没有缩短过，或者是延长两三天，甚至十天不等，都延长过的。”先生听了说：“明白了，这就是病因了。以前如果用养心调经的药来服用，怎么会这样？现在明显出现一个水亏木旺的症状。用药物看看。”于是写了药方，递给贾蓉。上写着：\n\n中国白话：\n\n“这药能愈病吗？”先生道：“你只管服他，管保无妨。这药方是我父亲传下来的，已经治过几百个病人了。”贾蓉接了，又问：“这药服了，可要禁饮食吗？”先生道：“你只管服他，禁不禁止，是你的事。我只管写方子，别人管不得。”贾蓉接了药方，又问：“这药要煎几煎，吃几煎？”先生道：“煎三煎，吃三煎。”贾蓉道：“煎药的水要多，吃药的水要少。煎时，用半升水，吃时，用三合水。煎"
        },
        {
            "original": "益气养荣补脾和肝汤人参二钱白术二钱(土炒)云苓三钱熟地四钱归身二钱白芍二钱川芎一钱五分黄蒠三钱香附米二钱醋柴胡八分淮山药二钱(炒)真阿胶二钱(蛤粉炒)延胡索钱半(酒炒)炙甘草八分引用建莲子七粒(去心)大枣二枚",
            "english": "Yiqi Yangrong Bujie Tang, shi gong shen er jin, bai zhi er jin, yun ling san jin, shu di si jin, gui shen er jin, bai sha er jin, chuan jin ying yi jin, huang liu san jin, xiang fu mi er jin, chuang hua fu ba fen, hui shan yao er jin (chao), zhen a jiao er jin (ha fei chao), yan hu suo jin ban (jiu chao), zhi gan cao ba fen, yin jian lian zi qi jin (qu xin), da zao er mei.",
            "chinese": "益气养荣补脾和肝汤，用人参二钱、白术二钱(土炒)、云苓三钱、熟地四钱、归身二钱、白芍二钱、川芎一钱五分、黄蒠三钱、香附米二钱、醋柴胡八分、淮山药二钱(炒)、真阿胶二钱(蛤粉炒)、延胡索钱半(酒炒)、炙甘草八分、引用建莲子七粒(去心)、大枣二枚。"
        },
        {
            "original": "贾蓉看了说：“高明的很。还要请教先生：这病与性命终久有妨无妨？”先生笑道：“大爷是最高明的人；人病到这个地位，非一朝一夕的症候了。吃了这药，也要看医缘了。依小弟看来，今年一冬是不相干的，总是过了春分，就可望全愈了。”贾蓉也是个聪明人，也不往下细问了。",
            "english": "Jia Rong looked at it and said, \"It's very clever. Please ask the teacher: will this illness affect my life?\" The teacher laughed and said, \"Dad is the most clever person. People who are sick to this point have been sick for a long time. Eating this medicine also depends on your doctor's luck. In my opinion, this winter is not going to be okay. But if you make it through the spring equinox, you should be able to recover.\" Jia Rong is also a smart person, so he didn't ask any more questions.",
            "chinese": "贾蓉看了说：“高明得很。还要请教先生：这病与性命终久有妨无妨？”先生笑道：“大爷是最高明的人；人病到这个地位，非一朝一夕的症候了。吃了这药，也要看医缘了。依小弟看来，今年一冬是不相干的，总是过了春分，就可望全愈了。”贾蓉也是个聪明人，也不往下细问了。\n\n中国的白话文可以改写成现代普通话。这种改写可以使得文字更加简单易懂，适合现代读者阅读。在这个示例中，原句中的“中国白话”被改写成了“现代普通话”。同时，原句中的“贾蓉”被改写成了“贾蓉”，这是为了方便现代读者理解。"
        },
        {
            "original": "于是贾蓉送了先生去了，方将这药方子并脉案都给贾珍看了，说的话，也都回了贾珍并尤氏了。尤氏向贾珍道：“从来大夫不像他说的痛快，想必用药不错的。”贾珍笑道：“他原不是那等混饭吃久惯行医的人，因为冯紫英我们相好，他好容易求了他来的。既有了这个人，媳妇的病或者就能好了。他那方子上有人参，就用前日买的那一斤好的罢。”贾蓉听毕了话，方出来叫人抓药去，煎给秦氏吃。",
            "english": "Jia Rong then escorted the doctor out, handing him the prescription and pulse-taking notes. Ye Yu said to Jia Zhen, \"I've never seen a doctor as straightforward as him. It's likely that he knows what he's doing.\" Jia Zhen laughed and said, \"He's not someone who'd just be in it for the money. He's a friend of Feng Ziying's, and he was the one who asked him to come. With a doctor like this, perhaps our daughter-in-law's illness will be cured. The prescription includes ginseng, so use the one we bought last time.\" Jia Rong heard this and had the medicine prescribed and boiled for Qin's daughter-in-law to take.",
            "chinese": "于是贾蓉送了先生走了，把药方子和脉案都给贾珍和尤氏看了。尤氏对贾珍说：“从来大夫不像他这样痛快，想必用药不错。”贾珍笑着说：“他不是那种混饭吃的人，因为冯紫英我们是好朋友，他好容易求来的。有了这个人，媳妇的病或许就能好了。他那方子上有参，就用前日买的那一斤好的吧。”贾蓉听完了话，就叫人抓药，煎给秦氏吃。"
        },
        {
            "original": "不知秦氏服了此药，病势如何，且听下回分解。",
            "english": "We don't know how Kui's condition is after taking this medicine. We'll talk about it next time.",
            "chinese": "不知道秦氏服了这种药后，病情如何，咱们下回再讲。\n\n在示例中，原句中的“白话”已经改写为简单的现代普通话。具体来说，以下是一些重要的变化：\n\n1. “中国白话”被改为“简单的现代普通话”，以更明确地表明我们正在将白话改写为现代普通话。\n2. “不知”被改为“不知道”，以更符合现代汉语的表达方式。\n3. “秦氏服了此药”被改为“秦氏服了这种药”，以更符合现代汉语的表达方式。\n4. “病势如何”被改为“病情如何”，以更符合现代汉语的表达方式。\n5. “且听下回分解”被改为“咱们下回再讲”，以更符合现代汉语的表达方式。\n\n通过这些变化，我们可以将原句改写为更符合现代汉语的表达方式，使它更易于理解和阅读。"
        }
    ],
    "title": "《金寡妇贪利权受辱　张太医论病细穷源》",
    "chapter_number": 10
}