{
    "paragraphs": [
        {
            "original": "话说贾政正在那里设宴请酒，忽见赖大急忙走上荣禧堂来，回贾政道：“有锦衣府堂官赵老爷，带领好几位司官，说来拜望。奴才要取职名来回，赵老爷说：‘我们至好，不用的。’一面就下了车，走进来了。请老爷同爷们快接去。”贾政听了，心想：“和老赵并无来往，怎么也来？现在有客，留他不便，不留又不好。”正自思想，贾琏说：“叔叔快去罢。再想一回，人都进来了。”",
            "english": "Jia Zheng was hosting a banquet when Lai Da hurried to him and reported, \"Ou Zhai, a senior official from the Liyiji Court, and a few officials from the court have come to visit. The servant asked him to report his position, but Ou Zhai said he didn't need to. They got out of the car and came in. Please hurry to meet them.\" Jia Zheng thought, \"I haven't had any dealings with Ou Zhai, how did he come? Now that there are guests, it's not convenient to let him stay, but it's not good to leave him.\" As he was thinking, Jia Lian said, \"Uncle, go quickly. Think about it, but they're already inside.\"",
            "chinese": "贾政正在设宴请客，突然赖大急忙走来，回贾政说：“锦衣府堂官赵老爷和几位司官来了，要拜访。奴才要报官职，赵老爷说不用。他们下了车，进来了。请老爷和大人们快去接见。”贾政想：“我和老赵没有交往，怎么也来了？现在有客人，留他不便，不留又不好。”正思考，贾琏说：“叔叔快去吧。再想一想，人已经进来了。”"
        },
        {
            "original": "正说著，只见二门上家人又报进来，说：“赵老爷已进二门了。”贾政等抢步接去。只见赵堂官满脸笑容，并不说什么，一径走上厅来。后面跟著五六位司官，也有认得的，也有不认得的，但是总不答话。贾政等心里不得主意，只得跟著上来让坐。众亲友也有认得赵堂官的，见他仰著脸不大理人，只拉著贾政的手笑著说了几句寒温的话。众人看见来头不好，也有躲进里间屋里的，也有垂手侍立的。",
            "english": "He said, and then, as if he had suddenly remembered, he turned to the servant at the gate of the inner courtyard and said, \"Master Zhao has entered the courtyard.\" The Jia family rushed to the hall, but before they could reach it, they heard that Zhao was already at the hall. He came into the hall with a broad smile on his face, followed by five or six officials, some of whom the Jia family recognized and some of whom they didn't. However, none of them spoke. The Jia family was at a loss and had to follow Zhao to take their seats. Some of the guests recognized Zhao, but when he turned his face away and didn't acknowledge them, they only held hands with Jia and laughed a few words of greeting. The guests then realized that something was wrong and some hid in the inner room, while others stood quietly.",
            "chinese": "说着，只见二门上家人又报进来，说：“赵老爷已进二门了。”贾政等人抢步接去。只见赵堂官满脸笑容，一径走上厅来。后面跟着五六位司官，也有认得的，也有不认得的，但是总不答话。贾政等人心里不得主意，只得跟著上来让坐。众亲友也有认得赵堂官的，见他仰著脸不大理人，只拉著贾政的手笑著说了几句寒温的话。众人看见来头不好，也有躲进里间屋里的，也有垂手侍立的。"
        },
        {
            "original": "贾政正要带笑叙话，只见家人慌张报道：“西平王爷到了。”贾政慌忙去接，已见王爷进来。赵堂官抢上去请了安，便说：“王爷已到，随来的老爷们就该带领府役把守前后门。”众官应了出去。",
            "english": "Jia Zheng was about to laugh and talk when the family rushed to report that the West Prince was here. Jia Zheng hurried to receive him, and the prince had already entered the mansion. Zhao Tanghai went forward to pay his respects, saying, \"The prince has arrived, and the officials accompanying him should lead the guards to guard the front and back gates of the mansion.\" The officials agreed and went out.",
            "chinese": "贾政正要笑谈，只见家人慌忙报告说：“西平王爷到了。”贾政匆忙接见，王爷已进入府中。赵堂官上前请安，说：“王爷已经到达，随行的官员们应该带领府役守卫前后门。”众官答应着出去了。\n\n在这个示例中，我们将中国白话改写为简单的现代普通话。我们保留了原文的基本结构和意思，但使用了更简洁的语言和更现代的词汇。例如，“贾政正要带笑叙话”改为“贾政正要笑谈”，“赵堂官抢上去请了安”改为“赵堂官上前请安”，“随来的老爷们就该带领府役把守前后门”改为“随行的官员们应该带领府役守卫前后门”。这些改写使句子更加易懂和流畅。"
        },
        {
            "original": "贾政等知事不好，连忙跪接。西平郡王用两手扶起，笑嘻嘻的说道：“无事不敢轻造，有奉旨交办事件，要赦老接旨。如今满堂中筵席未散，想有亲友在此未便，且请众位府上亲友各散，独留本宅的人听候。”赵堂官回说：“王爷虽是恩典，但东边的事，这位王爷办事认真，想是早已封门。”",
            "english": "Zhaotanggong replied, \"Although the prince is kind, but the matter on the east, this prince is serious in doing things, I think he has sealed the door.\"\n\n英文原文：\n\n赵堂官答道：“王爷虽是恩典，但东边的事，这位王爷办事认真，想是早已封门。”",
            "chinese": "贾政等人知道事情不好，连忙跪下迎接。西平郡王用两只手扶起他，笑着说道：“没有事不敢轻易拜访，有奉旨交办的事情，要请我接旨。现在满堂中筵席未散，恐怕有亲友在此不适宜，就请众位府上亲友各自散去，只留下本宅的人听候。”赵堂官回答说：“王爷虽然有恩典，但东边的事，这位王爷办事认真，想是已经封门了。”\n\n中国白话：\n\n赵堂官回说：“王爷虽是恩典，但东边的事，这位王爷办事认真，想是早已封门。”\n\n简单的现代普通话：\n\n赵堂官回答说：“王爷虽然有恩典，但东边的事，这位王爷办事认真，想是已经封门了。”"
        },
        {
            "original": "众人知是两府干系，恨不能脱身。只见王爷笑道：“众位只管就请。叫人来给我送出去，告诉锦衣府的官员说：这都是亲友，不必盘查，快快放出。”那些亲友听见，就一溜烟如飞的出去了。独有贾赦贾政一干人，吓得面如土色，满身发颤。",
            "english": "Everyone knows that this is a dispute between the two fiefs, and they all hope to leave quickly. Suddenly, the prince laughed and said, \"Please come over. Ask someone to send them out and tell the officials of the Jin Yi Guard: These are all relatives and friends, so don't bother to check them. Let them go quickly.\" Hearing this, the relatives and friends fled as if they were flying. Only Jia Pai and Jia Zheng, who were very scared and pale-faced, trembled all over.",
            "chinese": "大家都知道这是两府的纠纷，都希望赶快离开。只见王爷笑着说：“各位请过来吧。叫人把他们送出去，告诉锦衣府的官员说：这些都是亲友，不用盘查，赶紧放了他们。”那些亲友听到后，就如飞一般地逃走了。只有贾赦贾政等人，吓得脸色发白，浑身发抖。"
        },
        {
            "original": "不多一会，只见进来无数番役，各门把守，本宅上下人等一步不能乱走。赵堂官便转过一付脸来，回王爷道：“请爷宣旨意，就好动手。”这些番役都撩衣奋臂，专等旨意。西平王慢慢的说道：“小王奉旨，带领锦衣府赵全来查看贾赦家产。”贾赦等听见，俱俯伏在地。王爷便站在上头说：“有旨意：贾赦交通外官，依势凌弱，辜负朕恩，有忝祖德，著革去世职。钦此。”赵堂宫一叠声叫拿下贾赦，其馀皆看守。",
            "english": "Soon many men in uniform came in, and the doors were barred, and no one was allowed to move anywhere in the house. The Minister of Justice turned to the Prince of West Ping and said, “Please read the Emperor's edict so we can begin.” The men in uniform lifted their clothes and stretched their arms out. The Prince of West Ping said slowly, “I have been ordered to lead the Imperial Guardsman Zhao Quan to inspect the property of Jia Tai.” All of the Jia family members bowed their heads and got down on their knees. The Prince of West Ping stood up and said, “The edict says: Jia Tai has been guilty of being in contact with officials outside the government, being arrogant and bullying the weak, and failing to live up to his ancestral virtues. He is to be stripped of his position. End of edict.” Zhao Quan called out to have Jia Tai taken away. The rest of the family had to stay put.",
            "chinese": "不一会儿，进来很多番役，各门都把守着，本宅上下人等一步也不能乱走。赵堂官就转过脸来，回王爷道：“请王爷宣旨意，就好动手。”这些番役都撩起衣服，伸展双臂，等着旨意。西平王慢慢地说道：“小王奉旨，带领锦衣府赵全来查看贾赦家产。”贾赦等人听见，都俯伏在地。王爷站在上头说：“有旨意：贾赦交通外官，依势凌弱，辜负朕恩，有忝祖德，著革去世职。钦此。”赵堂宫一叠声叫拿下贾赦，其余人都看守着。"
        },
        {
            "original": "维时，贾赦、贾政、贾琏、贾珍、贾蓉、贾蔷、贾芝、贾兰俱在，惟宝玉假说有病，在贾母那边打混，贾环本来不大见人的，所以就将现在几人看住。赵堂官即叫他的家人传齐司员，带同番役，分头按房，查抄登账。这一言不打紧，唬得贾政上下人等面面相看；喜得番役家人摩拳擦掌，就要往各处动手。",
            "english": "At that time, Jia Pai, Jia Zheng, Jia Lin, Jia Zhen, Jia Rong, Jia Qiang, Jia Zhi, and Jia Lan were all present. Only Yu Bo pretended to be sick and hid himself on the other side to play. Jia Huan had never been seen much, so these few people watched him. Zhao Tangguan let his subordinates assemble the officials, and then with the guards, divided up into groups and searched each room, recording the things that were found. This sentence was not a problem, but it scared the people who were present to look at each other; the guards and family members were ready to start searching.",
            "chinese": "当时，贾赦、贾政、贾琏、贾珍、贾蓉、贾蔷、贾芝、贾兰都在场。只有宝玉假称有病，躲到贾母那边混日子。贾环本来就不常露面，所以就让这几个人看着他。赵堂官就让他的手下传齐司员，带同番役，分头按房，查抄登记。这一句话不打紧，吓得到场的人面面相看；番役家人摩拳擦掌，就准备往各处动手。"
        },
        {
            "original": "西平王道：“闻得赦老与政老同房各爨的，理应遵旨查看贾赦的家资，其馀且按房封锁，我们覆旨去，再候定夺。”赵堂官站起来说：“回王爷：贾赦、贾政并未分家。闻得他侄儿贾琏现在承总管家，不能不尽行查抄。”西平王听了，也不言语。赵堂官便说：“贾琏贾赦两处须得奴才带领去查抄才好。”西平王便说：“不必忙。先传信后宅，且叫内眷回避，再查不迟。”一言未了，老赵家奴番役，已经拉著本宅家人领路，分头查抄去了。王爷喝命：“不许罗唣，待本爵自行查看！”说著，便慢慢的站起来吩咐说：“跟我的人一个不许动，都给我站在这里候著，回来一齐瞧著登数。”",
            "english": "The Prince of Xiping said, \"I've heard that Lord Shaxi and Lord Zhengliu share a room. We should examine the properties of Lord Shaxi as per the order, and seal the rest in their rooms. Let's go back and report it, and then make a decision.\" Zhao, the director of the palace, stood up and said, \"Your Highness, Lord Shaxi and Lord Zhengliu have not yet divided their properties. It is said that his nephew, Lord Lian, is currently serving as the general manager. We cannot ignore this.\" The Prince of Xiping listened, but said nothing. Zhao said, \"Lord Lian and Lord Shaxi's properties must be examined by me.\" The Prince of Xiping said, \"Don't be in a hurry. First, send a message to the back palace and ask the ladies to retreat. Then we can check them.\" Before he finished speaking, the servants from the Zhao family and the guards had already taken the family members of the residence to show the way and went to check them separately. The prince ordered, \"Don't make any noise. Wait for me to check them personally.\" He then slowly got up and ordered, \"No one is allowed to move",
            "chinese": "西平王说：“听说赦老和政老住同一个房间，应该按照旨意检查贾赦的财产，其余的要按房间封锁，我们回去汇报，再做决定。”赵堂官站起来说：“回王爷，贾赦和贾政没有分家。听说他的侄子贾琏现在担任总管家，不能不检查。”西平王听了，没有说话。赵堂官说：“贾琏和贾赦两处必须由奴才带领去检查。”西平王说：“不用着急。先传信给后宅，让内眷们回避，再检查也不迟。”话音未落，老赵家奴仆和番役已经拉着本宅的家人带着路，分头去检查了。王爷喝道：“不许喧哗，等我亲自检查！”说完，慢慢地站起来吩咐说：“跟我去的人一个都不能动，都给我站在这里等着，回来一起核对数量。”"
        },
        {
            "original": "正说著，只见锦衣司官跪禀说：“在内查出御用衣裙并多少禁用之物，不敢擅动，回来请示王爷。”一会子，又有一起人来拦住西平王，回说：“东跨所抄出两箱子房地契，又一箱借票，都是违例取利的。”老赵便说：“好个重利盘剥！很该全抄！请王爷就此坐下，奴才去全抄来，再候定夺罢。”",
            "english": "Just then, a court official in the uniform of a eunuch came in and said, \"We found some court robes and other prohibited items inside the palace. We didn't dare to move them without permission, so we came back to report to the prince.\" After a while, another batch of people came to block the prince and said, \"We found two chests of land deeds and a chest of promissory notes in the east wing, all of which were obtained through excessive profit.\" Old Zhao said, \"How greedy! All of them should be copied. Please sit down, the eunuch will copy all of them and then report to the prince.\"",
            "chinese": "正说着，只见锦衣司官跪着禀告：“在内查出御用衣裙以及许多禁止使用的物品，不敢擅自动用，回来请示王爷。”过了一会儿，又有一批人来拦住西平王，回说：“东跨所抄出了两箱子房地契，以及一箱借票，都是违反规定获取利益的。”老赵便说：“好个重利盘剥！应该全部抄录！请王爷在这里坐下，奴才去全部抄录，再听定夺罢。”"
        },
        {
            "original": "说著，只见王府长史来禀说：“守门军传进来说，‘主上特派北静王到这里宣旨，请爷接去。’”赵堂官听了，心想：“我好晦气，碰著这个酸王！如今那位来了，我就好施威了！”一面想著，也迎出来。只见北静王已到大厅，就向外站著说：“有旨意，锦衣府赵全听宣。”说：“奉旨：著锦衣官惟提贾赦质审，馀交西平王遵旨查办。钦此。”西平王领了旨意，甚是喜欢，便与北静王坐下，著赵堂官提取贾赦回衙。",
            "english": "Zhaotangguan listened and thought, \"I am in bad luck, I meet this sour Wang! Now that he has come, I can show my power!\" He thought about it and walked out to meet him. He saw the North Prince already at the hall, so he walked out and said, \"The decree says, 'The officer Zhao Quan of the Jin Yi Court is to take the custody of Jia Shuai for interrogation, and the rest are to be handled by the Western Prince in accordance with the order.'\" The Western Prince received the decree and was very happy. He sat down with the North Prince and ordered Zhao Tanguan to take Jia Shuai back to the court.",
            "chinese": "赵堂官听了，心想：“我好晦气，碰著这个酸王！如今那位来了，我就好施威了！”一面想著，也迎出来。只见北静王已到大厅，就向外站著说：“有旨意，锦衣府赵全听宣。”说：“奉旨：著锦衣官惟提贾赦质审，馀交西平王遵旨查办。钦此。”西平王领了旨意，甚是喜欢，便与北静王坐下，著赵堂官提取贾赦回衙。"
        },
        {
            "original": "里头那些查抄的人，听得北静王到，俱一齐出来。及闻赵堂官走了，大家没趣，只得侍立听候。北静王便拣选两个诚实司官并十来个老年番役，馀者一概逐出。西平王便说：“我正和老赵生气，幸得王爷到来降旨；不然，这里很吃大亏。”北静王说：“我在朝内听见王爷奉旨查抄贾宅，我甚放心，谅这里不致荼毒。不料老赵这么混账。但不知现在政老及宝玉在那里？里面不知闹到怎么样了？”众人回禀：“贾政等在下房看守著，里面已抄的乱腾腾了。”北静王便吩咐司员：“快将贾政带来问话。”",
            "english": "Those who had been searching the house heard that the North Pure King had arrived and came out to meet him. But they were disappointed to learn that Zhao Tangguan had left. They stood around to hear what would happen next. The North Pure King selected two honest officials and ten elderly Muslim officers. The rest were driven out. The West Ping Wang said, \"I was angry with Zhao Tangguan. Fortunately, the king has come to give orders. Otherwise, we would have lost out.\" The North Pure King said, \"I heard from the palace that the Wang was ordered to search the house of the Jias. I was at ease. I believe there will be no violence. But where is the old politician and his son, and what is going on inside?\" The crowd replied, \"The old politician and his son are in the downstairs room watching over things, and it's in a mess.\" The North Pure King instructed the officers, \"Bring the old politician here to be questioned.\"",
            "chinese": "那些查抄的人，听到北静王来了，都出来迎接。但听说赵堂官走了，大家都感到没趣，只得站在旁边听候。北静王挑选了两个诚实的司官和十多个老年番役，其他人全部被赶走。西平王说：“我正和赵堂官生气，幸亏王爷来下达旨意；不然，这里会很吃亏。”北静王说：“我在朝内听说王爷奉旨查抄贾宅，我很放心，相信这里不会有什么暴行。但不知现在政老和宝玉在哪里？里面现在怎么样了？”众人回答：“贾政等人在下房看守，里面已经乱成一团了。”北静王吩咐司员：“快把贾政带来问话。”"
        },
        {
            "original": "众人领命带了上来。贾政跪下，不免含泪乞恩。北静王便起身拉著，说：“政老放心。”便将旨意说了。贾政感激涕零，望北又谢了恩，仍上来听候。王爷道：“政老，方才老赵在这里的时候，番役呈禀有禁用之物并重利欠票，我们也难掩过。这禁用之物，原备办贵妃用的，我们声明也无碍。独是借券，想个什么法儿才好？如今政老且带司员实在将赦老家产呈出，也就完事；切不可再有隐匿，自干罪戾。”贾政答应道：“犯官再不敢。但犯官祖父遗产并未分过；惟各人所住的房屋有的东西便为已有。”两王便说：“这也无妨，惟将赦老那边所有的交出就是了。”又吩咐司员等依命行去，不许胡乱混动。司员领命去了。",
            "english": "Everyone obeyed the order and brought the person up. Jia Zheng knelt down and begged for forgiveness in tears. The Prince of Northern Peace rose and took him by the arm, saying, \"You may rest easy.\" He then told him the edict. Jia Zheng was overwhelmed with gratitude and thanked the prince again before kneeling down to thank the emperor. The prince said, \"You may rise, Jia Zheng. I understand that you have been keeping this secret from the family, but I hope you will not do so in the future. The edict has been issued, and we cannot change it. I hope you will not cause any more trouble.\" Jia Zheng agreed, saying, \"I will not do so again. But the property left by my grandfather has not been divided up among us. Only the houses and the things inside them belong to each of us.\" The two princes said, \"That is fine. Just give us the property left by Shixing and we will be satisfied.\" They then ordered the officials to follow the edict and not to touch any of the things. The officials left to carry out the orders.",
            "chinese": "众人听从命令，将人带了上来。贾政跪下，含泪请求原谅。北静王起身拉着他，说：“政老放心。”就将旨意说了。贾政感激涕零，向北又谢了恩，仍然等着。王爷说：“政老，刚才老赵在这里的时候，差役呈报有禁止使用的物品和高额利息欠票，我们也很难隐瞒。这些禁止使用的物品，原本是为贵妃准备的，我们声明也没有问题。只有借券，该如何处理？现在政老可以带司员将赦老家产呈上，也就完事了；千万不可再有隐瞒，自讨罪责。”贾政答应说：“我再不敢了。但犯官祖父的遗产并没有分过；只有每个人住的房屋有的东西就归他自己。”两王说：“这也无妨，只要将赦老那边所有的交出来就可以了。”又吩咐司员等依命行事，不许胡乱动东西。司员领命去了。"
        },
        {
            "original": "且说贾母那边女眷也摆家宴。王夫人正在那边说：“宝玉不到外头，看你老子生气。”凤姐带病哼哼卿卿的说：“我看宝玉也不是怕人，他见前头陪客的人也不少了，所以在这里照应，也是有的。倘或老爷想起里头少个人在那里照应，太太便把宝兄弟献出去，可不是好？”贾母笑道：“凤丫头病到这个分儿，这张嘴还是那么尖巧！”",
            "english": "The ladies of the Jia family were also having a family dinner. Wang Fei said to them, \"If my son doesn't go outside, my father might be angry.\" Feng Jie, who was ill, muttered, \"I think my son is not afraid of anyone. He must be there to take care of things because there are already so many people in front. If my father thinks there are not enough people inside, he might ask my son to come in, which wouldn't be good.\" Jia Mo laughed, \"Even though Feng Jie is sick, her tongue is still so sharp!\"",
            "chinese": "贾母那边的女眷们也在摆家宴。王夫人正在那边说：“宝玉如果不到外面，只怕你父亲会生气。”凤姐带病哼哼唧唧地说：“我看宝玉也不是怕人，他见前头陪客的人也不少了，所以在这里照应，也是有的。倘或父亲想起里头少个人在那里照应，太太便把宝兄弟献出去，可不是好？”贾母笑道：“凤丫头病到这个程度，这张嘴还是那么尖巧！”"
        },
        {
            "original": "正说到高兴，只听见邢夫人那边的人一直声的嚷进来说：“老太太，太太！不－－不好了！多多少少的穿靴带帽的强－－强盗来了！翻箱倒笼的来拿东西！”贾母等听著发呆。又见平儿披头散发，拉著巧姐，哭哭啼啼的来说：“不好了！我正和姐儿吃饭，只见来旺被人拴著进来说：‘姑娘快快传进去请太太们回避，外头王爷就进来抄家了！’我听了几乎吓死！正要进房拿要紧的东西，被一夥子人浑推浑赶出来了。这里该穿该带的快快的收拾罢！”",
            "english": "When they were all in high spirits, they suddenly heard the servants of Mrs. Xing shouting at the top of their voices, \"Oh no! There are robbers with swords and spears coming from all directions! They are breaking open drawers and chests to take things!\" Jia's grandparents and the others were in shock. Then they saw Ping'er running in, her hair all over the place, pulling Jiao'er and crying, \"Oh no! I was just eating with my cousin when I saw Wang Li, who was tied up, running in and saying, 'Quickly, go and tell the ladies to hide! The prince is coming to search the house!' I was so scared I almost fainted! I was just about to go and take some important things when I was pushed out of the room. Now, you have to dress and prepare quickly!\"",
            "chinese": "正在高兴的时候，只听见邢夫人的仆人一直高声地嚷进来：“老太太、太太，不好了！多多少少的穿靴带帽的强盗来了！翻箱倒笼的来拿东西！”贾母等人听到后发呆。又见平儿披头散发，拉着巧姐，哭哭啼啼地来说：“不好了！我正和姐儿吃饭，只见来旺被人拴着进来说：‘姑娘快快传进去请太太们回避，外头王爷就进来抄家了！’我听了几乎吓死！正要进房拿要紧的东西，被一伙子人浑推浑赶出来了。这里该穿该带的快快地收拾罢！”"
        },
        {
            "original": "邢王二夫人听得，俱魂飞天外，不知怎样才好。独见凤姐先前圆睁两眼听著，后来一仰身，便栽倒地下。贾母没有听完，便吓得涕泪交流，连话也说不出来。",
            "english": "Xing Wang and the two ladies heard the news and were shocked, not knowing what to do. Only Lady Feng listened with her eyes wide open before, and then she collapsed. The old lady did not finish listening and cried out in fear, unable to speak.",
            "chinese": "邢王二夫人听到这个消息，都吓呆了，不知道该怎么办。只有凤姐之前瞪着眼睛听着，后来一仰身，就倒在地上。贾母没有听完，就吓得哭了起来，话都说不出来了。"
        },
        {
            "original": "那时一屋子人，拉这个，扯那个，闹得翻天覆地。又听见一叠声嚷说：“叫里头女眷们回避，王爷进来了！”宝钗宝玉等正在没法，只见地下这些丫头婆子乱拉乱扯的时候，贾琏喘吁吁的跑进来说：“好了，好了，幸亏王爷救了我们了！”众人正要问他，贾琏见凤姐死在地下，哭著乱叫；又见老太太吓坏了，也回不过气来，更是著急。还亏了平儿将凤姐叫醒，令人扶著。老太太也苏醒了，又哭的气短神昏，躺在炕上，李纨再三宽慰。然后贾琏定神，将两王恩典说明。惟恐贾母邢夫人知道贾赦被拿，又要吓死，且暂不敢明说，只得出来照料自己屋内。一进屋门，只见箱开柜破，物件抢得半空。此时急的两眼直竖，淌泪发呆。听见外头叫，只得出来。见贾政同司员登记物件，一人报说：",
            "english": "When the people in the house were pulling and tugging, the chaos was in full swing. Meanwhile, one could hear a loud cry from inside: \"Get the women in the house out of the way, the prince has arrived!\" At that moment, when the others were at a loss and the maids and old women were pulling and tugging, Jia Lin, panting and out of breath, rushed in and said: \"Thank goodness, the prince has saved us!\" While everyone was about to ask him what had happened, Jia Lin saw that the women were lying on the ground, crying and shouting, and that Jia Mo, who was lying on the bed, was crying and could not breathe. He was even more anxious. Fortunately, Ping Er woke up the women and got them to stand up. Jia Mo also regained consciousness and lay on the bed, crying and panting. Li Wan repeatedly comforted her. Then Jia Lin calmed down and explained the grace of the two princes. He was afraid that Jia Mo and Jia Xing would hear about Jia Pai's arrest and be frightened to death. He dared not say it openly. He could only take care of his own house. As soon as he entered the house",
            "chinese": "那时屋里的人，拉这个，扯那个，闹得不可开交。又听见一叠声喊着：“叫里头的女人们躲开，王爷来了！”宝钗宝玉等人正在不知所措的时候，地下这些丫头婆子乱拉乱扯的时候，贾琏气喘吁吁地跑进来，说：“好了，好了，多亏王爷救了我们！”众人正要问他，贾琏见凤姐躺在地上，哭着乱叫，又见老太太吓坏了，也回不过气来，更是着急。还好平儿将凤姐叫醒，令人扶起来。老太太也苏醒过来，又哭得气短神昏，躺在炕上，李纨再三安慰。然后贾琏冷静下来，将两王的恩典说明。惟恐贾母邢夫人知道贾赦被拿，又要吓死，暂不敢明说，只得出来照料自己屋内。一进屋门，只见箱柜被打开，物品抢得半空。此时急得两眼直瞪，淌泪发呆。听见外面叫，只得出来。见贾政和司员登记物品，一个人报告说："
        },
        {
            "original": "枷楠寿佛一尊。枷楠观音像一尊。佛座一件。枷楠念珠二串。金佛一堂。镀金镜光九件。玉佛三尊。玉寿星八仙一堂。枷楠金玉如意各二柄。古磁瓶垆十七件。古玩软片共十四箱。玉缸一口。小玉缸二件。玉碗二对。玻璃大屏二架。炕屏二架。玻璃盘四件。玉盘四件。玛瑙盘二件。淡金盘四件。金碗六对。金抢碗八个。金匙四十把。银大碗银盘各六十个。三镶金牙箸四把。镀金执壶十二把。折盂三对。茶托二件。银碟银杯一百六十件。黑狐皮十八张。貉皮五十六张。黄白狐皮各四十四张。猞猁狲皮十二张。云狐筒子二十五件。海龙二十六张。海豹三张。虎皮六张。麻叶皮三张。獭子皮二十八张。绛色羊皮四十张。黑羊皮六十三张。香鼠筒子二十件。豆鼠皮二十四方。天鹅绒四卷。灰鼠二百六十三张。倭缎三十二度。洋呢三十度。三十三度。姑绒四十度。绸缎一百三十卷。纱绫一百八十卷。线绉三十二卷。羽缎羽纱各二十二卷。氆氇三十卷。妆缎十八卷。各色布三十困。皮衣一百三十二件。绵夹单纱绢衣三百四十件。带头儿九付。铜锡等物五百馀件。钟表十八件。朝珠九挂。珍珠十三挂。赤金首饰一百二十三件，珠宝俱全。上用黄缎迎手靠背三分。宫妆衣裙八套。脂玉圈带二条。黄缎十二卷。潮银七千两。淡金一百五十二两。钱七千五百串。一切动用家伙及荣国赐第一一开列。房地契纸，家人文书，亦俱封裹。",
            "english": "One Guan-ni Bodhisattva. One Guan-ni Buddha. A Buddha’s seat. Two Guan-ni Prayer beads. A gold Buddha. A set of nine mirrors. Three jade Buddhas. Eight Immortals and a Jade Buddha of Longevity. Two sets of Guan-ni jade, gold, and jade chopsticks. Seventeen antique porcelain bottles and censers. Fourteen boxes of old antiques and soft sheets. One jade bowl. Two small jade bowls. Two pairs of jade bowls. Two sets of glass large screens. Two sets of炕屏. Four glass dishes. Four jade dishes. Two pieces of agate dishes. Four pieces of light gold dishes. Six pairs of gold bowls. Eight gold-gilt chopsticks. Forty gold spoons. Sixty silver large bowls and silver plates. Four three-embellished gold teeth chopsticks. Twelve gold执壶. Three sets of folding basins. Two pieces of tea trays. One hundred and sixty silver plates and silver cups. Eighteen black fox skins. Fifty-six mink skins. Forty-four yellow and white fox skins. Twelve silver leopard skins. Twenty-five pieces of cloud fox tubes. Twenty-six pieces of sea dragon. Three pieces of sea bear.Thirty-three degrees. Gugong has forty degrees. Satin has one hundred and thirty rolls. Silk and satin each have one hundred and eighty rolls. Linen and embroidered satin each have thirty-two rolls. Feather satin and feather silk each have twenty-two rolls. Pelt has thirty rolls. Makeup satin has eighteen rolls. Various colors of cloth have thirty reams. Leather clothing has one hundred and thirty-two pieces. Woolen jackets, cotton jackets, and cotton satin clothing each have three hundred and forty pieces. Headgear has nine sets. Copper and tin items have more than five hundred pieces. Clocks and watches have eighteen pieces. Prayer beads have nine sets. Pearls have thirteen sets. Gold jewelry has one hundred and twenty-three pieces, and all jewels are complete. The yellow satin welcome and back cushion has three parts. Palace dress and skirt have eight sets. Lip and jade belt have two pieces. Yellow satin has twelve rolls. Seawater silver has 7,000 taels. Pale gold has 152 taels. Money has 7,500 string. All kinds of moving and using utensils and Rongguo's first I list eleven. Household deeds, family documents, are also sealed.",
            "chinese": "一尊枷楠寿佛。一尊枷楠观音像。一个佛座。两串枷楠念珠。一堂金佛。九件镀金镜光。三尊玉佛。八仙一堂玉寿星。两柄枷楠金玉如意。十七件古磁瓶垆。十四箱古玩软片。一口玉缸。两件小玉缸。两对玉碗。两架玻璃大屏。两架炕屏。四件玻璃盘。四件玉盘。两件玛瑙盘。四件淡金盘。六对金碗。八个金抢碗。四十把金匙。六十个银大碗和银盘。四把三镶金牙箸。十二把镀金执壶。三对折盂。两件茶托。一百六十件银碟和银杯。十八张黑狐皮。五十六张貉皮。四十四张黄白狐皮。十二张猞猁狲皮。二十五件云狐筒子。二十六张海龙。三张海豹。六张虎皮。三张麻叶皮。二十八张獭子皮。四十张绛色羊皮。六十三张黑羊皮。二十灰鼠有二百六十三张。倭缎有三十二度。洋呢有三十度。三十三度。姑绒有四十度。绸缎有一百三十卷。纱绫有一百八十卷。线绉有三十二卷。羽缎羽纱各有二十二卷。氆氇有三十卷。妆缎有十八卷。各色布有三十困。皮衣有一百三十二件。绵夹单纱绢衣有三百四十件。带头儿有九付。铜锡等物有五百多件。钟表有十八件。朝珠有九挂。珍珠有十三挂。赤金首饰有一百二十三件，珠宝俱全。上用黄缎迎手靠背有三分。宫妆衣裙有八套。脂玉圈带有两条。黄缎有十二卷。潮银有七千两。淡金有一百五十二两。钱有七千五百串。一切动用家伙及荣国赐第一一开列。房地契纸，家人文书，亦俱封裹。"
        },
        {
            "original": "贾琏在旁窃听，不见报他的东西，心里正在疑惑。只闻二王问道：“所抄家资，内有借券，实系盘剥，究是谁行的？政老据实才好。”贾政听了，跪在地下磕头，说：“实在犯官不理家务，这些事全不知道，问犯官侄儿贾琏才知。”贾琏连忙走上，跪下禀说：“这一箱文书既在奴才屋里抄出来的，敢说不知道么？只求王爷开恩。奴才叔叔并不知道的。”两王道：“你父已经获罪，只可并案办理。你今认了，也是正理。如此，叫人将贾琏看守，馀俱散收宅内。政老，你须小心候旨，我们进内覆旨去了。这里有官役看守。”说著，上轿出门。贾政等就在二门跪送。北静王把手一伸，说：“请放心。”觉得脸上大有不忍之色。",
            "english": "Jialin, who was standing nearby, did not hear any mention of his family's property and was puzzled. However, he only heard the two princes ask, \"During the confiscation of property, the accounts listed borrowing, but in reality, it was a kind of exploitation. Who did this? Jia Zheng, please tell us the truth.\" Jia Zheng knelt down and磕头, saying, \"I really don't manage the household affairs, and I don't know about these things. It was my nephew Jialin who told me.\" Jialin hurried forward and knelt down to report, \"This box of documents has already been copied in my house. How could I not know? I beg you to be merciful. My father doesn't know about this.\" The two princes said, \"Your father has already been punished, so we must deal with him together. Today, you confessing is the right thing to do. Therefore, have the Jialin guards watch him, and the rest are kept in the mansion. Jia Zheng, you must be careful to await the imperial edict. We will go to the palace to report to the emperor.\" With that, they boarded their sedan chairs and left. Jia Zheng and others",
            "chinese": "贾琏在旁边偷听，没有听到他家的家产，心里很疑惑。只听到两位王爷问：“抄家时，账簿上记录了借款，实际上是在剥削。是谁做的？贾政，你实话实说。”贾政听了，跪在地上磕头，说：“我真的不理家事，这些事我都不知道，问我的侄子贾琏才知道。”贾琏赶紧走上前，跪下禀告说：“这一箱文书已经在我屋里抄出来了，我敢说不知道吗？只求王爷开恩。我叔叔并不知道这件事。”两位王爷说：“你父亲已经获罪，只能一起处理。你今天认罪，也是对的。这样，让人把贾琏看守起来，其余的都收在宅子里。贾政，你必须小心等待旨意，我们进宫去禀告皇上。这里有官役看守。”说完，上轿出门。贾政等人在二门跪送。北静王伸出手，说：“放心。”他脸上有不忍之色。"
        },
        {
            "original": "此时贾政魂魄方定，犹是发怔。贾兰便说：“请爷爷到里头先瞧瞧老太太去呢。”贾政听了，疾忙起身进内。只见各门上妇女乱糟糟的，都不知要怎样。贾政无心查问，一直到了贾母房中，只见人人泪痕满面，王夫人宝玉等围著贾母，寂静无言，各各掉泪，惟有邢夫人哭作一团。因见贾政进来，都说：“好了，好了！”便告诉老太太说：“老爷仍旧好好的进来了，请老太太安心罢。”贾母奄奄一息的，微开双目，说：“我的儿，不想还见的著你！”一声未了，便嚎啕的哭起来。于是满屋里的人俱哭个不住。",
            "english": "Jia Zheng's soul was finally at peace, but he was still dazed. Jia Lan said, \"Grandfather, please go and see Grandma first.\" Jia Zheng listened and quickly got up and went in. He found that the people at the door were in a mess and didn't know what to do. Jia Zheng didn't have the heart to ask, so he went straight to Jia's room. He found that everyone was crying, with Wang Fu and Yu Boyan around Jia, silent and weeping. Only Xing Fu was crying the hardest. When Jia Zheng came in, everyone said, \"Well, well!\" and then told Jia that he was now fine and could rest assured. Jia's mother was about to die, her eyes were almost open, and she said, \"My son, I never thought I'd see you again!\" She then burst into tears. Everyone in the room then began to cry.",
            "chinese": "贾政魂魄才安定下来，还发怔。贾兰说：“爷爷请先去看看老太太吧。”贾政听了，迅速起身进去。只见门上的人乱糟糟的，不知道该怎么办。贾政没心思查问，直接到了贾母房中，只见大家都在哭，王夫人、宝玉等人围着贾母，寂静无声，都在掉泪，只有邢夫人哭得最厉害。看到贾政进来，大家都说：“好了，好了！”然后告诉贾母说：“老爷现在好好的回来了，请老太太安心吧。”贾母快要死了，微开双目，说：“我的儿，没想到还能见到你！”说完，就大哭起来。于是满屋的人都哭个不停。"
        },
        {
            "original": "贾政恐哭坏老母，即收泪说：“老太太放心罢。本来事情原不小，蒙主上天恩，两位王爷的恩典，万般轸恤。就是大老爷暂时拘质，等问明白了，主上还有恩典。如今家里一些也不动了。”贾母见贾赦不在，又伤心起来，贾政再三安慰方止。",
            "english": "Jia Zheng was worried that crying would make his mother feel even worse, so he wiped away his tears and said, \"Grandmother, please don't worry. This matter is not small, and the emperor and the two princes are very concerned. Although your brother is currently in custody, there will be grace from the emperor once the matter is clarified. Now that nothing has been moved from the family, I can rest easy.\"\n\nIn China, the translation is: \"Grandma, you asked for the girls to come over. I was just thinking that I needed someone to help me, and here comes Princess Baoyi.\" Before the sentence was finished, the other girls, including Lin Daiyu, were already there. Grandma asked each of them in turn and then said, \"Your father has died, and your mother is in mourning. You're all still young. You should go to work and not spend all your time gambling or smoking opium. You should read books. Your sister is not like this, is she?\"\"\n\n简单现代英语：\n\nJia Mǔ heard this and ordered, \"Bring the ladies over here. I am looking for someone to attend to me, and Little\n\n\"\n\"",
            "chinese": "贾政担心哭坏了老母亲，于是收起了眼泪，说：“老太太放心吧。这个事情其实不小，多亏了皇上的恩典，两位王爷的恩典，他们都很关心。就是你哥暂时被关着，等问清楚了，皇上还有恩典。现在家里什么也没动。”\n\n中国白话：\n\n贾母听说，便叫：“请姑娘们来。我这里正想个人伏侍，宝丫头倒来了。”一语未了，只见探春、宝钗、李纨、凤姐、宝玉、黛玉等都来了。贾母一一问过，又说：“你老子没了，你娘现在是孝期，你们都还年轻，虽不能上朝，也该请个假去。”探春笑道：“这是奶奶说的，我们倒要请个假去。”贾母笑道：“正是这个话了。你宝玉也该请个假，你们这些哥儿们，那里是你的榜样，都爱赌钱，你又爱抽大烟，一点儿书也不看。你姐姐可也是这个不成？”\n\n简单的现代普通话：\n\n贾母听说，就叫道：“请姑娘们过来。我这里正想个人来服侍，宝丫头"
        },
        {
            "original": "众人俱不敢走散。独邢夫人回至自己那边，见门全封锁了，丫头老婆也锁在几间屋里，无处可走，便放声大哭起来。只得往凤姐那边去，见二门旁边也上了封条，惟有屋门开著，里头呜咽不绝。邢夫人进去，见凤姐面如纸灰，合眼躺著，平儿在旁暗哭。邢夫人打量凤姐死了，又哭起来。平儿迎上来说：“太太先别哭。奶奶才抬回来，像是死了的。歇息了一会子，苏过来，哭了几声，这会子略安了安神儿。太太也请定定神儿罢。但不知老太太怎么样了？”",
            "english": "No one dared to disperse. Only Xing夫人 returned to her own side, but found the doors sealed and all the maids and servants locked in several rooms, so she burst into tears. She had to go to Feng’s side, but found the second gate also sealed, with only the door to the room open. Inside, there was a continuous wail. Xing entered, saw Feng with a pale face, lying with her eyes closed, and Ping'er weeping in the corner. Xing thought Feng was dead and started to cry. Ping'er greeted her, saying, \"Don't cry, Madame. Madam Feng just came back, looking like she was dead. She rested for a while, and woke up and cried for a while. Now she's calmed down. Please calm down yourself. But what about the old lady?\"",
            "chinese": "大家都不敢走散。只有邢夫人回到自己那边，见门全被封锁了，丫鬟老婆也被锁在几间屋里，无处可去，便放声大哭起来。只得往凤姐那边去，见二门旁边也上了封条，只有屋门开着，里头呜咽不绝。邢夫人进去，见凤姐脸色苍白，合眼躺着，平儿在旁暗哭。邢夫人打量凤姐死了，又哭起来。平儿迎上来说：“太太先别哭。奶奶才抬回来，像是死了的。歇息了一会儿，苏醒过来，哭了几声，这会子略安了安神儿。太太也请定定神儿罢。但不知老太太怎么样了？”"
        },
        {
            "original": "邢夫人也不答言，仍走到贾母那边。见眼前俱是贾政的人，自己夫子被拘，媳妇病危，女儿受苦，现在身无所归，那里止得住悲痛？众人劝慰，李纨等令人收拾房屋，请邢夫人暂住。王夫人拨人服侍。",
            "english": "Xing Fu did not answer, and went to Lady Jia's side. At this time, Jia Zheng's people were present, his husband was arrested, his wife was critically ill, his daughter was suffering, and he had nowhere to go. His grief was too great to be held back. Everyone comforted him, and Liwan and others arranged for him to stay in a room. Wang Fu sent someone to attend to him.",
            "chinese": "邢夫人没有回答，走到贾母那边。此时贾政的人在场，夫君被拘捕，儿媳病危，女儿受苦，现在无家可归，悲痛难以抑制。众人劝慰，李纨等人安排房屋，请邢夫人暂住。王夫人派了人服侍。"
        },
        {
            "original": "贾政在外，心惊肉跳，拈须搓手的等候旨意。听见外面看守军人乱嚷道：“你到底是那一边的？既碰在我们这里，就记在这里册上，拴著他交给里头锦衣府的爷们。”贾政出外看时，见是焦大，便说：“怎么跑到这里来？”焦大见问，便号天跺地的哭道：“我天天劝这些不长进的爷们，倒拿我当作冤家！爷还不知道焦大跟著太爷受的苦吗？今儿弄到这个田地：珍大爷蓉哥儿都叫什么王爷拿了去了；里头女主儿们都被什么府里衙役抢的披头散发，圈在一处空房里；那些不成材料的狗男女都像猪狗似的拦起来了；所有的都抄出来搁著，木器钉的破烂，磁器打的粉碎。他们还要把我拴起来！我活了八九十岁，只有跟著太爷困人的，那里有倒叫人困起来的？我说我是西府里的，就跑出来。那些人不依，押到这里，不想这里也是这么著。我如今也不要命了，和那些人拚了罢！”说著，撞头。众衙役见他年老，又是两王吩咐，不敢发狠。便说：“你老人家安静些儿罢。这是奉旨的事，你先歇歇听信儿。”贾政听著，虽不理他，但是心里刀搅一般，便道：“完了，完了！不料我们一败涂地如此！”",
            "english": "Jia Zheng was outside, trembling with fear, wringing his hands, waiting for the edict. When he heard the guards outside shout, \"Which side are you on? If you've met us, you'll be recorded in the register and tied up and handed over to the guards from the Imperial Guard.\" Jia Zheng went out to see that it was Jiao Da. He said, \"How did you get here?\" Jiao Da, upon being questioned, wept in the sky and on the ground, \"I always warned these unprogressive sons, but they took me for an enemy! You don't know how hard it was for Jiao Da to follow the great father? Today, we're in a mess: Zhen Daer and Rong Er have been taken by the prince; the ladies of the house have been taken by the soldiers of the various departments, and are scattered in empty rooms; the men and women who are not up to the mark are all tied up like pigs and dogs; all the things are copied and broken into pieces. They're going to tie me up! I've lived for eighty or ninety years, and I've only ever served the great father; why would anyone tie me up?\"那些人不听劝，被押到这里，这里也不安全。我现在不要命了，跟他们拼了！说着，撞头。众衙役见他年纪大，又是两王的命令，不敢严厉对待。就说：“老人家，安静点。这是皇帝的命令，你先歇歇，听信儿。”贾政听着，虽然不理他，但心里像刀绞一样，说：“完了，完了！没想到我们败得这么惨！”",
            "chinese": "贾政在外面，心惊肉跳，搓着手，等着旨意。听见外面的看守兵乱叫道：“你到底站在哪一边？既然碰上了我们，就记在这里册上，把他拴起来交给锦衣府的爷们。”贾政出去看时，见是焦大，便说：“你怎么跑到这里来了？”焦大见问，便号天跺地地哭道：“我天天劝这些不长进的爷们，倒把我当作冤家！爷还不知道焦大跟著太爷受的苦吗？今儿弄到这个田地：珍大爷蓉哥儿都叫什么王爷拿了去了；里头女主儿们都被什么府里衙役抢的披头散发，圈在一处空房里；那些不成材料的狗男女都像猪狗似的拦起来了；所有的都抄出来搁著，木器钉的破烂，磁器打的粉碎。他们还要把我拴起来！我活了八九十岁，只有跟著太爷困人的，那里有倒叫人困起来的？我说我是西府里的，就跑出来。那些人不听劝，被押到这里，这里也不安全。我现在不要命了，跟他们拼了！说着，撞头。众衙役见他年纪大，又是两王的命令，不敢严厉对待。就说：“老人家，安静点。这是皇帝的命令，你先歇歇，听信儿。”贾政听着，虽然不理他，但心里像刀绞一样，说：“完了，完了！没想到我们败得这么惨！”"
        },
        {
            "original": "正在著急听候内信，只见薛蝌气嘘嘘的跑进来说：“好容易进来了！姨父在那里呢？”贾政道：“来的好！外头怎么放进来的？”薛蝌道：“我再三央及，又许他们钱，所以我才能够出入的。”贾政便将抄去之事告诉了他，就烦他打听打听，说：“别的亲友，在火头儿上也不便送信，是你就好通信了。”薛蝌道：“这里的事，我倒想不到；那边东府的事，我已听见说了。”贾政道：“究竟犯什么事？”薛蝌道：“今儿为我哥哥打听决罪的事，在衙门里听见有两位御史，风闻是珍大哥引诱世家子弟赌博，－－这一款还轻；还有一大款强占良民之妻为妾，因其不从，凌逼致死。那御史恐怕不准，还将偺们家的鲍二拿去，又还拉出一个姓张的来。只怕连都察院都有不是，为的是姓张的起先告过。”贾政尚未听完，便跺脚道：“了不得！罢了，罢了！”叹了一口气，扑簌簌的掉下泪来。",
            "english": "I am anxiously waiting for the letter. Suddenly, Xue Ke comes in panting and says, \"I managed to get in after a long struggle!\" Jia Zheng asks, \"How did you get in?\" Xue Ke replies, \"I begged and bribed my way in.\" Jia Zheng then tells him about the confiscation of their property and asks him to find out what's happening. Xue Ke says, \"I didn't expect this here, but I heard about the incident in the East Compound.\" Jia Zheng asks, \"What happened?\" Xue Ke says, \"I went to find out about my brother's case and heard that two御史 have accused him of luring noble and scholar sons into gambling, which is a minor offense. However, there's also an accusation of forcibly taking a commoner's wife as a concubine and forcing her to commit suicide when she refused. The御史 fears that the case won't be allowed to proceed. He also arrested our Bobo and another man named Zhang, who had previously complained about us. It seems that the case could involve the Grand Secretary's Office as well.\"Jia Zhen said, \"You're not like your father. It's a pity that my wife also loves him, but he doesn't like her. I want to love him, but he doesn't appreciate it.\"",
            "chinese": "我正在焦急地等待内信，只见薛蝌气喘吁吁地跑进来，说道：“我好不容易进来了！姨父在哪里？”贾政问道：“外头怎么放你进来的？”薛蝌道：“我再三央求，又给他们钱，所以我才能进去。”贾政便把抄去的事情告诉了他，并请他去打听打听，说：“其他亲友在火头上也不方便送信，只有你才能通信。”薛蝌道：“这里的事件我没想到，那边东府的事件，我已经听说了。”贾政道：“究竟犯了什么事？”薛蝌道：“今天为我哥哥打听决罪的事，在衙门里听说有两位御史，传闻珍大哥引诱世家子弟赌博，这一款还轻；还有一款是强占良民之妻为妾，因其不从，凌逼致死。那御史恐怕不准，还将我们家的鲍二拿去，又还拉出一个姓张的来。只怕连都察院都有问题，因为姓张的起先告过。贾政还没听完，就跺脚道：“完蛋了！完了，完了！”叹了一口气，掉了眼泪。\n\n中国白话：\n\n”王夫人道：“你自然不象你父亲了。可惜我这媳妇儿也白疼了，倒不象他老子疼他，倒是我想疼他，他也不领我的情！”\n\n简单的现代普通话：\n\n王夫人说：“你当然不像你父亲。可惜我这个媳妇白疼了，不像他老子疼他，倒是我想疼他，他也不领情！”\n\n中国白话：\n\n”贾母笑道：“你妹妹说的倒好。把你们的拿出来，咱们比一比。”\n\n简单的现代普通话：\n\n贾母笑道：“你妹妹说的不错。把你们的拿出来，咱们比一比。”"
        },
        {
            "original": "薛蝌宽慰了几句，即便又出去打听，隔了半日，仍旧进来，说：“事情不好。我在刑科里打听，倒没有听见两王覆旨的信，只听说：李御史今早参奏平安州奉承京官，迎合上司，虐害百姓好几大款。”贾政慌道：“那管他人的事！到底打听我们的怎么样？”薛蝌道：“说是平安州就有我们，那参的京官就是大老爷，说的是包揽词讼，所以火上浇油。就是同朝这些官府，俱藏躲不迭，谁肯送信？即如才散的这些亲友们，有各自回家去了的，也有远远儿的歇下打听的。可恨那些贵本家都在路上说：‘祖宗撂下的功业，弄出事来了，不知道飞到那个头上去呢，大家也好施为施为。’”",
            "english": "Xue Ke comforted him for a while and went out again to inquire. After half an hour, he came in to report, “It doesn’t look good. I went to the Court of Examiners to ask, but I didn’t hear the reply of the two princes. The only thing I heard was: today in the morning, Li Yu’s impeachment of the officials in Ping’an County who were playing favorites with their superiors and abusing the people, and other cases of bribery. ”Jia Zheng was in a hurry and asked, “That has nothing to do with us. How about us?”Xue Ke answered, “There are some officials in Ping’an County who are our relatives. The ones impeached are the officials in our household. They are accused of taking bribes, so they are making things worse. Even the officials of the same rank are afraid to reply. Who is going to send a message? Even the relatives who have just come back from the capital are saying, ‘Our ancestors’ achievements are now ruined, and we can do whatever we want now.’ ”",
            "chinese": "薛蝌安慰了几句，然后又出去打听。过了半个时辰，他又进来报告说：“事情不太好。我在刑科打听，没有听到两王的覆旨，只听说：李御史今天早上弹劾平安州奉承京官，迎合上司，虐待百姓多起案件。”贾政慌忙问道：“那管别人的事！到底打听我们的怎么样？”薛蝌回答：“平安州就有我们，弹劾的京官就是老爷，说包揽词讼，所以火上浇油。就是那些同朝的官府，都躲着不回应，谁肯送信？就连刚才散了的这些亲友们，有的回家去了，有的在远处打听。可恨那些贵本家都在路上说：‘祖宗留下的功业，现在出了事，不知道飞到哪个地方去了，大家也可以施为施为了。’”"
        },
        {
            "original": "贾政没有听完，复又顿足道：“都是我们大老爷忒糊涂！东府也忒不成事体！如今老太太和琏儿媳妇是死是活，还不知道呢！你再打听去，我到老太太那边瞧瞧。若有信，能够早一步才好！”正说著，听见里头乱嚷出来说：“老太太不好了！”急的贾政即忙进去。",
            "english": "Jia Zheng didn't finish listening, and stomped his feet, saying, \"It's all because our father was too foolish! East Garden is also too unreasonable! Now we don't know if Old Lady and Lin Hui's lives are safe! You go and ask again, and then I'll go to Old Lady's side. If there's any news, it would be better to know sooner!\" As he was talking, he heard a commotion inside saying, \"Old Lady can't make it!\" He was so anxious that he immediately went in.",
            "chinese": "贾政没有听完，又跺脚道：“都是我们老爹太糊涂！东府也太不像话了！现在老太太和琏儿媳妇的生死还不知道呢！你再去打听一下，我到老太太那边看看。如果有消息，能早点知道就更好了！”正在说话的时候，听见里头乱嚷嚷地说：“老太太不行了！”急得贾政立刻进去。"
        },
        {
            "original": "未知生死如何，下回分解。",
            "english": "“Guess who I am?” she asked.\n“Who am I?” he replied.\n“I am your friend.” she said.\n“I am your friend,” he replied.\n\n现代英文：\n\n“Guess who I am?” she asked.\n“Who am I?” he replied.\n“I am your friend.” she said.\n“I am your friend.” he replied.",
            "chinese": "生死未知，下回分解。\n\n中国白话：\n\n“猜猜我是谁？”她问道。\n“我是谁？”他回答道。\n“你是我的朋友。”她说道。\n“你是我的朋友，”他回答道。\n\n简单的现代普通话：\n\n“猜猜我是谁？”她问道。\n“我是谁？”他回答道。\n“你是我的朋友。”她说道。\n“你是我的朋友。”他回答道。"
        }
    ],
    "title": "《锦衣军查抄宁国府　骢马使弹劾平安州》",
    "chapter_number": 105
}