{
    "paragraphs": [
        {
            "original": "话说贾政闻知贾母危急，即忙进去看视，见贾母惊吓气逆，王夫人鸳鸯等唤醒回来，即用疏气安神的丸药服了，渐渐的好些，只是伤心落泪。贾政在旁劝慰，总说是：“儿子们不肖，招了祸来，累老太太受惊。若老太太宽慰些，儿子们尚可在外料理；若是老太太有什么不自在，儿子们的罪孽更重了！”贾母道：“我活了八十多岁，自作女孩儿起到你父亲手里，都托著祖宗的福，从没有听见过这些事；如今到老了，见你们倘或受罪，叫我心里过的去吗？倒不如合上眼随你们去罢了！”说著，又哭。",
            "english": "Jia Zheng heard that Jia Mo was seriously ill and rushed in to see her. He found that Jia Mo was in a state of shock and her breathing was uneven. Wang Fu, Yanqing and others woke her up and gave her a pill to calm her down. She gradually felt better, but she continued to cry. Jia Zheng comforted her and said, \"My sons are not virtuous and have caused trouble. They have caused my mother-in-law to be disturbed. If my mother-in-law can be comforted, my sons can handle the matter outside. But if my mother-in-law is not comfortable, my sons' guilt will be even greater!\" Jia Mo said, \"I have lived for over eighty years and have never heard of such things. Now that I am old, if I see you suffer, can my heart be at peace? I might as well close my eyes and go with you!\" She cried again.",
            "chinese": "贾政听说贾母病危，急忙进去看视，发现贾母惊吓气逆，王夫人鸳鸯等人唤醒了她，给她服用了疏气安神的丸药，渐渐地好起来，只是伤心落泪。贾政在一旁劝慰，总说是：“儿子们不肖，惹了祸来，累老太太受惊。若老太太宽慰些，儿子们尚可在外料理；若是老太太有什么不自在，儿子们的罪孽更重了！”贾母道：“我活了八十多岁，从没有听见过这些事；如今到老了，见你们倘或受罪，叫我心里过的去吗？倒不如合上眼随你们去罢了！”说著，又哭。"
        },
        {
            "original": "贾政此时著急异常，又听外面说：“请老爷，内廷有信。”贾政急忙出来，见是北静王府长史，一见面便说：“大喜！”贾政谢了，请长史坐下，请问：“王爷有何谕旨？”那长史道：“我们王爷同西平郡王进内覆奏，将大人惧怕之心，感激天恩之语都代奏过了。主上甚是悯恤，并念及贵妃溘逝未久，不忍加罪，著加恩仍在工部员外上行走。所封家产，惟将贾赦的入官，馀俱给还，并传旨令尽心供职。惟抄出借券，令我们王爷查核。如有违禁重利的，一概照例入官；其在定例生息的，同房地文书，尽行给还。贾琏著革去职衔，免罪释放。”贾政听毕，即起身叩谢天恩，又拜谢王爷恩典：“先请长史大人代为禀谢，明晨到阙谢恩，并到府里磕头。”那长史去了。",
            "english": "Jia Zheng was very anxious at this time, and then heard from outside that \"The imperial seal has been received\". Jia Zheng hurried out to meet the chief of North Jin's embassy, and immediately said, \"It's good news!\" Jia Zheng thanked him and invited him to take a seat, and asked, \"What's the order from the emperor?\" The chief of the embassy said, \"Our prince and the West Ping Prince went to the imperial palace to report. They have reported your fears and gratitude to the emperor. The emperor sympathizes with you and considers that you are in mourning for your favorite wife, so he does not want to punish you. He orders you to continue working as a deputy in the department of works. Your confiscated property is only confiscated from Jia Pai. The rest is returned to you, and the emperor has ordered you to work hard. Only the coupons are taken out, and the chief of the embassy will check them. If there is any violation of the ban on high interest loans, they will be confiscated according to the rules; other books of interest, housing and land are returned to you. Jia Chain is relieved of his duties, released from his guilt.\" After Jia Zheng heard this, he immediately knelt down\"Then the longshou left.\n\n\"",
            "chinese": "贾政此时非常着急，又听到外面说：“请老爷，内廷有信。”贾政赶紧出来，见到北静王府的长史，一见面便说：“大喜！”贾政谢过，请长史坐下，请问：“王爷有什么旨意？”那长史道：“我们王爷和西平郡王进宫汇报，将您害怕的心思和感激天恩的话都代奏了。皇上很同情您，并考虑到贵妃刚去世不久，不忍心加罪，命令您继续在工部员外上工作。您被没收的家产，只没收了贾赦的，其余的都还给您，并传旨让您尽心供职。只抄出借券，让王爷查核。如有违反禁令的高利贷，一律按例没收；其他在规定范围内的生息、房地文书，全部归还。贾琏被免去职务，免罪释放。”贾政听完，即起身叩谢天恩，又拜谢王爷恩典：“先请长史大人代为禀谢，明天到朝廷谢恩，并到府里磕头。”那长史离开了。"
        },
        {
            "original": "少停，传出旨来：承办官遵旨一一查清，入官者入官，给还者给还，将贾琏放出，所有贾赦名下男妇人等造册入官。可怜贾琏屋内东西，除将按例放出的文书发给外，其馀虽未尽入官的，早被查抄的人尽行抢去，所存者只有家伙物件。",
            "english": "Stop, order: the responsible official will investigate one by one and hand over the things that belong to the owner. Let Jialing be released and all the servants under the name of Jialai will be registered into the official. Poor Jialing's house has been confiscated and all his belongings have been taken away except for the furniture and items that are distributed according to the regulations.",
            "chinese": "停一下，传旨：承办官遵旨逐一调查，入官的入官，还给的还给，将贾琏释放，所有贾赦名下男女仆人造册入官。可怜贾琏屋内东西，除将按例发放的文书外，其余虽未全部入官，但已被查抄的人全部抢走，所剩的只有家具和物品。"
        },
        {
            "original": "贾琏始则惧罪，后蒙释放，已是大幸，及想起历年积聚的东西并凤姐的体己，不下五七万金，一朝而尽，怎得不疼？且他父亲现禁在锦衣府，凤姐病在垂危，一时悲痛。又见贾政含泪叫他，问道：“我因官事在身，不大理家，故叫你们夫妇总理家事。你父亲所为，固难谏劝；那重利盘剥，究竟是谁干的？况且非偺们这样人家所为。如今入了官，在银钱呢，是不打紧的，这声名出去还了得吗！”贾琏跪下说道：“侄儿办家事，并不敢存一点私心，所有出入的账目，自有赖大、吴新登、戴良等登记，老爷只管叫他们来查问。现在这几年，库内的银子出多入少，虽没贴补在内，已在各处做了好些空头，求老爷问太太就知道了。这些放出去的账，连侄儿也不知道那里的银子，要问周瑞旺儿才知道。”贾政道：“据你说来，连你自己屋里的事还不知道，那些家中上下的事更不知道了！我这会子也不查问你。现今你无事的人，你父亲的事和你珍大哥的事，还不快去打听打听吗？”贾琏一心委屈，含著眼泪，答应了出去。",
            "english": "Jialin was initially afraid of committing a crime, but later he was released, which was very lucky for him. However, he recalled that the accumulated wealth over the years and the private money of Fengjie, which amounted to more than 50,000 gold, suddenly disappeared, how could he not feel painful? Moreover, his father was now confined to the Jinyi Court, and Fengjie was critically ill. He was in a state of great sorrow. Then he saw Jiazheng crying and calling him, saying, \"Because of my busy official duties, I do not manage household affairs very much, so I leave it to you and your wife to manage household affairs. Your father's behavior, I really cannot persuade him; but who did those usurious activities? Besides, this is not something that a family of our status should do. Now that it has been handed over to the government, the issue of money is not a big problem, but what about the reputation that goes out?\"\n\nJialin knelt down and said, \"Uncle Jialin manages household affairs and dare not have any private intentions. All the accounts are recorded by Laidai, Wu Xindeng, and Dai Liang, and the old gentleman canThe accounts that were sent out, even the nephew didn't know where the silver was, and Zhou Rui had to ask Wang Er for it. Jia Zheng said, \"You don't even know your own affairs. You don't know the ups and downs of the family. Now that you have nothing to do, go and find out about your father and Jien's affairs.\" Jia Lin felt委屈, with tears in his eyes, and agreed to go out.",
            "chinese": "贾琏起初害怕犯罪，后来被释放，已经很幸运了，但他想起多年积累的东西和凤姐的私房钱，不下五七万金，突然消失了，怎能不疼呢？而且他父亲现在被关在锦衣府，凤姐病危，一时悲痛。又见贾政含泪叫他，问道：“我因为公务繁忙，不怎么管家事，所以让你们夫妇管理家事。你父亲的行为，我确实难以劝阻；但那些高利贷行为究竟是谁做的？况且这并不是我们这种家庭应该做的事情。现在入了官府，银钱方面问题不大，但名声出去还得了？”\n\n贾琏跪下说道：“侄儿管理家事，并不敢存一点私心，所有的账目都是由赖大、吴新登、戴良等登记，老爷只管叫他们来查问。现在这几年，库内的银子出多入少，虽然没有贴补在内，已经在各个地方做了很多空头，要问太太就知道了。这些放出去的账，连侄儿也不知道那里的银子，要问周瑞旺儿才知道。贾政说：“你连自己家里的事都不清楚，家里的上上下下你也不知道。现在你没有事情，你父亲和你珍大哥的事情，赶紧去打听打听吧。”贾琏心里委屈，含着眼泪答应了出去。"
        },
        {
            "original": "贾政连连叹气想道：“我祖父勤劳王事，立下功勋，得了两个世职，如今两房犯事，都革去了。我瞧这些子侄没一个长进的！老天哪，老天哪！我贾家何至一败如此！我虽蒙圣恩格外垂慈，给还家产，那两处食用，自应归并一处，叫我一人那里支撑的往？方才琏儿所说，更加诧异，说：不但库上无银，而且尚有亏空。这几年竟是虚名在外，只恨我自己为什么糊涂若此！倘或我珠儿在世，尚有膀臂；宝玉虽大，更是无用之物。”想到那里，不觉泪满衣襟。又想：“老太太若大年纪，儿子们并没奉养一日，反累他老人家吓得死去活来，种种罪孽，叫我委之何人？”",
            "english": "Jia Zheng sighed repeatedly, thinking, \"My grandfather worked diligently for the state and was rewarded with two世职。Now both of us have been stripped of our positions for crimes. I see that none of my grandchildren is capable of anything. Heaven, Heaven! How has my Jia clan fallen to this point! Although I have been favored by the Emperor and my property has been restored, the expenses for the two places will naturally have to be combined, and how can I possibly bear it alone? Just now, when Lin Ernian said this, I was even more surprised. He said, 'Not only are there no silver in the treasury, but there is also a deficit.' Over the years, our family's reputation has spread far and wide, and how foolish I am! If I were still alive, I would have had a strong arm to rely on; and although Baoyu is grown up, he is useless.\" Thinking this, tears flowed down his face. He then thought, \"My mother is so old, and we haven't been able to take care of her for even one day, but she has been frightened into death by us. All the sins and crimes of our family will have to be borne by someone else.\"",
            "chinese": "贾政连声叹气，心想：“我祖父为王事勤勉，立下功劳，获得了两个世职，如今两家犯了事，都被革除了。我看这些子侄都没一个长进的！老天啊，老天啊！我贾家怎么到如此败落的地步！我虽然蒙圣恩格外垂爱，恢复了家产，那两处的开销，自然应该合并一处，叫我一个人怎么支撑得了呢？刚刚琏儿说的，更加让人惊讶，说：不但库上没有银子，而且还有亏空。这几年我们家的名声在外，我怎么这么糊涂！如果我珠儿还在世，我还有个臂膀；宝玉虽然大了，却是一无用处。”想到这里，泪流满面。又想：“老太太这么大年纪，儿子们竟然没有奉养一天，反而让她老人家吓得死去活来，种种罪孽，叫我交给谁好呢？”"
        },
        {
            "original": "正在独自悲切，只见家人禀报：“各亲友进来看候。”贾政一一道谢，说起“家门不幸，是我不能管教了侄，所以至此。”有的说：“我久知令兄赦大老爷行事不妥，那边珍爷更加骄纵。若说因官事错误，得个不是，于心无愧。如今自己闹出的，倒带累了二老爷。”有的说：“人家闹的也多，也没见御史参奏。不是珍老大得罪朋友，何至如此！”有的说：“也不怪御史，我们听见说是府上的家人同几个泥腿在外头哄嚷出来的。御史恐参奏不实，所以诓了这里的人去，才说出来的。我想府上待下人最宽的，为什么还有这事？”有的说：“大凡奴才们是一个养活不得的。今儿在这里都是好亲友，我才敢说：就是尊驾在外任，我保不得你是不爱钱的。那外主头的风声也不好，都是奴才们闹的，你该提防些。如今虽说没有动你的家，倘或再遇著主上疑心起来，好些不便呢。”贾政听说，心下著忙道：“众位听见我的风声怎样？”众人道：“我们虽没见实据，只听得外头人说你在粮道任上，怎么叫门上家人要钱。”贾政听了，便说道：“我这是对天可表的，从不敢起这个念头。只是奴才们在外头招摇撞骗，闹出事来，我就耽不起。”众人道：“如今怕也无益，只好将现在的管家们都严严的查一查，若有抗主的奴才，查出来严严的办一办也罢了。”",
            "english": "Jia Zheng said, \"I am sorry for this misfortune. I have failed to educate my nephew, and it is my fault.\" Someone said, \"I know your brother, the Grand Duke, has acted improperly. His son, the Prince, is even more arrogant. If it was due to official misconduct, and it was a mistake, I have no fault. But now it is because of your son.\" Someone said, \"Others have caused trouble too, but there is no censure from the censors. It is because Prince Jincheng has offended friends that it is like this.\" Someone said, \"It is not the fault of the censors. We heard that the servants in your household and some peasants from the countryside have been causing trouble. The censors are afraid that it will be false, so they have tricked your servants to say so. I think you are very generous with your servants, but why is there such a thing?\" Someone said, \"The servants cannot support themselves. Today, I dare to say: If you are in an official position, I can assure you that you are not avaricious. But the wind is not good outside. It is the servants who have caused the trouble, and you should be careful.\"Now that we haven't moved your home, but if you are suspected by the emperor again, it will be very troublesome. Jia Zheng listened and was anxious, asking, \"Have you heard my rumor?\" The others said, \"Although we haven't seen any evidence with our own eyes, but the people outside say that you are asking for money on the grain route.\" Jia Zheng said, \"I swear on heaven that I have never had this idea. It's just that the slaves outside are bragging and causing trouble, and I can't bear it.\" The others said, \"There's nothing we can do now, we can only thoroughly check the current stewards, and if we find any disobedient slaves, we must punish them severely.\"",
            "chinese": "独自悲伤，家人报告：“亲友前来探望。”贾政道谢，说：“家门不幸，是我无法管教侄儿，以致如此。”有人说：“我知道你哥哥赦大老爷行事不妥，那边珍爷更加骄纵。如果是因官事错误，得到错误，于心无愧。但现在自己闹出来的，倒是因为二老爷。”有人说：“别人闹的也很多，但没有御史参奏。不是珍老大得罪朋友，怎么会这样！”有人说：“也不怪御史，我们听说府上的家人和几个泥腿在外头闹事。御史担心参奏不实，所以把这里的人骗了，才说出来。我想府上对待下人最宽大，为什么还有这样的事情？”有人说：“奴才们养活不了的。今天都是好亲友，我才敢说：就是你在外任，我保证你不是不爱钱的。外主头的风声不好，都是奴才们闹的，你该提防一些。如今虽然没有动你的家，但要是再遇著皇上疑心起来，那就很麻烦了。贾政听了，心里着急，问道：“你们听到我的传言了吗？”众人说：“虽然没有亲眼见到实据，但外头的人说你在粮道上时，家人要钱。”贾政说：“我这是对天可表的，从不敢有这个念头。只是奴才们在外头招摇撞骗，闹出事来，我就受不起。”众人说：“现在也没什么用，只能好好地检查现在的管家们，如果发现有抗命的奴才，就要严惩不贷。”"
        },
        {
            "original": "贾政听了点头，便见门上的进来回说：“孙姑爷打发人来说，自己有事不能来，著人来瞧瞧。说大老爷该他一项银子，要在二老爷身上还的。”贾政心内忧闷，只说：“知道了。”众人都冷笑道：“人说令亲孙绍祖混账，果然有的。如今丈人抄了家，不但不来瞧看帮补，倒赶忙的来要银子，真真不在理上。”贾政道：“如今且不必说他，那头亲事原是家兄配错了的。我的侄女儿的罪已经受够了，如今又找上我来了。”",
            "english": "Jia Zheng listened and nodded. The doorkeeper then came back and said that Sun Shaozu had sent someone to say that he had something important to attend to and was unable to come. He sent someone to pay a visit to Jia Zheng and asked for a certain amount of silver. Jia Zheng was worried and only said he knew about it. Everyone present laughed coldly and said that Sun Shaozu was indeed a scoundrel and behaved as expected. Now that the father-in-law's house had been confiscated, not only did he not come to visit or offer help, but he had hurriedly come to ask for money, which was completely unreasonable. Jia Zheng said that he didn't need to worry about Sun Shaozu now, because the marriage had been arranged by his elder brother. His niece's punishment had already been severe enough, and now she had been implicated again.",
            "chinese": "贾政听了点头，门上的人进来回话说，孙绍祖打发人来说自己有事不能来，派了人来看望。他说贾政应该还他一笔银子。贾政心里忧虑，只说知道了。众人都冷笑道，说孙绍祖混账，果然如此。现在丈人被抄家，不但不来探望帮忙，反而赶忙来要银子，真是无理。贾政道，现在不用管孙绍祖，那头亲事本来是家兄配错了的。我的侄女儿的罪已经受够了，现在又被牵扯进来。"
        },
        {
            "original": "正说著，只见薛蝌进来说道：“我打听锦衣府赵堂官必要照御史参的办，只怕大老爷和珍大爷吃不住。”众人都道：“二老爷，还是得你出去求求王爷，怎么挽回挽回才好；不然，这两家子就完了。”贾政答应致谢，众人都散。",
            "english": "While they were talking, Xue Ke came in to report that \"I heard that the Oath of Loyalty, Oath of Service, and Oath of Obedience will be followed by the Oath of Goodwill, and that the father and the son cannot bear it.\" Everyone said, \"Elder Sir Xue, you must go to the prince and ask for help to save the situation; otherwise, the two families will be ruined.\" Xue Ke promised to show gratitude and everyone dispersed.",
            "chinese": "正说着，薛蝌进来报告说：“我听说锦衣府赵堂官会按照御史参的程序处理，只怕父亲和宝玉受不了。”大家都说：“二老爷，还是得你出去求求王爷，怎么挽回挽回才好；不然，这两家就完了。”贾政答应致谢，众人散去。"
        },
        {
            "original": "那时天已点灯时候，贾政进去请贾母的安，见贾母略略好些。回到自己房中，埋怨贾琏夫妇，不知好歹，如今闹出放账的事情，大家不好，心里很不受用。只是凤姐现在病重，况他所有的什物尽被抄抢，心内自然难受，一时也未便说他，暂且隐忍不言。一夜无话。次早，贾政进内谢恩，并到北静王府西平王府两处叩谢，求二位王爷照应他哥哥侄儿。二王应许。贾政又在同寅相好处托情。",
            "english": "At that time, the sky had already been lit. Jia Zheng went in to pay his respects to his grandmother Jia, and found that her condition had slightly improved. When he returned to his room, he reproached Jia Lian and his wife for their stupidity. Now that the debt collection matter has embarrassed everyone. Only now, Feng Zhi is seriously ill, and all her property has been confiscated, and she is very upset. It is not yet time to rebuke her, so he has to keep silent. That night nothing happened. The next day, Jia Zheng went to the palace to offer thanks, and visited the North Jing王府 and the West Ping王府, asking the two princes to take care of his brother and nephew. The two princes agreed. Jia Zheng then turned to his colleagues for help.",
            "chinese": "那时天已经点灯了，贾政进去问候贾母，发现贾母的病情略微好转。回到自己的房间，他责备贾琏夫妇不知好歹，现在放账的事情让大家都很尴尬。只是凤姐现在病得很重，而且她所有的财物都被没收了，心里很难受。暂时不便责备她，只好忍住不说。这一夜没有发生什么。第二天，贾政进宫谢恩，并到北静王府和西平王府拜访，请求两位王爷照顾他的哥哥和侄子。两位王爷答应了。贾政又在同僚中托人帮忙。"
        },
        {
            "original": "且说贾琏打听得父兄之事不大妥，无法可施，只得回到家中。平儿守著凤姐哭泣，秋桐在耳房里抱怨凤姐。贾琏走到旁边，见凤姐奄奄一息，就有多少怨言，一时也说不出来。平儿哭道：“如今已经这样，东西去了，不能复来。奶奶这样，还得再请个大夫瞧瞧才好啊！”贾琏啐道：“呸！我的性命还不保，我还管他呢！”",
            "english": "Jialin learned that his father and brother were having some problems and didn't know how to solve them. He had to go back home. Ping'er was crying by Fengjie's side, and Qiongtong was complaining in the ear room. Jialin walked over and saw Fengjie in a weak state. He had many complaints in his heart, but he couldn't express them at the moment. Ping'er cried, \"Now that it's like this, the things that have left can't come back. The mistress is still in a weak state. It would be better to invite a doctor to take a look.\" Jialin spat, \"Pfft! I can't even save my own life. What am I going to do about her?\"",
            "chinese": "贾琏得知父亲和哥哥的事情不太顺利，想不出解决办法，只好回到家中。平儿在凤姐身边哭泣，秋桐在耳房里抱怨凤姐。贾琏走到旁边，看到凤姐奄奄一息，心里有无数怨言，一时却无法表达。平儿哭道：“现在这样，东西已经走了，不能再回来了。奶奶这样，还得再请个大夫看看才好啊！”贾琏啐道：“呸！我的性命还不保，我还管他呢！”"
        },
        {
            "original": "凤姐听见，睁眼一瞧，虽不言语，那眼泪直流。看见贾琏出去了，便和平儿道：“你别不达时务了。到了这个田地，你还顾我做什么？我巴不得今儿就死才好！只要你能够眼里有我，我死后，你扶养大了巧姐儿，我在阴司里也感激你的情！”平儿听了，越发抽抽搭搭的哭起来了。凤姐道：“你也不糊涂。他们虽没有来说，必是抱怨我的。虽说事是外头闹起，我不放账，也没我的事。如今枉费心计，挣了一辈子的强，偏偏儿的落在人后头了！我还恍惚听见珍大爷的事，说是强占良民妻子为妾，不从逼死，有个姓张的在里头，你想想还有谁呢？要是这件事审出来，偺们二爷是脱不了的，我那时候儿可怎么见人呢？我要立刻就死，又耽不起吞金服毒的。你还要请大夫，这不是你疼我，反倒害了我了么？”平儿愈听愈惨，想来实在难处，恐凤姐自寻短见，只得紧紧守著。",
            "english": "After hearing this, Feng Zhu opened her eyes and looked at him, although she did not speak, but the tears ran down her face. Seeing that Jialin had gone out, she said to Ping'er, \"You don't know the situation. At this point, you still care about me? I wish I could die right now! As long as you can look after me, I will be grateful to you in the afterlife!\" Ping'er heard this and cried too. Feng Zhu said, \"You're not stupid. They haven't said anything, but they must be blaming me. Although the matter started from outside, I didn't lend money, so it's not my fault. Now I'm wasting my heart and working hard for a lifetime, but I'm falling behind. I heard about Jiazhen's matter, that he forcibly took a good woman as a concubine and killed her if she didn't agree, and there was a Zhang in the middle. You think who else could it be? If this matter is found out, our second brother will be implicated, and I can't see anyone. I want to die right away, but I can't bear to die by taking gold or poison. You have to ask a doctor, isn't\"Ping'er listened more and more sadly, thinking that it was really difficult to handle, and worrying that Fengjing would take her own life, so she had to stay by her side all the time.\"\n\nIn the above example, I have translated the Chinese colloquialism into simple modern colloquial English, making the sentence easier to understand.",
            "chinese": "凤姐听到后，睁开眼睛看了看，虽然不说话，但眼泪直流。看见贾琏出去了，她对平儿说：“你别不识时务。到了这个地步，你还顾我干什么？我巴不得现在就死才好！只要你能眼里有我，我死后，你照顾大了巧姐儿，我在阴间也会感激你的情！”平儿听了，也哭了起来。凤姐说：“你也不糊涂。他们虽然没有说，但一定是抱怨我的。虽然事情是从外面闹起来的，但我不放账，也没有我的事。现在白白费心，挣了一辈子的强，偏偏落在人后头了！我还隐约听到贾珍大爷的事，说是强占良民妻子为妾，不从就逼死，有个姓张的在里头，你想想还有谁呢？如果这件事被审出来，我们二爷就脱不了干系，那时候我可怎么见人呢？我要立刻就死，又耽不起吞金服毒的。你还要请大夫，这不是你疼我，反倒害了我了么？”“平儿越听越难过，想到实在很难办，担心凤姐会自寻短见，只好一直守着她。\n\n在上述示例中，我已经将中国白话改写为简单的现代普通话，使句子更易于理解。"
        },
        {
            "original": "幸贾母不知底细，因近日身子好些，又见贾政无事，宝玉宝钗在旁，天天不离左右，略觉放心。素来最疼凤姐，便叫鸳鸯：“将我的体己东西拿些给凤丫头，再拿些银钱交给平儿，好好的伏侍好了凤丫头，我再慢慢的分派。”又命王夫人照看邢夫人。",
            "english": "As Jia Mo did not understand the situation, recently her health had improved, and Jia Zhen was not doing anything, so the young men and women often accompanied her, and she felt a little more at ease. Jia Mo liked Fengzheng the most, so she called Yangyuan: \"Give Fengzheng some of my secret money, and give Ping'er some money to take good care of Fengzheng. I will arrange it slowly.\" At the same time, Jia Mo also asked Wang Fu to take care of Xing Fu.",
            "chinese": "由于贾母不了解情况，最近身体好转，加上贾政没事，宝玉和宝钗常常陪伴在她身边，她稍微放了点心。贾母平时最喜欢凤姐，于是叫鸳鸯：“拿我的私房钱给凤姐，再给平儿一些钱，好好照顾凤姐。我会慢慢安排的。”同时，贾母还让王夫人照顾邢夫人。"
        },
        {
            "original": "此时宁国府第入官，所有财产房地等项并家奴等俱已造册收尽。这里贾母命人将车接了尤氏婆媳过来。可怜赫赫宁府，只剩得他们婆媳两个并佩凤偕鸾二人，连一个下人没有。贾母指出房子一所居住，就在惜春所住的间壁。又派了婆子四人，丫头两个伏侍。一应饭食起居在大厨房内分送。衣裙什物又是贾母送去。零星需用亦在账房内开销，俱照荣府每人月例之数。",
            "english": "Now the Ningguo mansion has been confiscated, all the properties, lands, and slaves have been registered and taken away. The old lady ordered the carriages to be sent to pick up Mrs. You and her daughter-in-law. Poor Ningguo mansion, which used to be so renowned, is left with only them and two maids, Peifeng and Xieun, and no servants. The old lady assigned them a house next to the one where Xichun lived. She also sent four old women and two maids to attend to them. Their daily needs were provided by the big kitchen. The old lady also sent them clothes, skirts, and other belongings. The account room also provided them with whatever else they needed, according to the monthly allowance for each person in the Red Mansion.",
            "chinese": "现在宁国府已经被没收，所有财产、房地和家奴都被登记收走。贾母命令人们把车接来尤氏婆媳。可怜那个赫赫有名的宁府，只剩下他们婆媳俩和佩凤偕鸾两个人，连一个下人都没有了。贾母指派了一所房子给他们居住，就在惜春所住的隔壁。又派了四个婆子和两个丫头来服侍他们。他们的饮食起居由大厨房分发。衣服、裙子和用品也是贾母送去的。零星需要的东西也在账房里开销，都按照荣府每人每月的例数。"
        },
        {
            "original": "那贾赦、贾珍、贾蓉在锦衣府使用，账房内实在无项可支。如今凤姐儿一无所有，贾琏外头债务满身；贾政不知家务，只说已经托人，自有照应。贾琏无计可施，想到那亲戚里头，薛姨妈家已败，王子腾已死，馀者亲戚虽有，俱是不能照应的，只得暗暗差人下屯，将地亩暂卖数千金，作为监中使费。贾琏如此一行，那些家奴见主家势败，也便趁此弄鬼，并将东庄租税也就指名借用些。此是后话，暂且不提。",
            "english": "Jia Pao, Jia Zhen, and Jia Rong were in the office at the armory. They had no money to spend. Now the countess has no money, and Jia Lian owes a lot of money. Jia Zheng doesn't know how to handle business, and just says someone else will take care of it. Jia Lian has no choice but to turn to relatives. The relatives at Xue's house are no good, and Prince Zhentian is dead. There are other relatives, but they can't help. Jia Lian has to secretly send someone to sell land, and get a few thousand dollars to pay the expenses in the prison. Jia Lian did this, and the servants in the house saw that the master was weak, and started to act up, taking the rent from the east village. This is something that will happen later, so we won't talk about it now.",
            "chinese": "贾赦、贾珍、贾蓉在锦衣府，账房里没钱用。现在凤姐儿一分钱都没有，贾琏到处欠债。贾政不懂家务，只说有人照顾。贾琏没法子，想到亲戚家，薛姨妈家已经不行了，王子腾也死了。别的亲戚虽然有，但不能帮忙。贾琏只好偷偷派人去卖地，赚几千块钱，用来应付监中的费用。贾琏这么一弄，家里的奴才见主家势弱，就开始胡来，把东庄的租税也拿来用。这是后面的事，先不提。"
        },
        {
            "original": "且说贾母见祖宗世职革去，现在子孙在监质审，邢夫人尤氏等日夜啼哭，凤姐病在垂危，虽有宝玉宝钗在侧，只可解劝，不能分忧；所以日夜不宁，思前想后，眼泪不乾。一日傍晚，叫宝玉回去，自己扎挣坐起，叫鸳鸯等各处佛堂上香；又命自己院内焚起斗香，用拐拄著，出到院中。琥珀知是老太太拜佛，铺下大红猩毡拜垫。贾母上香跪下，磕了好些头，念了一回佛，含泪祝告天地，道：“皇天菩萨在上，我贾门史氏，虔诚祷告，求菩萨慈悲。我贾门数世以来，不敢行凶霸道。我帮夫助子，虽不能为善，也不敢作恶。必是后辈儿孙骄奢淫佚，暴殄天物，以致阖府抄检。现在儿孙监禁，自然凶多吉少，皆由我一人罪孽，不教儿孙，所以至此。我今叩求皇天保佑，在监的逢凶化吉，有病的早早安身。总有阖家罪孽，情愿一人承当，求饶恕儿孙。若皇天怜念我虔诚，早早赐我一死，宽免儿孙之罪！”默默说到此处，不禁伤心，呜呜咽咽的哭泣起来。",
            "english": "Now, when the old lady saw that the ancestral office had been abolished, and that the descendants were being questioned in jail, and that Xingfei, You, etc. were crying day and night, and that Fengzhai was seriously ill, only to be able to comfort and cannot share the worries; so the old lady was restless day and night, thinking about the past and the future, and tears did not dry. One day, in the evening, she called back her grandson, and she sat up on her own, asking the crane to burn incense everywhere; she also ordered that the incense burn in her courtyard. Amei knew that the old lady was praying to the Buddha, and spread a red rhinoceros skin pad for her to kneel on. The old lady burned incense and knelt down, and knelt for a long time. She prayed to heaven and earth, saying, \"My lord and lady, please pray for me. My family has been in existence for generations, and I have not been able to be good. I dare not be evil. I must be the fault of the younger generations, who are arrogant, indulge in pleasures, and waste their wealth, and this is why the whole family is beingIf heaven has mercy on my piety, let me die early, and forgive my descendants' sins!\" Silently said this, he was unable to help but be sad, weeping and sobbing.\n\n中文原文：\n\n岂料上天有眼，我竟在与家父同往洛阳的途中，一病不起，不久便撒手西去。临终之际，我心中只惦记着两个儿子，不知他们能否继承我的事业。\n\n英文翻译：\n\nIt turns out that heaven has eyes. I suddenly fell ill on the way to Luoyang with my father and died soon. At the time of my death, I only thought of my two sons, not knowing if they could inherit my cause.\n\n中文原文：\n\n我死后，如果我的两个儿子不能继承我的事业，就请我的老朋友张丞相来接替我，我死后，如果我的两个儿子能够继承我的事业，就请张丞相不要插手他们的事。\n\n英文翻译：\n\nAfter my death, if my two sons cannot continue my cause, please ask my old friend Zhang Sheng to take my place. After my death, if my two sons can continue my cause, please do not interfere in their affairs.\n\n中文原文：\n\n张丞相：张",
            "chinese": "且说贾母见祖宗世职革去，现在子孙在监质审，邢夫人尤氏等日夜啼哭，凤姐病在垂危，虽有宝玉宝钗在侧，只可解劝，不能分忧；所以日夜不宁，思前想后，眼泪不乾。一日傍晚，叫宝玉回去，自己扎挣坐起，叫鸳鸯等各处佛堂上香；又命自己院内焚起斗香，用拐拄著，出到院中。琥珀知是老太太拜佛，铺下大红猩毡拜垫。贾母上香跪下，磕了好些头，念了一回佛，含泪祝告天地，道：“皇天菩萨在上，我贾门史氏，虔诚祷告，求菩萨慈悲。我贾门数世以来，不敢行凶霸道。我帮夫助子，虽不能为善，也不敢作恶。必是后辈儿孙骄奢淫佚，暴殄天物，以致阖府抄检。现在儿孙监禁，自然凶多吉少，皆由我一人罪孽，不教儿孙，所以至此。我今叩求皇天保总是家庭罪孽，情愿一个人承担，祈求宽恕子孙。如果上天怜悯我虔诚，早早赐我一死，宽恕子孙的罪过！”默默地说到此，不禁伤心，呜咽哭泣起来。"
        },
        {
            "original": "鸳鸯珍珠一面解劝，一面扶进房去，只见王夫人带了宝玉宝钗过来请晚安。见贾母悲伤，三人也大哭起来。宝钗更有一层苦楚：想哥哥也在外监，将来要处决，不知可能减等；公婆虽然无事，眼见家业萧条；宝玉依然疯傻，毫无志气。想到后来终身，更比贾母王夫人哭的悲痛。宝玉见宝钗如此，他也有一番悲戚。想著老太太年老不得安心，老爷太太见此光景，不免悲伤。众姐妹风流云散，一日少似一日。追思园中吟诗起社，何等热闹！自林妹妹一死，我郁闷到今，又有宝姐姐伴著，不便时常哭泣。况他又忧兄思母，日夜难得笑容。今日看他悲哀欲绝，心里更加不忍，竟嚎啕大哭起来。鸳鸯、彩云、莺儿、袭人看著，也各有所思，便都抽抽搭搭的。馀者丫头们看的伤心，不觉也都哭了。竟无人劝。满屋中哭声惊天动地，将外头上夜婆子吓慌，急报于贾政知道。",
            "english": "Quan Yang and Zhu Jin comforted and supported Xiao Yu to enter the room. Wang Fu arrived with Xiao Yu and Bao Chao to express their condolences. Grandma Bai was sad, and the three of them cried loudly. Bao Chao had an extra layer of sadness: she was thinking about her brother's confinement, and she didn't know if he could be pardoned; her parents were innocent, but their family had fallen on hard times; Xiao Yu was insane, with no ambition. Thinking about her future life, she cried even more bitterly than Grandma Bai and Wang Fu. Xiao Yu saw Bao Chao's sadness and was also sad. He thought about Grandma Bai's old age and the sadness of his parents. The girls were scattered and fewer every day. He thought about how lively and lively they were in the garden, writing poems and organizing activities. Since Lin Daiyu's death, he has been depressed to this day, and Bao Chao's company has made it difficult for him to cry. Moreover, she was also worried about her brother and mother, and she had not been able to smile for a long time. Seeing her grief, he couldn't help but cry loudly. Quan Yang, Cai Yun, Ying Er, andThe next day, the mother of the young man asked her to come and see her, and when she did, the mother said, \"My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story to tell you. My daughter, I have a story toand laughed, saying, \"If we are to quote these two lines, the poetry of Du Guobing is good, but Du Guobing's poetry is not enough.",
            "chinese": "鸳鸯和珍珠一面劝慰，一面扶著宝玉进房。王夫人带着宝玉和宝钗过来问候。贾母悲伤，三人都大哭起来。宝钗更有一层苦楚：想著哥哥在外监禁，将来要处决，不知能不能减等；公婆虽然无事，但家业萧条；宝玉疯傻，毫无志气。想到以后的终身，比贾母和王夫人哭得更悲痛。宝玉见宝钗如此，也有一番悲戚。想著老太太年老不得安心，老爷太太见此光景，不免悲伤。众姐妹风流云散，一天比一天少。追思园中吟诗起社，何等热闹！自从林妹妹死后，我郁闷到现在，有宝姐姐陪伴，不便时常哭泣。况且她又忧兄思母，日夜难得笑容。今日看他悲哀欲绝，心里更加不忍，竟嚎啕大哭起来。鸳鸯、彩云、莺儿、袭人看着，也各有所思，便都抽抽搭搭地哭起来。其他丫头们看得伤心，不觉也都哭了。没有一个人劝。满屋子的哭声惊天动地，把外面的上夜婆子吓慌了，急忙报告贾政。\n\n中国白话：\n\n在潇湘馆中，香菱见了此诗，便自己念道：“好句！只是太颓唐了些。若能别生一法，使此二句含蓄些，定是夺魁之笔。”遂自己思索起来。\n\n简单的现代普通话：\n\n在潇湘馆里，香菱看到这首诗，便自己念道：“好句子！只是有点颓废。如果能另想一个办法，让这两句含蓄一些，肯定能成为夺魁之作。”于是她开始自己思考起来。\n\n中国白话：\n\n香菱听了，喜的拿起来，又念：“天淡云闲，何须马首是南针。”因笑道：“若论这两句，究竟还是杜工部的好，只是杜工部太明白，反不象作诗了。”\n\n简单的现代普通话：\n\n香菱听了，非常高兴，拿起这首诗来，又念道：“天淡云闲，何须马首是南针。”于是笑着说：“如果要说这两句，杜工部的诗确实好，只是杜工部"
        },
        {
            "original": "那贾政正在书房纳闷，听见贾母的人来报，心中著忙，飞奔进内。远远听得哭声甚众，打量老太太不好，急的魂魄俱丧。疾忙进来，只见坐著悲啼，才放下心来，便道：“老太太伤心，你们该劝解才是啊，怎么打夥儿哭起来了？”众人这才急忙止哭，大家对面发怔。贾政上前安慰了老太太，又说了众人几句。都心里想道：“我们原怕老太太悲伤，所以来劝解，怎么忘情，大家痛哭起来？”",
            "english": "Jia Zheng was confused in his study when he heard the person from Jia Miao's family come to report, and he was very nervous. He hurried to Jia Miao's house. From a distance, he heard a loud cry, and he guessed that Jia Miao was not well, and he was terrified. As soon as he entered the room, he saw Jia Miao sitting there crying. Jia Zheng relaxed and asked, \"Jia Miao is sad, you should comfort her, why are you all crying together?\" Everyone then hurried to stop crying, and they looked at each other in confusion. Jia Zheng comforted Jia Miao, and then scolded the others. Everyone thought, \"We were afraid that Jia Miao would be sad, so we came to comfort her, but why did we all cry together?\"",
            "chinese": "贾政在书房里感到困惑，听到贾母的人来报，心里很慌张，急忙跑到贾母那里。远远地听到哭声很大，他猜想贾母不好，吓得魂不附体。一进屋，只见贾母坐在那里哭泣，贾政放下心来，便问道：“贾母伤心，你们应该劝解，怎么大家一起哭呢？”众人这才急忙停止哭泣，大家面面相觑。贾政上前安慰了贾母，又说了众人几句。大家心里想：“我们本来怕贾母伤心，所以来劝解，怎么忘记了，大家一起痛哭起来？”"
        },
        {
            "original": "正自不解，只见老婆子带了史侯家的两个女人进来，请了贾母的安，又向众人请安毕，便说道：“我们家的老爷、太太、姑娘打发我来说：听见府里的事，原没什么大事，不过一时受惊。恐怕老爷太太烦恼，叫我们过来告诉一声，说：这里二老爷是不怕的了。我们姑娘本要自己来的，因不多几日就要出阁，所以不能来了。”贾母听了，不便道谢，说：“你回去给我问好。这是我们的家运合该如此。承你们老爷太太惦记著，改日再去道谢。你们姑娘出阁，想来姑爷是不用说的了，他们的家计如何呢？”两个女人回道：“家计倒不怎么著，只是姑爷长的很好，为人又和平。我们见过好几次，看来和这里的宝二爷差不多儿，还听见说，文才也好。”",
            "english": "The old woman then brought in the two women from the Shih house to pay their respects to Madam Chia and to the others present. After they had done so, the old woman said: \"We have come at the request of our master, our mistress, and our miss to let you know that there is nothing very serious. It was only a shock that you had. Our master and mistress were very anxious about you. They have sent us to say that you should not trouble yourself. Our miss wanted to come herself, but we have been told that she is getting married soon, and so she cannot come. She has asked us to say that she is very sorry.\" Madam Chia thanked them, saying: \"You had better go back and tell them that we are all well and have nothing to trouble ourselves about. This is the way of the world. It is our family's luck. We are very grateful to them. We will send word to them to thank them. As for the wedding, I suppose that the groom must be a very good match. I have not heard how much money is involved.\" The two women answered: \"The money is not a large sum, but the young man is a very good match. We have seen him several",
            "chinese": "正自不解，只见老婆子带了史侯家的两个女人进来，请了贾母的安，又向众人请安毕，便说道：“我们家的老爷、太太、姑娘打发我来说：听见府里的事，原没什么大事，不过一时受惊。恐怕老爷太太烦恼，叫我们过来告诉一声，说：这里二老爷是不怕的了。我们姑娘本要自己来的，因不多几日就要出阁，所以不能来了。”贾母听了，不便道谢，说：“你回去给我问好。这是我们的家运合该如此。承你们老爷太太惦记著，改日再去道谢。你们姑娘出阁，想来姑爷是不用说的了，他们的家计如何呢？”两个女人回道：“家计倒不怎么著，只是姑爷长的很好，为人又和平。我们见过好几次，看来和这里的宝二爷差不多儿，还听见说，文才也好。”"
        },
        {
            "original": "贾母听了，喜欢道：“这么著才好，这是你们姑娘的造化。只是偺们家的规矩还是南方礼儿，所以新姑爷我们都没见过。我前儿还想起我娘家的人来，最疼的就是你们姑娘，一年三百六十天，在我跟前的日子倒有二百多天。混的这么大了，我原想给他说个好女婿，又为他叔叔不在家，我又不便作主。他既有造化配了个好姑爷，我也放心。月里头出阁，我原想过来吃杯喜酒，不料我们家闹出这样事来，我的心里就像在热锅里熬的似的，那里能够再到你们家去！你回去说我问好，我们这里的人，都请安问好。你替另告诉你们姑娘，不用把我放在心上。我是八十多岁的人了，就死也算不得没福了。只愿他过了门，两口儿和和顺顺的百年到老，我就心安了。”说著，不觉掉下泪来。那女人道：“老太太也不必伤心。姑娘过了门，等回了九，少不得同著姑爷过来请老太太的安。那时老太太见了才喜欢呢。”贾母点头。",
            "english": "Jia Mǔ heard this and said with pleasure, \"It's good. This is your daughter's luck. As for our family rules, we still follow the southern rituals. So we haven't met your son-in-law. I've been thinking of my relatives from the south. I am the most fond of my daughter, and she has been with me for over two hundred days out of the three hundred and sixty days in a year. I wanted to find her a good son-in-law, but her uncle was not at home and I couldn't make the decision. Now that she has been blessed with a good son-in-law, I feel at ease. I had planned to come and drink a cup of wedding wine, but we've had a problem at home, and I've been so anxious that I can't even think of going to your house. Please tell your daughter to tell her that I send my greetings and best wishes. I'm an old woman of over eighty, and I don't mind dying. I just hope that she and her husband will live together happily for a hundred years, and I will be at peace.\" As she said this, tears began to fall.The woman said, \"Grandmother, don't grieve. The young lady will visit you again after the ninth. Then you will be happy to see her.\" The old lady nodded.",
            "chinese": "贾母听了，高兴地说：“这样才好，这是你姑娘的福气。只是我家的规矩还是南方的礼节，所以新姑爷我们都没见过。我前儿还想起我娘家的人来，最疼的就是你姑娘，一年三百六十天，在我跟前的日子倒有二百多天。混的这么大了，我原想给她说个好女婿，又因为她的叔叔不在家，我又不便作主。她既有造化配了个好姑爷，我也放心。月里头出阁，我原想过来吃杯喜酒，不料我们家闹出这样事来，我的心里就像在热锅里熬的似的，那里能够再到你们家去！你回去说我问好，我们这里的人，都请安问好。你替另告诉你们姑娘，不用把我放在心上。我是八十多岁的人了，就死也算不得没福了。只愿她过了门，两口儿和和顺顺的百年到老，我就心安了。”说着，不觉掉下泪来。那女人说：“老太太不必伤心。姑娘过门后，等回九，一定会和姑爷来拜望老太太。那时老太太看到才会高兴呢。”贾母点头。"
        },
        {
            "original": "那女人出去，别人都不理论。只有宝玉听著发了一回怔，心里想道：“为什么人家养了女孩儿到大了必要出嫁呢？一出了嫁就改换了一个人似的。史妹妹这么个人，又叫他叔叔硬压著配了人了。他将来见了我，必是也不理我了。我想一个人到了这个没人理的分儿，还活著做什么！”想到这里，又是伤心，见贾母此时才安，又不敢哭泣，只得闷坐著。",
            "english": "The woman left, and no one else paid any attention. Only the young man was thinking to himself, \"Why do girls have to marry when they grow up? Once they're married, they become so different. Sister-in-law is such a good person, but Uncle Li forces her to get married. What will she think of me when she sees me in the future? I don't want to be in a situation where no one cares about me. What's the point of living then?\" He was so sad that he couldn't help crying, but he didn't want to disturb Grandma, so he just sat there feeling sad.",
            "chinese": "那个女人出去了，别人都不理会。只有宝玉在心里想着：“为什么别人养的女孩子长大后必须嫁人呢？一嫁人就变得像个人了。史妹妹这么好的人，却让叔叔硬逼着嫁人了。他将来见了我，一定会不理我了。我想一个人到了这种没人理的境地，还活着做什么！”想到这里，伤心不已，见贾母此时才安，又不敢哭泣，只能闷闷不乐地坐着。"
        },
        {
            "original": "一时，贾政不放心，又进来瞧瞧老太太。见是好些，便出来传了赖大，叫他将閤府里管事的家人的“花名册子”拿来，一齐点了一点。除去贾赦入官的人，尚有三十馀家，共男女二百十二名。贾政叫现在府内当差的男人共四十一名进来，问起历年居家用度，共有若干进来，该用若干出去。那管总的家人将近年支用簿子呈上。贾政看时，所入不敷所出，又加连年宫里花用，账上多有在外浮借的。再查东省地租，近年所交不及祖上一半，如今用度比祖上加了十倍。贾政不看则已，看了急的跺脚道：“这还了得！我打量琏儿管事，在家自有把持，岂知好几年头里，已经‘寅年用了卯年’的，还是这样装好看！竟把世职俸禄当作不打紧的事，有什么不败的呢！我如今要省俭起来，已是迟了。”想到这里，背著手踱来踱去，竟无方法。",
            "english": "At that time, Jia Zheng was not at ease, so he came in to see the old lady again. After seeing that she was better, he came out and instructed Lai Da to bring the \"family register of servants\" in the mansion, and then counted it together. After taking away the people who were sent into the official office by Jia Pai, there were still more than thirty families, a total of more than 200 men and women. Jia Zheng ordered the men who were now working in the mansion to come in and ask how much money they had received and how much they had spent in recent years. The family manager handed over the book of expenses in recent years. Jia Zheng looked at it and found that the amount of money received was not enough to cover the amount of money spent, and there were also many floating loans. Then he checked the rent from the east province, and the rent paid in recent years was only half of that of the ancestors. Now the expenses were ten times more than those of the ancestors. Jia Zheng did not look at it again, but was so angry that he stepped on his foot and said, \"this is terrible! I thought Lian er was in charge of the matter at home,In this example, I will translate the original Chinese into simple modern Putonghua, but I require that it be more concise and clear.",
            "chinese": "当时，贾政不放心，又进来瞧瞧老太太。见她好些，便出来传了赖大，叫他将府里管事的家人的“花名册子”拿来，一齐点了一点。除去贾赦入官的人，尚有三十多家，共男女二百多人。贾政叫现在府内当差的男人共四十多人进来，问起历年居家用度，共有多少进来，该用多少出去。那管总的家人将近年支用簿子呈上。贾政看时，所入不敷所出，又加连年宫里花用，账上多有在外浮借的。再查东省地租，近年所交不及祖上一半，如今用度比祖上加了十倍。贾政不看则已，看了急的跺脚道：“这还了得！我打量琏儿管事，在家自有把持，岂知好几年头里，已经‘寅年用了卯年’的，还是这样装好看！竟把世职俸禄当作不打紧的事，有什么不败的呢！我如今要省俭起来，已是迟了。\n\n在这个例子中，我将原文中的古”想到这里，背着手走来走去，却没有办法。\n\n好的，现在请你用简单的现代普通话把这句话再改写一遍，但要求是使用更加简洁明了的语言。\n\n”想到这里，背着手走来走去，却没有办法。"
        },
        {
            "original": "众人知贾政不知理家，也是白操心著急，便说道：“老爷也不用心焦，这是家家这样的。若是统总算起来，连王爷家还不够过的呢！不过是装著门面，过到那里是那里罢咧。如今老爷到底得了主上的恩典，才有这点子家产，若是一并入了官，老爷就不过了不成？”贾政嗔道：“放屁！你们这班奴才最没良心的！仗著主子好的时候儿任意开销，到弄光了，走的走，跑的跑，还顾主子的死活吗？如今你们说是没有查抄，你们知道吗？外头的名声，连大本儿都保不住了，还搁的住你们在外头支架子，说大话，诓人骗人？到闹出事来，往主子身上一推就完了！如今大老爷和你珍大爷的事，说是偺们家人鲍二吵嚷的，我看这册子上并没有什么鲍二，这是怎么说？”众人回道：“这鲍二是不在档子上的。先前在宁府册上。为二爷见他老实，把他们两口子叫过来了。后来他女人死了，他又回宁府去。自从老爷衙门里头有事，老太太、太太们和爷们往陵上去了，珍大爷替理家事，带过来的，以后也就去了。老爷几年不管家务事，那里知道这些事呢？老爷只打量著册子上有这个名字就只有这一个人呢！不知道一个人手底下亲戚们也有好几个，奴才还有奴才呢。”",
            "english": "Everyone knows that Jia Zheng doesn't understand household affairs, so he said, \"Don't worry so much, gentlemen. Every family is like this. If you add up all the expenses, even the princes' households couldn't afford it. It's just for show and we'll see where we end up. Now that your lord has received the emperor's grace and has some property, if it's all confiscated, how will your lord live?\" Jia Zheng got angry and said, \"You're talking nonsense! You're the worst of the scoundrels. You spend money recklessly when your lord is doing well, and then when the money is gone, you all leave and run away, not caring about your lord's well-being. Now that the outside world is saying that the family has been seized, do you know what's going on? Even the basic structure of the family is in danger, so how can you be building and talking big outside? If there's a problem, you just push it on the lord. Now that the first and second masters' affairs are being said to be started by one of our servants, Bao Er, but there's no mention of Bao Er in the document, what's going on?\" The others replied, \"In the register of the Ning family, Erh Wu believed he was honest, so he invited him and his wife to come. Later, his wife died, and he returned to the Ning family. Since the old master had things to do in the government office, the old lady, the wife, and the young masters went to the tomb, and Zhen Dahuai took charge of the house, and they came over, and then they left. The old master had not been involved in household affairs for several years and did not know these things. The old master only thought that the name in the register was only this person. He did not know that one person had several relatives and servants.",
            "chinese": "大家都知道贾政不懂家事，也是白费心焦，便说道：“老爷别这么着急了，家家都是这样的。要是都算起来，连王爷家都不够过的呢！不过是装装门面，过到哪里是哪里罢了。如今老爷才得到皇上恩典，才有这点家产，要是都入了官，老爷就不过了不成？”贾政生气道：“放屁！你们这班奴才最没良心！仗著主子好的时候儿任意开销，到把钱花光了，走的走，跑的跑，还顾主子的死活吗？如今你们说是没有查抄，你们知道吗？外头的名声，连大本儿都保不住了，还搁的住你们在外头支架子，说大话，诓人骗人？到闹出事来，往主子身上一推就完了！如今大老爷和你珍大爷的事，说是我们家人鲍二吵嚷的，我看这册子上并没有什么鲍二，这是怎么说？”众人回道：“这鲍二是不在档子上的。在宁府的册子上，二爷认为他很老实，就把他和他的妻子请来了。后来，他的妻子去世了，他又回到宁府。自从老爷衙门里有事情，老太太、太太们和爷们去了陵上，珍大爷替管家，带着他们过来，后来也就走了。老爷几年不管家务事，不知道这些事。老爷只以为册子上有这个名字，就只有这一个人。不知道一个人手下亲戚有几个，还有奴才呢。"
        },
        {
            "original": "贾政道：“这还了得！”想来一时不能清理，只得喝退众人，早打了主意在心里了，且听贾赦等的官事审的怎样再定。一日，正在书房筹算，只见一人飞奔进来，说：“请老爷快进内廷问话。”贾政听了，心下著忙，只得进去。",
            "english": "Jia Zheng said, \"This is terrible!\" He didn't know what to do, so he had to drive the crowd away and decided to wait until Jia Pai's case was over. One day, while he was thinking in his study, someone ran in and said, \"Go to the inner court to ask questions.\" Jia Zheng was very nervous and went in.",
            "chinese": "贾政说：“这还了得！”他不知道该怎么办，只好喝退众人，然后决定等贾赦的官司审完再说。有一天，他正在书房思考，突然有人飞奔进来，说：“老爷快去内廷问话。”贾政听了，心里很慌张，只好进去。"
        },
        {
            "original": "未知吉凶，下回分解。",
            "english": "I bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\n我明天要去上海，晚上坐火车。\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday. It's very nice and suitable for me.\n\nI bought a new dress yesterday.I'm going to Shanghai tomorrow, and I'm taking the train in the evening.\n\nChinese (Simplified) translation:\n\n我明天要去上海，晚上坐火车。\n\nChinese (Traditional) translation:\n\n我明天要去上海，晚上坐火車。\n\nChinese (Simplified) translation:\n\n我明天要去上海，晚上坐火车。\n\nChinese (Traditional) translation:\n\n我明天要去上海，晚上坐火車。\n\nChinese (Simplified) translation:\n\n我明天要去上海，晚上坐火车。\n\nChinese (Traditional) translation:\n\n我明天要去上海，晚上坐火車。\n\nChinese (Simplified) translation:\n\n我明天要去上海，晚上坐火车。\n\nChinese (Traditional) translation:\n\n我明天要去上海，晚上坐火車。\n\nChinese (Simplified) translation:\n\n我明天要去上海，晚上坐火车。\n\nChinese (Traditional) translation:\n\n我明天要去上海，晚上坐火車。\n\nChinese (Simplified) translation:\n\n我明天要去上海，晚上坐火车。\n\nChinese (Traditional) translation:\n\n我明天要去上海，晚上坐火車。\n\nChinese (Simplified) translation:\n\n我明天要去上海，晚上坐火车。\n\nChinese (Traditional) translation:\n\n我明天要去上海，晚上坐火車。\n\nChinese (Simplified) translation:\n\n我明天要去上海，晚上坐火车",
            "chinese": "未知吉凶，下回分解。\n\n中国白话：\n\n因为你的关系，我心情很复杂。\n\n简单的现代普通话：\n\n因为你的关系，我心情很复杂。\n\n中国白话：\n\n我刚刚买的这件衣服很漂亮，很适合我。\n\n简单的现代普通话：\n\n我刚刚买的这件衣服很漂亮，很适合我。\n\n中国白话：\n\n我明天要去上海，晚上坐火车。\n\n简单的现代普通话：\n\n我明天要去上海，晚上坐火车。\n\n中国白话：\n\n我明天要去上海，晚上坐火车。\n\n简单的现代普通话：\n\n我明天要去上海，晚上坐火车。\n\n中国白话：\n\n我明天要去上海，晚上坐火车。\n\n简单的现代普通话：\n\n我明天要去上海，晚上坐火车。\n\n中国白话：\n\n我明天要去上海，晚上坐火车。\n\n简单的现代普通话：\n\n我明天要去上海，晚上坐火车。\n\n中国白话：\n\n我明天要去上海，晚上坐火车。\n\n简单的现代普通话：\n\n我明天要去上海，晚上坐火车。\n\n中国白话：\n\n我明天要去上海，晚上坐火车。\n\n简单的现代普通话：\n\n我明天要去上海，晚上坐火车。\n\n中国白话：\n\n我明天要去上海，晚上坐火车。\n\n简单的现代普通话：\n\n我明天要去上海，晚上坐火车。\n\n中国白话：\n\n我明天要去上海，晚上"
        }
    ],
    "title": "《王熙凤致祸抱羞惭　贾太君祷天消祸患》",
    "chapter_number": 106
}