{
    "paragraphs": [
        {
            "original": "却说贾母坐起说道：“我到你们家已经六十多年了，从年轻的时候到老来，福也享尽了。自你们老爷起，儿子孙子也都算是好的了。就是宝玉呢，我疼了他一场－－”说到那里，拿眼满地下瞅著。王夫人便推宝玉走到床前。贾母从被窝里伸出手来拉著宝玉，道：“我的儿，你要争气才好！”",
            "english": "贾母坐起来说：“我在你们家已经六十多年了，从年轻到现在，享尽了福气。你们老爷儿子孙子也都算不错。就是宝玉呢，我疼了他一场－－”说到那里，她拿眼满地下瞅著。王夫人就推宝玉走到床前。贾母从被窝里伸出手来拉著宝玉，道：“我的儿，你要争气才好！”",
            "chinese": "话说贾母坐起来说：“我在你们家已经六十多年了，从年轻到现在，享尽了福气。你们老爷儿子孙子也都算不错。就是宝玉呢，我疼了他一场－－”说到那里，她拿眼满地下瞅著。王夫人就推宝玉走到床前。贾母从被窝里伸出手来拉著宝玉，道：“我的儿，你要争气才好！”"
        },
        {
            "original": "宝玉嘴里答应，心里一酸，那眼泪便要流下来，又不敢哭，只得站著。听贾母说道：“我想再见一个重孙子，我就安心了。我的兰儿在那里呢？”李纨也推贾兰上去。贾母放了宝玉，拉著贾兰，道：“你母亲是要孝顺的。将来你成了人，也叫你母亲风光风光！－－凤丫头呢？”",
            "english": "Bao Yuyue answered, his heart ached, his tears almost fell, but he dared not cry, so he stood there. Grandmother Jia said, \"I want to see another great-grandson before I can rest in peace. Where is my Lan?\" Li Wan also pushed Jia Lan up. Grandmother Jia let go of Bao Yuyue and took hold of Jia Lan, saying, \"You must be filial. When you become a man in the future, you must make your mother shine and shine!\" - Where is Feng Yaotiao?",
            "chinese": "宝玉答应了一声，心里酸酸的，眼泪快要流下来了，但又不敢哭，只好站着。贾母说：“我想再看到一个重孙子，我才能安心。我的兰儿在哪里？”李纨也推着贾兰上去。贾母松开宝玉，拉住贾兰，说：“你要孝顺。将来你成了人，也要让你母亲风光风光！－－凤丫头呢？”"
        },
        {
            "original": "凤姐本来站在贾母旁边，赶忙走到跟前，说：“在这里呢。”贾母道：“我的儿，你是太聪明了，将来修修福罢！我也没有修什么，不过心实吃亏。那些吃斋念佛的事我也不大干，就是旧年叫人写了些《金刚经》送送人，不知送完了没有？”凤姐道：“没有呢。”贾母道：“早该施舍完了才好。我们大老爷和珍儿是在外头乐了；最可恶的是史丫头没良心，怎么总不来瞧我！”鸳鸯等明知其故，都不言语。",
            "english": "Feng Ji stood beside Jia Mother and quickly walked to her side, saying, \"Here we are.\" Jia Mother said, \"My son, you are too smart. You will accumulate more blessings in the future. I haven't done much to improve myself, but I have been exploited. Last year, I had someone write some \"Diamond Sutra\" to give to others, but I don't know if it's been finished yet.\" Feng Ji said, \"Not yet finished.\" Jia Mother said, \"It's time to finish it. Our big brother and Juen are out playing. The most annoying thing is that Shi Erniang is ungrateful and never comes to see me!\" Quan Yang knew the reason and didn't say anything.",
            "chinese": "凤姐站在贾母旁边，赶忙走到贾母面前，说：“在这里呢。”贾母道：“我的儿，你太聪明了，将来要多积些福气。我也没怎么修，只是心实吃亏。去年叫人写了些《金刚经》送给别人，不知道送完了没有？”凤姐道：“没有送完。”贾母道：“早该送完了才好。我们大老爷和珍儿在外面玩乐；最可恨的是史丫头没良心，怎么总不来瞧我！”鸳鸯等知道原因，都不说话。"
        },
        {
            "original": "贾母又瞧了一瞧宝钗，叹了口气，只见脸上发红。贾政知是回光返照，即忙进上参汤。贾母的牙关已经紧了，合了一回眼，又睁著满屋里瞧了一瞧。王夫人宝钗上去，轻轻扶著，邢夫人凤姐等便忙穿衣。地下婆子们已将床安设停当，铺了被褥。听见贾母喉间略一响动，脸变笑容，竟是去了。享年八十三岁。众婆子疾忙停床。",
            "english": "Jia Mother looked at Baochai again and sighed. Baochai's face turned red. Jia Zheng knew this was a last gasp, so he quickly handed her a cup of ginseng soup. Jia Mother's jaw was tight, and she closed her eyes. Then she opened them again and looked around the room. Wang Fei and Baochai supported her, while Xingfei, Fengjie, and others hurried to dress. The maids quickly set up the bed and spread the quilts. Jia Mother made a sound in her throat, smiled, and passed away. She was 83 years old. The maids quickly stopped the bed.",
            "chinese": "贾母又看了看宝钗，叹了口气，只见脸上发红。贾政知道这是回光返照，于是赶紧端上参汤。贾母的牙关已经紧了，合上眼睛，又睁开了，满屋里瞧了一瞧。王夫人和宝钗扶著她，邢夫人、凤姐等人赶紧穿上衣服。地下婆子们已经将床安设好，铺好了被褥。听见贾母喉间发出一声响动，脸上露出笑容，她走了。享年八十三岁。众婆子迅速停床。"
        },
        {
            "original": "于是贾政等在外一边跪著，邢夫人等在内一边跪著，一齐举起哀来。外面家人各样预备齐全，只听里头信儿一传出来，从荣府大门起至内宅门，扇扇大开，一色净白纸糊了；孝棚高起，大门前的牌楼立时竖起；上下人等登时成服。",
            "english": "Jia Zheng and his family members knelt outside, while Xing Fu and her family members knelt inside. Everyone raised their voices in mourning. The outside staff had everything prepared. As soon as the news arrived, the gates from the Yongfu Mansion to the inner courtyard were opened one by one, and all the doors were covered with white paper. The mourning tent was set up, and the gate's arch was erected. The servants and family members dressed in mourning clothes immediately.",
            "chinese": "贾政等人跪在外面，邢夫人等人跪在里面，大家一齐哭起来。外面家人们把一切准备好，只要一有消息，从荣府大门到内宅门，扇扇大门都打开，全用白纸糊了；孝棚建好，大门前的牌楼也竖起来；上下人等马上穿上丧服。\n\n好的，现在请你将这段话翻译成英文。\n\nHere is a simple translation of the given Chinese text into English:\n\nOutside, Jia Zheng and his family members knelt down, while inside, Xing Fu and her family members also knelt down. They all raised their voices in mourning. The outside staff had everything prepared. As soon as the news arrived, the gates from the Yongfu Mansion to the inner courtyard were opened one by one, and all the doors were covered with white paper. The mourning tent was set up, and the gate's arch was erected. The servants and family members dressed in mourning clothes immediately."
        },
        {
            "original": "贾政报了丁忧，礼部奏闻。主上深仁厚泽：念及世代功勋，又系元妃祖母，赏银一千两，谕礼部主祭。家人们各处报丧。众亲友虽知贾家势败，今见圣恩隆重，都来探丧。择了吉时成殓，停灵正寝。",
            "english": "Jia Zheng reported his bereavement to the Ministry of Rites, and the emperor was benevolent and awarded him 1,000 taels of silver for the main sacrifice. The servants went around to notify everyone of the news. Although the friends and relatives knew that the Jia family had fallen on hard times, they came to offer condolences because of the emperor's great kindness. They chose a good time to embalm the body and placed it in the main chamber.\n\n英文翻译：\n\nJia Zheng reported his bereavement to the Ministry of Rites, and the emperor was benevolent and awarded him 1,000 taels of silver for the main sacrifice. The servants went around to notify everyone of the news. Although the friends and relatives knew that the Jia family had fallen on hard times, they came to offer condolences because of the emperor's great kindness. They chose a good time to embalm the body and placed it in the main chamber.",
            "chinese": "贾政因丁忧报礼部，主上仁厚，赏银一千两，令礼部主祭。家人们到处报丧。众亲友虽知贾家势败，见圣恩隆重，都来探丧。择吉时成殓，停灵正寝。"
        },
        {
            "original": "贾赦不在家，贾政为长；宝玉、贾环、贾兰是亲孙，年纪又小，都应守灵。贾琏虽也是亲孙，带著贾蓉，尚可分派家人办事。虽请了些男女外亲来照应，内里邢王二夫人、李纨、凤姐、宝钗等是应灵旁哭泣的。尤氏虽可照应，他自贾珍外出，依住荣府，一向总不上前，且又荣府的事不甚谙练。贾蓉的媳妇更不必说。惜春年小，虽在这里长的，他于家事全不知道。－－所以内里竟无一人支持。只有凤姐可以照管里头的事，况又贾琏在外作主，里外他二人，倒也相宜。",
            "english": "Jia Pai was not at home, Jia Zheng was the eldest grandson, Baoyu, Jiahuan and Jialan were his close grandchildren, they were young, they should all guard the tomb. Jialing was Jia Zheng's close grandson, and Jia Rong, he could still distribute the attendants to do things. Although he had invited some male and female relatives to attend to it, inside, the two ladies, Xing, Wang, Liwan, Feng, Baoshan and so on, are the ones who should weep by the tomb. Youshi could take care of it, but he has been staying at the Rong府 since Jia Zhen went out, and he has never gone forward, and he is not familiar with the affairs inside. Jia Rong's wife is not worth mentioning. Xici is young, although he has grown up here, he knows nothing about the family affairs. So there was no one inside to support. Only Feng can take care of the inside things. And Jialing is in charge outside, so they are a good match.",
            "chinese": "贾赦不在家，贾政是长孙，宝玉、贾环、贾兰是他的亲孙，年龄小，都应当守灵。贾琏虽然是贾政的亲孙，带著贾蓉，尚可分派家人办事。虽然请了些男女外亲来照应，内里邢王二夫人、李纨、凤姐、宝钗等是应灵旁哭泣的。尤氏虽可照应，他自贾珍外出，依住荣府，一向总不上前，且又荣府的事不甚谙练。贾蓉的媳妇更不必说。惜春年小，虽在这里长的，他于家事全不知道。－－所以内里竟无一人支持。只有凤姐可以照管里头的事，况又贾琏在外作主，里外他二人，倒也相宜。"
        },
        {
            "original": "凤姐先前仗著自己的才干，原打量老太太死了，他大有一番作用。邢王二夫人等本知他曾办过秦氏的事，必是妥当，于是仍叫凤姐总理里头的事。凤姐本不应辞，自然应了，心想：“这里的事本是我管的。那些家人更是我手下的人。太太和珍大嫂子的人本来难使唤，如今他们都去了。银项虽没有对牌，这宗银子却是现成的。外头的事又是我们那个办。虽说我现今身子不好，想来也不致落褒贬，必比宁府里还得办些。”心下已定，且待明日接了三，后日一早分派。便叫周瑞家的传出话去，将“花名册”取上来。",
            "english": "As for the management of the household, the Shanshan wife had planned to let Wang Xifeng be in charge after her mother’s death. The Shanshan wife and the Wang wife both knew that Wang Xifeng had handled the affairs of the deceased Lady Qin and that she must have done it well, so they still asked Wang Xifeng to be in charge of the household affairs. Wang Xifeng did not want to refuse, so she agreed. She thought to herself, “The household affairs have always been my responsibility. Those servants are also my subordinates. The people of the Shanshan and Wang families are hard to deal with, but now they have all left. The silver jewelry without the label is ready. The outside affairs are also handled by us. Although my health is not good now, I believe I can do a better job than the Ning family.” She made up her mind and planned to divide the work tomorrow and the day after tomorrow. She then ordered Zhou Ruiji to pass on the message to collect the “list of names”.",
            "chinese": "凤姐以前仗着自己的才能，原打算等老太太死后，他大有一番作为。邢王二夫人等本知他曾经处理过秦氏的事，必是妥当，于是仍叫凤姐总理里头的事。凤姐本不应辞，自然应了，心想：“这里的事本来是我管的。那些家人更是我手下的人。太太和珍大嫂子的人本来难使唤，如今他们都去了。银项虽没有对牌，这宗银子却是现成的。外头的事又是我们那个办。虽说我现今身子不好，想来也不致落褒贬，必比宁府里还得办些。”心下已定，且待明日接了三，后日一早分派。便叫周瑞家的传出话去，将“花名册”取上来。"
        },
        {
            "original": "凤姐一一的瞧了，统共男仆只有二十一人，女仆只有十九人，馀者俱是些丫头，连各房算上，也不过三十多人，难以派差。心里想道：“这回老太太的事倒没有东府里的人多。”又将庄上的弄出几个，也不敷差遣。正在思算，只见一个小丫头过来说：“鸳鸯姐姐请奶奶。”凤姐只得过去。只见鸳鸯哭得泪人一般，一把拉著凤姐儿，说道：“二奶奶请坐，我给二奶奶磕个头。虽说服中不行礼，这个头是要磕的！”鸳鸯说著跪下，慌的凤姐赶忙拉住，说道：“这是什么礼？有话好好的说！”鸳鸯跪著，凤姐便拉起来。鸳鸯说道：“老太太的事，一应内外，都是二爷和二奶奶办。这宗银子是老太太留下的。老太太这一辈子也没有糟蹋过什么银钱，如今临了这件大事，必得求二奶奶体体面面的办一办才好！我方才听见老爷说什么‘诗云子曰’，我也不懂；又说什么‘丧与其易，宁戚’，我更不明白。我问宝二奶奶，说是老爷的意思：老太太的丧事，只要悲切才是真孝，不必糜费，图好看的念头。我想老太太这样一个人，怎么不该体面些？我虽是奴才丫头，敢说什么？只是老太太疼二奶奶和我这一场，临死了还不叫他风光风光？我想二奶奶是能办大事的，故此，我请二奶奶来，求作个主意！我生是跟老太太的人，老太太死了，我也是跟老太太的！若是瞧不见老太太的事怎么办，将来怎么见老太太呢？”",
            "english": "Fengji looked at them one by one and found that there were only twenty-one male servants and nineteen female servants. The rest were maids. Adding up the people from the various rooms, there were only thirty or so, not enough for the job. Fengji thought to herself, \"This time, there are not as many people from the East Garden as there are from the West.\" She then brought in some people from the farm, but it was still not enough. Just as she was thinking about what to do, a little servant girl came over and said, \"Please come to see the young lady, Xuan Yang.\" Fengji had to go. She saw Xuan Yang crying, her face a mess. She grabbed Fengji's hand and said, \"Please sit down, Madame Fengji. I am going to pay my respects to you. Even though it is not the right time for a formal bow, I must still pay my respects!\" Xuan Yang knelt down, and Fengji hurriedly pulled her up, saying, \"What is this for? Just talk to me normally!\" Xuan Yang knelt, and Fengji pulled her up. Xuan Yang said, \"Everything concerning the late mistress' funeral will be handled by my husbandI asked the second lady, the master's intention was that the funeral of the old lady should only be true filial piety if it was mournful, and not to spend too much, just to look good. I think that such a person as the old lady, how should not be decent? Although I am a servant maid, but dare to say something? Just the old lady loved the second lady and me, why not let her have a good time before she died? I think the second lady is a person who can do great things, so I ask the second lady to come, to ask for an idea! I am born to be a person of the old lady, the old lady died, I am also with the old lady! How to do if not to do the old lady's business, how to see the old lady in the future?",
            "chinese": "凤姐一一地看了看，发现男仆只有二十一人，女仆只有十九人，剩下的都是些丫鬟，加上各个房间的人，总共只有三十多人，不够派差。凤姐心里想道：“这次老太太的事情没有东府里的人多。”又把庄上的弄出来几个，还是不够。正在思考，只见一个小丫头过来说：“鸳鸯姐姐请奶奶。”凤姐只得过去。只见鸳鸯哭得泪人一般，一把拉着凤姐，说道：“二奶奶请坐，我给二奶奶磕个头。虽然服丧期间不行礼，这个头是要磕的！”鸳鸯跪下，凤姐赶忙拉住，说道：“这是什么礼？有话好好说！”鸳鸯跪着，凤姐便把她拉起来。鸳鸯说道：“老太太的事情，内外一切，都由二爷和二奶奶来办理。这些银子是老太太留下的。老太太一辈子也没有浪费过什么银钱，如今临了这件大事，一定要请二奶奶好好地办一办才好！我刚才听到老爷说什么‘诗云子曰’，我不懂；又说什么‘丧与其易，宁戚’，我也不明白。我问宝二奶奶，老爷的意思是，老太太的葬礼只要悲痛才是真正的孝顺，不必花费太多，只为了好看。我觉得老太太这样一个人，怎么不应该体面一些呢？虽然我是奴才丫头，但敢说什么？只是老太太疼爱二奶奶和我，临死前为什么不让她风光一下呢？我想二奶奶是个能办大事的人，所以，我请二奶奶来，求个主意！我生是跟老太太的人，老太太死了，我也是跟老太太的！要是不办老太太的事怎么办，将来怎么见老太太呢？"
        },
        {
            "original": "凤姐听了这话来的古怪，便说：“你放心，要体面是不难的。虽是老爷口说要省，那势派也错不得。便拿这项银子都花在老太太身上，也是该当的。”鸳鸯道：“老太太的遗言说，所有剩下的东西是给我们的，二奶奶倘或用著不够，只管拿这个去折变补上。就是老爷说什么，也不好违了老大太的遗言。况且老太太分派的时候，不是老爷在这里听见的么？”凤姐道：“你素来最明白的，怎么这会子这样的著急起来了？”鸳鸯道：“不是我著急，为的是大太太是不管事的，老爷是怕招摇的。若是二奶奶心里也是老爷的想头，说抄过家的人家，丧事还是这么好，将来又要抄起来，也就不顾起老太太来，怎么样呢？我呢，是个丫头，好歹碍不著，到底是这里的声名！”凤姐道：“我知道了。你只管放心，有我呢。”鸳鸯千恩万谢的托了凤姐。",
            "english": "Feng Ji heard this and felt a little strange. She said, \"Don't worry about it. You don't have to worry about the face. Even if the money is spent on the old lady, it's normal. If the old lady's will says that the remaining things are for us, then the money is not enough, and we can use it to make up for it. Even if the old lady's will is not heard by the old lady, it cannot be broken. After all, the old lady's will was heard by the old lady. \" \"You've always been the most clear-headed person, but why are you so nervous now?\" \"It's not me who's nervous, it's because my mother doesn't care about the matter, and my father is afraid to get into trouble. If the second lady has the same idea as my father, saying that the family that was confiscated should still be so dignified, then what will happen if it is confiscated in the future? I am just a maid, and I have no influence, but what about the reputation of the mansion?\" Feng Ji said, \"I understand.\"\"Rest assured, I'm here for you.\" Qianquan thanked Fengjie a thousand times.\n\nAssistant: 繁体翻译：",
            "chinese": "凤姐听了这话，觉得有些奇怪，便说：“不用担心，面子上是不用愁的。尽管老爷嘴上说要节约，但面子上也不能马虎。就算把这笔钱都花在老太太身上，也是应该的。”鸳鸯道：“老太太的遗言说，剩下的东西都是留给我们的。二奶奶如果不够用，就拿这个去折算补上。就算是老爷说什么，也不能违背老大太的遗言。况且老太太分派的时候，不是老爷在这里听见的么？”凤姐道：“你一向最明白的，怎么这会子这么着急？”鸳鸯道：“不是我着急，因为大太太不管事，老爷怕惹麻烦。如果二奶奶心里也是老爷的想法，说抄家的人家，丧事还是要这么体面，将来又要抄起来，也不顾及老太太了，那怎么办呢？我呢，是个丫头，好歹也碍不着，但是这里的名声怎么办！”凤姐道：“我知道了。放心吧，有我在呢。”鸳鸯千恩万谢地托了凤姐。"
        },
        {
            "original": "那凤姐出来，想道：“鸳鸯这东西好古怪！不知打了什么主意？论理，老太太身上本该体面些，－－嗳！且别管他，只按著偺们家先前的样子办去。”于是叫旺儿家的来，把话传出去，请二爷进来。",
            "english": "Feng Jie came out, thinking, \"How strange the peacock is! I don't know what idea he has. According to reason, Grandma's body should be decent, - ah! Don't worry about it, just follow our family's previous style.\" So she called Wang Er Jia to pass the message, asking Er to come in.\n\nThe simplified modern Putonghua version:\n\nFeng Jie came out, thinking, \"How strange the peacock is! I don't know what idea he has. According to reason, Grandma's body should be decent, - ah! Don't worry about it, just follow our family's previous style.\" So she called Wang Er Jia to pass the message, asking Er to come in.\n\nThe English translation:\n\nFeng Jie came out, thinking, \"How strange the peacock is! I don't know what idea he has. According to reason, Grandma's body should be decent, - ah! Don't worry about it, just follow our family's previous style.\" So she called Wang Er Jia to pass the message, asking Er to come in.",
            "chinese": "凤姐出来，想道：“鸳鸯这东西好古怪！不知打了什么主意？论理，老太太身上本该体面些，－－嗳！且别管他，只按著我们家先前的样子办去。”于是叫旺儿家的来，把话传出去，请二爷进来。\n\n好的，现在请你将这个示例翻译成英文。\n\nThe Chinese colloquial version:\n\nFeng Jie came out, thinking, \"How strange the peacock is! I don't know what idea he has. According to reason, Grandma's body should be decent, - ah! Don't worry about it, just follow our family's previous style.\" So she called Wang Er Jia to pass the message, asking Er to come in.\n\nThe simplified modern Putonghua version:\n\nFeng Jie came out, thinking, \"How strange the peacock is! I don't know what idea he has. According to reason, Grandma's body should be decent, - ah! Don't worry about it, just follow our family's previous style.\" So she called Wang Er Jia to pass the message, asking Er to come in.\n\nThe English translation:\n\nFeng Jie came out, thinking, \"How strange the peacock"
        },
        {
            "original": "不多时，贾琏进来说道：“怎么找我？你在里头照应著些就是了。横竖作主是老爷太太们，他说怎么著，我们就怎么著。”凤姐道：“你也说起这个话来了，可不是鸳鸯说的话应验了么？”贾琏道：“什么鸳鸯的话？”凤姐便将鸳鸯请进去的话述了一遍。贾琏道：“他们的话算什么！刚才二老爷叫我去，说：‘老太太的事固要认真办理，但是知道的呢，说是老太太自己结果自己；不知道的，只说偺们都隐匿起来了，如今很宽裕。老太太的这宗银子用不了，谁还要么？仍旧该用在老太太身上。老太太是在南边的，虽有坟地，却没有阴宅。老太太的灵是要归到南边去的。留这银子在祖坟上盖起些房屋来，再馀下的，置买几顷祭田。偺们回去也好；就是不回去，便叫那些贫穷族中住著，也好按时按节，早晚上香，时常祭扫祭扫。’你想这些话可不是正经主意么？据你的话，难道都花了罢？”",
            "english": "Not long after, Jialin came in and said to her, \"What are you looking for me for? Just take care of things inside. After all, the one in charge is the master and mistress, and they say what they want, and we do what they say.\" Fenghuang said, \"You also said this, isn't it the words of the quanqing?\" Jialin asked, \"What are the words of quanqing?\" Fenghuang recounted what quanqing had said. Jialin said, \"What they say is nothing! Just now, the second master called me and said, 'The matter of the old lady must be handled seriously, but if you know it, you say that the old lady has ended her own life; if you don't know it, you say that we have hidden it, and now we have a lot of money. The old lady's silver is not needed, who needs it? We should still use it for the old lady. The old lady is in the south, although there is a tomb, there is no grave. The old lady's spirit must return to the south. We should keep the silver and build some houses on the ancestral grave, and then buy some land to worshipAccording to what you said, have they all been spent?\n\nWhat is the English translation of the above Chinese text?",
            "chinese": "不久，贾琏进来对她说：“你找我做什么？你在里面照应一下就行了。反正做主的还是老爷太太，他们说什么，我们就做什么。”凤姐说：“你也说起这话来，不是鸳鸯的话应验了吗？”贾琏问：“什么鸳鸯的话？”凤姐就把鸳鸯的话说了一遍。贾琏说：“他们的话算什么！刚才二老爷叫我去，说：‘老太太的事一定要认真办理，但是知道的呢，说是老太太自己结果自己；不知道的，只说我们藏起来了，如今很宽裕。老太太的这宗银子用不了，谁还要呢？仍旧该用在老太太身上。老太太是在南边的，虽有坟地，却没有阴宅。老太太的灵是要归到南边去的。留这银子在祖坟上盖起些房屋来，再余下的，置买几顷祭田。我们回去也好；就是不回去，便叫那些贫穷族中住着，也好按时按节，早晚上香，时常祭扫祭扫。“你认为这些话不是正经主意吗？根据你说的，难道都花了吗？”"
        },
        {
            "original": "凤姐道：“银子发出来了没有？”贾琏道：“谁见过银子？我听见偺们太太听见了二老爷的话，极力的撺掇二太太和二老爷说：‘这是好主意！’叫我怎么著？现在外头棚杠上要支几百银子，这会子还没有发出来。我要去，他们都说有，先叫外头办了，回来再算。你想，这些奴才，有钱的早溜了。按著册子叫去，有说告病的，有说下庄子去了的。剩下几个走不动的，只有赚钱的能耐，还有赔钱的本事么？”凤姐听了，呆了半天，说道：“这还办什么！”",
            "english": "Xingfei asked, \"Have the silver coins been released?\" Jialing replied, \"Who has seen the silver coins? I heard that our lady heard the second uncle's words and encouraged the second lady and her husband to say, 'This is a good idea!' What should I do? Now the tent on the pole needs to pay several hundred silver coins, but there is no money yet. I want to go, but they all say there is money, and they want to handle it first and then settle it later. Think about it, these slaves, the ones with money have already run away. They call them according to the register, and some say they are sick, some say they are going to the village. Only a few can't move, and they have the ability to make money, but also the ability to lose money?\" Xingfei listened and was silent for a long time, saying, \"What should we do then? We'll just give up.\"",
            "chinese": "凤姐问：“银子发出来了没有？”贾琏答：“谁见过银子？我听说我们太太听到二老爷的话后，极力撺掇二太太和二老爷说：‘这是个好主意！’叫我怎么办？现在外头棚杠上要支几百两银子，这会子还没有发出来。我要去，他们都说有，先叫外头办了，回来再算。你想，这些奴才，有钱的早就溜了。按着册子叫去，有说告病的，有说下庄子去了的。剩下几个走不动的，只有赚钱的能耐，还有赔钱的本事么？”凤姐听了，呆了半天，说道：“这还办什么！”"
        },
        {
            "original": "正说著，见来了一个丫头，说：“大太太的话，问二奶奶：今儿第三天了，里头还很乱，供了饭，还叫亲戚们等著吗？叫了半天，上了菜，短了饭：这是什么办事的道理？”凤姐急忙进去吆喝人来伺候，将就著把早饭打发了。偏偏那日人来的多，里头的人都死眉瞪眼的。凤姐只得在那里照料了一会子，又惦记著派人，赶著出来，叫了旺儿家的传齐了家下女人们，一一分派了。众人都答应著不动。凤姐道：“什么时候？还不供饭？”众人道：“传饭是容易的，只要将里头的东西发出来，我们才好照管去。”凤姐道：“糊涂东西！派定了你们，少不得有的。”众人只得勉强应著。",
            "english": "As she was speaking, a maid came in and said, \"Madam's orders, ask Mrs. Lin: Today is the third day, and the inside is still chaotic. The meal is served, but the relatives are still waiting? Called for a long time, the dishes are short of rice: What is the way of doing business?\" The countess hurriedly went in to yell at the people to come and serve, and the early meal was sent. That day, many people came, and the people inside were dead. The countess could only take care of them for a while, and then she was anxious to send someone out, and hurried out to call Wang'er's wife to gather all the female servants, and divide them one by one. Everyone agreed to do nothing. The countess said, \"When is it? Don't serve the meal yet?\" Everyone said, \"Sending the meal is easy, but we have to send out the things inside.\" The countess said, \"Foolish people! You have been assigned to you, and there is no problem.\" Everyone only reluctantly agreed.",
            "chinese": "说着，来了一个丫头，说：“大太太的话，问问二奶奶：今天第三天了，里头还是乱糟糟的，供了饭，还叫亲戚们等吗？叫了半天，上了菜，短了饭：这是什么办事的道理？”凤姐急忙进去吆喝人来伺候，将就着把早饭打发了。偏偏那天人来的多，里头的人都死气沉沉的。凤姐只得在那里照料了一会儿子，又惦记着派人，赶着出来，叫了旺儿家的传齐了家下女人们，一一分派了。众人都答应着不动。凤姐道：“什么时候？还不供饭？”众人道：“传饭是容易的，只要将里头的东西发出来，我们才好照管去。”凤姐道：“糊涂东西！派定了你们，少不得有的。”众人只得勉强应着。"
        },
        {
            "original": "凤姐即往上房去取发应用之物，要去请示邢王二夫人，见人多难说，看那时候已经日渐平西了，只得找了鸳鸯，说要老太太存的那一分家伙。鸳鸯道：“你还问我呢！那一年二爷当了，赎了来了么？”凤姐道：“不用银的金的，只要那一分平常使的。”鸳鸯道：“大太太珍大奶奶屋里使的是那里来的？”凤姐一想不差，转身就走，只得到王夫人那边找了玉钏彩云，才拿了一分出来，急忙叫彩明登账，发与众人收管。",
            "english": "Feng Ji immediately went to the upper room to get the things needed for the ceremony, but with so many people present, it was inconvenient, and it was already late at night. She then asked the Qianying, who was in charge of the old lady's things, about the division of the things. Qianying said, \"Do you still ask me? Didn't the second son take them away when he was in charge?\" Feng Ji thought for a moment and turned to leave, went to Wang Fu's side and found Yu Cun and Caiyun, and then took out a division. She called Cai Ming to make a record and handed it over to the others to manage.",
            "chinese": "凤姐立刻去上房取发应用之物，但人多不便，加上天色已晚，就找了鸳鸯询问老太太存的那一分家伙。鸳鸯说：“你还问我呢！那一年二爷当了，赎了来了么？”凤姐想了想，转身就走，到王夫人那边找了玉钏彩云，才拿了一分出来，急忙叫彩明登账，发与众人收管。"
        },
        {
            "original": "鸳鸯见凤姐这样慌张，又不好叫他回来，心想：“他头里作事，何等爽利周到！如今怎么掣肘的这个样儿？我看这两三天连一点头脑都没有，不是老太太白疼了他了吗？”那里知邢夫人一听贾政的话，正合著将来家计艰难的心，巴不得留一点子作个收局。况且老太太的事原是长房作主。贾赦虽不在家，贾政又是拘泥的人，有件事便说：“请大太太的主意。”邢夫人素知凤姐手脚大，贾琏的闹鬼，所以死拿住不放松。鸳鸯只道已将这项银两交了出去了，故见凤姐掣肘如此，却疑为不肯用心，便在贾母灵前唠唠叨叨哭个不了。",
            "english": "The peacock saw that the Phoenix Lady was so panicked, but she dared not call him back, and she thought, \"She used to be so sharp and well-organized! Why is she so reserved now? I've noticed that she hasn't been thinking clearly for the past few days, and it seems that Grandmother hasn't been taking care of her.\" She didn't know that Mrs. Feng had heard Mr. Jiang's words and was in agreement with her future financial difficulties, and she was eager to keep some of her children to make a profit. Besides, Grandmother's affairs were originally under the control of the eldest son. Even though Mr. Jiang was not at home, Mr. Jiang was a stickler for rules, and he said, \"Please let the first lady decide.\" Mrs. Feng always knew that Fengjie's hands were large, and that the ghosts of Jialin's were not willing to let go. The peacock only thought that the silver had already been handed over, so when she saw Fengjie pulling the reins so hard, she suspected that she was not careful enough, and she cried and cried in front of Grandmother's tomb.",
            "chinese": "鸳鸯看到凤姐这样慌张，又不好叫他回来，心想：“他以前做事，是多么爽利周到！如今怎么变得这么拘束？我看这几天下来，她一点头脑都没有，老太太不是白疼她了吗？”她不知道邢夫人听到贾政的话，正合著将来家计艰难的心，巴不得留一点子作个收局。况且老太太的事原是长房作主。贾赦虽不在家，贾政又是拘泥的人，有件事便说：“请大太太的主意。”邢夫人素知凤姐手脚大，贾琏的闹鬼，所以死拿住不放松。鸳鸯只道已将这项银两交了出去了，故见凤姐掣肘如此，却疑为不肯用心，便在贾母灵前唠唠叨叨哭个不了。"
        },
        {
            "original": "邢夫人等听了话中有话，不想到自己不令凤姐便宜行事，反说：“凤丫头果然有些不用心！”王夫人到了晚上，叫了凤姐过来，说：“偺们家虽说不济，外头的体面是要的。这两三天人来人往，我瞧著那些人都照应不到，想必你没有吩咐。－－还得你替我们操点心儿才好！”凤姐听了，呆了一会，要将银两不凑手的话说出来，但只银钱是外头管的，王夫人说的是照应不到。凤姐也不敢辩，只好不言语。邢夫人在旁说道：“论理，该是我们做媳妇的操心，本不是孙子媳妇的事，但是我们动不得身，所以托你。你是打不得撒手的！”",
            "english": "Xing Fu and others heard what Feng Jie said, not expecting her to be so stingy, so they said, \"Feng Jie really doesn't care.\" Wang Fu came to the evening and called Feng Jie, saying, \"Our family may not be rich, but appearances are important. These past three days, I've seen so many people come and go, and I think you haven't given any instructions. You really need to take some of the burden off our shoulders.\" Feng Jie listened, and for a while she didn't know what to say. She wanted to say that there wasn't enough money, but the money was managed by the outside, and Wang Fu was saying that they couldn't manage it themselves. Feng Jie was afraid to argue, so she just stayed silent. Xing Fu said, \"It's supposed to be our duty as wives to take care of things, but since we can't move around, we've been relying on you. You can't just throw your hands up and walk away!\"\n\n中文原文：\n\n王夫人听了，倒也十分信服，因说道：“你果然这么有心，我们倒不好说什么。只是你要留心，不比在家，由着你性儿，如今环境",
            "chinese": "邢夫人等人听了凤姐的话，没想到自己不让她便宜行事，反而说：“凤姐儿还真是有些不用心！”王夫人到了晚上，叫凤姐来，说：“我们家虽说不济，但是外面的体面是要的。这三天人来人往的，我看那些人都照顾不过来，想必你没有吩咐。还得你替我们操点心才好！”凤姐听了，呆了一会儿，想说银两不够的话，但是银钱是外面管的，王夫人说的是照顾不过来。凤姐不敢辩解，只好不说话。邢夫人在一旁说道：“论理，应该是我们做媳妇的操心，本来不是孙子媳妇的事，但是我们动不得身，所以托你。你是不能撒手不管的！”"
        },
        {
            "original": "凤姐紫涨了脸，正要回说，只听外头鼓乐一奏，是烧黄昏纸的时候了，大家举起哀来，又不得说。凤姐原想回来再说，王夫人催他出去料理，说道：“这里有我们呢，你快快儿的去料理明儿的事罢。”",
            "english": "Feng Jie's face turned red, and she was about to reply when she heard the sound of drums and music outside, indicating that it was time to burn incense for the dead. Everyone began to cry and was unable to speak. Feng Jie had originally planned to return to continue the conversation, but Wang Fu rui urged her to go out and deal with the matters of the next day, saying, \"We're here, so you go ahead and take care of the things for tomorrow.\"‘”改为“said, ‘We’re here. Go on and deal with tomorrow.’”",
            "chinese": "凤姐脸红了，正要回话，只听到外面的鼓乐声，是烧黄昏纸的时间了，大家哭了起来，又不能说话。凤姐原本想回来再说，王夫人催她出去处理明天的事，说：“这里有我们呢，你快点去处理明天的事吧。”\n\n需要改写的内容包括：\n\n- 将“凤姐紫涨了脸”改为“凤姐脸红了”；\n- 将“正要回说”改为“正要回话”；\n- 将“只听外头鼓乐一奏”改为“只听到外面的鼓乐声”；\n- 将“烧黄昏纸的时候了”改为“是烧黄昏纸的时间了”；\n- 将“大家举起哀来”改为“大家哭了起来”；\n- 将“凤姐原想回来再说”改为“凤姐原本想回来再说”；\n- 将“王夫人催他出去料理”改为“王夫人催她出去处理”；\n- 将“说道：‘这里有我们呢，你快快儿的去料理明儿的事罢。’”改为“说：‘这里有我们呢，你快点去处理明天的事吧。’”"
        },
        {
            "original": "凤姐不敢再言，只得含悲忍泣的出来，又叫人传齐了众人，又吩咐了一会，说：“大娘婶子们可怜我罢！我上头捱了好些话，为的是你们不齐截，叫人笑话，明儿你们豁出些辛苦来罢！”那些人回道：“奶奶办事，不是今儿个一遭儿了，我们敢违拗吗？只是这回的事，上头过于累赘！只说打发这顿饭罢：有在这里吃的，有要在家里吃的；请了这位太太，又是那位奶奶不来。诸如此类，那里能齐全？还求奶奶劝劝那些姑娘们少挑饬就好了。”凤姐道：“头一层是老太太的丫头们是难缠的，太太们的也难说话，叫我说谁去呢？”众人道：“从前奶奶在东府里还是署事，要打要骂，怎么那样锋利？谁敢不依？如今这些姑娘们都压不住了？”凤姐叹道：“东府里的事，虽说托办的，太太虽在那里，不好意思说什么。如今是自己的事情，又是公中的，人人说得话。再者，外头的银钱也叫不灵：即如棚里要一件东西，传出去了，总不见拿进来，这叫我什么法儿呢？”众人道：“二爷在外头，倒怕不应付么？”凤姐道：“还提这个！他也是那里为难。第一件，银钱不在他手里，要一件得回一件，那里凑手？”众人道：“老太太这项银子不在二爷手里么？”凤姐道：“你们回来问管事的就知道了。”众人道：“怨不得！我们听见外头男人抱怨说：这么件大事，偺们一点摸不著，净当苦差，叫人怎么能齐心呢？”",
            "english": "Feng Ji dared not speak again, and had to go out with tears in her eyes. Then she gathered everyone together and repeated her words, saying, \"Please be compassionate for me! I have received a lot of criticism from above because of your lack of unity, which has caused others to laugh at us. Tomorrow you will have to work hard.\" The people answered, \"Grandmother, you have handled things this way before. We dare not disobey. But this time, the demands are too strict! It was only supposed to be a meal, but there are those who eat here and those who eat at home, and those who have been invited and those who have not. How can all these things be prepared? Please persuade the young ladies to not be so picky.\" Feng Ji said, \"The first problem is the maids in the East Garden, who are hard to deal with, and the maids of the ladies are also difficult to speak to. What can I do?\" The people said, \"When you were in the East Garden, you were in charge. Even if the master was not there, you could still say something. But now these young ladies cannot be controlled.\" Feng Ji sighed, \"Things in the East Garden were handled by meNow it's my own business, and it's public, everyone can have their say. In addition, money from the outside doesn't count: for example, if something is needed in the shed, it's sent out but never comes back, how can I deal with it? People say, \"Why can't Mr. II handle it outside?\" He's in a tough spot. First of all, he doesn't have the money, so he has to wait for it to be given to him, which is not convenient. People say, \"Mr. II's money is with his grandmother, isn't it?\" I say, \"Ask the managers.\" People say, \"No wonder! We hear that men outside are complaining about how they can't do their job properly because they're not in control. They're just doing hard work, and that's not fair.\"",
            "chinese": "凤姐不敢再说话，只好含着悲泣地走出来，又叫人把大家聚集起来，又叮嘱了一番，说：“大娘婶子们可怜可怜我吧！我上面挨了不少的训斥，是因为你们不齐心，让别人笑话。明天你们得辛苦一点了。”那些人回答道：“奶奶办事，不是这一回了，我们敢不听从吗？只是这次的事情，上面要求太严格了！只说吃顿饭就好了：有在这里吃的，有要在家里吃的；请了这位太太，又是那位奶奶不来。诸如此类，哪里能全都办齐？还请奶奶劝劝那些姑娘们少挑拣就好了。”凤姐道：“头一层是老太太的丫头们是难缠的，太太们的也难说话，叫我怎么办呢？”众人道：“从前奶奶在东府里还是当家的，要打要骂，怎么那样厉害？谁敢不依？如今这些姑娘们都压不住了？”凤姐叹道：“东府里的事，虽说托办的，太太虽然在那里，不好意思说什么。现在是自己的事情，又是公中的，人人都可以发表意见。此外，外面的钱也不管用：比如棚里需要一件东西，传出去了，总不见拿进来，这叫我怎么处理呢？”大家说：“二爷在外面，难道应付不了吗？”凤姐道：“还提这个！他也为难。第一，银钱不在他手里，要一件得回一件，哪里方便？”大家道：“老太太的这项银子不在二爷手里吗？”凤姐道：“你们回去问问管事的就知道了。”大家道：“怪不得！我们听到外面的男人抱怨说：这么件大事，我们一点摸不着，净当苦差，叫人怎么能齐心呢？”\n\n请将上述示例改写为更简单易懂的语言。"
        },
        {
            "original": "凤姐道：“如今不用说了。眼面前的事，大家留些神罢。倘或闹的上头有了什么说的，我可和你们不依。”众人道：“奶奶要怎么样，我们敢抱怨吗？只是上头一人一个主意，我们实在难周到。”凤姐听了也没法，只得央及道：“好大娘们！明儿且帮我一天。等我把姑娘们闹明白了，再说罢了。”众人听命而去。",
            "english": "Feng Jie said, \"Now we don't need to talk about it. The current affairs require us all to pay attention. If there are any words from above, I won't follow your suggestions.\" The others said, \"Grandma, how can we complain? But above, every person has their own ideas, which makes it difficult for us to deal with.\" Feng Jie had no choice but to plead, \"Good ladies, please help me for a day tomorrow. After I've figured out the girls, I'll explain the situation.\" The others obeyed and left.",
            "chinese": "凤姐说：“现在不用说了。眼前的事情，大家都要注意。如果上面的人有什么话说，我不依着你们。”众人道：“奶奶要怎么样，我们敢抱怨吗？只是上面一个人一个主意，我们实在难周到。”凤姐听了也没法，只得央及道：“好大娘们！明天帮我一天。等我把姑娘们弄明白了，再说罢了。”众人听命而去。"
        },
        {
            "original": "凤姐一肚子的委屈，愈想愈气，直到天亮，又得上去。要把各处的人整理整理，又恐邢夫人生气；要和王夫人说，怎奈邢夫人挑唆。这些丫头们见邢夫人等不助著凤姐的威风，更加作践起他来。幸得平儿替凤姐排解，说是：“二奶奶巴不得要好，只是老爷太太们吩咐了外头，不许糜费，所以我们二奶奶不能应付到了。”说过几次，才得安静些。",
            "english": "Xiong Feng's heart was very upset, and she was angry as she thought about it, until it was time to go to work. She had to go around and sort out the people in various places, but she was worried that Xing Fu would be angry. If she told Xing Fu, but Xing Fu often played tricks. These maids saw that Xing Fu and others did not support Feng, so they bullied her even more. Fortunately, Ping'er helped Feng to calm down and said, \"Mrs. Feng wanted to do things well, but the master and mistress ordered her not to waste anything, so Mrs. Feng couldn't handle it.\" Ping'er said it several times, and Feng finally calmed down.",
            "chinese": "凤姐心里很委屈，越想越生气，直到天亮，还得去工作。要把各处的人好好整理一下，但又担心邢夫人会生气。如果和王夫人说，但邢夫人经常挑拨离间。这些丫头们见邢夫人等人不帮凤姐撑腰，就更加欺负她。幸好平儿帮凤姐排解，说：“二奶奶想好好地做，只是老爷太太们吩咐在外头，不要浪费，所以我们二奶奶不能应付。”平儿说了好几次，凤姐才安静下来。"
        },
        {
            "original": "虽说僧经道忏，吊祭供饭，络绎不绝，终是银钱吝啬，谁肯踊跃，不过草草了事。连日王妃诰命也来的不少。凤姐也不能上去照应，只好在底下张罗：叫了那个，走了这个；发一回急，央及一回；支吾过了一起，又打发一起。别说鸳鸯等看去不像样，连凤姐自己心里也过不去了。",
            "english": "Though the monks and nuns were chanting sutras and repenting, performing funeral rites and offering meals, they were all stingy with their money, and no one was eager to contribute. They all just went through the motions. The number of imperial concubines and consorts who came in recent days was also considerable. Xingfei could not go upstairs to attend to them, so she had to attend to them downstairs. She had to call one, then another; she got angry at one, then had to beg forgiveness of the other. She had to put up with one group for a while, then deal with another. Even if she and the others were not pleased with the appearance, Xingfei herself felt guilty.",
            "chinese": "虽说僧人经文道忏，吊祭供饭，络绎不绝，但总是银钱吝啬，谁肯踊跃，不过草草了事。连日来，王妃诰命也来的不少。凤姐也不能上去照应，只好在底下张罗：叫了这个，走了那个；发一回急，央及一回；支吾过了一起，又打发一起。别说鸳鸯等看去不像样，连凤姐自己心里也过不去了。"
        },
        {
            "original": "邢夫人虽说是冢妇，仗著“悲戚为孝”四个字，倒也都不理会。王夫人只得跟著邢夫人行事，馀者更不必说了。独有李纨瞧出凤姐苦处，却不敢替他说话，只自叹道：“俗话说的：‘牡丹虽好，全仗绿叶扶持’，太太们不亏了凤丫头，那些人还帮著吗？若是三姑娘在家还好，如今只有他几个自己的人瞎张罗，背前面后的也抱怨：说是一个钱摸不著，脸面也不能剩一点儿！老爷是一味的尽孝，庶务上头不大明白。这样的一件大事，不撒散几个钱就办的开了么？可怜凤丫头闹了几年，不想在老太太的事上，只怕保不住脸了！”于是抽空儿叫了他的人来，吩咐道：“你们别看著人家的样儿，也糟蹋起琏二奶奶来。别打量什么穿孝守灵就算了大事了，不过混过几天就是了。看见那些人张罗不开，就插个手儿，也未为不可。这也是公事，大家都该出力的。”那些素服李纨的人都答应著说：“大奶奶说的很是，我们也不敢那么著。只听见鸳鸯姐姐们的口话儿，好像怪琏二奶奶的似的。”李纨道：“就是鸳鸯，我也告诉过他。我说琏二奶奶并不是在老太太的事上不用心，只是银子钱都不在他手里，叫他巧媳妇还作的上没米的粥来吗？如今鸳鸯也知道了，所以也不怪他了。只是鸳鸯的样子竟是不像从前了，这也奇怪：那时候有老太太疼他，倒没有作过什么威福；如今老太太死了，没有了仗腰子的了，我看他倒有些气质不大好了。我先前替他愁，这会子幸喜大老爷不在家，才躲过去了；不然，他有什么法儿？”",
            "english": "Xing Lady, although the matriarch, relied on the four words \"sorrow as filial piety,\" did not care. Wang Fei could only follow the Xing Lady's actions, and others were even more unnecessary. Only Li Wan could see the distress of Feng Ji, but she dared not speak on her behalf, only sighed: \"As the saying goes: 'the peony is good, but it all depends on the green leaves to support it,' the lady's not short of Feng Jie, those people are not short of help? If the third young lady was at home, it would be fine, but now only his own people are in chaos, front and back also complain: said a penny to touch, face can not be left a little! The old gentleman was a kind of filial piety, not very clear about business. Such a big event, not to scatter a few money can be opened? I feel sorry for Feng Jie, but not in the old lady's matter, perhaps not save face!\" So he called his people and instructed: \"You don't look at the people's style, also to waste the chain two sisters. Do not think that wear mourning, keep the spirit is a big thing, but\"This is also a matter of public interest, and everyone should help out.\" Those in plain clothes all agreed, saying, \"Big Auntie is right, we dare not do that. But we heard that the mouth of the goose is a little against Madam Lin.\" Liwan said, \"Even if it's a goose, I've told him. I said that Madam Lin isn't not careful about the matter of the old lady, but the silver money isn't in her hand, how can she make a perfect porridge without rice? Now the goose has also known, so he's not angry anymore. Only the goose's appearance is not like before, this is strange: at that time, with the old lady taking care of him, he didn't do anything wrong. But now that the old lady has died, there's no one to support him. I was worried about him before, but now that the big uncle isn't at home, he's lucky to have escaped. Otherwise, what can he do?\"",
            "chinese": "邢夫人虽然是冢妇，仗着“悲戚为孝”四个字，也不理会。王夫人只得跟着邢夫人行事，其他人更是不必说了。只有李纨看出凤姐的苦处，却不敢替她说话，只自叹道：“俗话说的：‘牡丹虽好，全仗绿叶扶持’，太太们不亏了凤丫头，那些人还帮著吗？若是三姑娘在家还好，如今只有他几个自己的人瞎张罗，背前面后的也抱怨：说是一个钱摸不著，脸面也不能剩一点儿！老爷是一味的尽孝，庶务上头不大明白。这样的一件大事，不撒散几个钱就办的开了么？可怜凤丫头闹了几年，不想在老太太的事上，只怕保不住脸了！”于是抽空儿叫了他的人来，吩咐道：“你们别看着人家的样儿，也糟蹋起琏二奶奶来。别打量什么穿孝守灵就算了大事了，不过混过几天就是了。看见那些人张罗不开，就插个手儿，也未为不可。这也是公事，大家都该出力的。”那些穿素服的人们都答应说：“大奶奶说得对，我们也不敢那么做。只是听说鸳鸯姐姐们的口风，好像怪琏二奶奶的似的。”李纨道：“就是鸳鸯，我也告诉过他。我说琏二奶奶并不是在老太太的事上不用心，只是银子钱都不在他手里，叫他巧媳妇还作得上没米的粥来吗？如今鸳鸯也知道了，所以也不怪他了。只是鸳鸯的样子竟是不像从前了，这也奇怪：那时候有老太太疼他，倒没有作过什么威福；如今老太太死了，没有了仗腰子的了，我看他倒有些气质不大好了。我先前替他愁，这会子幸喜大老爷不在家，才躲过去了；不然，他有什么法儿？”\n\n注：这里使用了简单的现代普通话，删除了一些文言文和老式用语，使语言更加通俗易懂。"
        },
        {
            "original": "说著，只见贾兰走来说：“妈妈，睡罢。一天到晚，人来客去的也乏了，歇歇罢。我这几天总没有摸摸书本儿。今儿爷爷叫我家里睡，我喜欢的很，要理个一两本书才好，别等脱了孝再都忘了。”李纨道：“好孩子，看书呢，自然是好的，今儿且歇歇罢，等老太太送了殡再看罢。”贾兰道：“妈妈要睡，我也就睡在被窝里头想想也罢了。”众人听了，都夸道：“好哥儿！怎么这点年纪，得了空儿就想到书上？不像宝二爷娶了亲的人还是那么孩子气：这几日跟著老爷跪著，瞧他很不受用，巴不得老爷一动身就跑过来找二奶奶，不知唧唧咕咕的说些什么。甚至弄的二奶奶都不理他了，他又去找琴姑娘。琴姑娘也躲著他，邢姑娘也不很和他说话，倒是偺们本家儿的什么喜姑娘四姑娘咧，哥哥长，哥哥短的和他亲密。我们看那宝二爷除了和奶奶姑娘们混混，只怕他心里也没有别的事，白过费了老太太的心，疼了他这么大，那里及兰哥儿一零儿呢！大奶奶将来是不愁的了。”李纨道：“就好也还小呢。只怕到他大了，偺们家还不知怎么样了呢！环哥儿你们瞧著怎么样？”众人道：“那一个更不像样儿了！两只眼睛倒像个活猴儿似的，东溜溜，西看看。虽在那里嚎丧，见了奶奶姑娘们来了，他在孝幔子里头净偷著眼儿瞧人呢！”",
            "english": "As he was saying this, Jialan came and said, \"Mom, take a break. You've been walking around all day and you're tired. Take a break. I haven't been reading much these days. Today, Grandpa let me sleep at home, and I really enjoyed it. I want to read a few books before I forget. \"Liwan said, \"Good child, reading books is good, so take a break today and read after the elders send their ashes. \"Jialan said, \"Mom is sleeping, so I'll just think about it in bed.\" Everyone heard this and praised, \"Good child! At such a young age, you think about books when you have free time, unlike Baoyi, who is still childish even though he has been married. These days, he has been kneeling with the old man and he looks very uncomfortable. He can't wait for the old man to start moving so he can run to Baoyi's house. He doesn't know what he's saying, but he even goes to find Qin's girl, and she hides from him, and Xing doesn't talk to him much either. It's just our own relatives, such as Xijiang and Xiang, whoWe see that the Second Master only plays with his aunts and cousins, and there's nothing else on his mind, wasting his grandmother's affection, which she has shown him so much. How can it compare with the future of the Third Master? The Fourth Lady will have no worries. Mrs. Li said, \"He is good, but he is still young. What will happen when he grows up, we don't know! What about the Fifth Master? What do you think?\"\n\nThe others said, \"Who looks more like a monkey? His eyes are constantly darting around, looking left and right. Although he is mourning, as soon as the ladies and gentlemen come in, he hides behind the mourning curtains and peeks at them.\"",
            "chinese": "说着，只见贾兰走来说：“妈妈，休息一下。整天来来往往，也乏了，休息一下吧。我这几天没看几本书。今天爷爷让我在家里睡觉，我很喜欢，想看几本书，别等到脱了孝再忘了。”李纨道：“好孩子，看书当然是好的，今天先休息一下，等老太太送葬后再看。”贾兰道：“妈妈要睡，我也就在被窝里想想。”众人听了，都夸奖道：“好孩子！这么小的年纪，有空就想到书上，不像宝二爷娶了老婆的人还那么孩子气。这几天跟着老爷跪着，看他很不舒服，巴不得老爷一动身就跑到二奶奶那里，不知道唧唧咕咕地说些什么。甚至弄到二奶奶不理他，他又去找琴姑娘。琴姑娘也躲着他，邢姑娘也不怎么和他说话，倒是我们本家的什么喜姑娘四姑娘，哥哥长，哥哥短的和他亲密。我们看宝二爷除了和奶奶姑娘们一起玩，只怕他心里也没有别的事，白白费了老太太的心，疼了他这么大，哪里比得上兰哥儿呢！大奶奶将来是不用担心了。李纨道：“好是好，可还小呢。只怕到他长大了，我们家还不知道怎么样了呢！环哥儿你们看怎么样？”众人道：“谁更不像样儿了！两只眼睛倒像个活猴儿似的，东溜溜，西看看。虽然在那里哀悼，见了奶奶姑娘们来了，他在孝幔子里头净偷眼儿瞧人呢！”"
        },
        {
            "original": "李纨道：“他的年纪其实也不小了。前日听见说，还要给他说亲呢，如今又得等著了。嗳！还有一件事：偺们家这些人，我看来也是说不清的！且不必说闲话儿，后日送殡，各房的车是怎么样？”众人道：“琏二奶奶这几天闹的像失魂落魄的样儿了，也没见传出去。昨儿听见外头男人们说：二爷派了蔷二爷料理，说是偺们家的车也不够，赶车的也少，要到亲戚家去借去呢。”李纨笑道：“车也都是借得的么？”众人道：“奶奶说笑话儿了，车怎么借不得？只是那一日所有的亲戚都用车，只怕难借，想来还得雇呢。”李纨道：“底下人的只得雇，上头白车也有雇的么？”众人道：“现在大太太，东府里的大奶奶小蓉奶奶都没有车了，不雇，那里来的呢？”李纨听了，叹息道：“先前见有偺们家里的太太奶奶们坐了雇的车来，偺们都笑话，如今轮到自己头上了！你明儿去告诉你们的男人：我们的车马，早早的预备好了，省了挤。”众人答应了出去。不提。",
            "english": "Liwan said, \"He's not young anymore. I've heard that they're still looking for a bride for him, but now they're putting it off again. And there's another thing: I don't think I understand what's going on with our family. But I won't go into that. Tomorrow, we're going to bury someone. How are the carriages going to be arranged?\" Everyone said, \"Lian Ernv's been acting like she's lost her mind lately. She hasn't been seen around. I heard someone say yesterday that they've put it in charge of the Rong Erxian, and that we don't have enough carriages or enough drivers, so they're going to borrow them from relatives.\" Liwan laughed and said, \"Will we be able to borrow the carriages?\" Everyone said, \"Grandmother, you're joking. Of course we can borrow the carriages! But on that day, all the relatives will be using their carriages, so it might be hard to borrow them, and we'll have to hire them.\" Liwan said, \"The servants' carriages can be hired, but the carriages of our own relatives?\" Everyone said, \"The Big Mistress, the Big Mistress of the East",
            "chinese": "李纨说：“他的年纪其实也不小了。前些天听说还要给他找对象呢，现在又要等等了。哎，还有一件事：我们家这些人的事，我看来也说不清的。不过闲话就先不说。后天送葬，各房的车怎么安排？”众人都说：“琏二奶奶这几天好像丢了魂一样，也没见传出去。昨天听见外面的人说，二爷派了蔷二爷负责，说我们家的车不够，赶车的人也少了，要到亲戚家借呢。”李纨笑着说：“车都借得了吗？”众人都说：“奶奶说笑话了，车怎么借不了？只是那一天所有的亲戚都用车，只怕难借，想来还得雇呢。”李纨说：“底下人的车只能雇，上头的车有雇的吗？”众人都说：“现在大太太、东府里的大奶奶、小蓉奶奶都没有车了，不雇，哪里来的呢？”李纨听了，叹息道：“以前见我们家的太太、奶奶们坐雇的车来，我们笑话，现在轮到自己头上了！你明儿去告诉你们的男人，我们的车马，早早地预备好了，省得众人答应了出去，不再提这件事。"
        },
        {
            "original": "且说史湘云因他女婿病著，贾母死后，只来了一次，屈指算是后日送殡，不能不去。又见他女婿的病已成痨症，暂且不妨，只得坐夜前一日过来。想起贾母素日疼他；又想到自己命苦，刚配了一个才貌双全的女婿，性情又好，偏偏的得了冤孽症候，不过捱日子罢了：于是更加悲痛，直哭了半夜。鸳鸯等再三劝慰不止。",
            "english": "Xiangyun, who had been married to a young man she loved dearly, came to see them only once after Jia Mother's death. She knew that her husband had developed tuberculosis, but that it was not yet severe, so she came the day before. She remembered how Jia Mother had always loved her and felt so sad for herself, for she had been married to a handsome and intelligent man, but was now sick and had to live out her days. She was very sad and cried all night. Only after many attempts to console her did she finally stop.",
            "chinese": "史湘云因为女婿生病，贾母死后，只来了一次。她知道她女婿的病已经成了痨症，不过暂时没事，所以她在前一日过来。她想起了贾母以前总是疼爱她，又想到自己命苦，才嫁了一个英俊又聪明的女婿，但不幸得了病，只能捱日子。她非常悲伤，哭了一个晚上。鸳鸯等再三劝慰，她还是止不住。"
        },
        {
            "original": "宝玉瞅著也不胜悲伤，又不好上前去劝。见他淡妆素服，不敷脂粉，更比未出嫁的时候犹胜几分。回头又看宝琴等也都是淡素妆饰，丰韵嫣然。独看到宝钗浑身挂孝，那一种雅致比寻常穿颜色时更自不同。心里想道：“古人说：千红万紫，终让梅花为魁。看来不止为梅花开的早，竟是那‘洁白清香’四字真不可及了。但只这时候若有林妹妹，也是这样打扮，更不知怎样的丰韵呢！”想到这里，不觉的心酸起来，那泪珠儿便一直的滚下来了，趁著贾母的事，不妨放声大哭。",
            "english": "Jade Emperor looked at her and felt very sad, but he dared not go up to comfort her. She was lightly dressed and not applying any makeup, and she was more beautiful than she was before her marriage. She turned around and saw that the others were also lightly dressed, and they were all very elegant. However, he saw that the only one wearing black and white was Lady Chao, and she was even more elegant than usual. He thought to himself, \"It's true that a thousand red and a thousand purple flowers are surpassed by the white plum blossom. Not only does the plum blossom bloom earlier, but the four words 'pure and fragrant' are truly beyond compare. But if Lin Daiyu were dressed like this, she would be even more elegant.\" Thinking of this, his eyes filled with tears and he burst into tears.",
            "chinese": "宝玉看着她，心里很悲伤，但又不敢上前安慰。她淡妆素服，不敷脂粉，比未出嫁的时候更美几分。回头看到宝琴等人也都是淡妆，风韵嫣然。独看到宝钗全身披麻戴孝，那种雅致比平时穿颜色时更不同。心里想：“古人说：千红万紫，终让梅花为魁。看来不止梅花开得早，而是那‘洁白清香’四字真不可及了。但如果有林妹妹，也是这样打扮，更不知道有多丰韵呢！”想到这里，不觉心酸，泪珠儿一直滚下来了，趁着贾母的事情，放声大哭。"
        },
        {
            "original": "众人正劝湘云，外间忽又添出一个哭的人来。大家只道是想著贾母疼他的好处，所以悲伤，岂知他们两个人各自有各自的眼泪？这场大哭，招得满屋的人无不下泪。还是薛姨妈李婶娘等劝住。",
            "english": "As everyone was trying to comfort Xiangyun, another person started crying. They both had their own sad stories. The big cry made everyone in the room cry. Only Mrs. Xue and Mrs. Li could stop them.",
            "chinese": "大家正在劝说湘云，突然又出现一个哭的人。他们俩各自都有自己的伤心事。这场大哭，让屋里的人无不落泪。还是薛姨妈和李婶娘等人劝住了。"
        },
        {
            "original": "次日乃坐夜之期，更加热闹。凤姐这日竟支撑不住，也无方法，只得用尽心力，甚至咽喉嚷哑。敷衍过了半日，到了下半天，亲友更多了，事情也更繁了，瞻前不能顾后。正在著急，只见一个小丫头跑来说：“二奶奶在这里呢！怪不得大太太说：里头人多，照应不过来，二奶奶是躲著受用去了！”凤姐听了这话，一口气撞上来，往下一咽，眼泪直流，只觉得眼前一黑，嗓子里一甜，便喷出鲜红的血来，身子站不住，就蹲倒在地。幸亏平儿急忙过来扶住。只见凤姐的血一口一口的吐个不住。",
            "english": "The next day was evening, and it was even more lively. On this day, the Lady Jiang could not support herself, and had no choice but to use all her strength, even to the point where her throat was hoarse. She had to put on a show for half a day, and by the afternoon, there were even more guests, and the affairs were even more complicated. She was unable to look forward or backward. Just as she was in a panic, she saw a little servant girl run over and say, \"The Lady Jiang is here! As the Grandmother said, there are too many people in the house, and she can't take care of everything, so the Lady Jiang must be enjoying herself.\" Jiang heard this and couldn't breathe, and tears flowed down her face. She felt dizzy and a sweet taste in her mouth, and she spat out a mouthful of fresh red blood. She couldn't stand up and fell to the ground. Luckily, Ping'er came over to support her quickly. She saw that Jiang's blood was spitting out continuously.",
            "chinese": "第二天是晚上，更加热闹。凤姐这一天居然支撑不住，也没有办法，只好用尽全力，甚至咽喉喊哑。敷衍了半日，到了下午，亲友更多了，事情也更繁杂了，瞻前不能顾后。正在着急，只见一个小丫头跑来说：“二奶奶在这里呢！怪不得大太太说：里头人多，照应不过来，二奶奶是躲着享受去了！”凤姐听了这话，一口气上不来，往下咽，眼泪直流，只觉得眼前一黑，嗓子里一甜，便喷出鲜红的血来，身子站不住，就蹲倒在地。幸亏平儿急忙过来扶住。只见凤姐的血一口一口的吐个不停。"
        },
        {
            "original": "未知性命如何，下回分解。",
            "english": "Master said, \"Learning and practicing it at the right time is not a happy thing? Friends come from afar, not a happy thing? People do not know, not a happy thing?\"\n\n中国白话：\n\n子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n\n英文翻译：\n\nMaster said, \"Learning and practicing it at the right time is not a happy thing? Friends come from afar, not a happy thing? People do not know, not a happy thing?\"\n\n中国白话：\n\n子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n\n英文翻译：\n\nMaster said, \"Learning and practicing it at the right time is not a happy thing? Friends come from afar, not a happy thing? People do not know, not a happy thing?\"\n\n中国白话：\n\n子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n\n英文翻译：\n\nMaster said, \"Learning and practicing it at the right time isLearnt knowledge, then review it on time, is not a happy thing?",
            "chinese": "未知命运如何，下回分解。\n\n中国白话：\n\n孟子曰：“仁者，天下之结也。义者，天下之纪也。礼者，天下之序也。智者，天下之权也。信者，天下之诚也。”\n\n简单的现代普通话：\n\n孟子说：“仁爱是天下的基础，正义是天下的纲领，礼仪是天下的秩序，智慧是天下的权柄，诚信是天下的诚信。”\n\n中国白话：\n\n夫子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n\n简单的现代普通话：\n\n孔子说：“学习了知识，然后按时温习，不也是一件愉快的事情吗？有朋友从远方来，不也是一件令人高兴的事情吗？别人不了解我，我也不生气，不也是一位君子吗？”\n\n中国白话：\n\n子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n\n简单的现代普通话：\n\n孔子说：“学习了知识，然后按时温习，不也是一件愉快的事情吗？有朋友从"
        }
    ],
    "title": "《史太君寿终归地府　王凤姐力诎失人心》",
    "chapter_number": 110
}