{
    "paragraphs": [
        {
            "original": "话说凤姐听了小丫头的话，又气又急又伤心，不觉吐了一口血，便昏晕过去，坐在地下。平儿急来扶住，忙叫了人来搀扶著，慢慢的送到自己房中，将凤姐轻轻的安放在炕上，立刻叫小红斟上一杯开水送到凤姐唇边。凤姐呷了一口，昏迷仍睡。秋桐过来略瞧了一瞧，便走开了，平儿也不叫他。只见丰儿在旁站著，平儿便说：“快去回明二位太太。”于是丰儿将凤姐吐血不能照应的话回了邢王二夫人。邢夫人打量凤姐推病藏躲，因这时女亲都在内里，也不好说别的，心里却不全信，只说：“叫他歇著去罢。”众人也并无言语。自然这晚亲友来往不绝，幸得几个内亲照应。",
            "english": "After hearing the little girl's words, Feng Zhuo was both angry and anxious and her heart ached. She spewed out a mouthful of blood and fainted. Ping Er hurried to help her, and the maid came to help her up. Slowly, she was carried to Ping Er's room, and Feng Zhuo was gently laid on the bed. Ping Er called Xiao Hong to bring a cup of boiled water and put it in Feng Zhuo's mouth. Feng Zhuo drank a mouthful and then fell into a deep sleep again. Qiong Tong came over and took a look, then left. Ping Er didn't call her. Feng Zhuo was sleeping in her bed. Feng Zhuo said to Feng Zhuo, \"Quickly tell the two ladies.\" Feng Zhuo told the two ladies that Feng Zhuo was unable to take care of herself because she had fainted and was unable to take care of herself. The two ladies guessed that Feng Zhuo was pretending to be sick and hiding, because at that time there were many female relatives inside, so they couldn't say anything else. In her heart, she didn't fully believe it, and only said, \"Let her rest.\" No one said anything else. That night, relatives",
            "chinese": "凤姐听了小丫头的话，又气又急又伤心，吐了一口血，昏倒在地下。平儿急忙来扶她，叫人来搀扶她，慢慢地送到自己房里，将凤姐轻轻地放在炕上。平儿叫小红端来一杯开水，送到凤姐嘴边。凤姐喝了一口，又昏迷不醒地睡着了。秋桐过来稍微看了看，就走了，平儿也不叫她。丰儿在旁边站着，平儿说：“快去告诉两位太太。”于是丰儿把凤姐吐血不能照应的话告诉了邢王二夫人。邢夫人猜测凤姐是推病藏躲，因为这时女亲都在内里，不好说别的，心里却不全信，只说：“让她歇着去吧。”众人也没说什么。这晚亲友来来往往，幸亏几个内亲照应。"
        },
        {
            "original": "家下人等见凤姐不在，也有偷闲歇力的，乱乱吵吵，已闹得七颠八倒，不成事体了。到二更多天，远客去后，便预备辞灵，孝幕内的女眷，大家都哭了一阵。只见鸳鸯已哭的昏晕过去了，大家扶住捶闹了一阵，才醒过来，便说老太太疼了一场，要跟了去的话。众人都打量人到悲哭，俱有这些言语，也不理会。及至辞灵的时候，上上下下也有百十馀人，只不见鸳鸯，众人因为忙乱，却也不曾检点。到琥珀等一干人哭奠之时，才要找鸳鸯，又恐是他哭乏了，暂在别处歇著，也不言语。",
            "english": "Everyone in the family knew that the mistress was not at home, and some people were lazy and made a lot of noise, making a mess of things. It was after ten o'clock at night when the guests left, and the ceremony to worship the mistress was prepared. The ladies in the mourning tent all cried for a while. Only then did they see that Qianyun had fainted. Everyone pounded her for a while and woke her up. Qianyun said that she was tired from the mourning and wanted to go with the old lady. Everyone thought she would cry bitterly and did not pay attention to her. When the ceremony was over, more than a hundred people came, but Qianyun was not there, and because of the chaos, no one looked for her. After the jade cups had finished crying, they remembered Qianyun, but she was nowhere to be found.",
            "chinese": "家里的人都知道凤姐不在，有些人偷懒，吵吵闹闹，把事情弄得一团糟。晚上十点多，客人们离开后，就开始准备祭拜凤姐的仪式。孝幕里的女眷们都哭了一阵。只见鸳鸯昏晕过去了，大家都扶着她捶打了一会儿，才醒过来。鸳鸯说，老太太疼了一场，要跟着去。大家都以为她会哭得很伤心，也没有在意。等到祭拜的时候，上百人来参加，却没见到鸳鸯，大家因为忙乱，也没有去找她。等到琥珀等人哭完之后，才想起鸳鸯，但已经找不到了。"
        },
        {
            "original": "辞灵以后，外头贾政叫了贾琏问明送殡的事，便商量著派人看家。贾琏回说：“上人里头，派了芸儿在家照应，不必送殡；下人里头，派了林之孝的一家子照应拆棚等事。但不知里头派谁看家？”贾政道：“听见你母亲说是你媳妇病了，不能去，就叫他在家的；你珍大嫂子又说你媳妇病得利害，还叫四丫头陪著，带领了几个丫头婆子，照看上屋里才好。”贾琏听了，心想：“珍大嫂子与四丫头两个不合，所以撺掇著不叫他去。若是上头，就是他照应也是不中用的。我们那一个又病著，也难照应。”想了一回，回贾政道：“老爷且歇歇儿，等进去商量定了再回。”贾政点了点头，贾琏便进去了。",
            "english": "Jia Zheng asked Jia Lian to find out about the funeral arrangements and then sent him to discuss housekeeping. Jia Lian returned to say that the family had assigned Yun Er to stay at home to take care of things, and that the servants had assigned the family of Lin Zhixiao to take care of the dismantling of the tent. However, he didn't know who was in charge of the house. Jia Zheng said that he had heard that his wife was ill and couldn't go, so he was left at home; and Jie Dachun's wife also said that his wife was very ill, and that four little girls should accompany her, and that a few maids and servants should lead the way to take care of the upper room. Jia Lian heard this and thought, \"Jie Dachun's wife and four little girls don't get along, so they are trying to prevent me from going. If it's the head of the house, it's no good for her to take care of it. Our one is sick, so it's hard to take care of it. After thinking for a while, Jia Lian went back to Jia Zheng and said, \"Sir, please rest a while,",
            "chinese": "贾政让贾琏问明送殡的事后，派了贾琏去商量看家的事。贾琏回来说，家里派了芸儿在家照应，不用送殡；下人里派了林之孝的一家子照应拆棚等事。但他不知道家里派谁看家。贾政说，他听说你媳妇病了，不能去，就让留在家里的；珍大嫂子又说你媳妇病得厉害，让四丫头陪著，带领了几个丫头婆子，照看上屋里才好。贾琏听了，心想：珍大嫂子和四丫头两个不合，所以撺掇著不叫他去。若是上头，就是他照应也是不中用的。我们那一个又病著，也难照应。想了一回，回贾政道：“老爷先歇歇儿，等进去商量定了再回。”贾政点了点头，贾琏便进去了。"
        },
        {
            "original": "谁知此时鸳鸯哭了一场，想到“自己跟著老太太一辈子，身子也没有著落。如今大老爷虽不在家，大太太的这样行为，我也瞧不上。老爷是不管事的人，以后便‘乱世为王’起来了。我们这些人不是要叫他们掇弄了么？谁收在屋子里，谁配小子，我是受不得这样折磨的，倒不如死了乾净！但是一时怎么样的个死法呢？……”一面想，一面走到老太太的套间屋内。刚跨进门，只见灯光惨淡，隐隐有个女人拿著汗巾子，好似要上吊的样子。",
            "english": "Yuan Yang cried and thought to herself that she would never marry, as she had followed the old lady for her entire life. Now, the old man is not at home, and the old lady's behavior is intolerable. The old man doesn't take care of anything, and there will be chaos in the future. We will be bullied by others, and I cannot bear this kind of torture. It's better to die. But how should I commit suicide?... As she was thinking, Yuan Yang entered the suite room of the old lady and saw that the lights were dim and a woman was holding a handkerchief, as if she were about to hang herself.",
            "chinese": "鸳鸯哭了一场，想到自己一辈子跟着老太太，却无法嫁人。现在老爷不在家，太太的行为让我看不惯。老爷不管事，以后可能会变乱。我们这些人会被人欺负，我不受这样的折磨，倒不如死了干净。但是，我该怎样自杀呢？……想到这里，鸳鸯走进老太太的套间屋，看到灯光惨淡，有个女人拿着汗巾子，像是要上吊的样子。"
        },
        {
            "original": "鸳鸯也不惊怕，心里想道：“这一个是谁？和我的心事一样，倒比我走在头里了。”便问道：“你是谁？偺们两个人是一样的心，要死一块儿死。”那个人也不答言。鸳鸯走到跟前一看，并不是这屋子的丫头。仔细一看，觉得冷气侵入，一时就不见了。鸳鸯呆了一呆，退出在炕沿上坐下，细细一想，道：“哦！是了。这是东府里的小蓉大奶奶啊！他早死了的了，怎么到这里来？必是来叫我来了。他怎么又上吊呢？”想了一想，道：“是了，必是教给我死的法儿。”",
            "english": "The swan was not afraid and thought to herself, \"Who is this person? Our thoughts are the same, and I am ahead of you.\" She asked, \"Who are you? Our thoughts are the same, and we want to die together.\" The person did not answer. The swan walked up to see, and it was not one of the girls from the house. She looked closely and felt cold air, and then she disappeared. The swan sat down on the foot of the bed and thought, \"Oh, I understand. This is the Little Grandmother of the East Courtyard. She died early, so how did she come here? She must have come to call me. Why did she hang herself again?\" She thought for a moment and said, \"Yes, she must have taught me how to die.\"",
            "chinese": "鸳鸯也不害怕，心里想道：“这个人是谁？我们的想法一样，比我走在前面了。”便问道：“你是谁？我们两个人的想法一样，要死在一起。”那个人也不回答。鸳鸯走到跟前一看，并不是这屋子的丫头。仔细一看，觉得冷气侵入，一时就不见了。鸳鸯呆了一呆，退出在炕沿上坐下，细细一想，道：“哦！是了。这是东府里的小蓉大奶奶啊！他早死了的了，怎么到这里来？必是来叫我来了。他怎么又上吊呢？”想了一想，道：“是了，必是教给我死的法儿。”"
        },
        {
            "original": "鸳鸯这么一想，邪侵入骨，便站起来，一面哭，一面开了妆匣，取出那年铰的一绺头发，揣在怀里，就在身上解下一条汗巾，按著秦氏方才比的地方拴上。自己又哭了一回，听见外头人客散去，恐有人进来，急忙关上屋门，然后端了一个脚凳，自己站上，把汗巾拴上扣儿，套在咽喉，便把脚凳蹬开。可怜咽喉气绝，香魂出窍！正无投奔，只见秦氏隐隐在前，鸳鸯的魂魄疾忙赶上，说道：“蓉大奶奶，你等等我。”那个人道：“我并不是什么蓉大奶奶，乃警幻之妹，可卿是也。”鸳鸯道：“你明明是蓉大奶奶，怎么说不是呢？”那人道：“这也有个缘故，待我告诉你，你自然明白了。我在警幻宫中，原是个锺情的首座，管的是风情月债，降临尘世，自当为第一情人，引这些痴情怨女，早早归入情司，所以我该悬梁自尽的。因我看破凡情，超出情海，归入情天，所以太虚幻境‘痴情’一司，竟自无人掌管。今警幻仙子已经将你补入，替我掌管此司，所以命我来引你前去的。”鸳鸯的魂道：“我是个最无情的，怎么算我是个有情的人呢？”那人道：“你还不知道呢。世人都把那淫欲之事当作‘情’字，所以作出伤风败化的事来，还自谓风月多情，无关紧要。不知‘情’之一字，喜怒哀乐未发之时，便是个性；喜怒哀乐已发，便是情了。至于你我这个情，正是未发之情，就如那花的含苞一样。若待发泄出来，这情就不为真情了。”鸳鸯的魂听了，点头会意，便跟了秦氏可卿而去。",
            "english": "The peacock thought about this and felt very uncomfortable, so she stood up, crying and opening her makeup box, she took out a piece of her hair that she had cut last year and put it in her pocket. Then she undid a towel from her body and tied it around her neck according to the place where Qin Shi had tied it. She cried for a while, and then heard the guests leaving outside. She was afraid that someone would come in, so she quickly closed the door, then she took a stool and stood on it, tying the towel around her neck. She was about to die, her soul was leaving her body! Just then, she saw Qin Shi approaching in front of her, the peacock's soul hurried to catch up and said, \"Big Grandmother, wait for me.\" The person said, \"I am not the big grandmother, but the sister of the police, and Keqing is also the police.\" The peacock said, \"You are clearly the big grandmother, why are you saying you're not?\" The person said, \"There's a reason for this, wait for me to tell you, and you'll understand. I originally managed the love and love debts in the police hall, and I was supposed to beBecause I have seen through the emotions of the world, transcended the sea of emotions, and entered the heavens of emotions, the 'Jingqing' office in the \"Dream of the Red Chamber\" has no one to govern. Today, the \"Jingqing\" office has been assigned to you by the alert and romantic fairy, and I have been assigned to govern this office. That's why I'm here to take you with me. The soul of the peacock said: \"I am the most unfeeling person. How can I be considered a person with feelings?\" The man said: \"Don't you know? The world treats sexual desire as 'emotion', so they do things that are against the wind and the weather, and still think they are romantic and trivial. They don't know that 'emotion' is the original nature of happiness, anger, sadness, and joy; when emotions have already happened, it is feeling. As for our emotions, it is the original emotion, just like flowers that are about to bloom. Once it is released, it is not true emotion.\" The soul of the peacock nodded in agreement, and followed Qin Keqing.",
            "chinese": "鸳鸯想到这里，心里很不舒服，就站了起来，一边哭一边打开了梳妆盒，取出了自己去年剪的一绺头发，揣在怀里，又在身上解下一条毛巾，按照秦氏比的地方系在脖子上。自己又哭了一会儿，听见外面客人散去，担心有人进来，急忙关上屋门，然后端了一个脚凳，自己站上去，把毛巾系上扣子，套在脖子上。可怜气绝身亡，香魂出窍！正无处可去，只见秦氏隐隐约约在前面，鸳鸯的魂魄急忙赶上，说道：“蓉大奶奶，你等等我。”那个人道：“我并不是什么蓉大奶奶，而是警幻之妹，可卿是也。”鸳鸯道：“你明明是蓉大奶奶，为什么说不是呢？”那人道：“这也有个缘故，待我告诉你，你自然明白了。我在警幻宫中，原是个锺情的首座，管的是风情月债，降临尘世，自当为第一情人，引这些痴情怨女，早早归入情司，所以我该悬梁自尽的。我因为看破了凡间的感情，超越了情海，进入了情天，所以太虚幻境‘痴情’一司竟然没有人掌管。今天警幻仙子已经把你补入，让我来掌管这个司，所以派我来带你去。鸳鸯的魂说：“我是一个最无情的人，怎么算我是一个有情的人呢？”那人说：“你还不知道吗。世人都把淫欲的事情当作‘情’，所以做出伤风败化的事情，还自以为是风月多情，无关紧要。不知‘情’字，喜怒哀乐没有发生的时候，就是本性；喜怒哀乐已经发生，就是情感了。至于我们这个情，正是未发之情，就像花含苞待放一样。如果等到发泄出来，这情就不是真情了。”鸳鸯的魂听了，点头会意，就跟着秦氏可卿走了。"
        },
        {
            "original": "这里琥珀辞了灵，听邢王二夫人分派看家的人，想著去问鸳鸯明日怎样坐车，便在贾母的那间屋里找了一遍，不见，又找到套间里头。刚到门口，见门儿掩著，从门缝里望里看时，只见灯光半明半灭的，影影绰绰，心里害怕，又不听见屋里有什么动静，便走回来说道：“这蹄子跑到那里去了？”劈头见了珍珠，说：“你见鸳鸯姐姐来著没有？”珍珠道：“我也找他，太太们等他说话呢。必在套间里睡著了罢。”琥珀道：“我瞧了，屋里没有。那灯也没人夹蜡花儿，漆黑怪怕的，我没进去。如今偺们一块儿进去，瞧看有没有。”",
            "english": "Hupo said goodbye to Ling and followed the two second ladies who had arranged to look after the house. She planned to ask Yanyang how to ride the carriage tomorrow and went to find her in her grandmother's room, but she couldn't find her. She then found her in the corridor. Just as she was about to open the door, she saw that it was half open and she peered through the crack. She saw that the light was dim and the shadows were unclear, and she was afraid. She couldn't hear anything from inside the room, so she turned around and asked, \"Where did this girl go?\" She met Zhu Zhu and said, \"I'm looking for her. The ladies are waiting for her to talk. She must be sleeping in the corridor.\" Hupo replied, \"I looked for her, but I couldn't find her in the room. The lamp was also dim and I was afraid, so I didn't go in. Let's go and see if she's there.\"",
            "chinese": "这里琥珀辞别了灵，听从邢王二夫人安排看家的人，打算去问问鸳鸯明天怎么坐车，于是到贾母的房里找了一遍，没找到，又找到套间里头。刚到门口，见门儿掩着，从门缝里往里看时，只见灯光半明半灭的，影影绰绰，心里害怕，又不听见屋里有什么动静，便走回来问：“这个丫头跑到哪里去了？”劈头见了珍珠，说：“我找她，太太们等她说话呢。她一定在套间里睡着了。”琥珀道：“我找过，屋里没有。那灯也没人夹蜡花儿，漆黑怪怕的，我没进去。我们现在一起去看看有没有。”"
        },
        {
            "original": "琥珀等进去，正夹蜡花。珍珠说：“谁把脚凳撂在这里，几乎绊我一交！”说著，往上一瞧，吓的“嗳呀”一声，身子往后一仰，咕咚的栽在琥珀身上。琥珀也看见了，便大嚷起来，只是两只脚挪不动。",
            "english": "Amber came in, carrying a candle. Pearl said, “Who put the footstool there? I nearly tripped over it!” She looked up, and screamed and fell back, bumping against Amber. Amber also saw it, and shouted, but couldn’t move her legs.",
            "chinese": "琥珀走进来，正夹着蜡花。珍珠说：“谁把脚凳放在那儿，差点绊我一跤！”说完，她抬头一看，吓得大叫一声，身子往后一仰，咕咚一声栽倒在琥珀身上。琥珀也看到了，大声嚷嚷，但两只脚动弹不了。"
        },
        {
            "original": "外头的人也都听见了，跑进来一瞧，大家嚷著，报与邢王二夫人知道。王夫人宝钗等听了，都哭著去瞧。邢夫人道：“我不料鸳鸯倒有这样志气！快叫人去告诉老爷。”只有宝玉听见此信，便吓的双眼直竖。袭人等慌忙扶著说道：“你要哭就哭，别别著气。”宝玉死命的才哭出来了，心想：“鸳鸯这样一个人，偏又这样死法！”又想：“实在天地间的灵气，独锺在这些女子身上了！他算得了死所。我们究竟是一件浊物，还是老太太的儿孙，谁能赶得上他？”复又喜欢起来。",
            "english": "The people outside also heard about it and ran in. They shouted and told the second Mrs. Hsiung. Hsiung and Mrs. Pao and the others cried and went to see. Mrs. Hsiung said, \"I never thought that Yuanyang had such determination. Tell the master.\" Only Yuanyang heard the news and was so scared that his eyes were wide open. Xisi and the others hurried to support him and said, \"If you cry, cry. Don't hold your breath.\" Yuanyang finally cried out, thinking, \"Yuanyang has such determination, but how terrible his death is!\" He also thought, \"The essence of heaven and earth is concentrated in these women. He has died in a proper way. We ordinary mortals, the grandchildren of the old lady, can't compare to him.\" He then became happy again.",
            "chinese": "外面的人也听到了，跑进来一看，大家都嚷著，告诉邢王二夫人知道。王夫人宝钗等人听了，都哭著去看。邢夫人道：“我没想到鸳鸯有这样志气！快叫人去告诉老爷。”只有宝玉听到这个消息，吓得双眼直竖。袭人等人慌忙扶著他说道：“你要哭就哭，别别著气。”宝玉死命地才哭出来了，心想：“鸳鸯这个人这么有志气，偏偏死得这么惨！”又想：“天地间的灵气，只集中在这些女子身上了！他算得上死得其所。我们这些凡夫俗子，还是老太太的儿孙，谁能赶得上他？”复又喜欢起来。"
        },
        {
            "original": "那时，宝钗听见宝玉大哭了出来了，及到跟前，见他又笑。袭人等忙说：“不好了！又要疯了！”宝钗道：“不妨事，他有他的意思。”宝玉听了，更喜欢宝钗的话，“到底他还知道我的心，别人那里知道！”正在胡思乱想，贾政等进来，著实的嗟叹著说道：“好孩子！不枉老太太疼他一场！”即命贾琏出去，吩咐人连夜买棺盛殓，明日便跟著老太太的殡送出，也停在老太太棺后，全了他的心志。贾琏答应出去，这里命人将鸳鸯放下，停放里间屋内。",
            "english": "At that time, when the Crane heard that the Prince of Azure Clouds had come out of his room, crying bitterly, she came over and saw him laughing. The maid Xisi and the others hurriedly said, \"He's gone mad again!\" The Crane said, \"Don't worry, he has his own way of thinking.\" The Prince of Azure Clouds heard this and was even more delighted with what the Crane had said, \"After all, he understands my heart. No one else knows!\" As he was lost in thought, the Marquis and others came in and praised him, \"Good boy! You haven't disappointed your grandmother's expectations!\" They then ordered Jialin to go out and instructed the servants to buy a coffin and shroud for the Prince of Azure Clouds' funeral, which was to be held the next day following his grandmother's funeral, with his coffin following hers. Jialin agreed to go out, and here the servants were ordered to lower the Crane and place her in the inner room.",
            "chinese": "那时，宝钗听见宝玉大哭着出来了，到了跟前，见他又笑。袭人等人忙说：“不好了！他又要疯了！”宝钗道：“不要紧，他有他的想法。”宝玉听了，更喜欢宝钗的话，“毕竟他还了解我的心，别人哪里知道！”正在胡思乱想，贾政等人进来，感叹道：“好孩子！不枉老太太疼他一场！”随即命令贾琏出去，吩咐人连夜买棺材盛殓，明天便跟着老太太的殡礼送出，也停在老太太棺材后面，实现他的心愿。贾琏答应出去，这里命令人将鸳鸯放下，停放在里间屋内。"
        },
        {
            "original": "平儿也知道了，过来同袭人莺儿等一干人都哭的哀哀欲绝。内中紫鹃也想起自己终身，一无著落，恨不跟了林姑娘去，又全了主仆的恩义，又得了死所。如今空悬在宝玉屋内，虽说宝玉仍是柔情密意，究竟算不得什么，于是更哭得哀切。",
            "english": "Ping'er knew this and cried with Xisi and Ying'er. Zhijuan thought of her future and didn't know what to do. She hoped to follow Lin'er and thus get peace after death, and keep the servant-mistress relationship. But now she could only stay in Baoyu's room, though Baoyu was gentle, it didn't solve the problem, so she cried even more sadly.",
            "chinese": "平儿知道了，和袭人、莺儿等人一起哭得非常伤心。紫鹃想起了自己的未来，不知该怎么办，她希望自己能跟随林姑娘，这样可以得到死后的安宁，还能保持主仆的恩情。但现在她只能在宝玉的屋里，虽然宝玉很温柔，但那并不能解决问题，于是她哭得更加悲伤。"
        },
        {
            "original": "王夫人即传了鸳鸯的嫂子进来，叫他看著入殓，遂与邢夫人商量了，在老太太项内赏了他嫂子一百两银子，还说等闲了将鸳鸯所有的东西俱赏他们。他嫂子磕了头出去，反喜欢说：“真真的我们姑娘是个有志气的，有造化的！又得了好名声，又得了好发送！”旁边一个婆子说道：“罢呀！嫂子！这会子你把一个死姑娘卖了一百银便这么喜欢了；那时候儿给了大老爷，你还不知得多少银钱呢，你该更得意了。”一句话戳了他嫂子的心，便红了脸走开了。刚走到二门上，见林之孝带了人抬了棺材来了，他只得也跟进去，帮著盛殓，假意哭嚎了几声。",
            "english": "Lady Wang called in the wife of the young lady’s maid. They had the young lady’s remains put to rest according to the customs, and after discussing it with Lady Lin, they gave her husband’s wife a hundred silver dollars as a present. They also said that if they had any leisure time, they would give all of the young lady’s belongings to her husband’s wife. The wife’s wife thanked them, and then left, saying, “What a great and well-educated girl she was! She has left behind a good reputation, and has also received a good send-off.” A maid next to her said, “Don’t say that, sister! You are so happy now because you have sold a dead girl for one hundred silver dollars. When your husband is given to the old man, he will give you even more money, and then you will be even happier.” This remark pierced the wife’s wife’s heart, and she became red in the face and went away. She just got to the second gate when Lin Zhihao, the head of the household, was carrying the casket in, and she had to follow in behind, helping to put the young lady’s remains in the coffin. She feigned wailing and crying for a few moments",
            "chinese": "王夫人叫鸳鸯的嫂子进来，看着入殓，与邢夫人商量后在老太太那里赏了一百两银子给他嫂子，还说将来闲时将鸳鸯所有的物品都赏给他们。他嫂子磕头出去，很高兴说：“真真的我们姑娘是个有志气的，有造化的！又得了好名声，又得了好发送！”旁边一个婆子说：“别呀！嫂子！这会子你把一个死姑娘卖了一百两银子就高兴成这样，那时候儿给了大老爷，你还不知道能得多少银钱呢，你该更高兴了。”一句话戳了他嫂子的心，便红了脸走开了。刚走到二门上，见林之孝带人抬棺材来了，他只得也跟进去，帮着盛殓，假意哭嚎了几声。"
        },
        {
            "original": "贾政因他为贾母而死，要了香来，上了三炷，作了个揖，说：“他是殉葬的人，不可作丫头论，你们小一辈的都该行个礼儿。”宝玉听了，喜不自胜，走来恭恭敬敬磕了几个头。贾琏想他素日的好处，也要上来行礼，被邢夫人说道：“有了一个爷们就是了，别折受的他不得超生。”贾琏就不便过来了。",
            "english": "Jia Zheng, because of Jia Mi, made a funeral offering and lit three incense sticks, making a揖 and said, \"He is not a concubine who commits suicide, so you should all pay homage to him.\" Upon hearing this, Yu Bai was very happy and went over to pay his respects. Jia Lin also remembered the good things about Yu Bai and wanted to come forward to pay his respects, but was stopped by Xing Fu who said, \"You already have a son, so let him not suffer.\" Jia Lin was not able to come forward.",
            "chinese": "贾政因为贾母而死，要了香来，上了三炷，作了个揖，说：“他不是殉葬的人，不能算作丫头，你们这些小辈都应该向他行个礼。”宝玉听了，非常高兴，走过来恭恭敬敬地磕了几个头。贾琏想起了宝玉的好处，也要上来行礼，但是被邢夫人说：“已经有了一个爷们了，别让他受罪了。”贾琏就不便过来。"
        },
        {
            "original": "宝钗听著这话，好不自在，便说道：“我原不该给他行礼，但只老太太去世，偺们都有未了之事，不敢胡为。他肯替偺们尽孝，偺们也该托托他：好好的替偺们伏侍老太太西去，也稍尽一点子心哪！”说著，扶了莺儿走到灵前，一面奠酒，那眼泪早扑簌簌流下来了。奠毕，拜了几拜，狠狠的哭了他一场。",
            "english": "Baoshai heard this and was not pleased. \"I would not have given him the bow if it weren't for the fact that grandmother died, and we have unfinished matters to attend to. He has promised to do everything he can for us, and we should do everything we can for him. We should help him do all he can to serve grandmother to the grave, and pay our respects to her. I don't know what to do with myself,\" Baoshai said, dabbing her eyes with her handkerchief. \"Do you see how I'm crying? I've never been so sad in my life. I don't know what to do with myself.\" Baoshai and Ying'er went to the coffin, and Baoshai bowed three times, then went up to the coffin, sobbing and crying. She was so overcome with emotion that she could not speak. After a while, she wiped her eyes and said, \"I have never been so sad in my life. I don't know what to do with myself.\" She bowed three times and cried.",
            "chinese": "宝钗听了这话，很不舒服，便说：“我本来不该给他行礼，但只是老太太去世，我们都有未了的事情，不敢胡来。他愿意替我们尽孝，我们也要托付给他：好好地替我们侍奉老太太西去，也稍微尽一点心哪！”说着，扶着莺儿走到灵前，一边奠酒，那眼泪早扑簌簌流下来了。奠毕，拜了几拜，狠狠地哭了一场。"
        },
        {
            "original": "众人也有说宝玉的两口子都是傻子，也有说他两个心肠儿好的，也有说他知礼的，贾政反倒合了意。一面商量定了看家的，仍是凤姐惜春，馀者都遣去伴灵。一夜谁敢安眠？一到五更，听见外面齐人。到了辰初发引，贾政居长，衰麻哭泣，极尽孝子之礼。灵柩出了门，便有各家的路祭，一路上的风光，不必细说。走了半日，来至铁槛寺安灵，所有孝男等俱应在庙伴宿。不提。",
            "english": "All said that the two of them were idiots, but some also said that they were good-hearted. Some even said they were polite. Only the Lord of the House agreed with this. They decided that it would be better if the watchman were still the Lady Feng and the Lady Xi. They would be sent away the others would accompany the coffin. None of them could sleep all night. At five o'clock in the morning, all the people came together. At three o'clock in the morning, the funeral procession was ready. The Lord of the House was in charge, weeping and mourning in accordance with the rites of a son. The coffin was carried out of the house and there were funeral offerings along the way. It did not take long before they reached the Iron Gate Temple. The sons of grief stayed there for the night. It was not mentioned.",
            "chinese": "众人都说宝玉的两口子都是傻子，但也有人说他们心肠好，又有人说他们有礼貌。贾政反倒同意了。他们商量好，看家的还是凤姐和惜春，其他人则被遣散，陪伴灵柩。一晚上谁都没有睡好。到了五更时分，外面的人齐齐到来。到了辰初，发引，贾政居长，哀哭，尽孝子之礼。灵柩出门后，一路上有各家的路祭，一路的风光不必细说。走了半天，到了铁槛寺安灵，孝男等人都留在庙里过夜。不提。"
        },
        {
            "original": "且说家中林之孝带领拆了棚，将门窗上好，打扫净了院子，派了巡更的人，到晚打更上夜。只是荣府规例：一交二更，三门掩上，男人就进不去了，里头只有女人们查夜。凤姐虽隔了一夜，渐渐的神气清爽了些，只是那里动得？只有平儿同著惜春各处走了一走，吩咐了上夜的人，也便各自归房。",
            "english": "Lin Zhihao led people to tear down the shed and repair the windows and doors, cleaned up the courtyard, arranged watchmen, and arranged night watch. However, the rules of the Rong府 at night: at nine o'clock, the gate was closed, and men could not enter, only women were on duty. Although Feng Ji had been separated from her for a night, she gradually became clear-headed, but she could not move. Only Ping'er and Xicun went around and ordered the watchman, and then each went back to their rooms.",
            "chinese": "林之孝带领人拆了棚，将门窗修好，打扫干净了院子，安排了看门人，晚上打更。只是荣府规矩：晚上九点，大门就关上了，男人就不能进去了，只有女人们查夜。凤姐虽然隔了一夜，渐渐地神清气爽了些，只是不能动弹。只有平儿和惜春四处走了一走，吩咐了看门人，就各自回房了。"
        },
        {
            "original": "却说周瑞的乾儿子何三，去年贾珍管事之时，因他和鲍二打架，被贾珍打了一顿，撵在外头，终日在赌场过日。近知贾母死了，必有些事情领办，岂知探了几天的信，一些也没有想头，便嗳声叹气的回到堵场中，闷闷的坐下。那些人便说道：“老三，你怎么不下来捞本儿了吗？”何三道：“倒想要捞一捞呢，就只没有钱么。”那些人道：“你到你们周大太爷那里去了几日，府里的钱，你也不知弄了多少来，又来和我们装穷儿了。”何三道：“你们还说呢！他们的金银不知有几百万，只藏著不用。明儿留著，不是火烧了，就是贼偷了，他们才死心呢！”那些人道：“你又撒谎。他家抄了家，还有多少金银？”何三道：“你们还不知道呢。抄的是撂不了的。如今老太太死后，还留了好些金银，他们一个也不使，都在老太太屋里搁著，等送了殡回来才分呢。”",
            "english": "周瑞的干儿子何三，去年贾珍当差时，因为和鲍二打架，被贾珍打了一顿，被赶了出去，整天在赌场里混日子。最近听说贾母去世了，一定会有些事情要他处理，但探了几天的信，一点线索都没有，便唉声叹气地回到赌场中，闷闷不乐地坐下。那些人问道：“老三，你怎么不下来捞一把呢？”何三道：“我倒想捞一把呢，就是没钱啊。”那些人道：“你到你们周大太爷那里去了几天，府里的钱，你也不知道弄了多少来，又来和我们装穷了。”何三道：“你们还不知道吗？抄的都是收不回的。现在老太太死了，还留了不少金银，他们一个也不用，都放在老太太屋里，等送完殡再分呢。””\n\nWhat is the translation of the sentence \"周瑞的干儿子何三，去年贾珍当差时，因为和鲍二打架，被贾珍打了一顿，被赶了出去，整天在赌场里混日子。最近听说贾母去世了，一定会有些事情要他处理，但探了几天的",
            "chinese": "话说周瑞的干儿子何三，去年贾珍当差时，因为和鲍二打架，被贾珍打了一顿，被赶了出去，整天在赌场里混日子。最近听说贾母去世了，一定会有些事情要他处理，但探了几天的信，一点线索都没有，便唉声叹气地回到赌场中，闷闷不乐地坐下。那些人问道：“老三，你怎么不下来捞一把呢？”何三道：“我倒想捞一把呢，就是没钱啊。”那些人道：“你到你们周大太爷那里去了几天，府里的钱，你也不知道弄了多少来，又来和我们装穷了。”何三道：“你们还不知道吗？抄的都是收不回的。现在老太太死了，还留了不少金银，他们一个也不用，都放在老太太屋里，等送完殡再分呢。””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "内中有一个人听在心里，掷了几骰，便说：“我输了几个钱也不翻本儿了，睡去了。”说著，便走出来，拉了何三道：“老三，我和你说句话。”何三跟他出来。那人道：“你这么个伶俐人，这么穷，我替你不服这口气！”何三道：“我命里穷，可有什么法儿呢？”那人道：“你才说荣府的银子这么多，为什么不去拿些使唤使唤？”何三道：“我的哥哥！他家的金银虽多，你我去白要一二钱，他们给偺们吗？”那人笑道：“他不给偺们，偺们就不会拿吗？”",
            "english": "One man heard this and tossed a few dice, saying, \"I lost a few coins, and I won't pay them back. Let's sleep.\" He then came out and grabbed He San, saying, \"Old San, I have something to say to you.\" He San followed him out. The man said, \"You're so smart, but you're so poor. I don't understand this!\" He San said, \"My fate is to be poor. What can I do about it?\" The man laughed and said, \"Even though the Rong family has a lot of silver, if we go and ask for a few coins, won't they give them to us?\" He San said, \"My brother! They won't give us even a few coins, even if we ask them to.\" The man laughed and said, \"Even if they don't give us anything, don't we have the right to take it?\"",
            "chinese": "有一个人听了这话，掷了几颗骰子，说：“我输了几个钱也不翻本了，睡了。”说着，出来拉住何三道：“老三，我和你说句话。”何三跟他出来。那人道：“你这么个聪明人，这么穷，我替你不服这口气！”何三道：“我命里穷，有什么办法呢？”那人道：“你才说荣府的银子这么多，为什么不去拿些用用？”何三道：“我的哥哥！他家的金银虽多，你我去白要一二钱，他们给吗？”那人笑道：“他不给，我们就不拿吗？”"
        },
        {
            "original": "何三听了这话里有话，忙问道：“依你说，怎么样拿呢？”那人道：“我说你没有本事，若是我，早拿了来了。”何三道：“你有什么本事？”那人便轻轻的说道：“你若要发财，你就引个头儿。我有好些朋友，都是通天的本事。别说他们送殡去了，家里只剩下几个女人，就让有多少男人也不怕！。只怕你没这么大胆子罢咧！”何三道：“什么敢不敢！你打量我怕那个乾老子吗？我是瞧著乾妈的情儿上头，才认他做乾老子罢咧！他又算了人了？你刚才的话，就只怕弄不来，倒招了饥荒。他们那个衙门不熟？别说拿不来，倘或拿了来，也要闹出来的。”那人道：“这么说，你的运气来了！我的朋友，还有海边上的呢，现今都在这里。看个风头，等个门路，若到了手，你我在这里也无益，不如大家下海去受用，不好么？你若撂不下你乾妈，偺们索性把你乾妈也带了去，大家夥儿乐一乐，好不好？”何三道：“老大，你别是醉了罢？这些话混说的是什么？”说著，拉了那人走到个僻静地方，两个人商量了一回，各人分头而去。暂且不提。",
            "english": "He asked, \"What do you mean by that? How should I take it?\" The other person said, \"I told you that you had no ability. If it were me, I would have already taken it.\" He said, \"What ability do you have?\" The other person whispered, \"If you want to make money, you should lead the way. I have many friends who have the ability to do anything. Even if they are at the funeral, there are only a few women left, and there are many men. Don't be afraid! The only thing you need to be afraid of is whether you have the courage.\" He said, \"What are you afraid of? I don't think I'm afraid of the old man. I just think of him as my uncle because of his love for me. Has he been doing anything? You just said that it might not work out and that you might get into trouble. They're not familiar with their office, so even if you get it, you might get into trouble.\" The other person said, \"That means your luck is coming. My friends and I are all on the coast, and we're all here now. We're waiting for a good opportunity. If we get it, you and I willIf you can't let go of your godmother, let's just bring your godmother along with us and have fun together, okay?\" He asked. \"Big brother, are you drunk? What nonsense are you talking about?\" He said, and then pulled the man away to a quiet place. They talked for a while and then went their separate ways. For the time being, we won't talk about it.",
            "chinese": "何三听了这话里有话，忙问道：“依你说，怎么样拿呢？”那人道：“我说你没有本事，若是我，早拿了来了。”何三道：“你有什么本事？”那人便轻轻的说道：“你若要发财，你就引个头儿。我有好些朋友，都是通天的本事。别说他们送殡去了，家里只剩下几个女人，就让有多少男人也不怕！。只怕你没这么大胆子罢咧！”何三道：“什么敢不敢！你打量我怕那个乾老子吗？我是瞧著乾妈的情儿上头，才认他做乾老子罢咧！他又算了人了？你刚才的话，就只怕弄不来，倒招了饥荒。他们那个衙门不熟？别说拿不来，倘或拿了来，也要闹出来的。”那人道：“这么说，你的运气来了！我的朋友，还有海边上的呢，现今都在这里。看个风头，等个门路，若到了手，你我在这里也无益，不如大家下海去受用，不好么？如果你放不下你的干妈，我们干脆也带上你的干妈，大家一起乐一乐，好不好？”何三道：“老大，你是不是醉了？这些话混说的是什么？”说着，拉了那人到了一个僻静的地方，两个人商量了一回，各自分头去了。暂且不提。"
        },
        {
            "original": "且说包勇自被贾政吆喝，派去看园，贾母的事出来，也忙了不曾派他差使。他也不理会，总是自做自吃，闷来睡一觉，醒时便在园里耍刀弄棍，倒也无拘无束。那日贾母一早出殡，他虽知道，因没有派他差使，他任意闲游。只见一个女尼带了一个道婆来到园内腰门那里扣门。包勇走来，说道：“女师父，那里去？”道婆道：“今日听得老太太的事完了，不见四姑娘送殡，想必是在家看家。恐他寂寞，我们师父来瞧他一瞧。”包勇道：“主子都不在家，园门是我看的，请你们回去罢。要来呢，等主子们回来了再来。”婆子道：“你是那里来的个黑炭头？也要管起我们的走动来了？”包勇道：“我嫌你们这些人，我不叫你们来，你们有什么法儿？”婆子生了气，嚷道：“这都是反了天的事了！连老太太在日还不能拦我们的来往走动呢，你是那里的这么个横强盗，这样没法没天的？我偏要打这里走！”说著，便把手在门环上狠狠的打了几下。",
            "english": "Bao Yong, who had been sent to watch the garden after being scolded by Jia Zheng, was not assigned any tasks. He didn't care and just did his own thing, sleeping when he was tired and playing with his sword and staff when he woke up. One day when Jia's mother's funeral was over, he knew about it but since he wasn't assigned any tasks, he just wandered around. He saw a nun and a Taoist nun coming to the gate of the garden. Bao Yong walked over and said, \"Nun, where are you going?\" The Taoist nun said, \"Today we heard that the fourth princess didn't send her to the funeral, so she must be home watching the house. She's probably lonely, so our nun came to visit her.\" Bao Yong said, \"The masters aren't home, and I'm the one who guards the gate. Please go back. If you want to come, wait until the masters come back.\" The old woman got angry and shouted, \"This is outrageous! Even when our master was alive, we couldn't stop our visits and visits. What are you, a common person, to be so arrogant and act without fear?\"",
            "chinese": "话说包勇自从被贾政吆喝，派去看园，贾母的事情出来，也没派他差事。他也不在意，总是自己做自己的，困了就睡一觉，醒来就在园子里耍刀弄棍，倒也自由自在。那日贾母出殡，他虽然知道，但因为没有派他差事，他就随意闲逛。只见一个女尼带着一个道婆来到园内腰门那里敲门。包勇走过来，说道：“女师父，你们要去哪儿？”道婆道：“今天听说老太太的事情办完了，四姑娘没有送殡，想必是在家看家。怕她寂寞，我们师父来瞧她一眼。”包勇道：“主子们都不在家，园门是我看的，请你们回去吧。要是想来，等主子们回来了再来。”婆子生气了，嚷道：“这都是反了天的事！连老太太在日还不能拦我们的来往走动呢，你是什么人，这么横行霸道，没法无天的？”\n\n注：该答案是通过使用自然语言处理技术（例如中文分词、词性标注、依存句法分析等）将中文文本转换为现代普通话的方式生成我偏要从这里走！”说着，便用力在门环上打了几下。"
        },
        {
            "original": "妙玉已气的不言语，正要回身便走，不料里头看二门的婆子听见有人拌嘴，连忙开门一看，见是妙玉，已经回身走去，明知必是包勇得罪了走了。近日婆子们都知道上头太太们四姑娘都和他亲近，恐他日后说出门上不放进他来，那时如何耽得住，赶忙走来，说：“不知师父来，我们开门迟了。我们四姑娘在家里，还正想师父呢。快请回来。看园的小子是个新来的，他不知偺们的事。回来回了太太，打他一顿，撵出去就完了。”妙玉虽是听见，总不理他。那禁得看腰门的婆子赶上，再四央求，后来才说出怕自己担不是，几乎急的跪下。妙玉无奈，只得随著那婆子过来。包勇见这般光景，自然不好再拦，气得瞪眼叹气而回。",
            "english": "Miaoyu was angry and didn't say anything. He was about to leave when he saw a servant at the gate. The servant heard a quarrel and hurried to open the door. When he saw Miaoyu, he had already left. The servants knew that the ladies and ladies of the upper house and Miss Si were close to Bao Yong. They were afraid that he would say that he could not come in the future. Then how could they stay? The servant hurried to catch up and said, \"We didn't know that the master was here, so we opened the door late. Miss Si is at home and is missing the master. Please come back. The boy in the garden is a newcomer. He doesn't know the master's business. When you go back, tell the master to beat him and send him away.\" Miaoyu heard this, but he didn't care. The servant who watched the gate was so desperate that he almost fell to his knees. Miaoyu had no choice but to follow the servant over. Bao Yong saw this scene and could not help but feel angry and sighed and returned.",
            "chinese": "妙玉生气不说话，正要转身离开，不料看二门的婆子听见有人争吵，赶忙开门一看，见是妙玉，已经走远了。婆子们都知道上头太太们和四姑娘都和包勇亲近，怕他日后说出门上不放他进来，那时如何耽得住，赶忙走来，说：“不知师父来，我们开门迟了。我们四姑娘在家里，还正想师父呢。快请回来。看园的小子是个新来的，他不知师父的事。回来回了太太，打他一顿，撵出去就完了。”妙玉虽然听见，总不理他。那禁得看腰门的婆子赶上，再四央求，后来才说出怕自己担不是，几乎急得跪下。妙玉无奈，只得随著那婆子过来。包勇见这般光景，自然不好再拦，气得瞪眼叹气而回。"
        },
        {
            "original": "这里妙玉带了道婆走到惜春那里道了恼，叙些闲话。惜春说起：“在家看家，只好熬个几夜，但是二奶奶病著，一个人又闷又害怕。能有一个人在这里，我就放心，如今里头一个男人也没有。今儿你既光降，肯伴我一宵，偺们下棋说话儿，可使得么？”妙玉本来不肯，见惜春可怜，又提起下棋，一时高兴，应了。打发道婆回去取了他的茶具衣褥，命侍儿送了过来，大家坐谈一夜。惜春欣幸异常，便命彩屏去开上年蠲的雨水，预备好茶。",
            "english": "Miaoyu brought the nun to Xicun and expressed her apologies. They talked about some trivial matters. Xicun said, \"Taking care of the house only lasts for a few nights. But now, grandmother is sick, and I am lonely and afraid. If someone is here to accompany me, I will be at ease. But there is no man in the house. Today you came and agreed to stay with me for the night. We can play chess and chat. How about that?\" Miaoyu didn't want to go at first, but when she saw Xicun's pitiful expression, and heard that they were going to play chess, she got excited and agreed. She asked her servant to fetch her tea set and clothes, and they sat together and talked all night. Xicun was very happy and asked Cai Ping to fetch last year's rainwater and prepare the tea.",
            "chinese": "妙玉带着道婆来到惜春那里，表达了歉意，聊了一些闲话。惜春说道：“在家里看家，只能够熬几个晚上，但是奶奶病着，一个人又寂寞又害怕。要是有人在这里陪我，我就放心了，可是现在屋里没有男人。今天你来了，肯陪我一晚上，我们一起下棋聊天，可以吗？”妙玉本来不想去，但看到惜春可怜，又提到了下棋，一时高兴，答应了。她让侍儿去拿自己的茶具和衣服被褥，大家坐在一起谈了一夜。惜春非常高兴，让彩屏去取去年的雨水，准备好了茶。"
        },
        {
            "original": "那妙玉自有茶具。道婆去了不多一时，又来了一个侍者，送下妙玉日用之物。惜春亲自烹茶。两人言语投机，说了半天。那时天有初更时候，彩屏放下棋枰，两人对弈。惜春连输两盘，妙玉又让了四个子儿，惜春方赢了半子。",
            "english": "Miaoyu had her own tea set. Shortly after Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager Dowager",
            "chinese": "妙玉有自己的茶具。道婆离开后不久，一个侍者送来了妙玉的日常用品。惜春亲自煮茶。两人谈得投机，聊了半天。当时天色已经初更，彩屏放下棋盘，两人对弈。惜春连输两盘，妙玉让了四个子儿，惜春才赢了一半。"
        },
        {
            "original": "不觉已到四更，正是天空地阔，万籁无声。妙玉道：“我到五更须得打坐，我自有人伏侍，你自去歇息。”惜春犹是不舍，见妙玉要自己养神，不便扭他。刚要歇去，猛听得东边上屋内上夜的人一片声喊起。惜春那里的老婆子们也接著声嚷道：“了不得了！有了人了！”吓得惜春彩屏等心胆俱裂，听见外头上夜的男人，便声喊起来。妙玉道：“不好了！必是这里有了贼了！”说著，赶忙的关上屋门，便掩了灯光，在窗户眼内往外一瞧。只见几个男人站在院内，吓得不敢作声，回身摆著手，轻轻的爬下来，说：“了不得！外头有几个大汉站著。”",
            "english": "不知不觉已经到了四更天，天空广阔，万籁俱寂。妙玉说：“我要在五更时打坐，我自己有人伺候，你去休息。”惜春舍不得离开，见妙玉要自己养神，不便强留。正要休息，突然从东边的屋子里传来值班的人一片喊叫声。惜春的老婆子们也跟着喊道：“不好了！有人了！”吓得惜春、彩屏等人惊慌失措，听见外面值班的男人喊叫，便大声呼喊起来。妙玉道：“不好了！一定是这里有人偷东西了！”说着，赶忙关上屋门，熄灭了灯光，在窗户眼内向外一看。只见几个男人站在院子里，吓得不敢作声，回过身摆了摆手，轻轻爬下来，说：“不好了！外面有几个大汉在那儿。”",
            "chinese": "不知不觉已经到了四更天，天空广阔，万籁俱寂。妙玉说：“我要在五更时打坐，我自己有人伺候，你去休息。”惜春舍不得离开，见妙玉要自己养神，不便强留。正要休息，突然从东边的屋子里传来值班的人一片喊叫声。惜春的老婆子们也跟着喊道：“不好了！有人了！”吓得惜春、彩屏等人惊慌失措，听见外面值班的男人喊叫，便大声呼喊起来。妙玉道：“不好了！一定是这里有人偷东西了！”说着，赶忙关上屋门，熄灭了灯光，在窗户眼内向外一看。只见几个男人站在院子里，吓得不敢作声，回过身摆了摆手，轻轻爬下来，说：“不好了！外面有几个大汉在那儿。”"
        },
        {
            "original": "说犹未了，又听得房上响声不绝，便有外头上夜的人进来吆喝拿贼。一个人说道：“上屋里的东西都丢了，并不见人。东边有人去了，偺们到西边去。”惜春的老婆子听见有自己的人，便在外间屋里说道：“这里有好些人上了房了。”上夜的都道：“你瞧！这可不是吗？”大家一齐嚷起来。只听房上飞下好些瓦来，众人都不敢上前。",
            "english": "The moment he finished speaking, there was a noise from the roof. The night watchman came in and yelled, “There’s a thief!” One of them said, “All the things in the room upstairs have been taken, but we haven’t seen anyone. Someone must have gone to the east. Let’s go to the west.” The old woman in Xichun’s room heard that there were some of her own people there, and she shouted from outside the room, “Here are some people on the roof.” The night watchman all cried, “Look! That’s him!” Everyone shouted together. Then tiles began to fly off the roof, and no one dared to go forward.",
            "chinese": "话还没说完，房顶上就传来响声不断。上夜的人进来大喊拿贼。一个人说：“上屋的东西都丢了，没看见人。东边有人走了，我们去西边。”惜春的老婆子听见有自己人，便在外间房里说道：“这里有好些人上了房了。”上夜的人都道：“瞧！这不就是吗？”大家一齐嚷起来。只听房上飞下好些瓦，众人都不敢上前。"
        },
        {
            "original": "正在没法，只听园里腰门一声大响，打进门来。见一个梢长大汉，手执木棍，众人吓得藏躲不及。听得那人喊说道：“不要跑了他们一个！你们都跟我来！”这些家人听了这话，越发吓得骨软筋酥，连跑也跑不动了。只见这人站在当地，只管乱喊。家人中有一个眼尖些的看出来了。你道是谁？正是甄家荐来的包勇。这些家人不觉胆壮起来，便颤巍巍的说道：“有一个走了！有的在房上呢！”包勇便向地下一扑，耸身上房追赶那贼。",
            "english": "There was nothing to be done, so he burst through the great gate in the garden. He found a tall man there, holding a club. The servants were so frightened that they couldn't move. The man shouted, \"Don't let them get away! Follow me!\" The servants were more frightened than ever, and couldn't even run. The man stood there shouting. One of the servants noticed him. Do you know who he was? It was Bao Yong, recommended by Jia. The servants became a little braver, and said tremulously, \"One has run away! Some are on the roof!\" Bao Yong jumped onto the roof and chased the thief.",
            "chinese": "没有办法，只听园里腰门一声大响，闯了进来。见一个高个子男人，手拿木棍，众人吓得躲藏不及。听见那人喊道：“不要让他们跑了！你们都跟着我来！”这些家人听了这话，更加害怕，连跑也跑不动了。只见这个人站在当地，不停地喊叫。家人中有一个眼尖的看出来了。你知道是谁吗？正是甄家推荐的包勇。这些家人胆子壮了起来，便颤巍巍地说道：“有一个跑了！有的在房上呢！”包勇便向地下一扑，跳上房顶追赶那个贼。"
        },
        {
            "original": "这些贼人明知贾家无人，先在院内偷看惜春房内，见有个绝色尼姑，便顿起淫心，又欺上屋俱是女人，且又畏惧，正要踹进门去，因听外面有人进来追赶，所以贼众上房。见人不多，还想抵挡，猛见一人上房赶来，那些贼见是一人，越发不理论了，便用短兵抵住。那经得包勇用力一棍打去，将贼打下房来。那些贼飞奔而逃，从园墙过去。包勇也在房上追捕。岂知园内早藏下了几个在那里接赃，已经接过好些。见贼夥跑回，大家举械保护。见追的只有一人，明欺寡不敌众，反倒迎上来。包勇一见生气，道：“这些毛贼！敢来和我斗斗！”那夥贼便说：“我们有一个伙计被他们打倒了，不知死活，偺们索性抢了他出来！”",
            "english": "The thieves knew that there was no one in the house, and they first looked at Xicun's room in the courtyard. They saw a beautiful nun and had evil intentions. Because there were all women in the room, and they were afraid, they were about to kick open the door. They heard someone chasing from outside, so the thieves climbed onto the roof. Seeing that there were not many people, they wanted to resist, but they saw a person climbing onto the roof. Seeing that there was only one person, the thieves were not afraid and used short weapons to defend themselves. Bao Yong hit the thief hard with his stick, making him fall off the roof. The thieves ran away, jumping over the garden wall. Bao Yong also chased after them on the roof. However, there were already several people in the garden to receive the stolen goods, and they had already received many of them. When the thieves returned, they picked up weapons to protect themselves. Seeing that there was only one person chasing, they knew that they were outnumbered and attacked. Bao Yong saw them and became angry, saying, \"These bandits dare to fight me!\" The thieves said, \"We have a companion who was hit by them and we don't know if he",
            "chinese": "这些贼人知道贾家没人，先在院子里偷看惜春的房间，看到有一个绝色尼姑，便起了邪念，又因为房子里都是女人，而且害怕，正要踹开门，听到外面有人追来，所以贼人们上了房。见人不多，还想抵抗，但见一个人上房追来，那些贼见是一个人，就不再顾忌了，用短兵器抵挡。包勇用力一棍打下去，把贼打下房来。那些贼飞奔逃走，从园墙过去。包勇也在房上追捕。然而，园内早有几个人在那里接赃，已经接过不少。见贼伙跑回来，大家拿起武器保护。见追的人只有一个，明知道寡不敌众，反而迎了上来。包勇一见就生气，道：“这些毛贼，敢来和我斗斗！”那伙贼就说：“我们有一个伙计被他们打倒了，不知死活，我们索性抢他出来！”"
        },
        {
            "original": "这里包勇闻声即打。那夥贼便轮起器械，四五个人围住包勇，乱打起来。外头上夜的人也都仗著胆子只顾赶了来。众贼见斗他不过，只得跑了。包勇还要赶时，被一个箱子一绊，立定看时，心想东西未丢，众贼远逃，也不追赶，便叫众人将灯照看。地下只有几个空箱，叫人收拾，他便欲跑回上房。因路径不熟，走到凤姐那边，见里面灯烛辉煌，便问：“这里有贼没有？”里头的平儿战兢兢的说道：“这里也没开门，只听上屋叫喊，说有贼呢，你到那里去罢。”包勇正摸不著路头，遥见上夜的人过来，才跟著一齐寻到上屋。见是门开户启，那些上夜的在那里啼哭。",
            "english": "Bao Yong heard the sound and hit. The thieves then took up their weapons and surrounded Bao Yong with five or six of them. They began to beat him up. The guards on patrol were not afraid and kept on coming. The thieves were no match for them, so they ran off. Bao Yong wanted to give chase, but he was tripped by a box and fell. He got up and thought that nothing had been lost and that the thieves had run off, so he didn't bother to chase them. He called for a lamp to be lit and saw that there were only a few empty boxes on the ground. He told someone to clean them up and then went back to the main house. Not knowing the way, he went to Feng's room, where the lights were burning brightly. He asked, \"Is there a thief here?\" Ping'er, who was inside, was nervous and said, \"The door hasn't been opened. I heard cries of 'thief' from upstairs. Go back.\" Bao Yong was unsure of the way and saw the guards coming, so he followed them to look for the upstairs room. When he saw the door open, he found the guards there, crying.\n\n包勇回到上房，凤姐和",
            "chinese": "包勇听到声音就打。那伙贼就拿起器械，四五个人围住包勇，乱打起来。外面巡逻的人也胆子大了，只管赶过来。众贼见打不过，只好跑了。包勇还想追，被一个箱子绊倒了，站稳后心想东西没丢，众贼跑远了，也不追了。他叫人点灯照看，地上只有几个空箱子，叫人收拾一下，想回上房。因为不熟路，走到凤姐那边，见屋里灯火辉煌，就问：“这里有没有贼？”里头的平儿紧张地说：“这里没开门，只听上屋喊有贼，你去吧。”包勇正摸不清路，远远看到巡逻的人过来，才跟着一起去找上屋。见门开着，那些巡逻的人在那里哭。"
        },
        {
            "original": "一时，贾芸林之孝都进来了，见是失盗，大家著急。进内查点，老太太的房门大开，将灯一照，锁头拧折。进内一瞧，箱柜已开。便骂那些上夜女人道：“你们都是死人么？贼人进来，你们都不知道么？”那些上夜的人啼哭著说道：“我们几个人轮更上夜，是管二三更的。我们都没有住脚，前后走的。他们是四更五更。我们才下班儿，只听见他们喊起来，并不见一个人。赶著照看，不知什么时候把东西早已丢了。求爷们问管四更五更的！”林之孝道：“你们个个要死！回来再说，偺们先到各处看去。”上夜的男人领著走到尤氏那边，门儿关紧。有几个接音说：“吓死我们了！”林之孝问道：“这里没有丢东西呀？”里头的人方开了门，道：“这里没丢东西。”",
            "english": "Yuan Jia and Lin Zhihao came in together. When they saw that something was missing, they all became very anxious. They went into the room, and saw that the door of Grandma Liu's room was wide open, and the lamp was shining in, and the lock was broken. They went in, and saw that the boxes and chests were all open. They scolded the women on night duty, \"You are all dead! The thief came in, but you didn't know it!\" The women on night duty cried, \"We have been on duty in shifts, and we have been on duty from two or three o'clock in the morning. We have not stopped walking back and forth. They came in at four or five o'clock in the morning. We just came off duty, and we heard them shout, but we didn't see anyone. We went to check, but we don't know when the things were lost. Please ask them about the guards on duty from four to five o'clock in the morning!\" Lin Zhihao said, \"You are all going to die! We will talk about it later. We will go to look at each place first.\" The man on night duty led them to You's side. The\"The idea of ​​a perfect world is a utopian dream. In a perfect world, there would be no problems or challenges, and everything would be easy and effortless. But the reality is that life is full of obstacles, and we must work hard to overcome them. We must face our challenges head-on and find solutions to them. We must be willing to take risks and make sacrifices in order to achieve our goals. A perfect world may be a nice idea, but it is not realistic or achievable. We must accept the imperfections of life and work to make the best of them.\"",
            "chinese": "一会儿，贾芸和林之孝都进来了，看见失窃了，大家都很着急。进入房间，老太太的房门大开着，灯一照，锁头被拧断了。进去一看，箱子柜子都被打开了。他们骂那些守夜的女人道：“你们都是死人吗？小偷进来，你们都不知道吗？”那些守夜的人哭着说：“我们几个人轮班守夜，是管二三更的。我们都没有停下，前后走的。他们是四更五更。我们才下班，只听见他们喊起来，并不见一个人。赶着照看，不知什么时候把东西丢了。求爷们问管四更五更的！”林之孝道：“你们个个要死！回来再说，我们先去各处看看。”守夜的男人领着他们走到尤氏那边，门关着。有几个接音说：“吓死我们了！”林之孝问道：“这里没有丢东西吗？”里头的人才开了门，道：“这里没有丢东西。”"
        },
        {
            "original": "林之孝带著人走到惜春院内，只听得里面说道：“了不得！吓死了姑娘了。醒醒儿罢！”林之孝便叫人开门，问是怎么了。里头婆子开门，说：“贼在这里打仗，把姑娘都吓坏了。亏得妙师父和彩屏才将姑娘救醒。东西是没失。”林之孝道：“贼人怎么打仗？”上夜的男人说：“幸亏包大爷上了房把贼打跑了去了，还听见打倒了一个人呢。”包勇道：“在园门那里呢，你们快瞧去罢。”",
            "english": "Lin Zhihao led people to the Xichun院，and only heard that they were saying，“Oh, my god! Scared the girl to death. Wake up quickly!” Lin Zhihao asked for the door to be opened, and asked what happened. The old lady who opened the door said,“Thieves are fighting here. The girl was scared. It was saved by the Wonderful Master and Cai Ping. The things were not lost.” Lin Zhihao asked,“How did the thieves fight?” The night watchman said,“Thank goodness, Daobai went up on the roof and beat the thieves away. He also heard that someone was knocked down.” Bao Yong said,“It was at the garden gate. You guys should go and have a look.”",
            "chinese": "林之孝带着人来到惜春院，只听见里面说：“不得了！吓死姑娘了。快醒醒啊！”林之孝叫人开门，问怎么回事。里面的老婆子开门说：“贼在这里打仗，把姑娘都吓坏了。多亏妙师父和彩屏才把姑娘救醒。东西没丢。”林之孝问：“贼人怎么打仗？”上夜的男人说：“幸亏包大爷上了房把贼打跑了，还听见打倒了一个人呢。”包勇说：“在园门那里呢，你们快去看看吧。”"
        },
        {
            "original": "贾芸等走到那边，果然看见一个人躺在地下，死了，细细的一瞧，好像是周瑞的乾儿子。众人见了诧异，派了一个人看守著，又派了两个人照看前后门。走到门前看时，那门俱仍旧关锁著。林之孝便叫人开了门，报了营官。立刻到来查勘贼踪，是从后夹道子上了房的，到了西院房上，见那瓦片破碎不堪，一直过了后园去了。",
            "english": "Jia Yun and the others walked over to that side and sure enough, they saw a person lying on the ground and already dead. They took a closer look and realized that it was Zhou Wei's son. They were all surprised and sent someone to guard the body, while sending two others to guard the front and back doors. When they reached the door, they found that it was still locked. Lin Zhixiao ordered someone to open the door and report to the camp commander. The camp commander immediately arrived to investigate the thief's whereabouts and found that the thief had climbed up the roof from the alley in the back courtyard and arrived at the roof of the west courtyard. They found that the tiles were broken and that the thief had passed through the back garden.\n\n英文翻译：Jia Yun and his group walked over to that side and indeed saw a person lying on the ground and already dead. Upon closer inspection, they realized it was Zhou Wei's son. They were all surprised and sent someone to guard the body, while sending two others to guard the front and back doors. When they reached the door, they found that it was still locked. Lin Zhixiao ordered someone to open the door and report to the camp commander. The camp commander immediately arrived to investigate the",
            "chinese": "贾芸等人走到那边，果然看到一个人躺在地上，已经死了。仔细一看，好像是周瑞的干儿子。众人感到非常惊讶，派了一个人看守，又派了两个人看守前后门。走到门前，发现门仍然关着。林之孝便让人开了门，报了营官。营官立刻赶来调查贼的踪迹，发现贼是从后院的夹道上了房，到了西院房上，发现瓦片破碎不堪，一直过了后园走了。"
        },
        {
            "original": "众上夜的人齐声说道：“这不是贼，是强盗。”营官著急道：“并非明火执仗，怎么便算是强盗呢？”上夜的道：“我们赶贼，他在房上撇瓦，我们不能到他跟前，幸亏我们家的姓包的上房打退。赶到园里，还有好几个贼竟和姓包的打起仗来，打不过姓包的，才都跑了。”营官道：“可又来，若是强盗，难道倒打不过你们的人么？不用说了，你们快查清了东西，递了失单，我们报就是了。”",
            "english": "People said in unison, \"This is not a thief, it's a robber.\" The commanding officer was anxious and said, \"Even though he didn't have weapons, why is he considered a robber?\" The watch officer said, \"We were chasing the thief, he threw tiles from the roof, we couldn't get close to him, luckily we had a man named Bao who drove him away. When we got to the garden, there were still several robbers fighting with Bao, they couldn't beat him, so they all ran away.\" The commanding officer said, \"Here it is again, if they were robbers, wouldn't they be able to beat your people? Don't bother, you all go check what you lost and write down a list of the items, and then we'll report it.\"",
            "chinese": "人们齐声说：“这不是贼，是强盗。”营官着急地说：“虽然没有拿着武器，但为什么算强盗呢？”上夜的说：“我们在追赶贼人，他在屋顶上扔瓦，我们不能靠近他，幸好我们家姓包的把贼打退了。赶到花园里，还有几个贼和姓包的打了起来，打不过姓包的，才都跑了。”营官说：“又来了，如果是强盗，难道反而打不过你们的人吗？不用说了，你们快把丢失的东西清点一下，写好失物清单，我们再上报。”"
        },
        {
            "original": "贾芸等又到了上屋里，已见凤姐扶病过来，惜春也来了。贾芸请了凤姐的安，问了惜春的好，大家查看失物。因鸳鸯已死，琥珀等又送灵去了，那些东西都是老太太的，并没见过数儿，只用封锁，如今打从那里查起？众人都说：“箱柜东西不少，如今一空。偷的时候儿自然不小了，那些上夜的人管做什么的？况且打死的贼是周瑞的乾儿子，必是他们通同一气的！”凤姐听了，气的眼睛直瞪瞪的，便说：“把那些上夜的女人都拴起来，交给营里去审问！”众人叫苦连天，跪地哀求。",
            "english": "Jia Yun and the others arrived at the upper room, and they saw that Lady Feng was there, with Lady Xicun also there. Jia Yun paid his respects to Lady Feng and asked about Lady Xicun's recent condition. They began to check the missing items. Since Yingying was already dead and Huo'er and the others had gone to the funeral, the items were all from Lady Jia's mother, and they had never seen the number. Now where to start? Everyone said, \"There are many things in the boxes and cabinets, but now they are empty. When they were stolen, they must have been a lot. Those who watched the night must have been doing nothing. Besides, the dead thief was Zhou Wei's adopted son, so they must have been conspiring together!\" Lady Feng heard this and her eyes bulged, so she said, \"Take all the night watchwomen and hand them over to the military for interrogation!\" Everyone groaned and begged on their knees.",
            "chinese": "贾芸等人又到了上屋里，已经看到凤姐带病过来，惜春也来了。贾芸向凤姐请了安，问候了惜春的近况，大家开始检查丢失的物品。因为鸳鸯已经死了，琥珀等人去送葬了，那些东西都是老太太的，并没有见过数量，只能用封条，现在要从哪里查起？众人都说：“箱子柜子里的东西不少，现在空了。偷的时候肯定不小了，那些看夜的人管做什么的？况且打死的贼是周瑞的干儿子，一定是他们串通一气的！”凤姐听了，气得眼睛瞪得直直的，就说：“把那些看夜的女人都抓起来，交给营里去审问！”众人叫苦连天，跪地哀求。"
        },
        {
            "original": "不知怎生发放，并失去的物件有无著落，下回分解。",
            "english": "I don't know what to do, have lost things been found, next time to tell.\n\n保持英文的原句结构，将中文翻译为英文。",
            "chinese": "不知道该怎么办，丢失的东西有没有找到，下回再讲。"
        }
    ],
    "title": "《鸳鸯女殉主登太虚　狗彘奴欺天招夥盗》",
    "chapter_number": 111
}