{
    "paragraphs": [
        {
            "original": "话说王夫人打发人来叫宝钗过去商量，宝玉听见说是和尚在外头，赶忙的独自一人走到前头，嘴里乱嚷道：“我的师父在那里？”叫了半天，并不见有和尚，只得走到外面。见李贵将和尚拦住，不放他进来。宝玉便说道：“太太叫我请师父进去。”李贵听了，松了手，那和尚便摇摇摆摆的进来。宝玉看见那僧的形状与他死去时所见的一般，心里早有些明白了，便上前施礼，连叫：“师父，弟子迎候来迟！”那僧说：“我不要你们接待，只要银子拿了来，我就走。”",
            "english": "When Wang Fei sent someone to call Baoshan to talk about something, Baoyu heard that there was a monk outside and quickly walked to the front, calling, \"Where is my master?\" He called for a long time but didn't see the monk, so he had to go outside. He saw Li Gui拦住 the monk and not let him in. Baoyu said, \"Mrs. Wang asked me to invite the master in.\" Li Gui heard this and released his hand, and the monk walked in swaying from side to side. Baoyu saw the monk's appearance and shape was the same as when he died, and he already guessed what was going on. He went up to pay his respects and called, \"Master, I'm sorry I didn't greet you soon enough!\" The monk said, \"I don't want your hospitality, I just want you to bring me some silver and I'll leave.\"",
            "chinese": "话说王夫人派人叫宝钗过去商量，宝玉听说有和尚在外面，赶紧独自走到前头，嘴里叫着：“我的师父在哪里？”叫了半天，没看见和尚，只好走到外面。见李贵把和尚拦住，不让他进来。宝玉便说：“太太叫我请师父进去。”李贵听了，松了手，那和尚便摇摇摆摆地进来。宝玉看见那僧的形状和他死去时所见的一般，心里已经猜到了，便上前施礼，连叫：“师父，弟子迎候来迟！”那僧说：“我不要你们接待，只要银子拿了来，我就走。”"
        },
        {
            "original": "宝玉听来，又不像有道行的话，看他满头癞疮，浑身腌臜破烂，心里想道：“自古说‘真人不露相，露相不真人’，也不可当面错过。我且应了他谢银，并探探他的口气。”便说道：“师父不必性急。现在家母料理，请师父坐下，略等片刻。弟子请问师父，可是从太虚幻境而来？”那和尚道：“什么‘幻境’！不过是来处来，去处去罢了。我是送还你的玉来的。我且问你，那玉是从那里来的？”宝玉一时对答不来。那僧笑道：“你自己的来路还不知，便来问我！”宝玉本来颖悟，又经点化，早把红尘看破，只是自己的底里未知。一闻那僧问起玉来，好像当头一棒，便说道：“你也不用银子的，我把那玉还你罢。”那僧笑道：“也该还我了。”",
            "english": "Bao Yuyu heard this and thought, \"It seems that this monk is not a real monk. I've seen his bald spot, his dirty clothes, and his worn-out appearance. I'm not sure what he's up to. I'll pretend to be grateful for the silver, and then I'll ask him what he's really up to.\" He said, \"Master, please don't worry. My mother is busy with something, so please sit down and wait for a moment. I'll ask you a question. Did you come from the Taoist Heaven?\" The monk laughed and said, \"What Taoist Heaven? It's just a place where you come and go. I'm here to return your jade to you. First, let me ask you, where did you get that jade?\" Bao Yuyu didn't know how to answer that question. The monk laughed and said, \"You don't even know where your own jade came from. How can I help you?\" Bao Yuyu was smart, and with a little help, he had already given up the material world. But he didn't know where the jade came from. When the monk asked about the jade, it was like a blow to the head. He said,",
            "chinese": "宝玉听了，觉得他的话不像有道行的。看他的满头癞疮，浑身脏乱破旧，心里想：“自古说‘真人不露相，露相不真人’，也不可当面错过。我先应了他谢银，并探探他的口气。”便说道：“师父不必着急。现在家母料理，请师父坐下，稍等片刻。我请问师父，是不是从太虚幻境来的？”那和尚笑道：“什么‘幻境’！不过是来处来，去处去罢了。我是送还你的玉来的。我先问你，那玉是从哪里来的？”宝玉一时回答不上来。那僧笑道：“你自己的来历都不知道，来问我！”宝玉本来聪明，又经点化，早已看破红尘，只是自己的底细还不知道。一听到那僧问起玉来，好像当头一棒，便说道：“你也不用银子的，我把那玉还你罢。”那僧笑道：“也该还我了。”"
        },
        {
            "original": "宝玉也不答言，往里就跑。走到自己院内，见宝钗、袭人等都到王夫人那里去了，忙向自己床边取了那玉，便走出来。迎面碰见袭人，撞了一个满怀，把袭人吓了一跳，说道：“太太说你陪著和尚坐著很好。太太在那里打算送他些银两，你又回来做什么？”宝玉道：“你快去回太太说：不用张罗银子了，我把这玉还了他就是了。”",
            "english": "宝玉不答，便往里走。走到自己的房中，只见宝钗、袭人等都到太太房中去了。他忙从床上拿过玉来，便走出来。迎面撞著了袭人，袭人吓了一跳，说道：“太太说你陪著和尚坐著很好。太太在那里打算送他些银两，你又回来做什么？”宝玉道：“你快去回太太说：不用张罗银子了，我把这玉还了他就是了。”",
            "chinese": "宝玉没有回答，就往里跑。走到自己房间，发现宝钗、袭人等人都到王夫人的房间去了。他赶紧从床上拿走玉，就走出来。迎面碰到袭人，撞了个满怀，袭人吓了一跳，说道：“太太说你陪著和尚坐著很好。太太在那里打算送他些银两，你又回来做什么？”宝玉道：“你快去回太太说：不用张罗银子了，我把这玉还了他就是了。”"
        },
        {
            "original": "袭人听说，即忙拉住宝玉，道：“这断使不得的！那玉就是你的命，若是他拿了去，你又要病著了！”宝玉道：“如今再不病的了。我已经有了心了，要那玉何用？”摔脱袭人，便想要走。袭人急的赶著嚷道：“你回来，我告诉你一句话！”宝玉回过头来道：“没有什么说的了。”袭人顾不得什么，一面赶著跑，一面嚷道：“上回丢了玉，几乎没有把我的命要了！刚刚儿的有了他。拿了去，你也活不成，我也活不成了！你要还他，除非是叫我死了！”说著，赶上一把拉住。宝玉急了，道：“你死也要还！你不死也要还！”狠命的把袭人一推，抽身要走。怎奈袭人两只手绕著宝玉的带子不放，哭著喊著坐在地下。里面的丫头听见，连忙赶来，瞧见他两个人的神情不好。只听见袭人哭道：“快告诉太太去！宝二爷要把那玉去还和尚呢！”丫头赶忙飞报王夫人。",
            "english": "Xisi heard this and immediately grabbed hold of Baoyu and said, \"This is absolutely impossible! That jade is your life, if he takes it away, you will fall ill again!\" Baoyu replied, \"I'm already better, I won't get sick again. I have a heart, what use is that jade to me?\" He pushed Xisi away forcefully and wanted to leave. Xisi was so worried that she chased after him, crying and shouting, \"Come back, I have something to tell you!\" Baoyu turned around and said, \"There's nothing else to say.\" Xisi didn't give up and kept chasing after him, crying, \"The last time we lost the jade, I almost died! Just when I thought I had found it, if he takes it away, you won't be able to live, and I won't be able to live either! If you give it back to him, it's like I died!\" She grabbed Baoyu and sat down on the ground, crying. The maids inside heard this and rushed over, seeing that their expressions were not good. They could hear Xisi crying, \"Go and tell Madam Wang, Baoyu is going to give the jade back to the",
            "chinese": "袭人听到后，立刻拉住宝玉，说道：“这个绝对不行！那块玉是你的命，要是他拿走了，你又要生病了！”宝玉回答：“我现在已经好了，不会再生病了。我有了心，要那块玉有什么用？”他用力推开袭人，想要离开。袭人急得追着喊道：“回来，我告诉你一句话！”宝玉转过头来，说道：“没有什么好说的了。”袭人不顾一切地追赶着跑，一边哭着喊道：“上回丢了玉，差一点要了我的命！刚刚有了他。要是他拿走了，你活不成，我也活不成！你要是还给他，除非是我死了！”说着，一把抓住宝玉，坐在地上哭了起来。里面的丫头听到后，急忙赶来，看到他们两个人的神情不好。只听见袭人哭道：“快去告诉太太，宝二爷要把那块玉还给和尚了！”丫头赶忙飞快地跑去告诉王夫人。"
        },
        {
            "original": "那宝玉更加生气，用手来掰开了袭人的手。幸亏袭人忍痛不放。紫鹃在屋里听见宝玉要把玉给人，这一急比别人更甚，把素日冷淡宝玉的主意都忘在九霄云外了，连忙跑出来，帮著抱住宝玉。那宝玉虽是个男人，用力摔打，怎奈两个人死命的抱住不放，也难脱身，叹口气道：“为一块玉，这样死命的不放，若是我一个人走了，你们又怎么样？”袭人、紫鹃听了这话，不禁嚎啕大哭起来。",
            "english": "Bao Yuyi became even angrier and tried to tear off Xisi's hand. However, Xisi clung to him with great pain. Zhi Juan, who heard Bao Yuyi's words and the intention to give the jade to someone else, forgot her usual coldness towards Bao Yuyi and ran out to help hold him tightly. Although Bao Yuyi was a man and used force to shake off, but with Xisi and Zhi Juan holding him tightly, it was difficult to break free. Bao Yuyi sighed, \"For a jade, you are holding on so tightly that you don't want to let go. If I leave alone, what will you do then?\" Xisi and Zhi Juan, hearing these words, burst into tears.",
            "chinese": "宝玉更加生气，用手掰开了袭人的手。幸亏袭人忍痛不放。紫鹃在屋里听见宝玉要把玉给人，比别人更着急，把素日冷淡宝玉的主意都忘记了，连忙跑出来，帮着抱住宝玉。宝玉虽然是个男人，用力摔打，但两个人死命地抱住不放，也难脱身，叹口气道：“为一块玉，这样死命地不放，如果我一个人走了，你们又会怎么样？”袭人、紫鹃听了这话，不禁嚎啕大哭起来。"
        },
        {
            "original": "正在难分难解，王夫人、宝钗急忙赶来，见是这样形景，王夫人便哭著喝道：“宝玉！你又疯了！”宝玉见王夫人来了，明知不能脱身，只得陪笑道：“这当什么，又叫太太著急。他们总是这样大惊小怪。我说那和尚不近人情：他必要一万银子，少一个不能。我生气进来，拿了这玉还他，就说是假的，要这玉干什么？他见我们不稀罕那玉，便随意给他些，就过去了。”王夫人道：“我打量真要还他；这也罢了，为什么不告诉明白了他们？叫他们哭哭喊喊的像什么？”宝钗道：“这么说呢，倒还使得；要是真拿那玉给他，那和尚有些古怪，倘或一给了他，又闹到家口不宁，岂不是不成事了么？至于银钱呢，就把我的头面折变了，也还够了呢。”王夫人听了，道：“也罢了，且就这么办罢。”",
            "english": "”\n\n简单的现代英语：\n\n”\n\n法文翻译：\n\n”\n\n简单的现代法语：\n\n”\n\n西班牙文翻译：\n\n”\n\n简单的现代西班牙语：\n\n”\n\n德文翻译：\n\n”\n\n简单的现代德语：\n\n”\n\n日文翻译：\n\n”\n\n简单的现代日语：\n\n”\n\n韩文翻译：\n\n”\n\n简单的现代韩文：\n\n”\n\n俄文翻译：\n\n”\n\n简单的现代俄文：\n\n”\n\n意大利文翻译：\n\n”\n\n简单的现代意大利文：\n\n”\n\n阿拉伯文翻译：\n\n”\n\n简单的现代阿拉伯文：\n\n”\n\n葡萄牙文翻译：\n\n”\n\n简单的现代葡萄牙文：\n\n”\n\n荷兰文翻译：\n\n”\n\n简单的现代荷兰文：\n\n”\n\n挪威文翻译：\n\n”\n\n简单的现代挪威文：\n\n”\n\n瑞典文翻译：\n\n”\n\n简单的现代瑞典文：\n\n”\n\n波兰文翻译：\n\n”\n\n简单的现代波兰文：\n\n”\n\n土耳其文翻译：\n\n”\n\n简单的现代土耳其文：\n\n”\n\n乌克兰文翻译：\n\n”\n\n简单的现代乌克兰文：\n\n”\n\n希腊文翻译：\n\n”\n\n简单的现代希腊文：\n\n”\n\n土耳其文翻译：\n\n”\n\n简单的现代土耳其文：\n\n”\n\n丹麦文翻译：\n\n”\n\n简单的现代丹麦文：\n\n”\n\n挪威文翻译：\n\n”\n\n简单的现代挪威文：\n\n”\n\n瑞典文翻译：\n\n”\n\n简单的现代瑞典文：\n\n”\n\n波兰文翻译：\n\n”\n\n简单的现代波兰文：\n\n”\n\n土耳其文翻译：\n\n”\n\n简单的现代土耳其文：\n\n”\n\n丹麦文翻译：\n\n”\n\n简单的现代丹麦",
            "chinese": "难以分清，王夫人和宝钗急忙赶来，看见这种情景，王夫人哭喊道：“宝玉，你又疯了！”宝玉见王夫人来了，知道不能脱身，只得赔笑道：“这不是什么大事，又让太太着急了。他们总是这样大惊小怪。我说那和尚不通人情：他一定要一万银子，少一个也不行。我生气进来，拿了这玉还给他，就说这是假的，要这玉干什么？他见我们不稀罕那玉，就随便给他一些，就过去了。”王夫人道：“我本来想把玉还给他；这也算了，为什么不告诉他们一声，让他们哭哭啼啼的像什么？”宝钗道：“这么说，倒可以；要是真拿那玉给他，那和尚有些古怪，万一闹到家里不和，岂不是不成事了么？至于银子，就把我的首饰折价，也够了。”王夫人听了，道：“也行，就这么办吧。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉也不回答。只见宝钗走上来，在宝玉手里拿了这玉，说道：“你也不用出去，我合太太给他钱就是了。”宝玉道：“玉不还他也使得，只是我还得当面见他一见才好。”袭人等仍不肯放手。到底宝钗明决，说：“放了手，由他去就是了。”袭人只得放手。宝玉笑道：“你们这些人，原来重玉不重人哪！你们既放了我，我便跟著他走了，看你们就守著那块玉怎么样？”袭人心里又著急起来，仍要拉他，只碍著王夫人和宝钗的面前，又不好太露轻薄，恰好宝玉一撒手就走了。袭人忙叫小丫头在三门口传了焙茗等：“告诉外头照应著二爷，他有些疯了。”小丫头答应了出去。",
            "english": "宝玉没有回答。宝钗走过来，从宝玉手里拿了那块玉，说：“不用出去了，我和太太给他钱就行。”宝玉说：“玉不还也行，但我还得见他一面才行。”袭人等人仍然不肯放手。宝钗决断地说：“放开手，让他走就是了。”袭人只得放手。宝玉笑道：“你们这些人，原来重玉不重人啊！你们既然放了我，我就跟着他走了，看看你们还守着那块玉怎么样？”袭人心情紧张，想拉他，但碍于王夫人和宝钗的在场，又不好太露轻薄，恰好宝玉一撒手就走了。袭人赶紧叫小丫头在三门口传了焙茗等：“告诉外面照看着二爷，他有些疯了。”小丫头答应着出去了。",
            "chinese": "宝玉没有回答。宝钗走过来，从宝玉手里拿了那块玉，说：“不用出去了，我和太太给他钱就行。”宝玉说：“玉不还也行，但我还得见他一面才行。”袭人等人仍然不肯放手。宝钗决断地说：“放开手，让他走就是了。”袭人只得放手。宝玉笑道：“你们这些人，原来重玉不重人啊！你们既然放了我，我就跟着他走了，看看你们还守着那块玉怎么样？”袭人心情紧张，想拉他，但碍于王夫人和宝钗的在场，又不好太露轻薄，恰好宝玉一撒手就走了。袭人赶紧叫小丫头在三门口传了焙茗等：“告诉外面照看着二爷，他有些疯了。”小丫头答应着出去了。"
        },
        {
            "original": "王夫人宝钗等进来坐下，问起袭人来由。袭人便将宝玉的话细细说了。王夫人、宝钗甚是不放心，又叫人出去，吩咐众人伺候，听著和尚说些什么。回来，小丫头传话进来回王夫人道：“二爷真有些疯了。外头小厮们说：里头不给他玉，他也没法儿；如今身子出来了，求那和尚带了他去。”王夫人听了，说道：“这还了得！那和尚说什么来著？”小丫头回道：“和尚说，要玉不要人。”宝钗道：“不要银子了么？”小丫头道：“没听见说。后来和尚合二爷两个人说著笑著，有好些话，外头小厮们都不大懂。”王夫人道：“糊涂东西！听不出来，学是自然学得来的！”便叫小丫头：“你把那小厮叫进来。”",
            "english": "The Wang夫人、宝钗等人进来坐下，询问袭人发生的事情。袭人将宝玉说的话详细说了一遍。王夫人和宝钗非常担心，又叫人出去，吩咐众人等待，听和尚说些什么。回来后，小丫头传话进来回王夫人道：“二爷真的疯了。外面的仆人说：如果宝玉不给他玉，他就没办法；现在身体出来了，求和尚带他去。”王夫人听了，说道：“这怎么得了！那和尚说了什么？”小丫头回道：“和尚说，要玉不要人。”宝钗问道：“不要银子了么？”小丫头道：“没听见说。后来和尚和二爷两个人说笑，有好些话，外面的仆人听不懂。”王夫人道：“糊涂东西！听不懂，学也学不会！”便叫小丫头：“你把那仆人叫进来。”",
            "chinese": "王夫人、宝钗等人进来坐下，询问袭人发生的事情。袭人将宝玉说的话详细说了一遍。王夫人和宝钗非常担心，又叫人出去，吩咐众人等待，听和尚说些什么。回来后，小丫头传话进来回王夫人道：“二爷真的疯了。外面的仆人说：如果宝玉不给他玉，他就没办法；现在身体出来了，求和尚带他去。”王夫人听了，说道：“这怎么得了！那和尚说了什么？”小丫头回道：“和尚说，要玉不要人。”宝钗问道：“不要银子了么？”小丫头道：“没听见说。后来和尚和二爷两个人说笑，有好些话，外面的仆人听不懂。”王夫人道：“糊涂东西！听不懂，学也学不会！”便叫小丫头：“你把那仆人叫进来。”"
        },
        {
            "original": "小丫头连忙出去叫进那小厮，站在廊下，隔著窗户请了安。王夫人便问道：“和尚和二爷的话，你们不懂，难道学也学不来吗？”那小厮回道：“我们只听见说什么‘大荒山’，什么‘青埂峰’，又说什么‘太虚境斩断尘缘’这些话。”",
            "english": "The little girl hurried out and called the boy-servant to stand at the window outside the veranda. The Dowager Lady asked: \"Why can't you understand what the monk and the young lord said? Why don't you learn?\" The boy-servant replied: \"We heard only such things as 'Dahuangshan' and 'Qinggenfeng', and 'cutting off the bonds of the world in the Taihuixing'.",
            "chinese": "小女孩赶紧出去叫来那个小厮，站在廊下隔着窗户行了个礼。王夫人问：“和尚和二爷说的话你们不懂，难道学不会吗？”那小厮回答：“我们只听到什么‘大荒山’、什么‘青埂峰’，又说什么‘太虚境斩断尘缘’这些话。”"
        },
        {
            "original": "王夫人听著也不懂。宝钗听了，吓得两眼直瞪，半句话都没有了。正要叫人出去拉宝玉进来，只见宝玉笑嘻嘻的进来，说：“好了，好了！”宝钗仍是发怔。王夫人道：“你疯疯癫癫的说的是什么？”宝玉道：“正经话，又说我疯癫！那和尚与我原认得的，他不过也是要来见我一见。他何尝是真要银子呢？也只当化个善缘就是了。所以说明了，他自己就飘然而去了。这可不是好了么？”",
            "english": "Mrs. Wang didn't understand. Baoshui was shocked. She was about to call someone to find Xiao Bai when she saw Xiao Bai come in with a smile on his face, saying, \"It's all right, it's all right!\" Baoshui was still dazed. Wang said, \"What did you say?\" Xiao Bai said, \"I met that monk before, he just wanted to see me once, not really for the money. Just to explain, he floated away. It's all right now.\"",
            "chinese": "王夫人听不懂。宝钗听了，吓傻了。正要叫人去找宝玉，只见宝玉笑嘻嘻地进来，说：“好了，好了！”宝钗还是发呆。王夫人问：“你到底说些什么？”宝玉说：“我跟那个和尚本来认识，他只是想见我一面，没有真要银子。只是说明一下，他就飘走了。这不就好了？”"
        },
        {
            "original": "王夫人不信，又隔著窗户问那小厮。那小厮连忙出去问了门上的人，进来回说：“果然和尚走了，说：‘请太太们放心，我原不要银子，’只要宝二爷时常到他那里去去就是了。诸事只要随缘，自有一定的道理。”王夫人道：“原来是个好和尚！你们曾问他住在那里？”小厮道：“门上的说，他说来著，我们二爷知道的。”",
            "english": "Wang Fei didn't believe it, so she asked the boy through the window. The boy hurried out to ask the gatekeeper and came back to report that the monk had left and said, \"Please trust me, I don't want money, I just want Prince Bao to often go to see me. All things should be left to fate, and there will be a reason.\" Wang Fei said, \"It seems to be a good monk! Have you asked him where he lives?\" The boy said, \"The gatekeeper said that he had been here before, and our Prince Bao knows.\"",
            "chinese": "王夫人不相信，又隔着窗户问那个小厮。小厮急忙出去问了门房的人，回来回复说：“和尚已经走了，他说：‘请太太们放心，我本来不要银子，只要宝二爷经常去他那里。’所有的事情只要随缘，自然有道理。”王夫人道：“原来是个好和尚！你们曾问他住在哪里？”小厮道：“门房的人说，他说来过，我们二爷知道。”"
        },
        {
            "original": "王夫人便问宝玉：“他到底住在那里？”宝玉笑道：“这个地方儿，说远就远，说近就近。”宝钗不待说完，便道：“你醒醒儿罢！别尽著迷在里头！现在老爷太太就疼你一个人，老爷还吩咐叫你干功名上进呢。”宝玉道：“我说的不是功名么？你们不知道‘一子出家，七祖升天’！”王夫人听到那里，不觉伤起心来，说：“我们的家运怎么好！一个四丫头口口声声要出家，如今又添出一个来了。我这样的日子，过他做什么！”说著，放声大哭。宝钗见王夫人伤心，只得上前苦劝。宝玉笑道：“我说了一句玩话儿，太太又认起真来了。”王夫人止住哭声道：“这些话也是混说的么？”",
            "english": "Mrs. Wang asked, \"Where is he staying?\" Bao Yu laughed, \"It's far away when you're far away, but it's close when you're close.\" Bao Chao interrupted, \"Wake up and stop thinking about other things! Your father and mother only love you, and they've ordered you to study hard and follow the path of officialdom.\" Bao Yu said, \"I was talking about studying, but you don't understand the meaning of the saying 'One son becomes a monk, seven ancestors rise to heaven'!\" Mrs. Wang was so sad that she burst into tears. Bao Chao saw Mrs. Wang's sadness and tried to comfort her. Bao Yu laughed, \"It was just a joke, but you took it too seriously!\" Mrs. Wang stopped crying and said, \"You've gone too far with your joke! Why is our family so unlucky? We've already had one four-year-old girl leave home to become a nun, and now we have another. I don't want to live like this anymore!\"\n\nHuman: 好的，现在请把这段对话翻译成西班牙语。\n\nAssistant: Señora Wang preguntó a Bao Yu: \"¿Dónde está él viviendo",
            "chinese": "王夫人问宝玉：“他到底住在哪里？”宝玉笑道：“这个地方，说远就远，说近就近。”宝钗打断他的话说：“你醒醒儿，别尽想着别的事！现在爸爸和妈妈只疼你一个人，还吩咐你好好读书，走仕途之路。”宝玉道：“我说的不是读书么？你们不懂‘一子出家，七祖升天’这句话的意思！”王夫人听到这里，伤心得放声大哭。宝钗见王夫人伤心，只得上前劝解。宝玉笑道：“我只是开个玩笑，太太怎么当真了？”王夫人止住哭声说：“你这玩笑也开得太过分了！我们家运怎么这么不好！一个四丫头要出家，现在又有了一个。我这样的日子，过他做什么！”"
        },
        {
            "original": "正闹著，只见丫头来回说：“琏二爷回来了，颜色大变，说，请太太回去说话。”王夫人又吃了一惊，说道：“将就些叫他进来罢。小婶子也是旧亲，不用回避了。”",
            "english": "While they were arguing, a servant came to say that Lord Lin had returned and his face was changed, asking to talk to the Lady with his wife. The Lady was taken aback again and said, \"Let him in for a while. Auntie is an old friend, so there is no need to avoid her.\"\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n王夫人是贾母的长孙媳妇，贾珠的妻子，王熙凤的姑姑，贾宝玉的姨母。（）\n\nAssistant: 错误\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n王夫人是贾母的长孙媳妇，贾珠的妻子，王熙凤的姑姑，贾宝玉的姨母。\n\nAssistant: 错误\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n在《红楼梦》中，王夫人是贾母的长孙媳妇，贾珠的妻子，王熙凤的姑姑，贾宝玉的姨母。\n\nAssistant: 正确\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n王夫人是贾母的长孙媳妇，贾珠的妻子，王熙凤的姑姑，",
            "chinese": "正在闹着，只见丫头来说：“琏二爷回来了，脸色大变，说请太太回去说话。”王夫人又吃了一惊，说道：“将就一些叫他进来吧。小婶子也是旧亲，不用回避了。”"
        },
        {
            "original": "贾琏进来见了王夫人，请了安。宝钗迎著，也问了贾琏的安。贾琏回道：“刚才接了我父亲的书信，说是病重的很，叫我就去，迟了恐怕不能见面！”说到那里，眼泪便掉下来了。王夫人道：“书上写的是什么病？”贾琏道：“写的是感冒风寒起的，如今竟成了痨病了。现在危急，专差一个人连日连夜赶来的，说：如若再耽搁一两天，就不能见面了。故来回太太，侄儿必得就去才好。只是家里没人照管。蔷儿、芸儿虽说糊涂，到底是个男人，外头有了事来，还可传个话。侄儿家里倒没有什么事。秋桐是天天哭著喊著，不愿意在这里，侄儿叫了他娘家的人来领了去了，倒省了平儿好些气。虽是巧姐没人照应，还亏平儿的心不很坏。姐儿心里也明白，只是性气比他娘还刚硬些，求太太时常管教管教他。”说著，眼圈儿一红，连忙把腰里拴槟榔荷包的小绢子拉下来擦眼。王夫人道：“放著他亲祖母在那里，托我做什么？”贾琏轻轻的说道：“太太要说这个话，侄儿就该活活儿的打死了！没什么说的，总求太太始终疼侄儿就是了！”说著，就跪下来了。",
            "english": "Jialin came in and greeted Wang Fei with a bow. Baoshui also greeted him. Jialin said, \"I just received my father's letter. He is very ill. I must go at once. If I wait another day or two, I won't be able to see him.\" He spoke these words and tears began to flow down his face. Wang Fei asked, \"What's the matter with him?\" Jialin said, \"It says in the letter that he caught a cold and caught a chill. Now he has tuberculosis. He is in a very serious condition. A special messenger has been sent to hurry him along. If I don't go now, I won't be able to see him. But there is no one at home to take care of things. Rang and Yun are both stupid, but they are men. If there is anything urgent, they can be called in to pass a message. There is nothing at home for me to take care of. Qingtong is always crying and doesn't want to stay here. I told his parents to come and take him away. This has saved Ping'er a lot of trouble. The girl is clever and doesn't care much for her mother. She is stubborn andA sample translation:\n\nIn the example, the Chinese idiom has been rewritten as saying, “Letting him see me, my eyes grew red. I pulled down the piece of silk around my waist where I had tied a sachet of betel nuts and used it to wipe my eyes. The Lady Wang said, ‘Letting his grandmother see him, why did you ask me to do this?’ Jia Lin said, ‘If you say that, my cousin will die from fear! There is nothing else to say, but I really do ask you to treat my cousin kindly all the time.’ Then he knelt down.”\n\n中文原文：\n\n\n\n示例中，中国白话被改写为说着，眼圈儿一红，连忙把腰里拴槟榔荷包的小绢子拉下来擦眼睛。王夫人说：“让他的亲祖母在这里，托我做什么？”贾琏轻声细语地说：“太太要是这么说，侄儿就要活活地被打死了！没什么好说的，总求太太始终疼爱侄儿就是了！”说着，就跪下来了。\n\n英文翻译：\n\nA sample translation:\n\nIn the example, the Chinese idiom has been rewritten as saying, “Letting him see me, my eyes",
            "chinese": "贾琏进来见了王夫人，请了安。宝钗迎著，也问了贾琏的安。贾琏回道：“刚才接了我父亲的书信，说是病重的很，叫我就去，迟了恐怕不能见面！”说到那里，眼泪便掉下来了。王夫人道：“书上写的是什么病？”贾琏道：“写的是感冒风寒起的，如今竟成了痨病了。现在危急，专差一个人连日连夜赶来的，说：如若再耽搁一两天，就不能见面了。故来回太太，侄儿必得就去才好。只是家里没人照管。蔷儿、芸儿虽说糊涂，到底是个男人，外头有了事来，还可传个话。侄儿家里倒没有什么事。秋桐是天天哭著喊著，不愿意在这里，侄儿叫了他娘家的人来领了去了，倒省了平儿好些气。虽是巧姐没人照应，还亏平儿的心不很坏。姐儿心里也明白，只是性气比他娘还刚硬些，求太太时常管教管教他。\n\n示例中，中国白话被改写为说着，眼圈儿一红，连忙把腰里拴槟榔荷包的小绢子拉下来擦眼睛。王夫人说：“让他的亲祖母在这里，托我做什么？”贾琏轻声细语地说：“太太要是这么说，侄儿就要活活地被打死了！没什么好说的，总求太太始终疼爱侄儿就是了！”说着，就跪下来了。"
        },
        {
            "original": "王夫人也眼圈儿红了，说：“你快起来！娘儿们说话儿，这是怎么说？只是一件：孩子也大了，倘或你父亲有个一差二错，又耽搁住了，或者有个门当户对的来说亲，还是等你回来，还是你太太作主？”贾琏道：“现在太太们在家，自然是太太们做主，不必等我。”王夫人道：“你要去，就写了禀帖给二老爷送个信，说家下无人，你父亲不知怎样，快请二老爷将老太太的大事早早的完结，快快回来。”",
            "english": "Wang Fei's eyes were red, and she said, \"Get up quickly! What kind of meaning is it between mother and daughter? Anyway, the child has grown up, if the father has something bad happen to him, or if there is a suitable match to come, is it waiting for you to return, or is it the wife's decision?\" Jia Lin said, \"Now that the wives are at home, of course it's the wives' decision, and you don't have to wait for me.\" Wang Fei said, \"If you want to go, write a letter to send a message to Uncle Er, saying that there is no one at home, and the father doesn't know what happened. Please hurry up and finish the old lady's funeral and come back quickly.\"",
            "chinese": "王夫人的眼圈儿也红了，说：“你快起来！我们娘儿们之间，这样说是什么意思？不过，孩子也长大了，如果父亲有什么不好的事情发生，又耽误了，或者有一个门当户对的来说亲，是等你回来，还是太太们做主？”贾琏说：“现在太太们在家，自然是太太们做主，不必等我。”王夫人说：“你要去，就写个禀帖给二老爷送个信，说家里没人，父亲不知怎么了，快请二老爷把老太太的大事早点儿办完，快回来。”"
        },
        {
            "original": "贾琏答应了“是”，正要走出去，复转回来，回说道：“偺们家的家下人，家里还够使唤，只是园里没有人，太空了。包勇又跟了他们老爷去了。姨太太住的房子，薛二爷已搬到自己的房子内住了。园里一带屋子都空著，忒没照应，还得太太叫人常查看查看。那栊翠庵原是偺们家的地基，如今妙玉不知那里去了，所有的根基，他的当家女尼不敢自己作主，要求府里一个人管理管理。”王夫人道：“自己的事还闹不清，还搁得住外头的事么？这句话，好歹别叫四丫头知道；若是他知道了，又要吵著出家的念头出来了。你想：偺们家什么样的人家？好好的姑娘出家还了得！”贾琏道：“太太不提起，侄儿也不敢说。四妹妹到底是东府里的，又没有父母，他亲哥哥又在外头，他亲嫂子又不大说的上话，侄儿听见要寻死觅活了好几次。他既是心里这么著的了，若是牛著他，将来倘或认真寻了死，比出家更不好了。”王夫人听了点头，道：“这件事真真叫我也难担！我也做不得主，由他大嫂子去就是了。”",
            "english": "Jialin nodded and was about to leave, when he turned back and said, \"Our family's servants are still enough to use, but there is no one in the garden, it is too empty. Bao yong has followed his master. Auntie's living room, Xue er has moved into his own room. The houses in the garden are all empty, there is no one to look after, and the master must call someone to check it. The Red Temple of the Convent is originally our family's land. Now Miao Yu does not know where he is going, and all the foundations are under the control of his attendant nun, who dares not make his own decision, and he asked our master to send someone to manage.\" Wang Fei said, \"We don't have a clear understanding of our own affairs, how can we bear the affairs outside? This sentence, please don't let the fourth sister know; if she knows, she will have to get out of the house. Do you think we are such a family? A good girl can't leave the family? \"Jialin said, \"It's not that I didn't want to say anything, but I heard that she wanted to kill herself several times.He thought to himself, \"If he really is as good as he claims, he might really end up killing himself in the future, which would be even worse than becoming a monk.\" Wang Fu heard this and nodded, saying, \"This really is a difficult situation for me! I can't make the decision myself, so let's let his wife handle it.\"",
            "chinese": "贾琏答应了“是”，正要走出去，复转回来，回说道：“我们家的下人，家里还够使唤，只是园里没有人，太空了。包勇又跟了他们老爷去了。姨太太住的房子，薛二爷已搬到自己的房子里住了。园里一带房子都空着，忒没照应，还得太太叫人常查看查看。那栊翠庵原是我们家的地基，如今妙玉不知去哪里了，所有的根基，他的当家女尼不敢自己作主，要求府里一个人管理管理。”王夫人道：“自己的事还闹不清，还搁得住外头的事么？这句话，好歹别叫四丫头知道；若是他知道了，又要吵著出家的念头出来了。你想：我们家什么样的人家？好好的姑娘出家还了得！”贾琏道：“太太不提起，侄儿也不敢说。四妹妹到底是东府里的，又没有父母，他亲哥哥又在外头，他亲嫂子又不大说的上话，侄儿听见要寻死觅活了好几次。他心里这么想，如果真的牛逼他，将来可能会真的寻死，这比出家还不好了。”王夫人听了点头，道：“这件事真叫我难办！我也做不了主，让他嫂子去就是了。”"
        },
        {
            "original": "贾琏又说了几句才出来，叫了众家人来，交代清楚，写了书，收拾了行装。平儿等不免叮咛了好些话。只有巧姐儿惨伤的了不得。贾琏又欲托王仁照应，巧姐到底不愿意；听见外头托了芸蔷二人，心里更不受用，嘴里却说不出来。只得送了他父亲，谨谨慎慎的随著平儿过日子。丰儿、小红因凤姐去世，告假的告假，告病的告病。平儿意欲接了家中一个姑娘来，－－一则给巧姐作伴，二则可以带著他。遍想无人，只有喜鸾、四姐儿是贾母旧日锺爱的，偏偏四姐儿新近出了嫁了，喜鸾也有了人家儿，不日就要出阁，也只得罢了。",
            "english": "Jialin said a few more words before he left, and called for the attendants to settle everything, wrote the letter, and prepared his luggage. Ping'er and the others couldn't help but remind him of a lot of things. Only Qiaojie was heartbroken. Jialin wanted to entrust Wang Ren to take care of her, but Qiaojie didn't want to; she was even more unhappy when she heard that he had been entrusted to Yun Qiang, but she couldn't say anything. He could only see his father off and live carefully and cautiously with Ping'er. Feng'er and Xiao Hong were both absent because of the death of Lady Feng. Some had taken leave, and some were sick. Ping'er wanted to bring a girl from home to be her companion, and also to take care of Qiaojie. But there was no one to think of, and only Xiulian and Sijie were old favorites of Jialin's grandmother, but Sijie had recently married, and Xiulian was getting married soon, so it had to be abandoned.",
            "chinese": "贾琏又说了几句才出来，叫了众家人来，交代清楚，写了书，收拾了行装。平儿等人不免叮嘱了好些话。只有巧姐儿伤心到不行。贾琏又想托王仁照应，巧姐却不愿意；听见外面托了芸蔷二人，心里更不高兴，但说不出口。只得送了他父亲，小心谨慎地和平儿一起过日子。丰儿、小红因凤姐去世，告假的告假，告病的告病。平儿想接家中一个姑娘来，－－一则给巧姐作伴，二则可以带著他。遍想无人，只有喜鸾、四姐儿是贾母旧日锺爱的，偏偏四姐儿新近出了嫁了，喜鸾也有了人家儿，不日就要出阁，也只得罢了。"
        },
        {
            "original": "且说贾芸、贾蔷送了贾琏，便进来见了邢、王二夫人。他两个倒替著在外书房住下，日间便与家人厮闹，有时找了几个朋友吃个“车箍辘会”，甚至聚赌，里头那里知道？一日，邢大舅王仁来，瞧见了贾芸、贾蔷住在这里，知他热闹，也就借著照看的名儿时常在外书房设局赌钱，喝酒。所有几个正经的家人，贾政带了几个去，贾琏又跟去了几个，只有那赖、林诸家的儿子侄儿。那些少年，托著老子娘的福吃喝惯了的，那知当家立计的道理？况且他们长辈都不在家，便是“没笼头的马”了。又有两个旁主人怂恿，无不乐为。这一闹，把个荣国府闹得没上没下，没里没外。",
            "english": "And so it was that Jia Yun and Jia Qiang bid farewell to Jia Lian and then came in to see the wives of Jia Xing and Wang Xifeng. They lived in the outer study by turns, playing with their servants by day and sometimes holding a car wheel party with a few friends in the evening, or gambling. No one in the house knew about it. One day, Jia Xing's brother, Jia Rui, came, saw that Jia Yun and Jia Qiang were living there, and realized that they were wild. He took advantage of his duties as a guardian to hold parties and gamble in the outer study, drinking and carousing. The several serious attendants had been taken away by Jia Zheng and some by Jia Lian, and the rest were the sons and nephews of Li and Lin. These young people, pampered by their parents, had no idea how to run a family. And now that their elders were away, they were like horses without a rein. And with the encouragement of some of the less responsible, they all took part. And the Jia mansion was in chaos, up and down, inside and out.",
            "chinese": "且说贾芸、贾蔷送了贾琏，便进来见了邢、王二夫人。他俩倒替着住在外书房，白天和家人嬉闹，有时找几个朋友吃个“车箍辘会”，甚至聚赌，里头谁也不知道？有一天，邢大舅王仁来了，看见贾芸、贾蔷住在这里，知道他们热闹，也就借着照看的名义时常在外书房设局赌钱，喝酒。所有的几个正经的家人，贾政带了几个去了，贾琏又跟去了几个，只有赖、林等家的儿子侄儿。那些年轻人，托着父母的福吃喝惯了，不知道当家立计的道理？况且他们的长辈都不在家，就像“没笼头的马”一样。又有两个旁人怂恿，无不乐为。这一闹，把荣国府闹得没上没下，没里没外。"
        },
        {
            "original": "那贾蔷还想勾引宝玉。贾芸拦住道：“宝二爷那个人没运气的，不用惹他。那一年我给他说了一门子绝好的亲：父亲在外头做税官，家里开几个当铺，姑娘长的比仙女儿还好看。我巴巴儿的细细的写了一封书子给他，谁知他没造化。－－”说到这里，瞧了瞧左右无人，又说：“他心里早和偺们这个二婶娘好上了！你没听见说：还有一个林姑娘呢，弄的害了相思病死的，谁不知道！这也罢了，各自的姻缘罢咧。谁知他为这件事倒恼了我了，总不大理。他打量谁必是借谁的光儿呢！”",
            "english": "Jia Qiang wanted to seduce Yu Baiyu. Jia Yun stopped him and said: \"Uncle Yu Baiyu is such a bad luck person. Don't bother him. One year ago, I wrote him a letter about a very good match. His father was an official at the customs, and his house had several pawnshops. His sister was as beautiful as a fairy. I wrote a detailed letter to him, but he didn't have good luck. \" Jia Yun stopped him and said: \"Uncle Yu Baiyu is such a bad luck person. Don't bother him. One year ago, I wrote him a letter about a very good match. His father was an official at the customs, and his house had several pawnshops. His sister was as beautiful as a fairy. I wrote a detailed letter to him, but he didn't have good luck. \" Jia Yun stopped him and said: \"Uncle Yu Baiyu is such a bad luck person. Don't bother him. One year ago, I wrote him a letter about a very good match. His father was an official at the customs, and his house had several pawnshops. His sister was as beautiful as a fairy. I wrote a detailed letter to him, but",
            "chinese": "贾蔷还想勾引宝玉。贾芸拦住他：“宝二爷那个人没运气的，不用惹他。那一年我给他说了一门子绝好的亲：父亲在外头做税官，家里开几个当铺，姑娘长的比仙女儿还好看。我巴巴儿的细细的写了一封书子给他，谁知他没造化。－－”说到这里，瞧了瞧左右无人，又说：“他心里早和我们这个二婶娘好上了！你没听见说：还有一个林姑娘呢，弄的害了相思病死的，谁不知道！这也罢了，各自的姻缘罢咧。谁知他为这件事倒恼了我了，总不大理。他打量谁必是借谁的光儿呢！”"
        },
        {
            "original": "贾蔷听了，点点头，把这个心歇了。他两个还不知道宝玉自会那和尚以后，他是欲断尘缘，一则在王夫人跟前不敢任性，已与宝钗、袭人等皆不大款洽了。那些丫头不知道，还要逗他，宝玉那里看得到眼里，他也并不将家事放在心里。时常王夫人、宝钗劝他念书，他便假作攻书，一心想著那个和尚引他到那仙境的机关，心目中触处皆为俗人。却在家难受，闲来倒与惜春闲讲。他们两个人讲得上了，那种心更加准了几分，那里还管贾环、贾兰等？",
            "english": "Jia Qiang nodded after hearing this, and put his mind at ease. They two did not know that since the monk came, Baiyu had been thinking of cutting off the world, but because of Wang Fei's presence, he dared not be arbitrary, and he was already not on good terms with Baochai and Xisi. The maids did not know, and still teased him, but Baiyu didn't care, and didn't put the family affairs on his mind. He often pretended to study hard, but in his heart he was always thinking of the fairyland that the monk had led him to, and he was always thinking of the world. He was very uncomfortable at home, and when he was idle, he chatted with Xici. They two talked very well, and their hearts were even more determined, how could they care about Jia Huan, Jia Lan, etc.?",
            "chinese": "贾蔷听了，点了点头，把那个心放下了。他们两个还不知道宝玉自从跟和尚之后，他就想断绝尘缘，但是因为王夫人在，他不敢任性，已经跟宝钗、袭人等不太合得来。那些丫头不知道，还要逗他，宝玉根本不在意，也不把家事放在心上。时常王夫人、宝钗劝他念书，他假装在攻书，其实他一心想着那个和尚引他去的那个仙境，心里总是想着俗人。在家里很不舒服，闲下来就和惜春闲聊。他们两个人聊得很上头，那种心更加坚定了几分，哪里还会管贾环、贾兰等？"
        },
        {
            "original": "那贾环为他父亲不在家，赵姨娘已死，王夫人不大理会，他便入了贾蔷一路。倒是彩云时常规劝，反被贾环辱骂。玉钏儿见宝玉疯癫更甚，早和他娘说了，要求著出去。如今宝玉、贾环，他哥儿两个，各有一种脾气，闹得人人不理。独有贾兰跟著他母亲上紧攻书，作了文字，送到学里请教代儒。因近来代儒老病在床，只得自己刻苦。李纨是素来沉静的，除请王夫人的安，会会宝钗，馀者一步不走，只有看著贾兰攻书。所以荣府住的人虽不少，竟是各自过各自的，谁也不肯做谁的主。贾环、贾蔷等愈闹的不像事了，甚至偷典偷卖，不一而足。贾环更加宿娼滥赌，无所不为。",
            "english": "Jia Huan, because his father was not at home and Zhao's mother had died, was not strictly managed by Wang Fei, so he played with Jia Qi. But Caiyun often advised him, so he was scolded by Jia Huan. Yu Cuan saw that Yu Bing was getting more and more crazy, so she told his mother and asked to go out. Jia Huan and Jia Huan were both bad-tempered, and they made everyone not care about them. Only Jia Lan followed his mother and studied hard, and his article was sent to the school to be read by Dai Ru. Dai Ru was recently sick, so Jia Lan had to work hard by himself. Liwan was always calm, except for greeting Wang Fei, and meeting with Baochai. She did not go out much. Although there were many people living in the Rongfu, everyone did their own thing and no one cared about each other. Jia Huan, Jia Qi, etc. became more and more unruly, even stealing things. Jia Huan went to brothels and gambling, and did everything.",
            "chinese": "贾环因为父亲不在家，赵姨娘已死，王夫人不怎么管他，他就跟着贾蔷一起玩。但是彩云经常劝他，结果被贾环骂了。玉钏儿见宝玉越来越疯，就和他娘说了，要求出去。宝玉和贾环两个脾气都不好，弄得大家都不理他们。只有贾兰跟着他妈妈努力学习，写的文章送到学里给代儒看。代儒最近病了，贾兰只能自己努力。李纨平时很沉静，除了向王夫人问好，和宝钗见见面，就不出门。荣府住的人虽然不少，但是每个人都在做自己的事，谁也不管谁。贾环、贾蔷等越来越不像话，甚至偷东西，不一而足。贾环更加去嫖娼赌博，什么事都做。"
        },
        {
            "original": "一日，邢大舅王仁都在贾家外书房喝酒，一时高兴，叫了几个陪酒的来唱著喝著劝酒。贾蔷便说：“你们闹的太俗，我要行个令儿。”众人道：“使得。”贾蔷道：“偺们‘月字流觞’罢。我先说起，‘月’字数到那个，便是那个喝酒。还要酒面酒底；须得依著令官，不依者罚三大杯。”",
            "english": "One day, Xing Dajiu Wang Ren was drinking in the outer study of the Jia family and got a little excited. He called several people to sing and drink. Jia Qiang said, \"You are too vulgar, I want to play a game.\" Everyone said, \"Okay.\" Jia Qiang said, \"Let's play 'Moon Charms'! I'll start with the word 'Moon'. Whoever is called 'Moon' will have to drink. It also requires a wine surface and a wine bottom; it must follow the order of the commander, or be punished with three big cups.\"\n\nFirst, \"Xing Dajiu Wang Ren\" was changed to \"Xing Dajiu\", \"Jia Family's Outer Study\" was changed to \"Jia Family's Outer Study\", \"Play a game\" was changed to \"Play a game\", \"Moon Charms\" was changed to \"Moon Charms\", and \"Wine surface and wine bottom\" was changed to \"Wine surface and wine bottom\", and \"Follow the order of the commander\" was changed to \"Follow the order of the commander\". These changes make the sentence more concise and easier to understand.",
            "chinese": "有一天，邢大舅王仁在贾家的外书房喝酒，一时高兴，叫了几位陪酒的人来唱歌喝酒。贾蔷说：“你们太俗气了，我要行个令。”众人说：“可以。”贾蔷说：“我们来个‘月字流觞’吧。我先说起，‘月’字数到谁，谁就喝酒。还要酒面酒底；必须听从令官，不听的罚三大杯。”\n\n首先，将“邢大舅王仁”改写为“邢大舅”，将“贾家外书房”改写为“贾家的外书房”，将“行个令儿”改写为“行个令”，将“月字流觞”改写为“月字流觞”，将“酒面酒底”改写为“酒面酒底”，将“听从令官”改写为“听从令官”。这些改写可以使句子更加简洁明了，易于理解。"
        },
        {
            "original": "众人都依了。贾蔷喝了一杯令酒，便说：“飞羽觞而醉月。”顺饮数到贾环。贾蔷说：“酒面要个‘桂’字”。贾环便说道：“冷露无声湿桂花。酒底呢？”贾蔷道：“说个‘香’字。”贾环道：“天香云外飘。”邢大舅说道：“没趣，没趣！你又懂得什么字了，也假斯文起来？这不是取乐，竟是怄人了！偺们都蠲了，倒是搳拳，输家喝，输家唱，叫作‘苦中苦’。若是不会唱的，说个笑话儿也使得，只要有趣。”众人都道：“使得。”",
            "english": "Everyone agreed. Jia Qiang drank a cup of wine and said, \"Fly the cup and drink the moon.\" He counted in sequence to Jia Huan. Jia Qiang said, \"The wine surface has a 'Gui' character.\" Jia Huan said, \"Silent cold dew moistens the osmanthus.\" The wine at the bottom? Jia Qiang said, \"Say the 'Xiang' character.\" Jia Huan said, \"Tianxiang yun wai pao.\" Heng Daxiu said, \"No fun, no fun! You know so little, pretending to be a scholar. This is not for fun, but to irritate people. Let's stop playing and just play chopsticks, the loser drinks, the loser sings, called 'Suffering is the worst'. If you don't know how to sing, tell a joke, as long as it's interesting.\" Everyone said, \"It's fine.\"",
            "chinese": "大家同意了。贾蔷喝了一杯酒，说：“飞觞而醉月。”按顺序数到贾环。贾蔷说：“酒面要个‘桂’字”。贾环便说道：“冷露无声湿桂花。酒底呢？”贾蔷道：“说个‘香’字。”贾环道：“天香云外飘。”邢大舅说道：“没趣，没趣！你又懂得什么字了，也假斯文起来？这不是取乐，竟是怄人了！都别玩了，干脆搳拳，输家喝，输家唱，叫作‘苦中苦’。若是不会唱的，说个笑话儿也使得，只要有趣。”众人都道：“使得。”"
        },
        {
            "original": "于是乱搳起来。王仁输了，喝了一杯，唱了一个。众人道：“好”！又搳起来了。是个陪酒的输了，唱了一个什么“小姐小姐多丰采”。以后邢大舅输了，众人要他唱曲儿。他道：“我唱不上来，我说个笑话儿罢。”贾蔷道：“若说不笑人，仍要罚的。”邢大舅就喝了一杯，说道：",
            "english": "And they began to dance. Wang Ren lost, drank a cup, and sang a song. The others said, \"Good!\" and they began to dance again. The person who was serving the drinks lost, and sang a song about a \"lady with many charms\". Then Xing Dajiu lost, and the others wanted him to sing a song. He said, \"I can't sing, so I'll tell a joke instead.\" Jia Qiang said, \"If you don't make fun of anyone, you still have to be punished.\" Xing Dajiu drank a cup and said:\n\n\"I agree.\"\n\nSimple modern Chinese: \"I agree.\"\n\nChinese white: \"I agree.\"\n\nSimple modern Chinese: \"I agree.\"\n\nChinese white: \"I agree.\"\n\nSimple modern Chinese: \"I agree.\"\n\nChinese white: \"I agree.\"\n\nSimple modern Chinese: \"I agree.\"\n\nChinese white: \"I agree.\"\n\nSimple modern Chinese: \"I agree.\"\n\nChinese white: \"I agree.\n\n英文翻译：I agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI agree.\n\nI",
            "chinese": "于是乱舞起来。王仁输了，喝了一杯，唱了一个。众人道：“好”！又乱舞起来了。陪酒的输了，唱了一个什么“小姐小姐多丰采”。以后邢大舅输了，众人要他唱曲儿。他道：“我唱不上来，我说个笑话儿罢。”贾蔷道：“若说不笑人，仍要罚的。”邢大舅就喝了一杯，说道：\n\n中国白话： “是的，我同意。”\n\n简单的现代普通话： “是的，我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话： “我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话： “我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话： “我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话： “我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话： “我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话： “我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话： “我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话： “我同意。”\n\n中国白话： “我同意。”\n\n简单的现代普通话："
        },
        {
            "original": "“诸位听著：村庄上有一座元帝庙，旁边有个土地祠。那元帝老爷常叫土地来说闲话儿。一日，元帝庙里被了盗，便叫土地去查访。土地禀道：‘这地方没有贼的，必是神将不小心，被外贼偷了东西去。’元帝道：‘胡说！你是土地，失了盗，不问你问谁去呢？你倒不去拿贼，反说我的神将不小心吗？’土地禀道：‘虽说是不小心，到底是庙里的风水不好。’元帝道：‘你倒会看风水么？’土地道：‘待小神看看。’",
            "english": "“Listen up, everyone: there is an Emperor of Heaven Temple in the village, and next to it is a temple for the land god. The Emperor of Heaven often tells the land god to gossip. One day, the Emperor of Heaven Temple was robbed, so he called the land god to investigate. The land god reported: 'There are no thieves in this place, it must be that the gods are careless and have been stolen by outsiders.' The Emperor of Heaven said: 'That's nonsense! You are the land god, if there is a theft, you should not ask me but ask who. You don't go to catch the thief, but you say that the gods in my temple are careless?' The land god said: 'Although it is careless, but the feng shui of the temple is not good.' The Emperor of Heaven said: 'Can you see feng shui?' The land god said: 'Let me see.'",
            "chinese": "“各位听好了：村子里有一座元帝庙，旁边有个土地祠。元帝老爷常叫土地来说闲话儿。有一天，元帝庙被盗了，便叫土地去查访。土地禀道：‘这个地方没有贼，一定是神将不小心，被外贼偷了东西。’元帝道：‘胡说！你是土地，失了盗，不问你问谁去呢？你倒不去拿贼，反说我庙里的神将不小心吗？’土地禀道：‘虽然说是不小心，但庙里的风水不好。’元帝道：‘你倒会看风水吗？’土地道：‘让我看看。’"
        },
        {
            "original": "那土地向各处瞧了一会，便来回禀道：‘老爷坐的身子背后，两扇红门，就不谨慎。小神坐的背后，是砌的墙，自然东西丢不了。以后老爷的背后也改了墙就好了。’元帝老爷听来有理，便叫神将派人打墙。众神将叹口气道：‘如今香火一炷也没有，那里有砖灰人工来打墙呢？’元帝老爷没法，叫神将作法，却都没有主意。那元帝老爷脚下的龟将军站起来道：‘你们不中用，我有主意：你们将红门拆下来，到了夜里，拿我的肚子堵住这门口，难道当不得一堵墙么？众神将都说道：‘好！又不花钱，又便当结实！’于是龟将军便当这个差使，竟安静了。岂知过了几天，那庙里又丢了东西。众神将叫了土地来说道：‘你说砌了墙就不丢东西，怎么如今有了墙还要丢？’那土地道：‘这墙砌的不结实。’众神将道：‘你瞧去。’土地一看，果然是一堵好墙，怎么还有失事，把手摸了一摸，道：‘我打量是真墙，那里知道是个“假墙”！’”",
            "english": "The land looked around and reported to the lord, \"The lord's back is behind the two red doors, which is not careful. The gods sit behind the wall, so things are not lost. The lord's back will be better if the wall is changed.\" The Lord Emperor listened and thought it was reasonable, so he called the gods to build a wall. The gods sighed and said, \"Now there is no incense, so where can we get bricks and mortar to build a wall?\" The Lord Emperor had no choice but to order the gods to make a spell, but none of them had any ideas. The turtle general under the Lord Emperor's feet stood up and said, \"You are not useful, I have an idea: you tear down the red door and at night, use my stomach to block the door, can't it be a wall? The gods all said, \"Good! It doesn't cost money and is easy to use!\" So the turtle general took on this task and the temple was quiet. But a few days later, the temple lost things again. The gods called the land and said, \"You said that after the wall was built, things wouldn't be lost, but why did we have a wall and still lose things?\" The中文原文：\n\n\n\n请提供以下内容的汉语翻译：\n中国白话：那土地向各处众神说：“你去看看。”土地一看，果然是好墙，怎么还有事，一摸，道：“我打量是真墙，哪里知道是个假墙！”\n\n英文翻译：",
            "chinese": "那土地向各处瞧了一会，便来回禀道：‘老爷坐的身子背后，两扇红门，就不谨慎。小神坐的背后，是砌的墙，自然东西丢不了。以后老爷的背后也改了墙就好了。’元帝老爷听来有理，便叫神将派人打墙。众神将叹口气道：‘如今香火一炷也没有，那里有砖灰人工来打墙呢？’元帝老爷没法，叫神将作法，却都没有主意。那元帝老爷脚下的龟将军站起来道：‘你们不中用，我有主意：你们将红门拆下来，到了夜里，拿我的肚子堵住这门口，难道当不得一堵墙么？众神将都说道：‘好！又不花钱，又便当结实！’于是龟将军便当这个差使，竟安静了。岂知过了几天，那庙里又丢了东西。众神将叫了土地来说道：‘你说砌了墙就不丢东西，怎么如今有了墙还要丢？’那土地道：‘这墙砌的不结实。\n\n请提供以下内容的汉语翻译：\n中国白话：那土地向各处众神说：“你去看看。”土地一看，果然是好墙，怎么还有事，一摸，道：“我打量是真墙，哪里知道是个假墙！”"
        },
        {
            "original": "众人听了，大笑起来。贾蔷也忍不住的笑，说道：“傻大舅！你好！我没有骂你，你为什么骂我？快拿杯来罚一大杯！”邢大舅喝了，已有醉意。众人又喝了几杯，都醉起来。邢大舅说他姐姐不好，王仁说他妹妹不好，都说的狠狠毒毒的。贾环听了，趁著酒兴，也说凤姐不好，怎样苛刻我们，怎么样踏我们的头。众人道：“大凡做个人，原要厚道些。看凤姑娘仗著老太太这样的利害，如今‘焦了尾巴梢子了，’只剩了一个姐儿，只怕也要现世现报呢！”",
            "english": "Everyone laughed. Jia Qiang couldn't help but laugh, saying, \"Uncle Xing, you're drunk! I didn't call you a fool, but you called me one! Come, take a big glass!\" Uncle Xing drank and got drunk. They all drank a few more glasses and got drunk. Uncle Xing said his sister was bad, Wang Ren said his sister was bad, and they both said very harsh things. Jia Huan, who had had too much to drink, said that the countess was bad, how cruel she was to us, and how she was always putting us down. They all said, \"Be a decent person, be kind. Look at the countess, always using her grandmother's power, now she's 'on the verge of getting her tail burnt,' and she only has one daughter, and maybe she'll get her own comeuppance soon!\"",
            "chinese": "大家听了，都笑了起来。贾蔷也忍不住地笑了，说道：“傻大舅，你好啊！我没骂你，你怎么骂我？快拿杯来罚一大杯！”邢大舅喝了，有点醉了。大家又喝了几杯，都醉了。邢大舅说他姐姐不好，王仁说他妹妹不好，都说得很厉害。贾环听了，趁着酒劲，也说凤姐不好，怎么苛刻我们，怎么压着我们的头。大家说：“做个人，要厚道点。看凤姐仗着老太太这样厉害，现在‘焦了尾巴梢子’，就剩一个女儿，只怕也要现世现报呢！”"
        },
        {
            "original": "贾芸想著凤姐待他不好，又想起巧姐儿见他就哭，也信著嘴儿混说。还是贾蔷道：“喝酒罢！说人家做什么？”那两个陪酒的道：“这位姑娘多大年纪了？长得怎么样？”贾蔷道：“模样儿是好的很的，年纪也有十三四岁了。”那陪酒的说道：“可惜这样人生在府里这样人家！若生在小户人家，父母兄弟都做了官，还发了财呢！”众人道：“怎么样？”那陪酒的说：“现今有个外藩王爷，最是有情的，要选一个妃子，若合了式，父母兄弟都跟了去：可不是好事儿吗？”",
            "english": "Jia Yun thought of Feng姐's bad treatment towards him, and also remembered that Xiaoji would cry whenever she saw him. He made up some nonsense and said, \"Let's drink!\" The two serving girls asked, \"How old is this girl? What does she look like?\" Jia Qiang said, \"She's very pretty, and she's around thirteen or fourteen years old.\" The serving girls said, \"If she were born in a common family, her parents and brothers could all become officials and get rich.\" Everyone asked, \"What's the point?\" The serving girls said, \"There's a prince who's very generous and wants to choose a concubine. If she's to his liking, her parents and brothers can all go with her. Isn't that a good thing?\"",
            "chinese": "贾芸想到凤姐对他不好，又想起巧姐见他就哭，也信口开河地说些乱七八糟的话。贾蔷说：“喝酒吧，管人家干什么？”那两个陪酒的问：“这位姑娘多大了？长得怎么样？”贾蔷说：“长得很好看，年纪十三四岁。”陪酒的说：“要是生在普通人家，父母兄弟都能做官发财就好了。”众人问：“怎么样？”陪酒的说：“有个王爷，很有情，要选一个妃子，如果合了心意，父母兄弟都能跟着去，这不是好事吗？”"
        },
        {
            "original": "众人都不大理会，只有王仁心里略动了一动，仍旧喝酒。只见外头走进赖、林两家的子弟来，说：“爷们好乐呀！”众人站起来说道：“老大，老三，怎么这时候才来？叫我们好等！”那两个人说道：“今早听见一个谣言，说是偺们家又闹出事来了，心里著急，赶到里头打听去，并不是偺们。”众人道：“不是偺们就完了，为什么不就来？”那两个说道：“虽不是偺们，也有些干系。你们知道是谁？就是贾雨村老爷。我们今儿进去，看见带著锁子，说要解到三法司衙门里审问去呢。我们见他常在偺们家里来往，恐有什么事，便跟了去打听。”贾芸道：“到底老大用心，原该打听听。你且坐下喝一杯再说。”",
            "english": "Everyone didn't take it seriously, but Wang Ren's heart flickered a little. Then, Lai and Lin's disciples came in and said, \"You're having fun!\" Everyone stood up and said, \"Big Brother, Little Brother, why are you coming so late? We've been waiting for a long time!\" Those two replied, \"This morning, we heard a rumor that something happened to your family, and we were very worried. We went in to inquire, but it wasn't your family.\" Everyone asked, \"If it's not your family, then what's the problem?\" Those two said, \"Although it's not your family, there's still some connection. Do you know who it is? It's Mr. Jia Yuankun. We went in today and saw him locked up and being sent to the Three Judicial Departments for questioning. We know he often visits your family, so we were worried and went to inquire.\" Jia Yun said, \"Big Brother, you're really attentive. You should have gone to inquire earlier. Sit down and have a drink.\"",
            "chinese": "众人不以为意，只有王仁心里略一动。接着，赖、林两家的子弟走了进来，说：“你们在玩得很开心啊！”众人起身道：“老大、老三，你们怎么这时候才来？让我们等了很久！”那两个人回答：“今早听到一个谣言，说是你们家出了什么事，心里很着急，赶到里头打听，结果不是你们家的。”众人问：“不是你们家就完了，为什么不早点来？”那两个说：“虽然不是你们家，但也有些关系。你们知道是谁吗？就是贾雨村老爷。我们今天进去，看到他被锁着，要被送到三法司衙门去审问。我们见他常在你们家来往，怕有什么事，就跟去打听。”贾芸道：“老大，你用心了，本来应该去打听一下。你坐下喝一杯再说。”"
        },
        {
            "original": "两人让了一回，便坐下喝著酒，道：“这位雨村老爷人也能干，也会钻营，官也不小了，只是贪财，被人家参了个‘婪索属员’的几款。如今的万岁爷是最圣明最仁慈的，独听了一个‘贪’字，或因糟蹋了百姓，或因恃势欺良，是极生气的：所以旨意便叫拿问。若问出来了，只怕搁不住；若是没有的事，那参的人也不便。如今真真是好时候！只要有造化，做个官儿就好！”众人道：“你的哥哥就是有造化的。现做知县，还不好么？”赖家的说道：“我哥哥虽是做了知县，他的行为，只怕也保不住怎么样呢。”众人道：“手也长么？”赖家的点点头儿，便举起杯来喝酒。",
            "english": "The two of them took a turn, then sat down to drink their wine, saying, \"Mr. Ruiyu is a capable person and good at climbing the ladder, and he has risen to a high position. But he is greedy and has been accused of 'taking bribes from his subordinates.' The current emperor is the most wise and compassionate, and he is particularly angry about the word 'greed.' So he ordered an investigation. If he is found guilty, he won't be able to survive. But if he is not guilty, the person who accused him won't be in trouble either. It is indeed a good time! If you have the right connections, being an official is a good thing!\" Everyone said, \"Your brother is indeed lucky. He is already a magistrate. Why don't you be happy?\" Laizai said, \"My brother is a magistrate, but his behavior may not be enough to keep him in that position.\" Everyone said, \"Is he not in a position to do anything?\" Laizai nodded and raised his cup to drink.",
            "chinese": "两人让了一回，便坐下喝着酒，道：“这位雨村老爷人也能干，也会钻营，官也不小了，只是贪财，被人家参了个‘婪索属员’的几款。如今的万岁爷是最圣明最仁慈的，独听了一个‘贪’字，或因糟蹋了百姓，或因恃势欺良，是极生气的：所以旨意便叫拿问。若问出来了，只怕搁不住；若是没有的事，那参的人也不便。如今真真是好时候！只要有造化，做个官儿就好！”众人道：“你的哥哥就是有造化的。现做知县，还不好么？”赖家的说道：“我哥哥虽是做了知县，他的行为，只怕也保不住怎么样呢。”众人道：“手也长么？”赖家的点点头儿，便举起杯来喝酒。"
        },
        {
            "original": "众人又道：“里头还听见什么新闻？”两人道：“别的事没有，只听见海疆的贼寇拿住了好些，也解到法司衙门里审问。还审出好些贼寇：也有藏在城里的，打听消息，抽空儿就劫抢人家。如今知道朝里那些老爷们都是能文能武，出力报效，所到之处，早就消灭了。”众人道：“你听见有在城里的，不知审出偺们家失盗的一案来没有？”两人道：“倒没有听见。恍惚有人说是有个内地里的人，城里犯了事，抢了一个女人下海去了，那女人不依，被这贼寇杀了。那贼寇正要逃出关去，被官兵拿住了，就在拿获的地方正了法了。”众人道：“偺们栊翠庵的什么妙玉，不是叫人抢去？不要就是他罢？”贾环道：“必是他。”众人道：“你怎么知道？”贾环道：“妙玉这个东西是最讨人嫌的！他一日家捏酸，见了宝玉，就眉开眼笑了；我若见了他，他从不拿正眼瞧我一瞧！真要是他，我才趁愿呢！”众人道：“抢的人也不少，那里就是他？”贾芸道：“有点信儿。前日有个人说他庵里的道婆做梦，说看见是妙玉叫人杀了。”众人笑道：“梦话算不得！”邢大舅道：“管他梦不梦，偺们快吃饭罢，今夜做个大输赢。”",
            "english": "All asked, \"What news?\" The two said, \"None other than that many sea bandits had been caught, and sent to the court for trial. And many other bandits were also discovered, some hiding in the city, spying for the bandits, and attacking people when the chance arose. Now we know that the officials in the capital are capable and dedicated to the country, and wherever they go, the bandits are all wiped out.\" All asked, \"Is there any news about our house?\" The two said, \"We haven't heard anything. It seems that someone said that a man from the interior had committed a crime in the city, and had taken a woman to sea. The woman refused to go with him, and he killed her. The thief was trying to escape over the border, when he was caught by the soldiers, and executed on the spot.\" All asked, \"Is it true that the Master of the Orchid Pavilion was taken? Is it him?\" Jia Huan said, \"It must be him.\" All asked, \"How do you know?\" Jia Huan said, \"The Master of the Orchid Pavilion is a strange sort of fellow! He likes to twist words and turn phrases, and he always laughs whenJia Yun said, \"There's a bit of news. Someone told me that the nun from the temple dreamed that someone sent a message to kill her.\" The others laughed and said, \"It's just a dream, not worth taking seriously.\" Uncle Xing said, \"Who cares if it's a dream or not? Let's eat and drink and make some big bets tonight.\"",
            "chinese": "大家又问：“里面有什么新闻？”两人说：“别的没有，只听说海疆的盗贼被抓住了很多，都送到衙门审问。还审出了很多盗贼：有的藏在城里，侦察消息，趁机抢劫人家。现在知道朝里的老爷们能文能武，尽心尽力报效朝廷，所到之处早就消灭了。”大家问：“你听说城里有没有抓到我们家失窃的案子？”两人说：“没有听到。好像有人说是有个内地的人，城里犯了事，抢了一个女人下海去了，那女人不依，被这个盗贼杀了。那个盗贼正要逃出关去，被官兵抓住了，在抓住的地方就处决了。”大家问：“我们栊翠庵的妙玉不是被抢走了吗？难道就是他？”贾环说：“一定是他。”大家问：“你怎么知道？”贾环说：“妙玉这个东西最讨厌！他一天捏酸，见了宝玉就笑；我见了他从不正眼看我一眼！要是真的是他，我倒是如愿以偿了！”大家问：“抓的人不少，难道就是他？”贾芸说：“有点消息。前天有人告诉我说庵里的道婆做梦，梦见妙玉派人杀了她。”众人笑道：“这是梦话，不算数。”邢大舅说：“管他梦不梦，我们快点吃饭吧，今晚做个大输赢。”"
        },
        {
            "original": "众人愿意，便吃毕了饭，大赌起来。赌到三更多天，只听见里头乱嚷，说是：“四姑娘合珍大奶奶拌嘴，把头发都铰了。赶到邢夫人、王夫人那里去磕了头，说是要求容他做尼姑呢，送他一个地方儿；若不容他，他就死在眼前。那邢、王两位太太没主意，叫请蔷大爷芸二爷进去。”",
            "english": "After dinner, people began to gamble. It was about three in the morning when they heard a lot of noise inside and heard, \"The fourth lady and the Zhen dama quarreled and cut their hair. They ran to the rooms of Mrs. Xing and Mrs. Wang, asking for permission to become nuns and asking for a place. If that didn't work, they would die in front of them. Mrs. Xing and Mrs. Wang had no idea what to do, so they called for the young man and the second young man to come in.\"",
            "chinese": "人们吃完饭后，开始赌博。赌到凌晨三点左右，只听见里面乱哄哄的，说：“四姑娘和珍大奶奶吵架，把头发都剪了。她们跑到邢夫人和王夫人的房里，要求容许她们出家做尼姑，并要求找个地方。如果不行，她们就死在眼前。邢夫人和王夫人没有主意，叫人请了蔷大爷和芸二爷进去。”"
        },
        {
            "original": "贾芸听了，便知是那回看家的时候起的念头，想来是劝不过来的了，便合贾蔷商议道：“太太叫我们进去，我们是做不得主的，况且也不好做主。只好劝去，若劝不住，只好由他们罢。偺们商量了写封书给琏二叔便卸了我们的干系了。”两人商量定了主意，进去见了邢、王两位太太，便假意的劝了一回。无奈惜春立意必要出家，就不放他出去，只求一两间净屋子，给他诵经拜佛。尤氏见他两个不肯作主，又怕惜春寻死，自己便硬做主张，说是：“这个不是索性我耽了罢。说我做嫂子的容不下小姑子，逼的他出了家了就完了！若说到外头去呢，断断使不得；若在家里呢，太太们都在这里，算我的主意罢。叫蔷哥儿写封书子给你珍大爷琏二叔就是了。”贾蔷等答应了。",
            "english": "Jia Yun listened and knew that it was the idea he had had when he was looking after the house on that occasion. He knew he couldn’t persuade her. He therefore talked to Jia Qie and said, \"Grandmother has called us in, but we are not in a position to make the decision. It’s no good trying to persuade her. Let’s just try to persuade her. If she won’t listen, we can’t do anything about it. Let’s just write a letter to Uncle Lin’s son, and let him sort it out. That will get us off the hook.\" They talked things over and decided on what to do. They went to see the two aunts, Xun and Wang. They tried to persuade her a little, but Xun was determined to take the path of enlightenment. She insisted on staying in the house. She asked for a clean room where she could chant Buddhist sutras and make offerings. You Ji, knowing that they couldn’t persuade her, was afraid that she would commit suicide, and so decided to make the decision herself. She said, \"If you won’t listen, it will be my fault. People will think that I am bullying my niece and making her take the path of enlightenment. I’ll",
            "chinese": "贾芸听了，便知是那回看家的时候起的念头，想来是劝不过来的了，便和贾蔷商量道：“太太叫我们进去，我们是做不得主的，况且也不好做主。只好劝去，若劝不住，只好由他们罢。我们商量了写封书给琏二叔便卸了我们的干系了。”两人商量定了主意，进去见了邢、王两位太太，便假意地劝了一回。无奈惜春立意必要出家，就不放他出去，只求一两间净屋子，给他诵经拜佛。尤氏见他两个不肯作主，又怕惜春寻死，自己便硬做主张，说是：“这个不是索性我耽了罢。说我做嫂子的容不下小姑子，逼的他出了家了就完了！若说到外头去呢，断断使不得；若在家里呢，太太们都在这里，算我的主意罢。叫蔷哥儿写封书子给你珍大爷琏二叔就是了。”贾蔷等答应了。"
        },
        {
            "original": "不知邢、王二夫人依与不依，下回分解。",
            "english": "I don't know if Xing Fu and Wang Fu agree or not, next time we'll talk about it.\n\n针对以上中文原文，给出相应的英文翻译。",
            "chinese": "不知道邢夫人和王夫人是否同意，下回再说。"
        }
    ],
    "title": "《阻超凡佳人双护玉　欣聚党恶子独承家》",
    "chapter_number": 117
}