{
    "paragraphs": [
        {
            "original": "话说宝玉在黛玉房中说耗子精，宝钗撞来，讽刺宝玉元宵不知“绿蜡”之典，三人正在房中互相取笑。那宝玉恐黛玉饭后贪眠，一时存了食，或夜间走了困，皆非保养身体之法，幸而宝钗走来，大家谈笑，那黛玉方不欲睡，自己才放了心。忽听他房中嚷起来，大家侧耳听了一听，黛玉先笑道：“这是你妈妈和袭人叫唤呢。那袭人待他也罢了，你妈妈再要认真排揎他，可见老背晦了。”",
            "english": "宝玉在黛玉房中说耗子精，宝钗撞来，讽刺宝玉元宵不知“绿蜡”之典，三人正在房中互相取笑。那宝玉担心黛玉饭后贪眠，一时存了食，或夜间走了困，皆非保养身体之法，幸而宝钗走来，大家谈笑，那黛玉方不欲睡，自己才放了心。忽听他房中嚷起来，大家侧耳听了一听，黛玉先笑道：“这是你妈妈和袭人叫唤呢。那袭人待他也罢了，你妈妈再要认真排揎他，可见老背晦了。”",
            "chinese": "话说宝玉在黛玉房中说耗子精，宝钗撞来，讽刺宝玉元宵不知“绿蜡”之典，三人正在房中互相取笑。那宝玉担心黛玉饭后贪眠，一时存了食，或夜间走了困，皆非保养身体之法，幸而宝钗走来，大家谈笑，那黛玉方不欲睡，自己才放了心。忽听他房中嚷起来，大家侧耳听了一听，黛玉先笑道：“这是你妈妈和袭人叫唤呢。那袭人待他也罢了，你妈妈再要认真排揎他，可见老背晦了。”"
        },
        {
            "original": "宝玉忙欲赶过去，宝钗一把拉住道：“你别和你妈妈吵才是呢。他是老糊涂了，倒要让他一步儿的是。”宝玉道：“我知道了。”说毕，走来。只见李嬷嬷拄著拐杖，在当地骂袭人：“忘了本的小娼妇儿！我抬举你起来，这会子我来了，你大模厮样儿的躺在炕上，见了我也不理一理儿。一心只想装狐媚子哄宝玉，哄的宝玉不理我，只听你的话。你不过是几两银子买了来的小丫头子罢咧，这屋里你就作起耗来了！好不好的，拉出去配一个小子，看你还妖精似的哄人不哄！”袭人先只道李嬷嬷不过因他躺著生气，少不得分辩说：“病了，才出汗，蒙著头，原没看见你老人家。”后来听见他说哄宝玉，又说配小子，由不得又羞又委屈，禁不住哭起来了。",
            "english": "Bao Yuyi hurried to go over, and Bao Chao pulled him back and said, \"Don't quarrel with your mother, she's already confused. Let her have her way.\" Bao Yuyi said, \"I know.\" Then he walked over. He saw Li Momom standing with her walking stick, scolding Xisi, \"You're a shameless little prostitute! I've been looking after you, and now that I've come, you just lie there on the bed, ignoring me. You pretend to be a fox and try to seduce Bao Yuyi, making him ignore me and only listen to you. You're just a few silver pieces worth of a maid, and now you're acting like a lady. I'll throw you out to get married to a boy, and then you'll see if you can still fool people!\" Xisi first thought that Li Momom was just angry and scolding her, so she tried to explain, \"I'm sick, and I just had a fever. I'm lying here with my head covered, so I didn't see you.\" But when she heard Li Momom say she was trying to seduce Bao Yuyi and that she was going to get married",
            "chinese": "宝玉急忙想要过去，宝钗一把拉住他说：“你别和你妈妈吵了，她已经糊涂了，你让一步吧。”宝玉说：“我知道了。”说完，走过来。只见李嬷嬷拄著拐杖，在当地骂袭人：“忘了本的小娼妇！我抬举你，现在我来了，你大模大样地躺在炕上，见了我也不理一下。一心只想装狐媚子哄宝玉，哄得宝玉不理我，只听你的话。你不过是个几两银子买的来的小丫头子，这屋里你就作怪了！好不好的，拉出去配一个小子，看你还能不能哄人！”袭人先只是以为李嬷嬷因为生气而骂她，所以想辩解说：“我病了，刚出了一身汗，蒙着头，没看见你老人家。”后来听她说哄宝玉，又说要配小子，由不得又羞又委屈，禁不住哭了起来。"
        },
        {
            "original": "宝玉虽听了这些话，也不好怎样，少不得替他分辩，说病了吃药。又说：“你不信，只问别的丫头。”李嬷嬷听了这话，越发气起来了，说道：“你只护著那起狐狸，那里还认得我了呢？叫我问谁去？谁不帮著你呢？谁不是袭人拿下马来的？我都知道。那些事！我只和你到老太太、太太跟前去讲讲。把你奶了这么大，到如今，吃不著奶了，把我扔在一边儿，逞著丫头们要我的强！”一面说，一面哭。",
            "english": "Although Baoyu had heard these words, he couldn't find anything to say, so he had to try to explain for him, saying that he was sick and taking medicine. He also said, \"You can ask the other maids.\" Li Momom heard this and became even angrier, saying, \"You only protect that group of foxes and don't recognize me anymore. Let me ask who. Aren't all the maids taken down by Xiushan? I know what's going on! I'll go to grandma and mother to tell them. You've raised me so big, but now you've stopped feeding me and left me alone, letting the maids bully me!\" As she spoke, she began to cry.",
            "chinese": "宝玉虽然听了这些话，也不好说什么，只好替他辩解，说他生病吃药。又说：“你不信，可以问问其他丫头。”李嬷嬷听了这话，更加生气了，说道：“你只护著那群狐狸，还认得我吗？让我问谁去？谁不是被袭人拿下马的？我知道那些事！我只和你到老太太、太太跟前去讲讲。你养了我这么大，现在不吃奶了，把我扔在一旁，让丫头们欺负我！”一面说，一面哭。"
        },
        {
            "original": "彼时，黛玉宝钗等也过来劝道：“妈妈，你老人家担待他们些就完了。”李嬷嬷见他二人来了，便诉委屈，将当日吃茶，茜雪出去，和昨日酥酪等事，唠唠叨叨，说个不了。",
            "english": "At that time, Dahuai, Baoshan and others also came over to console her: \"Mum, you can be lenient towards them.\" Seeing them, Mrs. Li complained, repeating all the incidents, such as drinking tea, Xianxue leaving, and yesterday's custard, over and over again.",
            "chinese": "当时，黛玉、宝钗等人也过来劝道：“妈妈，你老人家宽容他们就可以了。”李嬷嬷见他们来了，便诉苦，把当天喝茶、茜雪出去和昨天的酥酪等事，唠唠叨叨地说个没完没了。"
        },
        {
            "original": "可巧凤姐正在上房算了输赢账，听见后面一片声嚷，便知是李嬷嬷老病发了，又值他今儿输了钱，迁怒于人，排揎宝玉的丫头。便连忙赶过来，拉了李嬷嬷，笑道：“妈妈别生气。大节下，老太太刚喜欢了一日，你是个老人家，别人吵，你还要管他们才是；难道你倒不知规矩，在这里嚷起来，叫老太太生气不成？你说谁不好，我替你打他。我屋里烧的滚热的野鸡，快跟了我喝酒去罢。”一面说，一面拉著走，又叫：“丰儿，替你李奶奶拿著拐棍子，擦眼泪的绢子。”那李嬷嬷脚不沾地，跟了凤姐儿走了。一面还说：“我也不要这老命了！索性今儿没了规矩，闹一场子，讨个没脸，强似受那些娼妇的气。”",
            "english": "Just as Lady Feng was busy calculating the winnings and losses in the main hall, she heard a clamor in the back. She knew it was Grandma Li, who had fallen ill, and who was taking her anger out on the servants who had lost money. So she hurried over, grabbed Li's arm, and said, \"Grandma, don't be angry. It's the middle of the festival, and the old lady is in a good mood. As an old woman, you should be the one to keep your temper. What kind of example are you setting for others? Who do you want to scold? I'll beat him for you. I have a hot dish of wild chicken in my room. Come and drink with me.\" As she spoke, she pulled Li along, and she ordered, \"Feng'er, hold Grandma Li's stick and give her a handkerchief to wipe her tears.\" Li followed, her feet barely touching the ground. All the while, she was still muttering, \"I don't care if I lose my life. I'm going to make a big scene here, and I'm going to be the one to lose face. It's better than putting up with those courtesans.\"",
            "chinese": "碰巧凤姐正在上房算输赢账，听到后面一片声嚷，知道是李嬷嬷老病发了，又赶上她今天输了钱，把气撒在别人身上，排挤宝玉的丫头。于是连忙赶过来，拉住李嬷嬷，笑道：“妈妈别生气。大节下，老太太刚喜欢了一天，你是个老人家，别人吵，你还要管他们才是；难道你不知道规矩，在这里嚷起来，让老太太生气吗？你说谁不好，我替你打他。我屋里烧的滚热的野鸡，快跟我喝酒去吧。”一面说，一面拉着走，又叫：“丰儿，替你李奶奶拿着拐棍子，擦眼泪的绢子。”那李嬷嬷脚不沾地，跟着凤姐儿走了。一面还说：“我也不要这老命了！索性今天没了规矩，闹一场子，讨个没脸，强似受那些娼妇的气。”"
        },
        {
            "original": "后面宝钗黛玉见凤姐儿这般，都拍手笑道：“亏他这一阵风来，把个老婆子撮了去了！”宝玉点头叹道：“这又不知是那里的账，只拣软的欺负！又不知是那个姑娘得罪了，上在他账上了。”一句未完，晴雯在旁说道：“谁又没疯了，得罪他做什么？既得罪了他，就有本事承任，犯不著带累别人。”袭人一面哭，一面拉著宝玉道：“为我得罪了一个老奶奶，你这会子又为我得罪这些人，这还不够我受的？还只是拉扯人！”宝玉见他这般病势，又添了这些烦恼，连忙忍气吞声，安慰他仍旧睡下出汗。又见他汤烧火热，自己守著他，歪在旁边劝他：“只养病，别想那些没要紧的事。”袭人冷笑道：“要为这些事生气，这屋里一刻还住得了？但只是天长日久，尽著这么闹，可叫人怎么过呢？你只顾一时为我得罪了人，他们都记在心里，遇著坎儿，说的好说不好听的，大家什么意思呢？”一面说，一面禁不住流泪，又怕宝玉烦恼，只得勉强忍著。",
            "english": "After seeing this, both Baochai and Dazhuang laughed and said, \"How reckless he was to have come and taken the old lady away!\" Yu Bing sighed and said, \"I don't know which bill it is, and he's picking on the soft ones. I wonder which girl has offended him and is on his account.\" Before he could finish speaking, Qiongwen said on the side, \"Who is crazy enough to offend him? Just let them go, don't drag anyone else into it.\" Xiren, while crying, grabbed Yu Bing and said, \"Because of my own matters, I have offended an old lady, and now you have offended these people because of my matters. Is that not enough for me to suffer? You have to drag others into it?\" Yu Bing saw his illness and added to his troubles, and quickly comforted him and made him continue to sweat. Seeing that he was burning with fever, he lay on the side and comforted him, \"Just take care of your illness and don't think about trivial matters.\" Xiren coldly snorted, \"If you get angry over such things, this room can't be lived in for a moment. But if it's a long time, it will alwaysYou have only offended people for a moment, and now they are all keeping it in mind. What will people say in the future when they encounter such things? What do people mean by that? \"While saying this, he couldn't help crying, but he was afraid of upsetting the prince and had to force himself to hold back.",
            "chinese": "后面宝钗黛玉看到凤姐儿这样，都拍手大笑：“亏他风风火火来了，把个老奶奶带走了！”宝玉点头叹息：“这又不知道是哪张账单，只欺负软的！又不知道哪个姑娘得罪了，上在他的账上。”一句话未说完，晴雯在一旁说道：“谁又没疯了，得罪他做什么？只要有能力承担，就不必连累别人。”袭人一边哭一边拉着宝玉说：“因为我的事得罪了一个老奶奶，现在你又因为我的事得罪了这些人，这还不够我受的？还要拉扯别人！”宝玉看到他这种病势，又加上这些烦恼，连忙忍气吞声安慰他，让他继续睡觉出汗。又见他汤烧火热，自己守着他，歪在旁边劝他：“只管养病，别想那些无关紧要的事。”袭人冷笑道：“如果因为这些事生气，这个房子里一刻也住不下去了。但是一旦天长日久，总是这样闹，怎么过日子呢？你只顾一时为我得罪了人，他们现在都记在心里，以后遇到事情，说什么话也不好听，大家心里的意思是什么？\"一面说，一面禁不住流泪，又怕宝玉烦恼，只得勉强忍着。"
        },
        {
            "original": "一时，杂使的老婆子端了二和药来。宝玉见他才有点汗儿，不叫他起来，自己端著给他就枕上吃了，即令小丫鬟们铺炕。袭人道：“你吃饭不吃饭，到底老太太、太太跟前坐一会子，和姑娘们顽一会子再回来。我就静静的躺一躺也好啊。”",
            "english": "After a while, the servant's old woman brought out the soup. When he saw that he had a slight sweat on his forehead, Bai Yu did not let him get up and fed him the soup himself. Then he had the maids lay out the bed. Xisi said, \"Don't you eat anything. Go sit with the old lady and the mother for a while, and play with the ladies before you come back. I'll lie quietly for a while.\"",
            "chinese": "过了一会儿，杂役的老婆子端来了二和药。宝玉见他有些汗，不让他起来，自己端着药喂给他吃，随即让丫鬟们铺床。袭人说：“你不吃东西，到底去老太太、太太跟前坐一会儿，和姑娘们玩一会儿再回来。我就静静地躺一会儿也好啊。”"
        },
        {
            "original": "宝玉听说，只得依他，看著他去了簪环躺下，才去上屋里跟著贾母吃饭。饭毕，贾母犹欲和那几个老管家的嬷嬷斗牌。宝玉惦记袭人，便回至房中，见袭人朦胧睡去。自己要睡，天气尚早。彼时晴雯、绮霞、秋纹、碧痕都寻热闹找鸳鸯琥珀等耍戏去了，见麝月一人在外间屋里灯下抹骨牌。宝玉笑道：“你怎么不和他们去？”麝月道：“没有钱。”宝玉道：“床底下堆著钱，还不够你输的？”麝月道“都乐去了，这屋子交给谁呢？那一个又病了，满屋里上头是灯，下头是火；那些老婆子们都老天拔地伏侍了一天，也该叫他们歇歇儿了；小丫头们也伏侍了一天，这会子还不叫顽顽儿去吗？所以我在这里看著。”",
            "english": "After hearing this, Baoyu had to do as he was told, and watched as he took away the hairpin and ring. Then he went to sleep. Next, he returned to the Grand Lady's room for dinner. After dinner, the Grand Lady still wanted to play mahjong with a few old maids. Baoyu was worried about Xisi and returned to his room, where he saw that she was just dozing off. He wanted to sleep, but it wasn't yet dark. At this point, Qiongwen, Qixia, Qiuneng, and Bihen had all gone to play with the phoenix and amber, leaving only Xueshuang in the house playing cards. Baoyu laughed and said, \"Why aren't you going with them?\" Xueshuang said, \"I don't have any money.\" Baoyu said, \"There's a pile of money under the bed, which is more than enough for you to bet.\" Xueshuang said, \"Everyone has gone out to play, and this house is left to me. Who will look after it? One of them is sick, and the whole house is full of light from the lamp and fire from the stove. The old maids",
            "chinese": "宝玉听说后，只好照他的话去做，看着他拿走了簪环，然后躺下。接着，他回到贾母房里吃晚饭。吃完饭，贾母还想和几个老管家的嬷嬷斗牌。宝玉惦记着袭人，便回到房里，见袭人正朦胧入睡。自己想睡觉，但天还没黑。此时，晴雯、绮霞、秋纹、碧痕都去找鸳鸯和琥珀等嬉戏去了，只有麝月一个人在屋外灯下玩骨牌。宝玉笑道：“你怎么不和他们一起去？”麝月道：“我没有钱。”宝玉道：“床底下堆满了钱，还不够你输的？”麝月道：“大家都去玩了，这屋子交给谁呢？那一个又病了，满屋里上头是灯，下头是火；那些老婆子们都累了一天，也该让他们休息一下；小丫头们也忙了一天，这会子还不叫她们去玩玩吗？所以我在这里看着。”"
        },
        {
            "original": "宝玉听了这话，公然又是一个袭人了。因笑道：“我在这里坐著，你放心去罢。”麝月道：“你既在这里，越发不用去了。偺们两个说话儿不好？”宝玉道：“偺们两个做什么呢？怪没意思的。也罢了，早起你说头上痒痒，这会子没什么事，我替你篦头罢。”麝月听了道：“使得。”说著，将文具镜匣搬来，卸去钗环，打开头发。宝玉拿了篦子替他篦。只篦了三五下儿，见晴雯忙忙走进来取钱，一见他两个，便冷笑道：“哦！交杯盏儿还没吃，就上了头了！”宝玉笑道：“你来，我也替你篦篦。”晴雯道：“我没这么大造化！”说著，拿了钱，摔了帘子，就出去了。",
            "english": "Bao Yuyu heard this and thought of Xisi again. He laughed and said, \"I'll be sitting here, so go ahead and leave.\" Xisi said, \"If you're sitting here, there's no need to go. Can't we talk to each other?\" Bao Yuyu said, \"What do you want to talk about? It's boring. You said your head was itchy this morning, so I'll comb your hair for you now.\" Xisi said, \"Okay.\" She moved the powder box and mirror over, took off her hairpins, and opened her hair. Bao Yuyu took the comb and began to comb her hair. After combing for just a few minutes, Qiong Wu rushed in to get some money. She saw them and laughed coldly, \"Oh, the wedding ceremony hasn't even started yet, and you're already wearing your wedding dress!\" Bao Yuyu laughed and said, \"Come here, and I'll comb your hair for you too.\" Qiong Wu said, \"I don't want to!\" She took the money and slammed the curtain shut, then left.",
            "chinese": "宝玉听了这话，又想起袭人了。便笑道：“我在这里坐着，你放心去吧。”麝月道：“你既然在这里，就不用去了。我和你说话不好吗？”宝玉道：“我和你说什么呢？没意思。早起你说头上痒痒，现在没什么事，我替你梳头吧。”麝月听了道：“行。”说着，把梳妆盒和镜子搬过来，摘下钗环，打开头发。宝玉拿了篦子替她梳头。只梳了三五下，见晴雯匆匆忙忙地走进来拿钱，一见他们两个，便冷笑道：“哦！交杯盏儿还没喝，就上了头了！”宝玉笑道：“你来，我也替你梳梳头。”晴雯道：“我没那么大的造化！”说着，拿了钱，摔了帘子，就出去了。"
        },
        {
            "original": "宝玉在麝月身后，麝月对镜，二人在镜内相视而笑。宝玉笑著道：“满屋里就只是他磨牙。”麝月听说，忙向镜中摆手儿。宝玉会意。忽听唿一声帘子响，晴雯又跑进来问道：“我怎么磨牙了？偺们倒得说说！”麝月笑道：“你去你的罢，又来拌嘴儿了。”晴雯也笑道：“你又护著他了！你们瞒神弄鬼的，打量我都不知道呢！等我捞回本儿来再说！”说著，一径去了。这里宝玉通了头，命麝月悄悄伏侍他睡下，不肯惊动袭人。一宿无话。次日清晨，袭人已是夜间出了汗，觉得轻松了些，只吃些米汤静养。宝玉才放了心。因饭后走到薛姨妈这边来闲逛。",
            "english": "宝玉在麝月身后，麝月对着镜子，两人在镜中相视而笑。宝玉笑道：“整间屋子里只有他在磨牙。”麝月听了，忙向镜中挥手示意。宝玉会意。忽然听到帘子响了一声，晴雯又跑进来问道：“我怎么在磨牙？你们在打什么鬼主意？”麝月笑道：“你走你的吧，别再来拌嘴了。”晴雯也笑道：“你又护着他了！你们瞒神弄鬼的，我都知道呢！等我算算账再说！”说完，就走了。这里宝玉洗了头，让麝月悄悄地侍候他睡觉，不想惊动袭人。一宿无话。第二天早上，袭人已经是夜间出了汗，觉得轻松了一些，只吃些米汤静养。宝玉才放心了。吃完饭后，他走到薛姨妈这边来闲逛。",
            "chinese": "宝玉在麝月身后，麝月对着镜子，两人在镜中相视而笑。宝玉笑道：“整个屋子里就只有他在磨牙。”麝月听说，忙向镜中挥手示意。宝玉心领神会。忽然听到帘子响了一声，晴雯又跑进来问道：“我怎么在磨牙？你们在打什么鬼主意？”麝月笑道：“你走你的吧，别再来拌嘴了。”晴雯也笑道：“你又护着他了！你们瞒神弄鬼的，我都知道呢！等我算算账再说！”说完，就走了。这里宝玉洗了头，让麝月悄悄地侍候他睡觉，不想惊动袭人。一宿无话。第二天早上，袭人已经是夜间出了汗，觉得轻松了一些，只吃些米汤静养。宝玉才放心了。吃完饭后，他走到薛姨妈这边来闲逛。"
        },
        {
            "original": "彼时正月内，学房中放年学，闺阁中忌针黹，都是闲时，因贾环也过来玩。正遇见宝钗、香菱、莺儿三个赶围棋作耍，贾环见了也要顽。宝钗素日看他也如宝玉，并没他意；今儿听他要顽，让他上来，坐了一处顽。一注十个钱。头一回，自己赢了，心中十分喜欢；谁知后来接连输了几盘，就有些著急。赶著这盘正该自己掷骰子，若掷个七点便赢了，若掷个六点也该赢，掷个三点就输了。因拿起骰子来狠命一掷，一个坐定了二，那一个乱转。莺儿拍著手只叫“么！”贾环便瞪著眼，“六！”“七！”“八！”混叫。那骰子偏生转出么来。贾环急了，伸手便抓起骰子来，就要拿钱，说是个四点。莺儿便说：“明明是个么！”宝钗见贾环急了，便瞅莺儿一眼，说道：“越大越没规矩！难道爷们还赖你？还不放下钱来呢。”莺儿满心委屈，见姑娘说，不敢出声，只得放下钱来，口内嘟囔说：“一个做爷的还赖我们！这几个钱连我也瞧不起。前儿和宝二爷顽，他输了那些也没著急，下剩的钱还是几个小丫头子们一抢，他一笑就罢了。”宝钗不等说完，连忙喝住了。贾环道：“我拿什么比宝玉？你们怕他，都和他好，都欺负我不是太太养的！”说著，便哭。宝钗忙劝他：“好兄弟，快别说这话，人家笑话。”又骂莺儿。",
            "english": "At that time, it was the first month of the year and the school was on holiday. It was an idle time in the house. Because of this, Jia Huan also came to play. It happened that it was the time when Baochai, Xiangling and Ying Er were playing go. Seeing that, Jia Huan wanted to play as well. Baochai treated him as she treated Bao Yuyu, without any special meaning. Today, because he wanted to play, she let him come up and sit together to play. Each game was worth ten cents. The first game, he won, and was very happy. But he lost several games in a row later, and became anxious. It was his turn to throw the dice. If he threw a seven, he would win. If he threw a six, he should also win. If he threw a three, he would lose. So he took the dice and threw them angrily. One of them stopped on two, and the other one spun around. Xiangling clapped her hands and said, \"O!\" Jia Huan was angry and said, \"Six!\" \"Seven!\" \"Eight!\" and shouted all sorts of numbers. But the dice turned out to be\"Alright, now please take the money and put it down. \" Yinger was full of indignation, and the lady said, dare not make a sound, had to put down the money, but muttered: \"a son of a son still拖欠 us! These few coins even I can't look down on. The other day and the second son of a play, he lost those did not worry, the rest of the money is still a few little girls to grab, he smiles and finished.\" Baochao did not wait to finish, but stopped him. Jiahao said: \"I have what compared to the second son? You are afraid of him, all and he good, all bully me is not Mrs. Yang!\" Said, he cried. Baochao hurriedly劝他: \"good brother, fast do not say this, others laugh.\" Also scolded Yinger.",
            "chinese": "那时正月里，学堂放假，闺房里不让针线活，都是空闲的时候，因为贾环也过来玩。正赶上宝钗、香菱、莺儿三个在玩围棋，贾环见了也要玩。宝钗平时对他跟宝玉一样，没什么特别的意思；今天看他要玩，让他上来，坐了一起玩。一盘十个钱。第一回，自己赢了，心里很高兴；谁知后来接连输了几盘，就开始着急。这盘该自己掷骰子，若掷出七点就赢了，若掷出六点也该赢，掷出三点就输了。于是拿起骰子来狠狠地一掷，一个定在二上，那一个乱转。莺儿拍着手只叫“幺”。贾环便瞪着眼，“六！”“七！”“八！”混叫。那骰子偏偏转出幺来。贾环急了，伸手便抓起骰子来，就要拿钱，说是个四点。莺儿便说：“明明是个幺！”宝钗见贾环急了，便瞅了莺儿一眼，说道：“越大越没规矩！难道爷们还赖你？”\n\n好的，现在请你将上述改还不把钱放下吗？”莺儿满心委屈，姑娘说，不敢出声，只好放下钱来，嘴里嘟囔道：“一个做爷的还拖欠我们！这几个钱连我也瞧不起。前儿和宝二爷玩，他输了那些也没着急，下剩的钱还是几个小丫头子们一抢，他一笑就罢了。”宝钗没等说完，就喝住了。贾环道：“我拿什么比得上宝玉？你们怕他，都和他好，都欺负我不是太太养的！”说著，便哭。宝钗忙劝他：“好兄弟，快别说这话，人家笑话。”又骂莺儿。"
        },
        {
            "original": "正值宝玉走来，见了这般景况，问：“是怎么了？”贾环不敢则声。宝钗素知他家规矩，凡做兄弟的怕哥哥，却不知那宝玉是不要人怕他的。他想著：“兄弟们一并都有父母教训，何必我多事？反生疏了。况且我是正出，他是庶出，饶这样看待，还有人背后谈论，还禁得辖治了他？”更有个呆意思存在心里。你道是何呆意？因他自幼姐妹丛中长大，亲姊妹有元春探春叔伯的有迎春、惜春，亲戚中又有湘云、黛玉、宝钗等人，他便料定天地间灵淑之气只锺于女子，男儿们不过是些渣滓浊沫而已。因此，把一切男子都看成浊物，可有可无。只是父亲伯叔兄弟之伦，因是圣人遗训，不敢违忤，所以弟兄间亦不过尽其大概就罢了，并不想自己是男子，须要为子弟之表率。是以贾环等都不甚怕他，只因怕贾母不依，才只得让他三分。",
            "english": "It happened that when the young master came along, he saw the scene. He asked, \"What's happened?\" but Jia Huan didn't dare to speak. Bo-Cha knew the rules in the Jia household: younger brothers all feared their elder brothers, except for Jia Liu. She thought, \"The elder brothers all have their parents to discipline them, so why should I? Besides, I'm the legitimate son, and he's a bastard, so why should I take the trouble to discipline him? And if I did, what would people say? Besides, I'm just doing my duty as the eldest son, and it's not as if I'm the one who has to set an example to him. I just do what I have to do.\" And there was a certain dumb idea in her mind. Do you know what it was? Because she'd grown up surrounded by her sisters, and she had elder sisters in the family, Yuen-chen and T'an-chen, and uncles and aunts, Yung-ch'ing and Si-ching. And her relatives included Xiang-yun, Lin-ying, and Bo-Cha. And she was sure that the Heavenly and Earthly Bounties were all bestowed upon womenTherefore, Jia Huan and others were not afraid of him, but only because they were afraid that the old lady would not agree, so they had to give him a third of the way.",
            "chinese": "正逢宝玉走来，见了这番景象，他问：“怎么回事？”贾环不敢出声。宝钗知道他家规矩，凡做兄弟的都怕哥哥，但宝玉不同。他想：“兄弟们都有父母教训，何必我多事？反生疏了。况且我是正出，他是庶出，就算这样看待，还有人背后议论，还禁得住管束他？”更有个呆呆的想法存在心里。你知道他是什么想法吗？因为他从小在姐妹们的陪伴下长大，亲姊妹有元春、探春、叔伯的有迎春、惜春，亲戚中又有湘云、黛玉、宝钗等人，他便料定天地间的灵淑之气只钟于女子，男儿们不过是些渣滓浊沫而已。因此，他把一切男子都看成是浊物，可有可无。只是父亲伯叔兄弟之伦，因是圣人遗训，不敢违逆，所以弟兄间也只尽其大概就罢了，并不想自己是男子，须要为子弟之表率。因此，贾环等人并不太怕他，只因怕贾母不依，才只得让他三分。"
        },
        {
            "original": "现今宝钗生怕宝玉教训他，倒没意思，便连忙替贾环掩饰。宝玉道：“大正月里，哭什么？这里不好，到别处顽去。你天天念书，倒念糊涂了。譬如这件东西不好，横竖那一件好，就舍了这件取那件，难道你守著这件东西哭会子就好了不成。？你原是要取乐儿，倒招的自己烦恼。还不快去呢。”贾环听了，只得回来。赵姨娘见他这般，因问：“是那里垫了踹窝来了？”贾环便说：“同宝姐姐玩来著。莺儿欺负我，赖我的钱；宝玉哥哥撵了我来了。”赵姨娘啐道：“谁叫你上高台盘了？下流没脸的东西！那里玩不得？谁叫你跑了去讨这没意思？”正说著，可巧凤姐在窗外过，都听到耳内，便隔著窗户说道：“大正月里，怎么了？兄弟们小孩子家，一半点儿错了，你只教导他，说这样话做什么？凭他怎么著，还有老爷太太管他呢，就大口家啐他？他现是主子，不好，横竖有教导他的人，与你什么相干？－－环兄弟，出来，跟我玩去。”",
            "english": "Now, Baochai was afraid that Baoyu would scold him, so he felt bored and quickly defended Jingai. Baoyu said, \"On the New Year's Day, why are you crying? You can't play here, go somewhere else. You study all the time, and you've become so stupid. For example, if this thing is not good, then the other thing must be good, so you should give up this thing and take that thing. Don't you think that if you cry over this thing, it will get better? You wanted to have fun, but you ended up getting your own trouble. Why don't you go away?\" Jingai heard this and went back. Zhaoye asked, \"Who's the one who came to take the place?\" Jingai said, \"I was playing with Baochun, and Ying'er was bullying me, and she was taking my money; Baoyu brother chased me away.\" Zhaoye spat and said, \"Why did you climb onto the high platform? You're a lowly, shameless person! Where can't you play? Why did you go there to be uninterested?\" Just then, Qiaofeng passed by the window, heard itHe is now the master, it's not good, anyway, there are people to teach him, what do you have to do with it? - Ring brother, come out and play with me.\"",
            "chinese": "现在宝钗怕宝玉责备他，觉得无聊，于是马上为贾环辩护。宝玉说：“大年初一，哭什么？这里不好，到别处玩去。你天天读书，倒读糊涂了。比如这件东西不好，横竖那一件好，就舍了这件取那件，难道你守着这件东西哭就会好？你本来是要取乐，倒招来自己的烦恼。还不快走？”贾环听了，只得回去。赵姨娘见他这样，问：“是谁垫了踹窝来的？”贾环说：“和宝姐姐玩，莺儿欺负我，赖我的钱；宝玉哥哥赶我来了。”赵姨娘啐道：“谁让你上高台盘了？下流没脸的东西！哪里不能玩？谁让你跑去讨没意思？”正说着，巧凤姐在窗外经过，都听到了，便隔着窗户说：“大年初一，怎么了？兄弟们小孩子，一半点错了，你只教导他，说这些话做什么？不管他怎么闹，还有老爷太太管着他，你就大声吐他？他现在是主子，不好，反正有教导他的人，跟你有什么关系？－－环兄弟，出来，跟我玩去。”"
        },
        {
            "original": "贾环素日怕凤姐比怕王夫人更甚，听见叫他，便赶忙出来。赵姨娘也不敢出声。凤姐向贾环道：“你也是个没性气的东西呦！时常说给你：要吃，要喝，要玩，你爱和那个姐姐妹妹哥哥嫂子玩，就和那个顽。你总不听我的话，倒叫这些人教的你歪心邪意，狐媚魇道的。自己又不尊重，要往下流里走，安著坏心还只怨人家偏心呢。输了几个钱，就这么个样儿！”因问贾环：“你输了多少钱？”贾环见问，只得诺诺的说道：“输了一二百钱。”凤姐啐道：“亏了你还是个爷，输了一二百钱就这么著！”回头叫：“丰儿，去取一吊钱来。姑娘们都在后头玩呢，把他送了去。－－你明儿再这么狐媚子，我先打了你，再叫人告诉学里，皮不揭了你的！为你这不尊贵，你哥哥恨的牙痒痒，不是我拦著，窝心脚把你的肠子还窝出来呢！”喝令：“去罢！”贾环诺诺的，跟了丰儿，得了钱，自去和迎春等玩去，不在话下。",
            "english": "Jia Huan was even more afraid of Wang Fu than he was of Feng Jie, so he came out in a hurry when he was called. Zhao Yanzang dared not make a sound. Feng Jie said to Jia Huan, \"You're such a fickle character. You always say you want to eat, drink, and play. You can play with any sister or brother or sister-in-law you want. You never listen to my words, and instead, you let those people teach you to be sneaky and evil. You're not respectful and you're going downhill. You're blaming others for being biased. You lost a hundred or two hundred, and that's what you're like!\" Feng Jie asked Jia Huan, \"How much did you lose?\" Jia Huan replied, \"I lost a hundred or two hundred.\" Feng Jie shouted, \"What kind of character are you, even though you're a man! You lost a hundred or two hundred, and that's what you're like!\" She turned to Feng Er and said, \"Bring me a hundred or two hundred. The girls are playing in the back, take Jia Huan there. Don't make a fool of yourself anymore! If you're",
            "chinese": "贾环平日里比怕王夫人更怕凤姐，一听到叫他，立刻赶了出来。赵姨娘也不敢吭声。凤姐对贾环说：“你也是个没性情的东西，时常说给你要吃要喝要玩，你爱和哪个姐姐妹妹哥哥嫂子玩，就和哪个玩。你总不听我的话，倒叫这些人教的你歪心邪意，狐媚魇道的。自己又不尊重，要往下流里走，安著坏心还只怨人家偏心呢。输了几个钱，就这么个样儿！”凤姐问贾环：“你输了多少钱？”贾环回答说：“输了一二百钱。”凤姐骂道：“亏了你还是个爷，输了一二百钱就这么著！”回头叫丰儿：“去取一吊钱来。姑娘们都在后头玩呢，把他送了去。－－你明儿再这么狐媚子，我先打了你，再叫人告诉学里，皮不揭了你的！为你这不尊贵，你哥哥恨的牙痒痒，不是我拦著，窝心脚把你的肠子还窝出来呢！”喝令：“去罢"
        },
        {
            "original": "且说宝玉正和宝钗玩笑，忽见人说：“史大姑娘来了。”宝玉听了，连忙就走。宝钗笑道：“等著，偺们两个一齐儿走，瞧瞧他去。”说著，下了炕，和宝玉来至贾母这边。只见史湘云大说大笑的，见了他两个，忙站起来问好。",
            "english": "As it turned out, it was a false alarm, and after a few minutes, they all relaxed and started to eat and drink. After dinner, they went to the drawing room to play cards. While they were playing, the door opened and in came a young man named Zhou Bing. Zhou Bing was a close friend of Liu Heng's, and they had a lot in common. They had been studying together at the same university, and they had a lot to talk about. As they talked, they became more and more excited, and soon they were laughing and joking like old friends. They talked for a long time, and it was almost midnight before they finally said goodbye.",
            "chinese": "且说宝玉正和宝钗开玩笑，忽然听人说：“史大姑娘来了。”宝玉听了，赶紧走开。宝钗笑道：“等一下，我们一起走，去看看她。”说着，下了床，和宝玉来到贾母这边。只见史湘云大声大笑的，见了他们两个，连忙站起来问好。"
        },
        {
            "original": "正值黛玉在旁，因问宝玉：“打那里来？”宝玉便说：“打宝姐姐那里来。”黛玉冷笑道：“我说呢，亏了绊住，不然，早就飞了来了。”宝玉道：“只许和你玩，替你解闷儿？不过偶然到他那里，就说这些闲话。”黛玉道：“好没意思的话！去不去，管我什么事？又没叫你替我解闷儿，－－还许你从此不理我呢。”说著，便赌气回房去了。宝玉忙跟了来，问道：“好好儿的，又生气了？就是我说错了，你到底也还坐坐儿，合别人说笑一会子啊。”黛玉道：“你管我呢！”宝玉笑道：“我自然不敢管你，只是你自己糟蹋坏了身子呢。”黛玉道：“我作践了我的身子，我死我的，与你何干？”宝玉道：“何苦来？大正月里，死了活了的。”黛玉道：“偏要说死！我这会子就死！你怕死，你长命百岁的活著，好不好？”宝玉笑道：“要像只管这么闹，我还怕死吗？倒不如死了乾净！”黛玉忙道：“正是了，要是这样闹，不如死了乾净！”宝玉道：“我说自家死了乾净，别错听了话又赖人。”正说著，宝钗走来，说：“史大妹妹等你呢。”说著，便拉宝玉走了。这黛玉越发气闷，只向窗前流泪。",
            "english": "It was just then that Dahuai was there, and he asked, \"Where are you coming from?\" Bao said, \"I was visiting my cousin.\" Dahuai said coldly, \"I said that was why you were delayed. If you had been allowed to fly, you would have come sooner.\" Bao said, \"I was only allowed to play with you and make you happy. I went to visit her only occasionally and talked about trivial matters.\" Dahuai said, \"You're really stupid. Whether you come or not, it's none of my business. You didn't come to visit me to make me happy, and you don't have to worry about me anymore.\" Saying this, she sulked and went back to her room. Bao followed her, saying, \"Why are you so angry? If you say something wrong, I don't mind if you stay and talk with others.\" Dahuai said, \"You're not my boss. You can't tell me what to do.\" Bao said, \"I'm not trying to tell you what to do, but I'm worried about you if you hurt yourself.\" Dahuai said, \"I'm just killing myself. It's none of your business. If”“The Jadeite said, \"If you continue to cause trouble, I will not be afraid to die. It would be better to die and be done with it.\" The Jadeite replied, \"You are saying that you want to die and be done with it. Don't misinterpret what I said.\" As they were talking, the Pearl of the South walked over and said, \"The Lady of the East is waiting for you.\" She then pulled the Jadeite away. This made the Jadeite even more upset, and she just sat at the window crying.Better to die than to live in this way. ‘said Daiyu in a hurry, ‘That’s the only thing to do.",
            "chinese": "正值黛玉在旁，因问宝玉：“从哪里来？”宝玉便说：“从宝姐姐那里来。”黛玉冷笑道：“我说呢，被绊住才来，不然早就飞来了。”宝玉道：“只许和你玩，替你解闷儿？只是偶然到他那里，就说些闲话。”黛玉道：“真没意思的话！去不去，与我有什么关系？又没叫你替我解闷儿，－－还许你从此不理我呢。”说著，便赌气回房去了。宝玉忙跟了来，问道：“好好儿的，又生气了？就是我说错了，你到底也还坐坐儿，和别人说笑一会子啊。”黛玉道：“你管我呢！”宝玉笑道：“我自然不敢管你，只是你自己糟蹋坏了身子呢。”黛玉道：“我作践了我的身子，我死我的，与你何干？”宝玉道：“何苦来？大正月里，死了活了的。”黛玉道：“偏要说死！我这会子就死！你怕死，你长命百岁的活著，好不好？”“宝玉笑道：‘要是再这么闹，我还怕死吗？倒不如死了干净。’黛玉忙道：‘是啊，要是这样闹，不如死了干净。’宝玉道：‘我说的自己死了干净，别听错了话又赖人。’正在说话，宝钗走了过来，说：‘史大妹妹在等你呢。’说着，就拉着宝玉走了。这黛玉越发气闷，只在窗前流泪。\n\n以下是将中国白话改写为简单的现代普通话的示例：\n\n中国白话：\n\n“宝玉笑道：“要像只管这么闹，我还怕死吗？倒不如死了乾净！”黛玉忙道：“正是了，要是这样闹，不如死了乾净！”宝玉道：“我说自家死了乾净，别错听了话又赖人。”正说著，宝钗走来，说：“史大妹妹等你呢。”说著，便拉宝玉走了。这黛玉越发气闷，只向窗前流泪。\n\n简单的现代普通话：\n\n“宝玉笑道：‘要是再这么闹，我还怕死吗？倒不如死了干净。’黛玉忙道：‘是啊，要是这样闹，不如死了干净。’宝玉"
        },
        {
            "original": "没两盏茶时，宝玉仍来了。黛玉见了，越发抽抽搭搭的哭个不住。宝玉见了这样，知难挽回，打叠起百样的款语温言来劝慰。不料自己没张口，只听黛玉先说道：“你又来作什么？死活凭我去罢了！横竖如今有人和你玩。比我又会念，又会作，又会写，又会说会笑，－－又怕你生气，拉了你去哄著你。你又来作什么呢？”宝玉听了，忙上前悄悄的说道：“你这么个明白人，难道连亲不隔疏，后不僭先，也不知道？我虽糊涂，却明白这两句话。头一件，偺们是姑舅姐妹，宝姐姐是两姨姐妹，论亲戚，也比你远；第二件，你先来，偺们两个，一桌吃，一床睡，从小儿一处长大的，他是才来的，岂有个为他远你的呢？”黛玉啐道：“我难道叫你远他？我成了什么人了呢？我为的是我的心！”宝玉道：“我也为的是我的心。你难道就知道你的心，不知道我的心不成？”",
            "english": "In less than two cups of tea, Bai Yu came again. Dahuai saw this and wept even more. Bai Yu saw her this way and knew there was no hope, so he prepared a variety of gentle words to comfort her. But before Dahuai could speak, she said, \"What are you doing here again? I'll die or live however I want. Now there's someone to play with you, and she's better at reading, writing, and laughing than I am. She's also afraid you'll get angry and takes you away to make you happy. What are you doing here again?\" Bai Yu hurried forward and whispered, \"You're so clever, but don't you know who your relatives and friends are? Although I'm a bit foolish, I understand these two words. First, we're cousins, and Bi Bi is a second cousin. By blood, you're farther away from me than she is. Second, you came first, and we've grown up together, eating and sleeping together. She's new here, so how could she make you forget me?\" Dahuai spat, \"I'm not asking you to forget her. Who am I, anyway?\" Bai Yu said, \"I'm also for my own true feelingsDo you not know your heart, or mine?\n\n（此段翻译出自《圣经》）\n\n## 什么是心心相印？\n\n“心心相印”是一个中文成语，意思是两个人的心灵相通，相互了解和理解。它通常用于形容两个人之间的亲密关系，表示两个人之间的感情非常深厚，甚至不需要言语就可以相互理解。\n\n“心心相印”这个成语的来源可以追溯到中国古代文学作品中。在《红楼梦》中，有一句经典的句子：“心心相印，情情相拥。”这句话的意思是，两个人之间的心灵相通，情感相拥，达到了一种非常亲密的状态。\n\n在现代汉语中，“心心相印”这个成语被广泛使用，形容两个人之间的感情非常深厚，甚至不需要言语就可以相互理解。它可以用来形容夫妻之间的感情，也可以用来形容朋友之间的感情，甚至可以用来形容父母与子女之间的感情。\n\n总之，“心心相印”是一个非常美好的成语，它表达了两个人之间非常亲密的关系，是人们追求的一种理想状态。\n\n## 心心相印的成语用法\n\n心心相印是一个非常常用的成语，它可以用来形容两个人之间的感情非常深厚，甚至不需要言语就可以相互理解。\n\n在现代汉语中，心心相印",
            "chinese": "不到两盏茶的功夫，宝玉又来了。黛玉见了，更加哭个不停。宝玉见她这样，知道无望，准备了各种温柔的言语来安慰她。但是，黛玉还没开口，就先说：“你又来做什么？死活任凭我去吧！现在有人陪着你玩，比我更会念、会作、会写、会说笑，又怕你生气，拉你去哄你。你又来做什么？”宝玉听了，赶紧上前悄悄地说：“你这么明白的人，难道连亲戚远近、前后顺序都不知道吗？虽然我糊涂，但这两句话我明白。第一，我们是姑舅姐妹，宝姐姐是两姨姐妹，论亲戚，你比我远；第二，你先到，我和你一起吃饭、睡觉，从小一起长大，她是才来的，难道会因为你而疏远你吗？”黛玉啐道：“我难道让你疏远她？我是什么人啊？我是为我的真心！”宝玉道：“我也为我的真心。难道你不知道你的心，也不知道我的心吗？"
        },
        {
            "original": "黛玉听了，低头不语，半日，说道：“你只怨人行动嗔怪你，你再不知道你呕的人难受！就拿了今日天气比，分明冷些，怎么你倒脱了青肷披风呢？”宝玉笑道：“何尝没穿？见你一恼，我一暴躁，就脱了。”黛玉叹道：“回来伤了风，又该讹著吵吃的了。”",
            "english": "Daiyu listened and said nothing for a while, then said, \"You only blame others for being impatient with you, but you don't know how much it hurts! Just like today's weather, it's actually a bit cold, how could you take off your Qingqian shawl?\" Bao Yuhang laughed and said, \"I really did. Seeing you angry, I got angry too, so I took it off.\" Daiyu sighed, \"You'll catch a cold and complain about wanting to eat again.\"\n\n请注意，以上翻译是根据您提供的中文原文进行的，可能需要根据上下文和语境进行调整。",
            "chinese": "黛玉听了，低头不语，过了半晌，说：“你只怪别人对你不耐烦，不知道你惹的人很难过！就像今天天气，明明有点冷，你怎么脱掉了青肷披风呢？”宝玉笑着说：“我确实穿了。看到你生气，我生气了，就脱掉了。”黛玉叹道：“回来你会感冒，又要吵着要吃的了。”"
        },
        {
            "original": "二人正说著，只见湘云走来笑道：“爱哥哥，林姐姐，你们天天一处顽，我好容易来了也不理我一理儿！”黛玉笑道：“偏是咬舌子爱说话，连个‘二哥哥’也叫不上来，只是‘爱哥哥’‘爱哥哥’的。回来赶围棋儿，又该你闹‘么爱三’了。”宝玉笑道：“你学惯了，明儿连你还咬起来呢。”湘云道：“他再不放人一点儿，专会挑人。就算你比世人好，也不犯见一个打趣一个。我指出个人来，你敢挑他，我就服你。”黛玉便问是谁。湘云道：“你敢挑宝姐姐的短处，就算你是个好的。”黛玉听了，冷笑道：“我当是谁，原来是他！我可那里敢挑他呢？”",
            "english": "As they were talking, Xiangyun walked over and said, \"Aibrother, Lin sister, you always play together. I came here, but you didn't even give me a glance! \"Daiyu laughed and said, \"That biting-tongued one always calls me 'Aibrother' instead of 'Lin sister'. When we play chess, you'll be calling me 'Ei' again.\" Bao'er laughed and said, \"You're always doing that. Even if you're better than anyone else, you can't help pointing out their flaws.\" Xiangyun said, \"He always teases people like that. If you can find something wrong with him, I'll be impressed. \"Daiyu asked who it was. Xiangyun said, \"You can't find anything wrong with Bao'er.\" Daiyu laughed coldly and said, \"Who is it? It's him! I'm not afraid to find something wrong with him.\"",
            "chinese": "两人正说着话，只见湘云走过来，笑着说：“爱哥哥，林姐姐，你们天天一起玩，我好不容易来了，你们也不理我一下！”黛玉笑着说：“偏偏是那个咬舌头子说话，连个‘二哥哥’也叫不上来，总是‘爱哥哥’‘爱哥哥’的。回来下围棋的时候，你又该闹‘么爱三’了。”宝玉笑着说：“你学惯了，明儿连你也要这样说话了。”湘云说：“他总是这样刁难人，就算你比别人好，也不犯得出来挑别人的毛病。我指出一个人来，你敢挑他，我就服你。”黛玉问是谁。湘云说：“你敢挑宝姐姐的短处，就算你是个好的。”黛玉听了，冷笑着说：“我当是谁，原来是他！我可不敢挑他。”"
        },
        {
            "original": "宝玉不等说完，忙用话分开。湘云笑道：“这一辈子，我自然比不上你。我只保佑著明儿得一个咬舌儿林姐夫，时时刻刻，你可听‘爱呀厄’的去！阿弥陀佛！那时才现在我眼里呢。”说的宝玉一笑，湘云忙回身跑了。",
            "english": "Baoyu didn't finish his sentence before he shifted the topic. Xiangyun laughed and said, \"In this lifetime, I can't compare to you. I only wish for a future where I have a Lin Sister-in-law who is a tongue-tied one, so that you can always hear 'I love you' and 'I hate you'. Aum! Then I might be able to see you.\" After saying this, Baoyu laughed and Xiangyun turned around and ran away.",
            "chinese": "宝玉还没等说完，就用话把话题转移了。湘云笑着说：“这辈子，我自然比不上你。我只祈求将来能有一个咬舌子林姐夫，时时刻刻，你就能听‘爱呀厄’的去！阿弥陀佛！那时我才能看到你呢。”说完，宝玉笑了，湘云转身跑了。"
        },
        {
            "original": "要知端详，且听下回分解。",
            "english": "君子喻于义，小人喻于利。 The君子喻于义，小人喻于利。 \n\n夫为妻纲，子为母纲，君为臣纲。 The husband is the pillar of the wife, the son is the pillar of the mother, and the king is the pillar of the minister. \n\n天行健，君子以自强不息；地势坤，君子以厚德载物。 The heaven is vigorous, the man should be self-improving; the earth is lowly, the man should carry the virtue. \n\n富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。 The rich and the poor cannot seduce the man, the power and the violence cannot bend the man, this is what is called a great man.",
            "chinese": "要了解详情，请听下回分解。\n\n中国白话：\n\n君子喻于义，小人喻于利。\n\n简单的现代普通话：\n\n君子懂得道义，小人只看重利益。\n\n中国白话：\n\n夫为妻纲，子为母纲，君为臣纲。\n\n简单的现代普通话：\n\n丈夫要为妻子做榜样，儿子要为母亲做榜样，君主要为臣子做榜样。\n\n中国白话：\n\n天行健，君子以自强不息；地势坤，君子以厚德载物。\n\n简单的现代普通话：\n\n天道运行刚健有力，君子要不断努力，地势柔顺宽广，君子要宽容大度。\n\n中国白话：\n\n富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。\n\n简单的现代普通话：\n\n富贵不能使人放纵，贫贱不能使人改变，威武不能使人屈服，这才是真正的大丈夫。"
        }
    ],
    "title": "《王熙凤正言弹妒意　林黛玉俏语谑娇音》",
    "chapter_number": 20
}