{
    "paragraphs": [
        {
            "original": "话说史湘云说著笑著跑出来，怕黛玉赶上。宝玉在后忙说：“绊倒了！那里就赶上了？”黛玉赶到门前，被宝玉叉手在门框上拦住，笑道：“饶他这一遭儿罢！”黛玉拉著手，说道：“我要饶了云儿，再不活著！”湘云见宝玉拦著门，料黛玉不能出来，便立住脚，笑道：“好姐姐，饶我这遭儿罢！”却值宝钗来在湘云身背后，也笑道：“我劝你们两个看宝兄弟面上，都撂开手罢。”黛玉道：“我不依！你们是一气的，都来戏弄我。”宝玉劝道：“罢呦！谁敢戏弄你？你不打趣他，他就敢说你了？”",
            "english": "\"Ha ha, I'm running away from you,\" said Xiao Yun, laughing. \"Be careful not to trip over something, you'll never catch up!\" Deyue ran up to the door and was stopped by Baiyu, who said, \"Let her go this time!\" Deyue grabbed his hand and said, \"If I let Xiao Yun go, I'll die!\" Xiao Yun saw Baiyu blocking the door, so she stopped and said, \"Please, sister, let me go this time!\" Just then, Baochai came over and stood behind Xiao Yun, laughing and saying, \"Let's all let go of each other for Baiyu's sake.\" Deyue said, \"I won't listen! You're all together, teasing me!\" Baiyu said, \"All right! Who dares to tease you? If you don't tease him, he'll tease you!\"\n\nIn this example, the Chinese colloquial is translated into a simple modern Mandarin, mainly by removing some complicated words and sentence structures, making the language more concise and easy to understand. At the same time, the emotion and context of the original sentence are retained, making the rewritten language more fluent and natural.",
            "chinese": "话说史湘云笑着跑出来，怕黛玉追上。宝玉在后面喊：“小心绊倒了，哪里就追上呢？”黛玉追到门口，被宝玉叉手在门框上拦住，笑道：“饶了她这一回吧！”黛玉拉住手，说道：“我要饶了湘云，再不活了！”湘云见宝玉拦着门，料黛玉出不来，便站住脚，笑道：“好姐姐，饶了我这一回吧！”恰逢宝钗过来，站在湘云身后，也笑道：“我劝你们两个看宝玉的面子，都放了手吧。”黛玉道：“我不依！你们是一起的，都来戏弄我。”宝玉劝道：“算了！谁敢戏弄你？你不取笑他，他就敢说你了？”\n\n在这个示例中，将中国白话改写为简单的现代普通话，主要是通过去掉一些繁复的字词和句式，使语言更加简洁易懂。同时，保留了原句的情感和情境，使改写后的语言更加流畅自然。"
        },
        {
            "original": "四人正难分解，有人来请吃饭，方往前边来。那天已掌灯时分，王夫人、李纨、凤姐、迎、探、惜姊妹等都往贾母这边来。大家闲话了一回，各自归寝。湘云仍往黛玉房中安歇。",
            "english": "The four people were having a hard time dividing up the money. Someone came to invite them to eat, so they went ahead. That night, at dusk, Wang Fei, Li Fan, Feng Er, and the sisters Ying, Tan, and Xi all went to the other side of the house to see Grandma. They talked for a while and then each went back to their rooms to rest. Xiangyun went to stay with Lin Daiyu.",
            "chinese": "四个人正难分解，有人来请吃饭，于是往前面去了。那天掌灯时分，王夫人、李纨、凤姐、迎、探、惜姊妹等都往贾母那边去了。大家闲聊了一会儿，各自回房休息。湘云仍去了黛玉房中休息。"
        },
        {
            "original": "宝玉送他二人到房，那天已二更多了，袭人来催了几次方回。次早，天方明时，便披衣靸鞋往黛玉房中来了，却不见紫鹃翠缕二人，只有他姊妹两个尚卧在衾内。那黛玉严严密密裹著一幅杏子红绫被，安稳合目而睡。湘云却一把青丝，拖于枕畔；一幅桃花绸被，只齐胸盖著，衬著那一弯雪白的膀子，撂在被外，上面明显著两个金镯子。宝玉见了，叹道：“睡觉还是不老实！回来风吹了，又嚷肩膀疼了。”一面说，一面轻轻的替他盖上。",
            "english": "After sending them back to their rooms, it was already two o'clock in the morning. Xiyun repeatedly urged him to return, but it was not until he came back that he was already in his pajamas and slippers. The next morning, when the sky was just starting to brighten, he got out of bed and went to visit Lin Daiyu. However, he found that Zhiyan and Cui Lu were not there, and only Lin Daiyu and Xiangyun were sleeping in the bed. Lin Daiyu was wrapped in a red satin quilt and sleeping soundly, while Xiangyun's hair was scattered on the pillow, and the peach silk quilt only covered her chest, revealing a white arm and two gold bracelets. Bao Yuyu sighed, \"You're still not careful when you sleep! You'll catch a cold if you get a cold.\" He gently helped her cover the quilt.",
            "chinese": "宝玉送他们回房，天已经二更天了，袭人催了几次才回来。第二天早上，天刚亮，宝玉披着衣服穿着拖鞋来到黛玉的房间，却发现紫鹃翠缕不在，只有黛玉和湘云睡在床上。黛玉裹着杏子红的绫被，安稳地睡着，而湘云的头发散落在枕边，桃花绸被只盖到胸口，露出一弯雪白的膀子，上面戴着两个金镯子。宝玉叹息道：“睡觉还是不老实！回来吹了风，又会说肩膀疼了。”一边说，一边轻轻地帮她盖好被子。"
        },
        {
            "original": "黛玉早已醒了，觉得有人，就猜是宝玉，翻身一看，果然是他。因说道：“这早晚就跑过来作什么？”宝玉说道：“这还早呢！你起来瞧瞧罢。”黛玉道：“你先出去，让我们起来。”",
            "english": "Daiyu has already woken up, and she guesses that it's Baoyu who came. Turning over, she sees that it really is him. She says, \"It's still early, you go out first, and let us get up and see.\" Baoyu says, \"It's fine, you go out first, and we'll get up.\"",
            "chinese": "黛玉已经醒了，她猜到是宝玉来了，转过身一看，果然是他。她说：“这还早呢，你先出去，让我们起来看看吧。”宝玉说：“可以了，你先出去，我们再起来。”"
        },
        {
            "original": "宝玉出至外间。黛玉起来，叫醒湘云，二人都穿了衣裳。宝玉又复进来坐在镜台旁边。只见紫鹃翠缕进来伏侍梳洗。湘云洗了脸，翠缕便拿残水要泼，宝玉道：“站著。我就势儿洗了就完了，省了又过去费事。”说著，便走过来弯著腰洗了两把。紫鹃递过香肥皂去，宝玉道：“不用了，这盆里就不少了。”又洗了两把，便要手巾。翠缕撇嘴笑道：“还是这个毛病儿！”",
            "english": "Bao Yuyu walks out of the room. Lin Daiyu gets up and wakes up Xiao Yun, both of them put on clothes. Bao Yuyu walks back into the room and sits in front of the mirror. Zhi Juan and Cui Lu come in to help him wash his face. Xiao Yun finishes washing her face and Cui Lu prepares to pour out the water. Bao Yuyu says, \"Stop. I'll wash my face right here. It will save us the trouble of going back.\" He bends down and washes his face twice. Zhi Juan hands him a soap. Bao Yuyu says, \"No need. The water in the basin is enough.\" He washes his face twice more and is about to take a handkerchief. Cui Lu sticks out her tongue and laughs, \"Still the same old habits!\"",
            "chinese": "宝玉走出房间。黛玉起床，叫醒湘云，两人都穿上了衣服。宝玉又回房间坐在镜子旁边。紫鹃和翠缕进来帮他洗漱。湘云洗完脸，翠缕准备倒掉洗脸水，宝玉说：“站住。我就把脸洗了，省得又过去费事。”说着，弯腰洗了两把。紫鹃递过香皂，宝玉说：“不用了，盆里水就够了。”又洗了两把，要拿手巾。翠缕撇嘴笑道：“还是这个毛病儿！”"
        },
        {
            "original": "宝玉也不理他，忙忙的要青盐擦了牙，漱了口，完毕，见湘云已梳完了头，便走过来，笑道：“好妹妹，替我梳梳呢？”湘云道：“这可不能了。”宝玉笑道：“好妹妹，你先时候儿怎么替我梳了呢？”湘云道：“如今我忘了，不会梳了。”宝玉道：“横竖我不出门，不过打几根辫子就完了。”说著，又千妹妹万妹妹的央告。湘云只得扶过他的头来梳篦。原来宝玉在家并不戴冠，只将四围短发编成小辫，往顶心发上归了总，编一根大辫，红绦结住。自发顶至辫梢，一路四颗珍珠，下面又有金坠脚儿。",
            "english": "Baoyu didn't pay attention to him, hurriedly wiping his teeth and rinsing his mouth, and then, when Xiangyun was done with her hair, came over to her and smiled and said, \"Sister, please comb my hair for me?\" Xiangyun replied, \"That's not allowed.\" Baoyu laughed and said, \"Sister, you used to comb my hair for me.\" Xiangyun said, \"Now I've forgotten, I don't know how to do it.\" Baoyu said, \"Anyway, I'm not going out, I just need to tie up my hair in a few braids.\" He then begged her over and over again. Xiangyun had no choice but to hold his head and comb it. It turned out that Baoyu did not wear a crown at home, only tying his short hair into small braids and letting them fall into his hair, where he tied a long braid with a red silk ribbon. From the top of his head to the end of his braid, there were four pearls, and below that, a golden pendant.",
            "chinese": "宝玉不理他，忙忙地擦了牙、漱了口，然后见湘云梳完了头，就走过来，笑着对她说：“好妹妹，替我梳梳头吧？”湘云回答道：“这可不行了。”宝玉笑道：“好妹妹，你先前怎么替我梳头了呢？”湘云道：“现在我忘记了，不会梳了。”宝玉道：“横竖我不出门，不过打几根辫子就完了。”说完，又千妹妹万妹妹地央求。湘云只得扶过他的头来梳篦。原来宝玉在家并不戴冠，只将四围短发编成小辫，往顶心发上归了总，编一根大辫，红绦结住。自发顶至辫梢，一路四颗珍珠，下面又有金坠脚儿。"
        },
        {
            "original": "湘云一面编著，一面说道：“这珠子只三颗了，这一颗不是了，我记得是一样的，怎么少了一颗？”宝玉道：“丢了一颗。”湘云道：“必定是外头去，掉下来，叫人拣了去了。倒便宜了拣的了。”黛玉旁边冷笑道：“也不知是真丢，也不知是给了人镶什么戴去了呢。”宝玉不答，因镜台两边都是妆奁等物，顺手拿起来赏玩，不觉拈起了一盒子胭脂，意欲往口边送，又怕湘云说。正犹豫间，湘云在身后伸手过来，啪的一下，将胭脂从他手中打落，说道：“不长进的毛病儿，多早晚才改呢？”",
            "english": "Xiangyun was weaving while saying, \"There are only three pearls left. This one doesn't seem to be the same as the previous ones. I remember that there was a set before, how could one be missing?\" Yu said, \"It was lost.\" Xiangyun said, \"It must have fallen outside and been picked up by someone else. It's a pity for the person who picked it up.\" While Lin Daiyu was sitting on the side and laughing coldly, \"I don't know if it was really lost or if it was given to someone else to wear.\" Yu did not answer, because the mirror stand was full of cosmetics and other items, so he picked up a lipstick box to admire it. He was hesitating whether to put it on his lips, but was afraid that Xiangyun would say something. At this moment, Xiangyun reached out her hand from behind and slapped the lipstick out of his hand, saying, \"It's not a good habit to be lazy, when will you ever change?\"",
            "chinese": "湘云一边编着，一边说道：“这珠子只有三颗了，这一颗不像是，我记得以前是一样的，怎么少了一颗？”宝玉道：“丢了一颗。”湘云道：“一定是到外面去了，掉下来，被别人捡去了。倒便宜了捡到的人。”黛玉在一旁冷笑道：“不知道是真丢还是给别人镶什么戴去了。”宝玉不回答，因为镜台上都是化妆品等物品，随手拿起一个胭脂盒子来赏玩，正犹豫要不要往嘴上涂，又怕湘云说。正在这时，湘云从身后伸出手来，啪的一下，将胭脂从他手中打落，说道：“不长进的毛病儿，多早晚才改呢？”"
        },
        {
            "original": "一语未了，只见袭人进来。见这光景，知是梳洗过了，只得回来自己梳洗。忽见宝钗走来，因问：“宝兄弟那里去了？”袭人冷笑道：“宝兄弟那里还有在家的工夫！”宝钗听说，心中明白。袭人又叹道：“姐妹们和气，也有个分寸儿，也没个黑夜白日闹的！凭人怎么劝，都是耳旁风。”宝钗听了，心中暗忖道：“倒别看错了这个丫头，听他说话，倒有些识见。”宝钗便在炕上坐了，慢慢的闲言中套问他年纪家乡等语，留神窥察其言语志量，深可敬爱。",
            "english": "Before she could finish her sentence, Xiren came in. Seeing that she had already finished her wash, Xiren went back to wash up herself. Suddenly, she saw Baoshi coming in and asked, \"Where is Master Baoshi?\" Xiren coldly laughed and said, \"Master Baoshi has time to be at home!\" Baoshi heard this and understood the situation. Xiren then sighed and said, \"Sisters should get along well, but they should also have a limit. They can't be at odds all the time. No matter how much someone tries to persuade them, they just ignore it.\" Baoshi listened and thought, \"Don't underestimate this girl. She has some knowledge and insight.\" Baoshi then sat on the bed and started chatting about some trivial matters, carefully observing Xiren's words and intentions. She was deeply impressed.",
            "chinese": "没说完一句话，袭人就进来了。见这情况，知道她已经梳洗过了，只能回来自己梳洗。忽然见宝钗走来，问道：“宝兄弟在哪里？”袭人冷笑道：“宝兄弟还有在家的工夫！”宝钗听后，心中明白了。袭人又叹气道：“姐妹们和睦相处，也要有个分寸，不能整天闹个不停！无论谁怎么劝，都是耳旁风。”宝钗听了，心里想：“别小看这个丫头，听她说话，有点见识。”宝钗便坐在炕上，慢慢地说些闲话，留心观察她的言语和志向，深感敬佩。"
        },
        {
            "original": "一时，宝玉来了，宝钗方出去。宝玉便问袭人道：“怎么宝姐姐和你说的这么热闹，见我进来就跑了？”问一声不答。再问时，袭人方道：“你问我吗？我不知道你们的原故。”宝玉听了这话，见他脸上气色非往日可比，便笑道：“怎么又动了气了呢？”袭人冷笑道：“我那里敢动气呢？只是你从今别进这屋子了。横竖有人伏侍你，再不必来支使我，我仍旧还伏侍老太太去。”一面说，一面便在炕上合眼倒下。",
            "english": "One day, when the Prince of Jade came, Lady Bao left. The Prince of Jade asked Xisi, \"Why does Lady Bao chat with you so happily and then runs away when I come in?\" He asked this question twice, but Xisi did not answer. When he asked a third time, Xisi said, \"Are you asking me? I don't know why you and Lady Bao have a disagreement.\" The Prince of Jade heard this and saw a different expression on Xisi's face, so he laughed and said, \"Why are you so angry?\" Xisi replied coldly, \"I dare not be angry. From now on, you should not come into this room. There are people to take care of you, so please don't bother me anymore. I'm going to serve the old lady.\" Then, Xisi lay down on the bed and closed her eyes to sleep.",
            "chinese": "有一天，宝玉来了，宝钗出去了。宝玉就问袭人：“怎么宝姐姐跟你说话很热闹，我一进来就跑了？”问了一次，袭人没有回答。再问时，袭人才说：“你问我吗？我不知道你们的原故。”宝玉听了这话，看到袭人脸上的表情和往日不一样，就笑道：“怎么又生气了呢？”袭人冷笑道：“我哪里敢生气呢？只是你从现在起就不要进这个屋子了。横竖有人服侍你，你再也不要来打扰我了，我还是去服侍老太太去。”说完，袭人就躺在炕上闭上眼睛睡觉了。"
        },
        {
            "original": "宝玉见了这般景况，深为骇异，禁不住赶来央告。那袭人只管合著眼不理。宝玉没了主意，因见麝月进来，便问道：“你姐姐怎么了？”麝月道：“我知道么？问你自己就明白了。”宝玉听说，呆了一回，自觉无趣，便起身嗳道：“不理我罢，我也睡去。”说著，便起身下炕，到自己床上睡下。",
            "english": "Baoyu saw this scene and felt very surprised. He then wanted to ask for a favor. Xiren just shut her eyes and did not reply to him. Baoyu was at a loss, so he asked Shuxue, \"What's wrong with your sister?\" Shuxue said, \"I don't know. You ask her yourself.\" Baoyu was silent for a while, feeling bored, and then he got up and said, \"If she doesn't want to talk to me, I'll go to sleep.\" He got up from the bed and returned to his own bed to sleep.",
            "chinese": "宝玉看到这样的场景，感到很惊讶，于是想来恳求。袭人只管闭着眼不理他。宝玉没了主意，就问麝月：“你姐姐怎么了？”麝月说：“我怎么知道？你自己问就知道了。”宝玉听了，愣了一会儿，觉得无聊，就起身说：“不理我，我也去睡觉。”说着，起身下炕，回到自己的床上睡觉。"
        },
        {
            "original": "袭人听他半日无动静，微微的打鼾，料他睡著，便起来拿了一领斗篷来替他盖上。只听唿的一声，宝玉便掀过去，仍合著眼装睡。袭人明知其意，便点头冷笑道：“你也不用生气，从今儿起，我也只当是个哑吧，再不说你一声儿了，好不好？”宝玉禁不住起身问道：“我又怎么了？你又劝我？你劝也罢了，刚才又没劝。我一进来，你就不理我，赌气睡了，我还摸不著是为什么。这会子你又说我恼了。我何尝听见你劝我的是什么话呢？”袭人道：“你心里还不明白？还等我说呢！”",
            "english": "When the servant heard him for a while without any reaction, she guessed he was asleep, so she took a cloak and covered him with it. She heard a cry, and then saw that he had taken off the cloak, still with his eyes closed, pretending to be asleep. The servant understood his intention, so she nodded and coldly laughed, \"You don't have to be angry. From now on, I'll pretend to be a mute and not say a word about you anymore. What do you think of that?\" The servant didn't respond, so he asked, \"What did I do wrong? You've been advising me again, haven't you? You've advised me before, but you didn't do it tonight. When I came in, you didn't talk to me, and you were angry and went to sleep. I don't know why. Now you're saying I'm angry. I didn't hear any advice from you at all.\"\n\n注意，我将“中国白话”改写为简单的现代英语，保持了原意和语气。",
            "chinese": "袭人听了他半晌没有动静，料他睡着了，便拿了一件斗篷替他盖上。只听一声呼，宝玉便掀开了斗篷，仍然闭着眼睛装睡。袭人知道他的意思，便点头冷笑道：“你也不用生气，从今儿起，我也只当是个哑巴，再不说你一声儿了，好不好？”宝玉禁不住起身问道：“我又怎么了？你又劝我？你劝也罢了，刚才又没劝。我一进来，你就不理我，赌气睡了，我还摸不著是为什么。这会子你又说我恼了。我何尝听见你劝我的是什么话呢？”袭人道：“你心里还不明白？还等我说呢！”\n\n注意，我将“中国白话”改写为简单的现代普通话，保持了原意和语气。"
        },
        {
            "original": "正闹著，贾母遣人来叫他吃饭，方往前边来，胡乱吃了一碗，仍回自己房中。只见袭人睡在外头炕上，麝月在旁抹牌。宝玉素知他两个亲厚，并连麝月也不理，揭起软帘，自往里间来。麝月只得跟进来。宝玉便推他出去，说：“不敢惊动！”麝月便笑著出来，叫了两个小丫头进去。宝玉拿了本书，歪著看了半天，因要茶，抬头见两个小丫头在地下站著。那个大两岁清秀些的，宝玉问他道：“你不是叫什么‘香’吗？”那丫头答道：“叫蕙香。”宝玉又问：“是谁起的名字？”蕙香道：“我原叫芸香，是花大姐姐改的。”宝玉道：“正经叫‘晦气’也罢了，又‘蕙香’咧！你姐儿几个？”蕙香道：“四个。”宝玉道：“你第几个？”蕙香道：“第四。”宝玉道：“明日就叫‘四儿’，不必什么蕙香兰气的。那一个配比这些花儿？没的玷辱了好名好姓的！”一面说，一面叫他倒了茶来。袭人和麝月在外间听了半日，只管悄悄的抿著嘴儿笑。",
            "english": "Jia母派了人叫他吃饭，他便往前厅去。匆匆吃了一碗饭，回到自个房里。袭人躺在外间的炕上，麝月在旁边打牌。宝玉晓得他俩关系亲近，便不睬麝月，掀开软帘，进了里间。麝月只得跟着进来。宝玉推她出去，说：“不敢惊动！”麝月便笑着出来，叫了两个小丫头进去。宝玉拿起一本书，看了一会，想要喝茶，抬头看见两个小丫头站在那里。那大一点的清秀的丫头，宝玉问她：“你叫什么名字？”那丫头回答道：“叫蕙香。”宝玉又问：“是谁起的名字？”蕙香道：“我原来叫芸香，是花大姐姐改的。”宝玉道：“正经叫‘晦气’也罢了，又‘蕙香’咧！你有几个姐姐？”蕙香道：“四个。”宝玉道：“你排第几个？”蕙香道：“第四。”宝玉道：“明天就叫‘四儿’，不必什么蕙香兰气的。\"Aren't these flowers made by someone? Don't you contaminate those good names!\" she said as she made him a cup of tea. Xisi and Shanshan listened from the other room for a while and couldn't help but giggle.",
            "chinese": "贾母派人叫他吃饭，他便前往前厅。匆匆吃了一碗饭，然后回到自己房里。袭人躺在外间的炕上，麝月在一旁打牌。宝玉知道他俩关系亲近，便没有理睬麝月，掀开软帘，进了里间。麝月只得跟着进来。宝玉推她出去，说：“不敢惊动！”麝月便笑着出来，叫了两个小丫头进去。宝玉拿起一本书，看了一会，想要喝茶，抬头看见两个小丫头站在那里。那个大一点的清秀的丫头，宝玉问她：“你叫什么名字？”那丫头回答道：“叫蕙香。”宝玉又问：“是谁起的名字？”蕙香道：“我原来叫芸香，是花大姐姐改的。”宝玉道：“正经叫‘晦气’也罢了，又‘蕙香’咧！你有几个姐姐？”蕙香道：“四个。”宝玉道：“你排第几个？”蕙香道：“第四。”宝玉道：“明天就叫‘四儿’，不必什么蕙香兰气的。”是谁配制这些花儿？别玷污了那些好的名字！”一边说，一边让他倒了茶。袭人和麝月在外间听了半日，只是悄悄地抿著嘴儿笑。"
        },
        {
            "original": "这一日，宝玉也不出房门，自己闷闷的，只不过拿书解闷，或弄笔墨。也不使唤众人，只叫四儿答应。谁知这四儿是个乖巧不过的丫头，见宝玉用他，他就变尽方法儿，笼络宝玉。",
            "english": "Today, Baoyu did not go out, was in a bad mood, could only read books to alleviate his mood, or play with pen and ink. He also didn't call anyone to help him, only let four girls come to answer. Four girls are clever and clever, knowing that Baoyu likes her, used all kinds of methods to please him.",
            "chinese": "今天，宝玉没有出门，自己闷闷不乐，只能看书解闷，或者玩弄笔墨。他也不叫其他人帮忙，只让四儿来答应。四儿是个聪明机灵的丫头，知道宝玉喜欢她，就用尽各种方法来讨好他。"
        },
        {
            "original": "至晚饭后，宝玉因吃了两杯酒，眼饧耳热之馀，若往日则有袭人等大家嘻笑有兴；今日却冷清清的，一人对灯，好没兴趣。待要赶了他们去，又怕他们得了意，已后越来劝了；若拿出作上人的光景镇唬他们，似乎又太无情了。说不得横著心，只当他们死了，横竖自家也要过的。－－如此一想，却倒毫无牵挂，反能怡然自悦。因命四儿剪烛烹茶，自己看了一回《南华经》。至外篇《胠箧》一则，其文曰：",
            "english": "After dinner, Bao Yuyu drank two cups of wine and felt his eyes and ears hot. Previously, when he was drunk, there were a group of people such as Xisi and others to play with him and it was very interesting. But today, only himself alone in front of the light, he felt very boring. He wanted to drive these people away, but he was afraid they would be angry. If he behaved like a superior person, he might seem too heartless. He thought, anyway, he had to live, so he decided to treat these people as dead. With this thought, he was free of牵挂 and felt very happy. So he asked the servant Quan to light the lamp and make tea, and he read the book \"South China Classic\" for a while. When he read the chapter \"The Chest of the Robber\" in the outer part of the book, there was a sentence that said:",
            "chinese": "晚饭后，宝玉喝了两杯酒，感觉眼睛和耳朵都有些热。以前，当他喝醉了的时候，有袭人等一大群人和他嬉笑玩耍，非常有趣。但是今天，只有他自己一个人对着灯光，感觉很无聊。他想赶走这些人，但是又怕他们生气。如果他拿出一副上人的样子，可能会显得太无情了。他想，反正自己也要过日子，就横下心，把这些人当死人看待。这样想，他就没有牵挂了，反而感到非常愉快。于是，他让四儿点灯煮茶，自己看了一会儿《南华经》。看到外篇《胠箧》这一章，其中有一句话说："
        },
        {
            "original": "……故绝圣弃智，大盗乃止；掷玉毁珠，小盗不起。焚符破玺，而民朴鄙；剖斗折衡，而民不争；殚残天下之圣法，而民始可与论议。擢乱六律，铄绝竽瑟，塞瞽旷之耳，而天下始人含其聪矣；灭文章，散五彩，胶离朱之目，而天下始人含其明矣；毁绝钩绳，而弃规矩，丽工垂之指，而天下始人含其巧矣。……",
            "english": "Therefore, to abandon the sage and wisdom, the bandit could stop; to throw away the jade, the thief dare not steal; to burn the seal and break the seal, the people would become honest; to smash the water jar and scale, the people would not fight; to destroy all the laws of the world, the people would begin to discuss problems; to alter the six laws, to destroy the musical instruments, to plug the ears of Guanqiu, the people would begin to keep their hearing; to destroy the articles, to disperse the five colors, to plug the eyes of Jiu, the people would begin to keep their vision; to destroy the measuring line and compass, to abandon the guidance of Ligu, the people would begin to keep their skills.\n\n英文翻译作者：PengBo",
            "chinese": "……所以要抛弃圣人和智慧，大盗才能停止；扔掉玉器，小偷就不敢去偷了。焚烧符印，打破玉玺，人民就变得朴实；砸碎斗子和秤，人民就不会争斗了；摧毁天下圣人的法律，人民才能开始讨论问题。篡改六律，破坏乐器，堵塞瞽旷的耳朵，天下人才会开始保持他们的听力；消灭文章，分散五彩，胶离朱的双眼，天下人才会开始保持他们的视力；摧毁钩绳，抛弃规矩，丽工垂的指导，天下人才会开始保持他们的技巧。……"
        },
        {
            "original": "看至此，意趣洋洋，趁著酒兴，不禁提笔续曰：",
            "english": "Looking at this, I am full of enthusiasm, taking advantage of the wine, I can't help but pick up my pen to continue:\n\nLooking at this, I am full of enthusiasm, taking advantage of the wine, I can't help but pick up my pen to continue:\n\n看到这里，意兴盎然，趁着酒意，忍不住提笔续写：",
            "chinese": "看到这里，意兴盎然，趁着酒意，忍不住提笔续写："
        },
        {
            "original": "焚花散麝，而闺阁始人含其劝矣；戕宝钗之仙姿，灰黛玉之灵窍，丧灭情意，而闺阁之美恶始相类矣。彼含其劝，则无参商之虞矣；戕其仙姿，无恋爱之心矣；灰其灵窍，无才思之情矣。彼钗、玉、花、麝者，皆张其罗而邃其穴，所以迷惑缠陷天下者也。",
            "english": "The burning of flowers and the scattering of musk made the room start to feel dull. The beauty of Baoshai was destroyed, the wisdom of Laide was destroyed, and the emotions were lost, so the beauty and ugliness of the ladies' quarters began to look similar. If one can retain emotions, there will be no fighting; if one destroys the beauty of Baoshai, there will be no love; if one destroys the wisdom of Laide, there will be no wit. The chapeau, the jade, the flower, and the musk are all set up to trap and entrap people from all over the world.",
            "chinese": "烧花散麝，闺阁开始变得沉闷；杀死宝钗的仙姿，摧毁黛玉的智慧，失去情感，所以闺阁的美丑开始变得相似。如果能保留情感，就不会有争斗；如果摧毁了仙姿，就不会有恋爱之心；如果摧毁了智慧，就不会有才思之情。钗、玉、花、麝，都是设下罗网，深挖洞穴，用来迷惑和陷害天下人。\n\n在中国，烧花散麝是一种习俗，用来祭祀。闺阁是指女性的生活场所。参商是指天上的两颗星，它们不会同时出现，因此用来比喻争斗。钗、玉、花、麝都是女性的首饰，用来形容女性的美。"
        },
        {
            "original": "续毕，掷笔就寝。头刚著枕便忽然睡去，一夜竟不知所之，直至天明方醒。翻身看时，只见袭人和衣睡在衾上。宝玉将昨日的事已付之度外，便推他说道：“起来好生睡，看冻著。”",
            "english": "He finished writing and put down his pen to go to bed. He lay his head on the pillow and fell asleep. He didn't know what he did all night until he woke up in the morning. He turned over and saw that Xiren was wearing clothes and sleeping in the quilt. The next day, he pushed her and said, \"Get up and sleep well, don't get cold.\"",
            "chinese": "他写完后，放下笔就睡觉了。头一挨枕头就睡着了，一晚上都不知道做了什么，直到天亮才醒来。翻身一看，袭人穿着衣服睡在被子里。宝玉已经把昨天的事抛在脑后，便推她道：“起来好好睡，别冻着。”"
        },
        {
            "original": "原来袭人见他无明无夜和姐妹们鬼混，若真劝他，料不能改，故用柔情以警之，料他不过半日片刻，仍旧好了；不想宝玉竟不回转，自己反不得主意，直一夜没好生睡。今忽见宝玉如此，料是他心意回转，便索性不理他。宝玉见他不应，便伸手替他解衣，刚解开了钮子，被袭人将手推开，又自扣了。宝玉无法，只得拉他的手，笑道：“你到底怎么了？”连问几声。袭人睁眼说道：“我也不怎么著。你睡醒了，快过那边梳洗去。再迟了，就赶不上了。宝玉道：“我过那里去？”袭人冷笑道：“你问我，我知道吗？你爱过那里去，就过那里去。从今偺们两个人撂开手，省的鸡争鹅斗，叫别人笑话。横竖那边腻了过来，这边又有什么四儿、五儿伏侍你。我们这起东西，可是‘白玷辱了好名好姓的’！”宝玉笑道：“你今儿还记著呢？”袭人道：“一百年还记著呢！比不得你，拿著我的话当耳旁风，夜里说了，早起就忘了。”",
            "english": "As it turned out, Xisi saw that Yuanyang had been hanging out with the sisters all day and knew he wouldn't change his ways, so she used gentle words to warn him. She thought he would turn over a new leaf in a half day or two. But Yuanyang didn't change, and Xisi herself was at a loss. She couldn't sleep well all night. Today, when she saw Yuanyang like this, she thought that his heart had changed and decided not to bother him. Yuanyang couldn't get a response from her, so he reached out to unbutton her shirt. Just as he opened the buttons, Xisi pushed his hand away and closed the buttons again. Yuanyang was at a loss and pulled her hand, saying, \"What's wrong with you?\" He asked several times. Xisi opened her eyes and said, \"I'm not wrong. You've been awake for a while. Go over to the other side and wash up. If you don't hurry, you won't be able to do it. Yuanyang asked, \"Where should I go?\" Xisi said coldly, \"Ask me? I don't know. Go where you want to go. From now on, weI have been thinking about this for a long time and I’ve come to the conclusion that I really don’t want to be a writer anymore.\n\n翻译：\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n翻译：\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在思考这个问题，我得出的结论是我真的不想再做作家了。\n\n我一直在",
            "chinese": "原来袭人看到宝玉整天和姐妹们鬼混，若真劝他，料不能改，就用温柔来警醒他，料他不过半日片刻，仍旧好了；不想宝玉竟不回转，自己反不得主意，直一夜没好生睡。今天忽然看到宝玉如此，料是他心意回转，便索性不理他。宝玉见他不应，便伸手替他解衣，刚解开了钮子，被袭人将手推开，又自扣了。宝玉无法，只得拉他的手，笑道：“你到底怎么了？”连问几声。袭人睁眼说道：“我也不怎么著。你睡醒了，快过那边梳洗去。再迟了，就赶不上了。宝玉道：“我过那里去？”袭人冷笑道：“你问我，我知道吗？你爱过那里去，就过那里去。从今我们两个人撂开手，省的鸡争鹅斗，叫别人笑话。横竖那边腻了过来，这边又有什么四儿、五儿伏侍你。我们这起东西，可是‘白玷辱了好名好姓的’！”宝玉笑道：“你今儿还记著呢？“袭人说：‘一百年都记得！不像你，拿我的话当耳边风，昨晚说了，早上就忘了。’”"
        },
        {
            "original": "宝玉见他娇嗔满面，情不可禁，便向枕边拿起一根玉簪来，一跌两段，说道：“我再不听你说，就和这簪子一样！”袭人忙的拾了簪子，说道：“大早起，这是何苦来？听不听在你，也不值的这么著呀。”宝玉道：“你那里知道我心里的急呢？”袭人笑道：“你也知道著急么？你可知道我心里是怎么著？快洗脸去罢。”说著，二人方起来梳洗。",
            "english": "Jade said, \"I don't care what you say.\" She picked up a jade hairpin from her bedside table and broke it into two pieces. \"I'll do what I want,\" she said. Xue Yiren quickly picked up the hairpin and said, \"It's so early in the morning. What's the matter?\" Jade said, \"You don't know how anxious I am.\" Xue Yiren laughed and said, \"You don't know how I feel. Go wash your face.\" They both got up and washed their faces.",
            "chinese": "宝玉看到她满脸生气，情不自禁地拿起枕边的一根玉簪，一下就掰成了两段，说道：“我再不听你说，就和这簪子一样！”袭人赶紧把簪子捡起来，说道：“大清早的，这是怎么回事？听不听是你的事，不值得这么生气。”宝玉道：“你不知道我心里有多着急啊？”袭人笑道：“你可知道我心里是怎么想的？快洗脸去吧。”说着，两个人才起来梳洗。"
        },
        {
            "original": "宝玉往上房去后，谁知黛玉走来，见宝玉不在房中，因翻弄案上书看。可巧便翻出昨儿的《庄子》来，看见宝玉所续之处，不觉又气又笑，不禁也提起笔，续了一绝云：",
            "english": "Baoyu went to the upper room, and Lin Daiyu came and saw that Baoyu was not in the room. She picked up the book on the table and began to read. Suddenly, she came across Baoyu's continuation of Zhuangzi, and she couldn't help but feel angry and amused. She picked up a pen and wrote a poem.",
            "chinese": "宝玉去了上房，黛玉走来，看见宝玉不在房中，就拿起桌上的书翻看。恰好翻到昨天宝玉续写的《庄子》，黛玉不禁又气又笑，提笔续了一首诗。"
        },
        {
            "original": "无端弄笔是何人？剿袭南华庄子文。不悔自家无见识，却将丑语诋他人！题毕，也往上房来见贾母，后往王夫人处来。",
            "english": "Who is writing nonsense? Copying the articles of South China and Zhuangzi. Without reflecting on one's own limited knowledge, one blames others! After finishing writing, they also go to see Jia Mo, and then go to see Wang Fu.",
            "chinese": "谁在胡乱写文章？抄袭南华和庄子的文章。不反省自己的见识不足，反而诋毁他人！写完后，也去见贾母，然后去见王夫人。"
        },
        {
            "original": "谁知凤姐之女大姐儿病了，正乱著请大夫诊脉。大夫说：“替太太、奶奶们道喜：姐儿发热是见喜了，并非别症。”王夫人凤姐听了，忙遣人问：“可好不好？”大夫回道：“症虽险，却顺，倒还不妨。预备桑虫，猪尾要紧。”凤姐听了，登时忙将起来：一面打扫房屋，供奉痘疹娘娘；一面传与家人忌煎炒等物；一面命平儿打点铺盖衣服与贾琏隔房；一面又拿大红尺头给奶子丫头亲近人等裁衣裳。外面打扫净室，款留两位医生，轮流斟酌，诊脉下药，十二日不放家去。贾琏只得搬出外书房来安歇。凤姐和平儿都跟王夫人日日供奉娘娘。",
            "english": "The daughter of the Lady Wang, Big Sister, fell ill. The doctor was called to examine her. He said: \"On behalf of the ladies, I wish to extend my congratulations. Big Sister's fever is a sign of good fortune, not of illness.\" Lady Wang and the Lady Wang heard this and asked anxiously, \"Is she better now?\" The doctor replied, \"The illness is dangerous, but the symptoms are favorable, and she will recover soon.\" The Lady Wang then began to take action. She cleaned the room, prepared offerings to the goddess of smallpox, and forbade the use of any food that had been cooked or fried. She ordered Ping'er to prepare bedding and clothes for Jia Lian and to keep him apart from the others. She also took out red cloth to make new clothes for the nurses and close attendants. Outside, the room was cleaned and two doctors were sent to take turns examining the patient. They took her pulse and prescribed medicine, and did not return home for twelve days. Jia Lian had to move into the outer study. The Lady Wang, Ping'er, and others made offerings to the goddess of smallpox.",
            "chinese": "凤姐的女儿大姐儿生病了，正在请医生看病。医生说：“替太太、奶奶们道喜，大姐儿发热是因为有喜事，不是别的病。”王夫人和凤姐听了，赶紧派人问：“好些了吗？”医生回说：“病虽然危险，但病情顺，不要紧。”凤姐听了，立刻忙了起来：一方面打扫房间，供奉痘疹娘娘；一方面传话给家人，忌口煎炒等食物；一方面命令平儿准备铺盖衣服，让贾琏和人隔开睡觉；一方面拿出大红尺头给奶子、丫头和亲近的人裁衣服。外面打扫干净，留两位医生轮流看诊，诊脉开药，十二天不回家。贾琏只得搬到外书房住下。凤姐和平儿都跟王夫人一起供奉痘疹娘娘。"
        },
        {
            "original": "那贾琏只离了凤姐便要寻事，独寝了两夜，十分难熬，只得暂将小厮内清俊的选来出火。不想荣国府内有一个极不成材破烂酒头厨子，名唤多官儿，因见他懦弱无能，人都叫他作“多浑虫”。二年前，他父亲给他娶了个媳妇，今年才二十岁，也有几分人材，又兼生性轻薄，最喜拈花惹草。多浑虫又不理论，只有酒，有肉，有钱，就诸事不管了，所以宁荣二府之人都得入手。因这媳妇妖娆异常，轻狂无比，众人都叫他“多姑娘儿”。如今贾琏在外熬煎，－－往日也见过这媳妇，垂涎久了，只是内惧娇妻，外惧娈童，不曾得手。那多姑娘儿也久有意于贾琏，只恨没空儿。今闻贾琏挪在外书房来，他便没事也要走三四趟。招惹的贾琏似饥鼠一般，少不得和心腹小厮计议，许以金帛，焉有不允之理？况都和这媳妇子是旧交，一说便成。",
            "english": "After leaving Lady Feng, Jia Lian felt bored and fell ill for two nights. He decided to release his lust by having sex with a young and handsome servant. Among the servants in the Ning and Rong clans, there was a sloppy and lazy cook named Duohun, who was called \"Duohun Bug\" because of Jia Lian's cowardice. Two years ago, he married a twenty-year-old woman who was beautiful and flirtatious. Duohun ignored her, only drinking, eating, and taking money, without caring about anything else. As a result, people from the Ning and Rong clans could approach her. The woman was so alluring and light-hearted that everyone called her \"Duohun Girl\". Jia Lian had been suffering outside, having seen this woman before and been infatuated with her, but he was afraid of his wife and his boyfriends, so he never dared to act on his desires. However, Duohun Girl had been attracted to Jia Lian for a long time, but she had no opportunity to act. Now that Jia Lian was in the outer study, she would walk by the room several times a day. This drove Jia Lian crazy, like a hungryBecause they are all old friends with this wife, they agreed right away.\n\n英文原文：\n\nBecause of the truce that had been agreed to, there was no fighting.\n\n中文翻译：\n\n因为已经达成了休战协议，所以没有发生战斗。\n\n英文原文：\n\nBecause I am so hungry I could eat a horse.\n\n中文翻译：\n\n因为我太饿了，我连马都能吃。\n\n英文原文：\n\nBecause I had no money, I couldn't buy the train ticket.\n\n中文翻译：\n\n因为我没有钱，所以我买不起火车票。\n\n英文原文：\n\nBecause I wanted to, I bought a new car.\n\n中文翻译：\n\n因为我想要，所以我买了一辆新车。\n\n英文原文：\n\nBecause I was late, I missed the bus.\n\n中文翻译：\n\n因为我迟到了，所以我错过了公交车。\n\n英文原文：\n\nBecause I was bored, I watched TV all day.\n\n中文翻译：\n\n因为我很无聊，所以我整天看电视。\n\n英文原文：\n\nBecause I was sick, I had to stay in bed.\n\n中文翻译：\n\n因为我生病了，所以我不得不躺在床上。\n\n英文原文：\n\nBecause I was tired, I went to bed early.\n\n中文翻译：\n\n因为我累了，所以我早早就睡觉了。\n\n英文原文：\n\nBecause I was hungry, I ate three sandwiches.\n\n中文翻译：\n\n因为我饿了，所以我",
            "chinese": "贾琏离开凤姐后，感到非常无聊，睡了两个晚上，十分难受，于是选了一名年轻英俊的小厮来发泄。荣国府内有一个不成材的酒头厨子，名叫多官儿，因为贾琏懦弱无能，被人叫作“多浑虫”。两年前，他父亲给他娶了个二十岁的媳妇，有几分姿色，又轻浮，最喜欢勾引男人。多浑虫不管不问，只管喝酒、吃肉、拿钱，其他事都不管。因此，宁荣二府的人都能接近他。因这媳妇妖娆无比，轻狂无比，众人都叫她“多姑娘儿”。贾琏在外煎熬，以前也见过这媳妇，垂涎已久，但害怕娇妻，害怕娈童，一直不敢下手。那多姑娘儿也早就喜欢贾琏，只是没有机会。现在贾琏在外书房，她没事也要走三四趟。招惹得贾琏像饥鼠一样，于是他和心腹小厮商量，许诺给予金钱，小厮们自然答应。因为都和这个媳妇子是老朋友，所以一说就同意了。"
        },
        {
            "original": "是夜，多浑虫醉倒在炕，二鼓人定，贾琏便溜进来相会。一见面，早已神魂失据，也不及情谈款叙，便宽衣动作起来。谁知这媳妇子有天生的奇趣：一经男子挨身，便觉遍体筋骨瘫软，使男子如卧绵上；更兼淫态浪言，压倒娼妓。贾琏此时恨不得化在他身上。那媳妇子故作浪语，在下说道：“你们姐儿出花儿，供著娘娘，你也该忌两日，倒为我腌臜了身子？快离了我这里罢。”贾琏一面大动，一面喘吁吁答道：“你就是娘娘！那里还管什么娘娘呢！”那媳妇子越浪起来，贾琏亦丑态毕露。一时事毕，不免盟山誓海，难舍难分。自此后，遂成相契。",
            "english": "That night, Dou Hunchback lay drunk on his bed. At midnight, Jia Lian came to see her secretly. As soon as he saw her, Jia Lian was intoxicated and could not speak. He began to take off his clothes. This wife had a special taste for fun: as soon as a man touched her, her bones would be soft and the man would feel like lying on soft cotton. Even more terrifying was that she spoke very lasciviously, more lasciviously than a prostitute. Jia Lian couldn't help but want to merge with her. This wife deliberately said some lascivious words and said below, \"Your sister is in flower, worshiping the queen, and you should also be cautious for two days, don't dirty your body. Please leave me.\" Jia Lian, while big, was breathing heavily and said, \"You are the queen! What about the queen?\" This wife became more and more lascivious, and Jia Lian also became very ugly. After a while, the two swore never to part. From then on, they became good friends.",
            "chinese": "那晚，多浑虫喝醉了躺在炕上。二更天时，贾琏偷偷进来见她。一见面，贾琏就神魂颠倒，顾不上说话，就开始脱衣服。这个媳妇子天生就有特别的趣味：只要男人一碰她，她全身的骨头就会软绵绵的，男人就像躺在软绵绵的棉花上一样。更可怕的是，她的话很放荡，比妓女还要放荡。贾琏此时恨不得和她融为一体。这个媳妇子故意说一些放荡的话，在下面说：“你们姐姐出花儿，供着娘娘，你也应该忌讳两天，不要弄脏了身子。快离开我这里吧。”贾琏一边大动，一边喘着气说：“你就是娘娘！还管什么娘娘呢！”这个媳妇子越说越放荡，贾琏也变得很丑陋。一会儿事成，两人发誓永不分离。此后，他们成了好朋友。"
        },
        {
            "original": "一日，大姐毒尽瘢回，十二日后送了娘娘，合家祭天祀祖，还愿焚香，庆贺放赏已毕，贾琏仍复搬进卧室。见了凤姐，正是俗语云：“新婚不如远别。”是夜更有无限恩爱，自不必说。",
            "english": "One day, the elder sister's poison dissipated, and the scar disappeared. Twelve days later, she sent the emperor away, and the whole family worshiped the gods and ancestors, prayed and burned incense, celebrated, and distributed rewards. Jia Lin moved back to his bedroom. Seeing Feng, he said, \"It's better to be far apart than to be newly married.\" That night, they had endless love, without saying much.",
            "chinese": "有一天，大姐的毒气消散，伤疤也消失了。十二天后，她把娘娘送走了，全家人都祭拜天神和祖先，还祷告烧香，庆祝并发放赏品，贾琏搬回卧室。见到凤姐后，他说：“新婚不如远别。”那天晚上，他们有无尽的恩爱，不用多说。"
        },
        {
            "original": "次日早起，凤姐往上屋里去后，平儿收拾外边拿进来的衣服铺盖，不承望枕套中抖出一绺青丝来。平儿会意，忙藏在袖内，便走到这边房里，拿出头发来，向贾琏笑道：“这是什么东西？”贾琏一见，连忙上来要抢，平儿就跑。被贾琏一把揪住，按在炕上，从手中来夺。平儿笑道：“你这个没良心的！我好意瞒著他来问你，你倒赌利害；等我回来告诉了，看你怎么著！”贾琏听说，忙陪笑央求道：“好人，你赏我罢！我再不敢利害了。”",
            "english": "The next morning, the Countess went to the upper room and Ping'er put away the clothes and quilts that had been brought in from outside. Unexpectedly, a strand of black hair fell out of the pillowcase. Ping'er understood, quickly hid the hair in her sleeve, walked to the other room, took out the hair, and laughed at Jia Lian, \"What's this?\" Jia Lian saw it and hurriedly came to snatch it, Ping'er ran. Jia Lian caught her by the arm and pressed her down on the bed, trying to take it from her hand. Ping'er laughed, \"You ungrateful person! I'm trying to ask you in secret, but you're so rude; when I go back, I'll tell him, see how you like it!\" Jia Lian heard this, quickly begged, \"Good person, give it to me! I won't be so rude again.\"",
            "chinese": "第二天早上，凤姐去了上屋，平儿收拾了外面拿进来的衣服和被子。没想到，在枕头套里抖出了一绺青丝。平儿明白了，赶紧把头发藏在袖子里，走到这边房间，拿出头发来，对贾琏笑道：“这是什么东西？”贾琏一见，连忙上来要抢，平儿就跑。被贾琏一把揪住，按在炕上，从手中来夺。平儿笑道：“你这个没良心的！我好意瞒著他来问你，你倒赌利害；等我回来告诉了，看你怎么著！”贾琏听说，忙陪笑央求道：“好人，你赏我罢！我再不敢利害了。”"
        },
        {
            "original": "一语未了，忽听凤姐声音。贾琏此时松了不是，抢又不是，只叫：“好人，别叫他知道！”平儿才起身，凤姐已走进来，叫平儿：“快开匣子，替太太找样子。”平儿忙答应了。找时，凤姐见了贾琏，忽然想起来，便问平儿：“前日拿出去的东西都收进来了没有？”平儿道：“收进来了。”凤姐道：“少什么不少？”平儿道：“细细查了，没少一件儿。”凤姐又道：“可多什么？”平儿笑道：“不少就罢了，那里还有多出来的分儿？”凤姐又笑道：“这十几天，难保乾净，或者有相好的丢下什么戒指儿，汗巾儿，也未可定。”一席话，说的贾琏脸都黄了，在凤姐身背后，只望著平儿杀鸡儿抹脖子的使眼色儿，求他遮盖。平儿只装看不见，因笑道：“怎么我的心就和奶奶一样？我就怕有缘故，留神搜了一搜，竟一点破绽儿都没有。奶奶不信，亲自搜搜。”凤姐笑道：“傻丫头！他就有这些东西，肯叫偺们搜著？”说著，拿了样子出去了。",
            "english": "But before he could finish, the voice of the lady Wang said. Jia Lin was relieved, but dared not make a move, so he called Ping'er: \"Good man, don't let him know!\" Ping'er was just getting up, and Wang said: \"Quickly open the box and find a pattern for my lady.\" Ping'er answered immediately. While looking for it, Wang saw Jia Lin and suddenly remembered, so she asked Ping'er: \"Did you put away the things you took out the other day?\" Ping'er said: \"They have been put away.\" Wang said: \"Were any missing?\" Ping'er said: \"They were carefully checked and not missing a single piece.\" Wang said again: \"Were there any extra ones?\" Ping'er laughed and said: \"It's fine if we're missing, but how could there be any extra ones?\" Wang laughed and said: \"These past few days, it's inevitable that there would be filth, and maybe someone left behind a ring or a handkerchief.\" One sentence, Jia Lin's face turned yellow, he stood behind Wang, only hoping that Ping'er would kill the chicken and cut the neck, making eye contact to ask for his cover-up. Ping'er only pretended not“我怕有缘故，留神搜了一搜，竟然一点破绽都没有。奶奶不相信，亲自搜了一搜。”凤姐笑道：“傻丫头！他就有这些东西，肯叫我们搜到？”说着，拿了样子出去了。",
            "chinese": "还没说完，凤姐的声音就传来了。贾琏这时候松了一口气，但又不敢动手，只好叫平儿：“好人，别让他知道！”平儿正起身，凤姐已经进来了，叫平儿：“快开匣子，替太太找样子。”平儿赶紧答应了。找时，凤姐看见了贾琏，突然想起来，便问平儿：“前几天拿出去的东西都收进来了没有？”平儿道：“收进来了。”凤姐道：“少了没有？”平儿道：“仔细查了，没少一件儿。”凤姐又道：“有没有多出来的？”平儿笑道：“少了就罢了，那里还有多出来的分儿？”凤姐又笑道：“这十几天，难免不干净，或者有相好的丢下什么戒指儿，汗巾儿，也未可定。”一席话，说的贾琏脸都黄了，在凤姐身背后，只望著平儿杀鸡儿抹脖子的使眼色儿，求他遮盖。平儿只装看不见，因笑道：“怎么我的心就和奶奶一样？”我怕有缘故，留神搜了一搜，竟然一点破绽都没有。奶奶不相信，亲自搜了一搜。”凤姐笑道：“傻丫头！他就有这些东西，肯叫我们搜到？”说着，拿了样子出去了。"
        },
        {
            "original": "平儿指著鼻子摇著头儿，笑道：“这件事，你该怎么谢我呢？”喜的贾琏眉开眼笑，跟过来搂著，“心肝乖乖儿肉”的便乱叫起来。平儿手里拿著头发，笑道：“这是一辈子的把柄儿！好便罢，不好偺们就抖出来！”贾琏笑著央告道：“你好生收著罢，千万可别叫他知道！”嘴里说著，瞅他不提防，一把就抢过来，笑道：“你拿著到底不好，不如我烧了，就完了事了。”一面说，一面掖在靴掖子内。平儿咬牙道：“没良心的！‘过了河儿就拆桥’，明儿还想我替你撒谎呢！”",
            "english": "Peng Er pointed at her nose and shook her head, laughing and said, \"What do you plan to do in return for me?\" Jia Lian was delighted, and followed her, hugging her and calling her \"my dear baby\". Peng Er took her hair and laughed, \"This is a lifetime handle! You don't want to talk about it, or I'll take it out!\" Jia Lian laughed and begged, \"Don't take it out, don't let anyone know!\" As he spoke, he looked at Peng Er without warning, grabbed it, and laughed, \"You can't hold it, so burn it, and it's over.\" He said as he tucked it into his boots. Peng Er bit her teeth and said, \"You're no good! You've 'crossed the river and torn the bridge', and tomorrow you'll still want me to lie for you!\"",
            "chinese": "平儿指着鼻子摇着头，笑道：“这事你打算怎么谢我？”贾琏高兴得眉开眼笑，跟了过来，搂着她，叫着“心肝乖乖儿肉”。平儿拿着头发，笑道：“这是一辈子的把柄！好就别提，不好我就拿出来！”贾琏笑着央求道：“你别拿出来，千万可别让别人知道！”他一边说，一边瞅着平儿不防备，一把就抢过来，笑道：“你拿着不好，不如烧了，就完了。”一面说，一面掖在靴子里。平儿咬牙道：“没良心的！‘过了河儿就拆桥’，明儿还想我替你撒谎呢！”"
        },
        {
            "original": "贾琏见他娇俏动情，便搂著求欢。平儿夺手跑出来，急的贾琏弯著腰恨道：“死促狭小娼妇儿！一定浪上人的火来，他又跑了！”平儿在窗外笑道：“我浪我的，谁叫你动火？难道图你舒服？叫他知道了，又不待见我呀！”贾琏道：“你不用怕他，等我性子上来，把这醋罐子打个稀烂，他才认的我呢！他防我像防贼的是的；只许他和男人说话，不许我和女人说话。我和女人说话，略近些，他就疑惑；他不论小叔子、侄儿、大的、小的，说说笑笑，就都使得了。－－以后我也不许他见人！”平儿道：“他防你使得，你醋他使不得。他不笼络著人，怎么使唤呢？你行动就是坏心，连我也不放心，别说他呀。”贾琏道：“哦，也罢了么！都是你们行的是，我行动儿就存坏心！多早晚才叫你们都死在我手里呢！”",
            "english": "Jialin saw her charming and attractive, and he embraced her and demanded for pleasure. Ping'er took her hand and ran out, which made Jialin angry and said, \"Damn you, impudent little prostitute, you must have intentionally provoked my anger!\" Ping'er laughed from outside the window, \"I was just kidding, why are you so angry? He will be unhappy if he knows.\" Jialin said, \"You don't have to be afraid of him, when my temper comes, I will break this vinegar jar and he will know me! She guards me like a thief, only allows her to talk to men, but not me to talk to women. As soon as I get close to her, she will suspect me; she allows all her uncles, nephews, big and small, to talk and laugh, but not me. From now on, I will not allow her to see anyone!\" Ping'er said, \"She guards you, but you are jealous of her. You don't have any use. She cannot use you to get things done. You are just suspicious and you cannot trust anyone. She does not know how to use you.\" Jialin said, \"Well, then, it's all your fault. You are",
            "chinese": "贾琏见她娇俏动人，便搂著她要求欢。平儿夺手跑了出去，急的贾琏弯腰恨道：“死促狭小娼妇儿！一定故意挑逗我的火气，她又跑了！”平儿在窗外笑道：“我是在开玩笑，你何必动怒？叫他知道了，又会不高兴的。”贾琏道：“你不用怕他，等我性子上来，把这醋罐子打个稀烂，他才认得我呢！她防备我像防贼一样，只许她和男人说话，不许我和女人说话。我和女人说话，稍微近些，她就会怀疑；她不论小叔子、侄儿、大的、小的，说说笑笑，就都允许了。－－以后我也不许她见人！”平儿道：“她防备你有用，你嫉妒她就没用。她不笼络人怎么使唤呢？你行动就是坏心，连我也不放心，别说她了。”贾琏道：“哦，好吧。都是你们行得通，我行动就有坏心！哪一天才能让我杀了你们呢！”\n\n谢谢！能否将上述示例中的“贾琏”"
        },
        {
            "original": "正说著，凤姐走进院来，因见平儿在窗外，便问道：“要说话，怎么不在屋里说？又跑出来隔著窗户闹，这是什么意思？”贾琏在内接口道：“你可问他么。倒像屋里有老虎吃他呢！”平儿道：“屋里一个人没有，我在他跟前作什么？”凤姐笑道：“没人才便宜呢！”平儿听说，便道：“这话是说我么？”凤姐便笑道：“不说你说谁？”平儿道：“别叫我说出好话来了！”说著，也不打帘子，赌气往那边去了。",
            "english": "As they were talking, Lady Feng walked into the courtyard and saw Ping'er standing outside the window. She asked, \"Why are you talking outside? You should be talking inside. What's the matter with you?\" Jia Lian said from inside the room, \"Ask her. It looks like there's a tiger eating her inside.\" Ping'er said, \"There's no one in the room, what am I doing there?\" Lady Feng laughed and said, \"If there's no one, it's your advantage.\" Ping'er heard this and said, \"This is what I'm saying!\" Lady Feng laughed and said, \"Don't say good things.\" Ping'er said, \"Don't make me say good things!\" Without even opening the curtain, she walked away in a huff.\n\nThis is an example of rewriting a simple Chinese vernacular into a simple modern English.",
            "chinese": "正说着，凤姐走进院子，看到平儿在窗外，便问道：“你要说话，怎么不在屋里说？又跑出来隔着窗户闹，这是什么意思？”贾琏在屋里插话说：“你问他。倒像屋里有老虎吃他呢！”平儿说：“屋里一个人没有，我在他跟前干什么？”凤姐笑道：“没人便便宜了。”平儿听后，便道：“这话是说我吗？”凤姐便笑道：“不说话你是谁？”平儿道：“别叫我说出好话来！”说着，也不打帘子，赌气往那边去了。\n\n以上是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "凤姐自己掀帘进来，说道：“平儿丫头疯魔了！这蹄子认真要降伏起我来了！－－仔细你的皮！”贾琏听了，倒在炕上，拍手笑道：“我竟不知平儿这么利害，从此倒服了他了。”凤姐道：“都是你兴的他，我只和你算账就完了。”贾琏听了，啐道：“你两个人不睦，又拿我来垫喘儿了。我躲开你们就完了。”凤姐道：“我看你躲到那里去！”贾琏道：“我自然有去处！”说著，就走。凤姐道：“你别走，我还有话和你说呢。”",
            "english": "Jia Lian himself pulled the curtain and came in, saying, \"Pierrot is crazy! This girl really wants to subdue me! - Be careful with your skin!\" Jia Lian heard this and lay on the bed and laughed, \"I never thought Pierrot was so strong, and now I respect her.\" Feng Guifeng said, \"It's all your fault, I'll just deal with you.\" Jia Lian heard this and spat, \"You two are not getting along, and you're taking advantage of me to vent your anger. I'll just go away.\" Feng Guifeng said, \"I'll see where you go!\" Jia Lian said, \"I have a place to go!\" Saying this, he walked away. Feng Guifeng said, \"You can't run away, I have something to say to you.\"\n\nNote: This example is a simple translation, and there may be room for improvement in some aspects.",
            "chinese": "凤姐自己掀帘进来，说道：“平儿丫头疯魔了！这丫头真想降服我呀！－－小心你的皮！”贾琏听了，倒在炕上，拍手笑道：“我真没想到平儿这么厉害，从此我服了她了。”凤姐道：“都是你害的她，我只和你算账就完了。”贾琏听了，啐道：“你两个人不和，又拿我来垫喘儿了。我躲开你们就完了。”凤姐道：“我看你躲到那里去！”贾琏道：“我自然有去处！”说著，就走。凤姐道：“你别走，我还有话和你说呢。”\n\n注意：这个示例只是一个简单的翻译，可能在某些方面还有待改进。"
        },
        {
            "original": "不知何事，且听下回分解。",
            "english": "I don't know what happened, we'll talk about it next time.\n\n英文原文：\n\nI don't know what happened, we'll talk about it next time.\n\n中文翻译：\n\n我不知道发生了什么事，我们下次再讲。",
            "chinese": "不知道是什么事情，我们下次再讲。"
        }
    ],
    "title": "《贤袭人娇嗔箴宝玉　俏平儿软语救贾琏》",
    "chapter_number": 21
}