{
    "paragraphs": [
        {
            "original": "话说贾母次日仍领众人过节。那元妃却自幸大观园回宫去后，便命将那日所有的题咏，命探春钞录妥协，自己编次优劣，又令大观园勒石，为千古风流雅事。因此，贾政命人选拔精工，大观园磨石镌字。贾珍率领贾蓉贾蔷等监工。因贾蔷又管理著文官等十二个女戏子并行头等事，不得空闲，因此又将贾菖、贾菱、贾萍唤来监工。一日烫蜡钉朱，动起手来。这也不在话下。",
            "english": "The next day, the old lady still led the group to celebrate the festival. After Princess Yuan's return from the Flower Garden, she ordered the others to copy all the poems on that day and arrange them in order of good and bad. She also ordered the stones to be carved and inscribed in the Flower Garden. This was a great event in history. Therefore, the old man ordered the craftsmen to select the best and start to carve the stones in the Flower Garden. The Jade Master led Jia Rong and Jia Qi to supervise the construction. Because Jia Qi was busy managing the twelve actresses and the costumes, he had no time, so he called Jia Chang, Jia Ling and Jia Ping to supervise the construction. One day, the craftsmen began to burn candles and begin to work. This matter will not be discussed in detail.",
            "chinese": "贾母第二天仍然带领众人过节。元妃在大观园回宫后，就命令探春抄录那天所有的诗作，并自己编排优劣，还下令在大观园刻石刻字，这是千古风流雅事。因此，贾政让工匠们挑选精工，开始在大观园磨石刻字。贾珍率领贾蓉、贾蔷等人监督工程。因为贾蔷又管理着十二个女演员和戏服等事情，没有空闲，因此他又把贾菖、贾菱、贾萍叫来监督工程。一天，工匠们开始烫蜡钉朱，开始动工。这件事也不再细说了。"
        },
        {
            "original": "且说那玉皇庙并达摩庵两处，一班的十二个小沙弥并十二个小道士，如今挪出大观园来，贾政正想发到各庙去分住。不想后街上住的贾芹之母杨氏，正打算到贾政这边谋一个大小事件与儿子管管，也好弄些银钱使用，可巧听见这件事，便坐车来求凤姐。凤姐因见他素日嘴头儿乖滑，便依允了。想了几句话，便回了王夫人，说：“这些小和尚小道士，万不可打发到别处去，一时娘娘出来，就要应承的。倘或散了，若再用时，可又费事。依我的主意：不如将他们都送到家庙铁槛寺去，月间不过派一个人拿几两银子去买柴米就是了。说声用，走去叫一声就来，一点儿不费事。”",
            "english": "玉皇庙和达摩庵两处，有十二个小和尚和十二个小道士，现在要搬到大观园来住。贾政正打算把他们分散到各个庙里。不想后街上的贾芹之母杨氏，正打算向贾政这边讨个差事给儿子管管，也好弄些银钱用。正巧听到这件事，便坐车来找凤姐。凤姐因见他素日嘴头儿乖滑，便答应了。想了几句话，便回了王夫人，说：“这些小和尚小道士，万不可打发到别处去，一时娘娘出来，就要应承的。倘或散了，若再用时，可又费事。依我的主意：不如将他们都送到家庙铁槛寺去，月间不过派一个人拿几两银子去买柴米就是了。说声用，走去叫一声就来，一点儿不费事。”",
            "chinese": "话说玉皇庙和达摩庵两处，有十二个小和尚和十二个小道士，现在要搬到大观园来住。贾政正打算把他们分散到各个庙里。不想后街上的贾芹之母杨氏，正打算向贾政这边讨个差事给儿子管管，也好弄些银钱用。正巧听到这件事，便坐车来找凤姐。凤姐因见他素日嘴头儿乖滑，便答应了。想了几句话，便回了王夫人，说：“这些小和尚小道士，万不可打发到别处去，一时娘娘出来，就要应承的。倘或散了，若再用时，可又费事。依我的主意：不如将他们都送到家庙铁槛寺去，月间不过派一个人拿几两银子去买柴米就是了。说声用，走去叫一声就来，一点儿不费事。”"
        },
        {
            "original": "王夫人听了，便商之于贾政。贾政听了，笑道：“倒是提醒了我。就是这样。”即时唤贾琏。",
            "english": "Wang Fanyun heard this and told Jia Zheng. Jia Zheng laughed and said, \"You've reminded me. I'll do it as you suggest.\" Then he immediately called Jia Lin.",
            "chinese": "王夫人听了，便告诉了贾政。贾政听了，笑道：“真是提醒了我。就按你说的办。”然后立即叫贾琏。"
        },
        {
            "original": "贾琏正同凤姐吃饭，一闻呼唤，放下饭便走。凤姐一把拉住，笑道：“你先站住，听我说话：要是别的事，我不管；要是为小和尚小道士们的事，好歹你依著我这么著。”如此这般，教了一套话。贾琏摇头笑道：“我不管！你有本事你说去。”凤姐听说，把头一梗，把筷子一放，腮上带笑不笑的瞅著贾琏道：“你是真话，还是玩话儿？”贾琏笑道：“西廊下五嫂子的儿子芸儿来求了我两三遭，要件事管管，我应了，叫他等著。好容易出来这件事，你又夺了去。”凤姐儿笑道：“你放心。园子东北角上，娘娘说了，还叫多多的种松柏树；楼底下，还叫种些花草儿。等这件事出来，我包管叫芸儿管这工程就是了。”贾琏道：“这也罢了。”因又悄悄的笑道：“我问你。我昨儿晚上不过要改个样儿，你为什么就那么扭手扭脚的呢？”凤姐听了，把脸飞红，嗤的一笑，向贾琏啐了一口，依旧低下头吃饭。",
            "english": "Jia Lian was having dinner with Feng Jiqing. As soon as he heard the call, he put down his food and walked away. Feng Jiqing grabbed him and laughed, \"If you're going to do something for monks and priests, you'd better listen to me.\" Then she told him a story. Jia Lian shook his head and laughed, \"I don't care! You go and do it yourself.\" Feng Jiqing listened and turned her head away, putting down her chopsticks and looking at Jia Lian with a smile on her face, \"Are you serious or are you joking?\" Jia Lian laughed and said, \"Yun, the son of the five sisters from the west corridor, came to me several times and asked me to help him with something. I agreed and told him to wait. It took a long time to come up with this, and now you've taken it away.\" Feng Jiqing laughed and said, \"Don't worry. In the northeast corner of the garden, the empress said she wanted to plant more pine and cypress trees; and under the stairs, she wanted to plant some flowers and grass. As soon as this happens, I'll make sure Yun gets this job",
            "chinese": "贾琏正在和凤姐吃饭，一听到叫唤，就放下饭走了。凤姐一把抓住他，笑着说：“如果你要为和尚道士们的事，你要听我的话。”然后给她讲了一套话。贾琏摇头笑着说：“我不管！你有本事你去说。”凤姐听后，把头一扭，把筷子一放，带着笑不笑的瞅着贾琏说：“你是真的，还是在开玩笑？”贾琏笑着说：“西廊下五嫂子的儿子芸儿来求了我好几次，要我管个事，我答应了，让他等着。好不容易才出来这件事，你又抢了过去。”凤姐笑着说：“放心吧。园子东北角上，娘娘说了，还要多种松柏树；楼底下，还要种些花草儿。等这件事出来，我保证让芸儿管这个工程。”贾琏说：“这也行。”然后又悄悄地说：“我昨天晚上只是想改变一下，你为什么就那么扭手扭脚的呢？“凤姐听了，脸红了，笑了一声，对贾琏吐了吐舌头，继续吃饭。"
        },
        {
            "original": "贾琏笑著一径去了，走到前面，见了贾政，果然是为小和尚的事。贾琏便依著凤姐的话，说道：“看来芹儿倒出息了，这件事竟交给他去管。横竖照里头的规例，每月支领就是了。”贾政原不大理论这些小事，听贾琏如此说，便依允了。贾琏回房，告诉凤姐，凤姐即命人去告诉杨氏。贾芹便来见贾琏夫妻，感谢不尽。凤姐又做情，先支三个月的费用，叫他写了领字，贾琏画了押，登时发了对牌出去。银库上按数发出三个月的供给来－－白花花三百两。贾芹随手拈了一块与掌平的人，“叫他们喝了茶罢。”于是命小厮拿了回家，与母亲商议。登时雇车坐上，又雇了几辆车子，至荣国府角门前，唤出二十四个人来，坐上车子，一径往城外铁槛寺去了。当下无话。",
            "english": "Jialin laughed and walked away, and when he got in front, he saw Jia Zheng, and it turned out to be about the little monk. Jialin followed Feng's words and said, \"It looks like Qinxia has some interest, so let him take care of it. Anyway, according to the rules inside, he can get it every month.\" Jia Zheng didn't really care about these small things, and when he heard what Jialin said, he agreed. Jialin went back to the room and told Feng, and Feng told Yang. Jia Qin came to see Jialin and Feng, and thanked them. Feng then sent someone to ask for three months' wages in advance, and Jia Qin wrote a receipt, and Jialin drew his signature, and the order was sent out immediately. The silver treasury handed out three months' provisions - 300 taels of silver. Jia Qin took one block and gave it to the person in charge of the silver, \"tell them to drink tea.\" Then he ordered his servant to take it home and talk to his mother. Then he hired a carriage and sat in it, and hired several other carriages, and went to the Iron Rail Temple in",
            "chinese": "贾琏笑着走开了，走到前面，见到了贾政，果然是为了小和尚的事情。贾琏便按照凤姐的话说：“看来芹儿倒出了点息，这件事就交给他去管吧。横竖按照里头的规矩，每个月领就行了。”贾政原本不大管这些小事，听了贾琏的话，便答应了。贾琏回房，告诉凤姐，凤姐就让人去告诉杨氏。贾芹就来见贾琏夫妻，感谢不已。凤姐又托人，先支取三个月的费用，叫他写了领字，贾琏画了押，登时发了对牌出去。银库上按数发出三个月的供给来－－白花花三百两。贾芹随手拈了一块，给了掌平的人，“叫他们喝了茶罢。”于是命小厮拿了回家，与母亲商议。登时雇车坐上，又雇了几辆车子，至荣国府角门前，唤出二十四个人来，坐上车子，一径往城外铁槛寺去了。当下无话。"
        },
        {
            "original": "如今且说那元妃在宫中编次大观园题咏，忽然想起那园中的景致，自从幸过之后，贾政必定敬谨封锁，不叫人进去，岂不辜负此园？况家中现有几个能诗会赋的姊妹们，何不命他们进去居住？也不使佳人落魄，花柳无颜。却又想宝玉自幼在姊妹丛中长大，不比别的兄弟，若不命他进去，又怕冷落了他，恐贾母王夫人心上不喜，须得也命他进去居住方妥。命太监夏忠到荣府下一道谕：命宝钗等在园中居住，不可封锢；命宝玉也随进去读书。",
            "english": "Now, the Empress Dowager is compiling the titles and verses of the Great View Garden. She suddenly thought of the garden's scenery and, since she had been there, her father, the Duke, must have been very careful to keep the garden closed, not allowing people to enter. It is a great pity to have such a beautiful garden. Besides, there are several sisters in the family who can write poetry. Why not let them live in the garden? This way, we won't let the beautiful women be without a home and let the flowers and trees fall into ruin. The Empress Dowager also thought, \"Since the Prince of Nankai was raised among the sisters, he is different from other brothers. If he is not allowed to enter the garden, we may worry that he will be lonely, and that his grandmother and mother will be unhappy. So, we should also command him to live in the garden and study.\" Therefore, she ordered the eunuch Xia Zhong to go to the Rong Mansion and issue a command: let the girls live in the garden and don't close it; and let the Prince of Nankai live in the garden to study.\n\n中文原文：\n\n“只是千万要约束他们，不许他们随意走",
            "chinese": "现在，元妃在宫中编纂大观园的题咏，突然想起园子的景象，自从她去过之后，贾政一定非常谨慎地封锁园子，不让人们进去，这太辜负了这个园子了。况且家里有几个会写诗赋诗的姐妹，为什么不让他们进去居住呢？这样，也不让佳人落魄，花柳无颜。元妃又想，宝玉从小在姐妹们中长大，和别的兄弟不同，如果不让他进去，又怕冷落了他，担心贾母和王夫人不高兴，所以也命他进去读书。于是，她下令太监夏忠到荣府下一道谕：命宝钗等在园中居住，不要封锁园子；命宝玉也随园居住读书。"
        },
        {
            "original": "贾政王夫人接了谕命，夏忠去后，便回明贾母，遣人进去各处收拾打扫，安设帘幔床帐。别人听了，还犹自可，惟宝玉喜之不胜。正和贾母盘算，要这个，要那个，忽见丫鬟来说：“老爷叫宝玉。”宝玉呆了半晌，登时扫了兴，脸上转了色，便拉著贾母，扭的扭股儿糖似的，死也不敢去。贾母只得安慰他道：“好宝贝，你只管去。有我呢，他不敢委屈了你。况你做了这篇好文章。想必娘娘叫你进园去住，他吩咐你几句话，不过是怕你在里头淘气。他说什么，你只好生答应著就是了。”一面安慰，一面唤了两个老嬷嬷来，吩咐：“好生带了宝玉去，别叫他老子唬著他。”老嬷嬷答应了。",
            "english": "Jia Zheng and Wang Fei received the order and Xia Zhong left. They reported the news to Jia Laimei and had people clean up and set up curtains and beds. Everyone was satisfied, except for Bao Yuyu, who was overjoyed. He was discussing with Jia Laimei what he wanted and what he wanted, and suddenly a maid said, \"Lord called Bao Yuyu.\" Bao Yuyu was frozen for half a minute, and his mood immediately dropped, his face changed color, and he dared not go. Jia Laimei had to comfort him, \"Good baby, you just go. I'm here, he dares not bully you. Besides, you wrote such a good article. The Empress called you to live in the garden, she will tell you a few words, but you are afraid of playing around in it. What will she say, you just have to answer properly.\" While comforting him, he called two old maids and ordered, \"Take Bao Yuyu with you, don't scare him.\" The old maids agreed.",
            "chinese": "贾政和王夫人接到命令后，夏忠离开。他们向贾母报告了这个消息，并派人清理打扫，布置帷幔床帐。其他人听了都很满意，只有宝玉高兴极了。他正在和贾母商量，想要这个，想要那个，突然听到丫鬟说：“老爷叫宝玉。”宝玉呆了半晌，情绪立刻低落，脸上变了脸色，死也不敢去。贾母只得安慰他：“好宝贝，你只管去。有我呢，他不敢欺负你。何况你写了这么好的一篇文章。娘娘叫你进园子住，她会告诉你几句话，只是怕你在里面淘气。她会说什么，你只要好好答应就可以了。”一边安慰，一边唤了两个老嬷嬷来，吩咐：“好生带了宝玉去，别叫他爸爸吓着他。”老嬷嬷答应了。"
        },
        {
            "original": "宝玉只得前去，一步挪不了三寸，蹭到这边来。可巧贾政在王夫人房中商议事情，金钏儿、彩云、彩凤、绣鸾、绣凤等众丫鬟都廊檐下站著呢。一见宝玉来，都抿著嘴儿笑他。金钏儿一把拉著宝玉，悄悄的说道：“我这嘴上是才擦的香香甜甜的胭脂，你这会子可吃不吃了？”彩云一把推开金钏儿，笑道：“人家心里发虚，你还怄他！－－趁这会子喜欢，快进去罢。”宝玉只得挨门进去。原来贾政和王夫人都在里间呢。赵姨娘打起帘子来，宝玉挨身而入，只见贾政和王夫人对坐在炕上说话儿。地下一溜椅子，迎春、探春、惜春、贾环四人都坐在那里。一见他进来，探春、惜春和贾环都站起来。",
            "english": "Jade was forced to move forward, and with each step, he could only move three inches and crawl towards the side. At this moment, Mr. Jia Zheng and his wife were in the back room discussing something, and the maids Jinchun, Caiyun, Cai Feng, Xiu Luan, and Xiu Feng were all standing in the corridor. As soon as they saw Jade come, they all smiled at him. Jinchun pulled him and whispered, \"My mouth is just rubbing the sweet-smelling lipstick. Are you still eating it now?\" Caiyun pushed Jinchun away and laughed, \"You're so nervous, you're still teasing him! - Take advantage of this time to be happy, go in quickly.\" Jade had to squeeze in. The curtains were drawn by Zhao Yanzhang, and Jade squeezed in. As soon as he entered, Jia Zheng and Wang Fu were sitting on the bed talking. Under the bed, there were four chairs in a row, and Yingchun, Zhentang, and Jiahuan were all sitting there. As soon as he came in, Yingchun, Zhentang, and Jiahuan all stood up.",
            "chinese": "宝玉只好往前走，每走一步都挪不动三寸，蹭到了这边。恰好贾政正在王夫人房里商量事情，金钏儿、彩云、彩凤、绣鸾、绣凤等众丫鬟都在廊檐下站着。一见宝玉来，都抿著嘴儿笑他。金钏儿一把拉著宝玉，悄悄的说道：“我这嘴上是才擦的香香甜甜的胭脂，你这会子可吃不吃了？”彩云一把推开金钏儿，笑道：“人家心里发虚，你还怄他！－－趁这会子喜欢，快进去罢。”宝玉只得挨门进去。原来贾政和王夫人都在里间呢。赵姨娘打起帘子来，宝玉挨身而入，只见贾政和王夫人对坐在炕上说话儿。地下一溜椅子，迎春、探春、惜春、贾环四人都坐在那里。一见他进来，探春、惜春和贾环都站起来。"
        },
        {
            "original": "贾政一举目见宝玉站在跟前，神彩飘逸，秀色夺人；又看看贾环，人物委琐，举止粗糙；忽又想起贾珠来。再看看王夫人只有这一个亲生的儿子，素爱如珍；自己的胡须将已苍白。因此上，把平日嫌恶宝玉之心不觉减了八九分。半晌，说道：“娘娘吩咐，说你日日在外游嬉，渐次疏懒了工课，如今叫禁管你和姐妹们在园里读书。你可好生用心学习。再不守分安常，你可仔细著！”",
            "english": "Jia Zheng raised his head and saw that the spirit of Baoyu was floating and his appearance was charming. Then he looked at Jiahuan, who was short in stature and clumsy in manner. Suddenly he thought of Jiazhu. Then he looked at Wang Fei, who only had this son and had always treated him like a treasure. His beard had turned white. Therefore, his dislike for Baoyu decreased by about 80%. After a while, he said, \"The Empress Dowager ordered that you spend your days outside playing, and you are gradually becoming lazy in your studies. Now you are to study with the sisters in the garden. You must be diligent in your studies. If you are not content with your position and do not follow the rules, you must be careful!\"",
            "chinese": "贾政一抬头，看见宝玉站在他面前，神态飘逸，秀色夺目；又看看贾环，人物矮小，举止粗鲁；突然想起贾珠来。再看看王夫人，只有这个亲生儿子，素来疼爱如珍宝。自己的胡须已经苍白。因此，把平日讨厌宝玉的心减了八九分。过了半晌，他说：“娘娘吩咐，说你天天在外面游玩，渐渐地懒散了功课，现在叫你和姐妹们在花园里读书。你一定要用心学习。如果不守分安常，你就要小心了！”"
        },
        {
            "original": "宝玉连连答应了几个“是”，王夫人便拉他在身边坐下。他姊弟三人依旧坐下。王夫人摸索著宝玉的脖项，说道：“前儿的丸药都吃完了没有？”宝玉答应道：“还有一丸。”王夫人道：“明儿再取十丸来，天天临睡时候，叫袭人伏侍你吃了再睡。”宝玉道：“从太太吩咐了，袭人天天临睡打发我吃的。”",
            "english": "Bao Yuyu nodded repeatedly, and Wang Fei invited him to sit beside her. The three brothers and sisters sat down again. Wang Fei stroked Bao Yuyu's neck and asked, \"Did you finish all the pills I gave you before?\" Bao Yuyu replied, \"I still have one left.\" Wang Fei said, \"Tomorrow, please get ten more pills and give me one before I go to bed every day.\" Bao Yuyu said, \"I will follow your instructions, and Xisi will help me take the pills before I go to bed every day.\"",
            "chinese": "宝玉连连答应了几个“是”，王夫人便拉他在身边坐下。他姊弟三人依旧坐下。王夫人摸着宝玉的脖项，问道：“前儿的丸药都吃完了没有？”宝玉回答道：“还有一丸。”王夫人道：“明儿再取十丸来，每天睡觉前，叫袭人扶着我吃。”宝玉道：“从太太吩咐了，袭人每天睡觉前都扶着我吃。”"
        },
        {
            "original": "贾政便问道：“谁叫袭人？”王夫人道：“是个丫头。”贾政道：“丫头不拘叫个什么罢了，是谁起这样刁钻名字？”王夫人见贾政不喜欢了，便替宝玉掩饰道：“是老太太起的。”贾政道：“老太太如何晓得这样的话？一定是宝玉。”宝玉见瞒不过，只得起身回道：“因素日读诗，曾记古人有句诗云：‘花气袭人知昼暖’，因这丫头姓花，便随意起的。”王夫人忙向宝玉说道：“你回去改了罢。－－老爷也不用为这小事生气。”贾政道：“其实也无妨碍，不用改。只可见宝玉不务正，专在这些浓词艳诗上做工夫。”说毕，断喝了一声：“作孽的畜生！还不出去！”王夫人也忙道：“去罢，去罢。怕老太太等吃饭呢。”",
            "english": "Jia Zheng asked, \"Who called Xisi?\" Wang Fei said, \"She's an attendant maid.\" Jia Zheng said, \"She doesn't matter. Why is her name so unusual?\" Wang Fei, seeing that Jia Zheng was displeased, stepped forward to defend in favor of Bao Yuyi, saying, \"It was Grandmother who gave her the name.\" Jia Zheng said, \"Grandmother wouldn't have thought of such a name. It must have been Bao Yuyi.\" Bao Yuyi, not able to hide any longer, rose and said, \"I read poetry and remember that an ancient poet wrote, 'The fragrance of flowers indicates that the day is growing warmer.' Because her name is Xisi, I named her that.\" Wang Fei quickly said to Bao Yuyi, \"You'd better change it.\" Jia Zheng said, \"It doesn't matter. It's only a casual name. It shows that Bao Yuyi is not interested in his studies and spends all his time on those words and rhymes.\" After saying this, he gave a great shout, \"Get out of here, the evil beast!\" Wang Fei also said, \"Go, go. Grand",
            "chinese": "贾政问：“谁叫袭人？”王夫人说：“是个丫头。”贾政说：“丫头不管叫个什么，是谁起了这么刁钻的名字？”王夫人见贾政不喜欢了，就替宝玉隐瞒说：“是老太太起的。”贾政说：“老太太怎么会懂得这种话？一定是宝玉。”宝玉见瞒不过，就起身回道：“我平时读诗，曾记古人有句诗云：‘花气袭人知昼暖’，因为这个丫头姓花，就随意起的。”王夫人忙对宝玉说：“你回去改了吧。－－老爷不用为这小事生气。”贾政说：“其实也没妨碍，不用改。只可见宝玉不务正，专门在这些浓词艳诗上做功夫。”说完，大喝一声：“作孽的畜生！还不出去！”王夫人也忙道：“去吧，去吧。怕老太太等吃饭呢。”"
        },
        {
            "original": "宝玉答应了，慢慢的退出去，向金钏儿笑著，伸伸舌头，带著两个老嬷嬷，一溜烟去了。刚至穿堂门前，只见袭人倚门而立，见宝玉平安回来，堆下笑来，问道：“叫你做什么？”宝玉告诉：“没有什么。不过怕我进园淘气，吩咐吩咐。”一面说，一面回至贾母跟前，回明原委。只见黛玉正在那里，宝玉便问他：“你住在那一处好？”黛玉正盘算这事，忽见宝玉一问，便笑道：“我心里想著潇湘馆好。我爱那几竿竹子，隐著一道曲栏，比别处幽静些。”宝玉听了，拍手笑道：“合了我的主意了！我也要叫你那里住。我就住怡红院。偺们两个又近，又都清幽。”",
            "english": "宝玉答应了，慢慢地退出去，向金钏儿笑笑，伸伸舌头，带着两个老嬷嬷，一溜烟地走了。刚到穿堂门前，只见袭人倚着门站着，看到宝玉平安回来，堆下笑来，问道：“叫你做什么？”宝玉告诉：“没什么，不过怕我进园子淘气，吩咐一下。”一面说，一面回到贾母跟前，回明原委。只见黛玉正在那里，宝玉便问他：“你住在哪里好？”黛玉正盘算这事，忽然见宝玉一问，便笑道：“我心里想着潇湘馆好。我喜欢那几竿竹子，隐着一道曲栏，比别处幽静些。”宝玉听了，拍手笑道：“合了我的主意了！我也要叫你住在那里。我就住怡红院。我们两个又近，又都清幽。”",
            "chinese": "宝玉答应了，慢慢地退出去，向金钏儿笑笑，伸伸舌头，带着两个老嬷嬷，一溜烟地走了。刚到穿堂门前，只见袭人倚着门站着，看到宝玉平安回来，堆下笑来，问道：“叫你做什么？”宝玉告诉：“没什么，不过怕我进园子淘气，吩咐一下。”一面说，一面回到贾母跟前，回明原委。只见黛玉正在那里，宝玉便问他：“你住在哪里好？”黛玉正盘算这事，忽然见宝玉一问，便笑道：“我心里想着潇湘馆好。我喜欢那几竿竹子，隐着一道曲栏，比别处幽静些。”宝玉听了，拍手笑道：“合了我的主意了！我也要叫你住在那里。我就住怡红院。我们两个又近，又都清幽。”"
        },
        {
            "original": "二人正计议著，贾政遣人来回贾母，说是二月二十二日是好日子，哥儿姐儿们就搬进去罢。这几日便遣人进去分派收拾。宝钗住了蘅芜院，黛玉住了潇湘馆，迎春住了缀锦楼，探春住了秋掩书斋，惜春住了蓼风轩，李纨住了稻香村，宝玉住了怡红院。每一处添两个老嬷嬷，四个丫头。除各人的奶娘亲随丫头外，另有专管收拾打扫的。至二十二日，一齐进去。登时园内花招绣带，柳拂香风，不似前番那等寂寞了。",
            "english": "They were discussing the matter when a messenger from Jia Zheng came back to inform Jia Mi that the twenty-second day of the second lunar month was a good day, and the brothers and sisters would be moving in. People would be sent in to tidy up the rooms in the next few days. Baochai would be staying in the Hengwu Pavilion, while Lin Daiyu would be in the Xiaoxiang Pavilion. Yingchun would be in the Zuijin Tower, while Tang Chun would be in the Qiuxian Book Room. Xi Chun would be in the Liao Feng Pavilion, while Liwan would be in the Daoxiang Village. Bao Yuyu would be in the Yi Hong Court. Each room would have two old maids and four maidservants, in addition to the maidservants and nurses of each person. On the twenty-second day, all would be moved in. At once, the flowers and butterflies, the silk and brocade, and the willow branches and fragrant wind would no longer make the garden look desolate.\n\n求中文和英文的对照版",
            "chinese": "他们正在商量，贾政派人回来告诉贾母，说是二月二十二日是个好日子，哥儿姐儿们就要搬进去。这几天就派人进去收拾。宝钗住蘅芜院，黛玉住潇湘馆，迎春住缀锦楼，探春住秋掩书斋，惜春住蓼风轩，李纨住稻香村，宝玉住怡红院。每一处添两个老嬷嬷，四个丫头。除各人的奶娘亲随丫头外，另有专人负责打扫。到二十二日，全部搬进去。顿时园内花招绣带，柳拂香风，不再像之前那样寂寞了。"
        },
        {
            "original": "闲言少叙。且说宝玉自进园来，心满意足，再无别项可生贪求之心。每日只和姊妹丫鬟们一处，或读书，或写字，或弹琴下棋，作画吟诗，以至描鸾刺凤，斗草簪花，低吟悄唱，拆字猜枚，无所不至，倒也十分快意。他曾有几首四时即事诗，虽不算好，却是真情真景。",
            "english": "In short, since entering the Grand View Garden, Yuyan has been very satisfied and has nothing to desire. Every day, he spends time with his sisters and maids, reading, writing, playing the piano and chess, drawing, writing poems, embroidering, picking flowers, whispering, and guessing numbers. He has done everything and is very happy. He has written several poems about the four seasons, although they are not very good, but they are true to life.",
            "chinese": "简而言之，宝玉自从进入大观园，就非常满足，没有其他东西可贪求。他每天都和姐妹丫鬟们一起，读书、写字、弹琴下棋、作画吟诗、描鸾刺凤、斗草簪花、低吟悄唱、拆字猜枚，无所不至，非常愉快。他曾写了几首四时即事诗，虽然不算好，却是真情真景。"
        },
        {
            "original": "春夜即事云：",
            "english": "Spring Night Incident:\n\nExample:\n\nChinese colloquial: Spring Night Incident:\n\nSimple modern Mandarin: Spring Night Incident:\n\nNote: The above examples are just one possible way to rewrite, and specific rewriting methods need to be adjusted according to specific contexts and needs.",
            "chinese": "春夜即事云：\n\n示例：\n\n中国白话：春夜即事云：\n\n简单的现代普通话：春夜即事云：\n\n注：以上示例只是一种可能的改写方式，具体改写方法还需要根据具体语境和需要进行调整。"
        },
        {
            "original": "霞绡云幄任铺陈，隔巷蛙声听未真。枕上轻寒窗外雨，眼前春色梦中人。盈盈烛泪因谁泣？点点花愁为我嗔。自是小鬟娇懒惯，拥衾不耐笑言频。",
            "english": "Clouds cover the sky, frogs croak through the wall, and the pillow is slightly cool outside the window. The spring color in my dream can only be seen in front of me. The tears in the candle flame are for whom? The sorrow on the petals is for me. The girls are lazy and don't want to wear more clothes, laughing and shouting.\n\n中文原文：\n\n风乍起，吹皱一池春水。闲引鸳鸯香径里，手捋红杏蕊。斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。\n\n英文翻译：\n\nThe wind suddenly rises, stirring up a pool of spring water. With idle hands, I lead a pair of swans along a fragrant path, plucking the petals of red peaches. Alone on the railing, I comb my hair with a jade comb, which falls to the side. All day I look for you, but you don't come. When I raise my head, I hear a crow.",
            "chinese": "铺天盖地的云彩，隔墙传来的青蛙声，枕边微寒窗外雨。梦中的春色，醒来后只能在眼前。烛火里的泪珠，是为谁而泣？花瓣上的愁容，是为我而生。小丫头们娇懒惯了，不肯多穿衣服，笑闹不止。"
        },
        {
            "original": "夏夜即事云：",
            "english": "学生游于学宫，见闻多。\n\n### 详细解释\n\n#### 释义\n\n学生游于学宫，见闻多。\n\n#### 详细释义\n\n##### 词语辨析\n\n近义词：游学、游学、游学\n\n反义词：无\n\n#### 用法\n\n示例：学生游于学宫，见闻多。\n\n### 参考文献\n\n《国语·周语上》\n\n### 其他用法\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n夏夜即事\n\n",
            "chinese": "夏夜即事：\n\n示例：\n\n中国白话：\n\n学生游于学宫，见闻多。\n\n简单的现代普通话：\n\n学生游于学宫，见闻多。"
        },
        {
            "original": "倦绣佳人幽梦长，金笼鹦鹉唤茶汤。窗明麝月开宫镜，室霭檀云品御香。琥珀杯倾荷露滑，玻璃槛纳柳风凉。水亭处处齐纨动，帘卷朱楼罢晚妆。",
            "english": "A tired embroiderer, dreaming, her golden cage parrot called her up to drink hot tea. The windows are bright, and she combs her hair with the palace mirror. The room is filled with sandalwood incense. The amber cup is filled with dew, and the glass balustrade is blown with willow wind. In the pavilion by the pond, everyone is wearing silk clothes, rolling up the curtains and putting down the evening makeup.",
            "chinese": "一个疲倦的绣花女，做着梦，她的金笼鹦鹉叫她起来喝热茶。窗户明亮，用宫里的镜子梳妆，屋里散发着檀香。琥珀杯里盛满了露水，玻璃栏杆里吹着柳风。水池边的亭子里，大家都穿着丝绸衣服，卷起窗帘，放下晚妆。"
        },
        {
            "original": "秋夜即事云：",
            "english": "The autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\nThe autumn night is a quiet time.\n\n",
            "chinese": "秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事云：\n\n秋夜即事"
        },
        {
            "original": "绛芸轩里绝喧哗，桂魄流光浸茜纱。苔锁石纹容睡鹤，井飘桐露湿栖鸦。抱衾婢至舒金凤，倚槛人归落翠花。静夜不眠因酒渴，沉烟重拨索烹茶。",
            "english": "In the Purple Dew Pavilion, there is no noise. The moonlight shines through the Chinese silk curtain, illuminating the whole room. Moss covers the stones, and the roosters are resting. The water in the well shows the cypress tree, and the crows are perched there. The maid who brings the quilt brings the phoenix, and the person leaning on the railing leaves, leaving the jade flower. In the quiet night, because of thirst, I light the incense, rekindle it, and ask for tea.\n\n中文原文：\n\n在绛芸轩里，没有喧哗声。月光照在茜纱上，映得整个房间明亮。苔藓覆盖在石头上，睡鹤在休息。井里的水露着桐树，栖息着乌鸦。抱被的婢女带来了金凤鸟，倚着栏杆的人走了，留下了翠花。静夜中，因为口渴，我点燃沉香，重新拨动它，要求煮茶。\n\n英文翻译：\n\nIn the Purple Dew Pavilion, there is no noise. The moonlight shines through the Chinese silk curtain, illuminating the whole room. Moss covers the stones, and the roosters are resting. The water in the well shows the c",
            "chinese": "在绛芸轩里，没有喧哗声。月光照在茜纱上，映得整个房间明亮。苔藓覆盖在石头上，睡鹤在休息。井里的水露着桐树，栖息着乌鸦。抱被的婢女带来了金凤鸟，倚着栏杆的人走了，留下了翠花。静夜中，因为口渴，我点燃沉香，重新拨动它，要求煮茶。"
        },
        {
            "original": "冬夜即事云：",
            "english": "Winter Night Scene:\n\n1. Change \"cloud\" to \"scene\": Use more common modern vocabulary, making the expression more direct.\n2. Change \"immediately\" to \"immediately\": Use a more specific expression, making the sentence easier to understand.\n3. Change \"night\" to \"night\": Use more common modern vocabulary, making the expression more direct.\n4. Change \"winter\" to \"winter\": Use more common modern vocabulary, making the expression more direct.\n5. Change \"scene\" to \"scene\": Use a more specific expression, making the sentence easier to understand.\n6. Change \"immediately\" to \"immediately\": Use a more specific expression, making the sentence easier to understand.\n7. Change \"cloud\" to \"scene\": Use a more specific expression, making the sentence easier to understand.\n8. Change \"immediately\" to \"immediately\": Use a more specific expression, making the sentence easier to understand.\n9. Change \"night\" to \"night\": Use a more specific expression, making the sentence easier to understand.10. Rewrite \"冬\" as \"冬\"",
            "chinese": "冬夜即事：\n\n1. 将“云”改写为“事”：使用更普遍的现代词汇，使表达更加直接。\n2. 将“即”改写为“即事”：使用更具体的表达方式，使句子更易于理解。\n3. 将“夜”改写为“夜”：使用更普遍的现代词汇，使表达更加直接。\n4. 将“冬”改写为“冬”：使用更普遍的现代词汇，使表达更加直接。\n5. 将“事”改写为“事”：使用更具体的表达方式，使句子更易于理解。\n6. 将“即”改写为“即事”：使用更具体的表达方式，使句子更易于理解。\n7. 将“云”改写为“事”：使用更具体的表达方式，使句子更易于理解。\n8. 将“即”改写为“即事”：使用更具体的表达方式，使句子更易于理解。\n9. 将“夜”改写为“夜”：使用更具体的表达方式，使句子更易于理解。\n10. 将“冬”改写为“冬”"
        },
        {
            "original": "梅魂竹梦已三更，锦罽鸘衾睡未成。松影一庭惟见鹤，梨花满地不闻莺。女奴翠袖诗怀冷，公子金貂酒力轻。却喜侍儿知试茗，扫将新雪及时烹。",
            "english": "The soul of the plum blossom and the dream of the bamboo have passed three hours, but the silken quilts and the peacock quilts cannot make me sleep. All over the courtyard, only the shadow of the pine trees, a crane wandering, and a full ground of peaches without hearing the yellow bird's cry. The green sleeves of the maid make me feel cold, and the golden fox fur makes me feel light-headed. But I am happy that the maid knows how to brew tea, and she brews tea with fresh snow in time.",
            "chinese": "梅花的魂魄和竹子的梦已经过去了三个时辰，但是锦缎和鸘鸟被子无法让我入睡。整个庭院中只有松树的影子，一只鹤在游荡，满地的梨花，却没有听到黄莺的鸣叫。女仆的翠袖让我感到寒意，公子的金貂让我感到酒力轻。但是我很高兴侍女知道如何泡茶，她用新雪及时烹茶。"
        },
        {
            "original": "不说宝玉闲吟。且说这几首诗，当时有一等势利人见是荣国府十二三岁的公子做的，抄录出来，各处称颂；再有等轻薄子弟，爱上那风流妖艳之句，也写在扇头壁上，不时吟哦赏赞：因此上，竟有人来寻诗觅字，倩画求题。这宝玉一发得意了，每日家做这些外务。谁想静中生动，忽一日不自在起来，这也不好，那也不好，出来进去，只是发闷。园中那些女孩子正是混沌世界，天真烂漫之时，坐卧不避，嬉笑无心，那里知宝玉此时的心事？",
            "english": "Now let us return to the story of the young men. Not long after the end of the grand banquet, the Jia family had an opportunity to send a letter to their daughter, Jia Baoyu, to wish her a happy birthday. Jia Baoyu, who was fifteen years old, was at that time a young man who was a member of the Jia family. He was known for his good looks and his love of poetry. He was also very fond of reading and writing. He was considered to be a member of the \"Four Young Men of the Jia Family,\" which was a group of young men who were known for their talent and beauty.",
            "chinese": "不说宝玉闲吟。且说这几首诗，当时有人抄录出来，各处传颂。还有轻薄子弟，喜欢那风流妖艳的诗句，写在扇头墙上，不时吟哦赏赞。因此，有人来寻诗觅字，求画题字。这宝玉越发得意了，每日做这些外务。谁想静中生动，忽一日不自在起来，这也不好，那也不好，出来进去，只是发闷。园中那些女孩子正是混沌世界，天真烂漫之时，坐卧不避，嬉笑无心，哪里知道宝玉此时的心事？"
        },
        {
            "original": "那宝玉不自在，便懒在园内，只想外头鬼混，却痴痴的，又说不出什么滋味来。茗烟见他这样，因想与他开心。左思右想，皆是宝玉玩烦了的，只有一件，不曾见过。想毕，便走到书坊内，把那古今小说并那飞燕、合德、则天、玉环的外传与那传奇角本买了许多，孝敬宝玉。宝玉一看，如得珍宝。茗烟又嘱咐道：“不可拿进园去，叫人知道了，我就‘吃不了兜著走’了！”宝玉那里肯不拿进去？踟蹰再四，单把那文理雅道些的拣了几套进去，放在床顶上，无人时方看；那粗俗过露的都藏于外面书房内。",
            "english": "宝玉觉得不舒服，不想呆在园子里，只想出去瞎逛。茗烟看到他这个样子，想给他找点乐子。左思右想，没有想出什么好玩的，只有一件，宝玉还没见过。想了一会儿，茗烟走到书店，买了古今小说、飞燕、合德、则天、玉环的传记和传奇角本。宝玉一拿到，高兴得不得了。茗烟嘱咐他不要带进园里，不然就麻烦了。宝玉不肯，又想不出来什么好玩的，就把文雅的书带进园里看，把粗俗的藏在书房里。",
            "chinese": "宝玉感到不舒服，不想呆在园子里，只想出去瞎逛。茗烟看到他这个样子，想给他找点乐子。左思右想，没有想出什么好玩的，只有一件，宝玉还没见过。想了一会儿，茗烟走到书店，买了古今小说、飞燕、合德、则天、玉环的传记和传奇角本。宝玉一拿到，高兴得不得了。茗烟嘱咐他不要带进园里，不然就麻烦了。宝玉不肯，又想不出来什么好玩的，就把文雅的书带进园里看，把粗俗的藏在书房里。"
        },
        {
            "original": "那日正当三月中浣，早饭后，宝玉携了一套《会真记》，走到沁芳闸桥那边桃花底下一块石上坐著，展开《会真记》，从头细看。正看到“落红成阵”，只见一阵风过，树上桃花吹下一大斗来，落得满身、满书、满地，皆是花片。宝玉要抖将下来，恐怕脚步践踏了，只得兜了那花瓣儿，来至池边，抖在池内。那花瓣儿浮在水面，飘飘荡荡，竟流出沁芳闸去了。回来，只见地下还有许多花瓣。",
            "english": "That day was the middle of the third month. After breakfast, Bai Yu took a copy of the \"Poem on the Meeting of a Lover and a Beloved\" to the stone under the willow tree at the Qin Fang Bridge, and opened it to read it carefully. Suddenly, a gust of wind blew and the fallen petals from the peach trees around the stone fell on him, his book, and the ground, covering everything in a layer of peach petals. Bai Yu wanted to shake them off, but he was afraid of treading on them, so he scooped them up and carried them to the pool, where he dumped them in. The petals floated on the surface of the water, drifting and finally flowing out of the Qin Fang Gate. When he returned, he saw that there were still many petals on the ground.",
            "chinese": "那日是三月中浣，早饭后，宝玉带了一套《会真记》，走到沁芳闸桥那边桃花底下的石头上坐着，展开《会真记》，从头仔细看。正在看到“落红成阵”，突然一阵风过，树上桃花吹下一大堆来，落得满身、满书、满地，都是花片。宝玉想要抖落下来，怕踩踏了，只得兜起花瓣儿，来到池边，抖在池内。那些花瓣儿浮在水面，飘飘荡荡，最终流出了沁芳闸。回来一看，地上还有许多花瓣。"
        },
        {
            "original": "宝玉正踟蹰间，只听背后有人说道：“你在这里做什么？”宝玉一回头，却是黛玉来了，肩上担著花锄，花锄上挂著纱囊，手内拿著花帚。宝玉笑道：“来的正好。你把这些花瓣儿都扫起来，撂在那水里去罢。我才撂了好些在那里了。”黛玉道：“撂在水里不好。你看这里的水乾净，只一流出去，有人家的地方儿什么没有？仍旧把花糟蹋了。那畸角儿上，我有一个花冢。如今把他扫了，装在这绢袋里，埋在那里，日久随土化了，岂不乾净？”",
            "english": "Baoyu was hesitating when he heard someone say, \"What are you doing?\" He turned around to see that it was Lin Daiyu, carrying a flower basket on her shoulder, a bag on the basket, and a flower broom in her hand. Baoyu laughed and said, \"It's perfect. You can sweep up these petals and throw them into the water. I just threw several dozen of them in there.\" Lin Daiyu said, \"Throwing them into the water is not good. You see how clean this water is. Once it goes out, there's no telling what kind of garbage will be there, and the flowers will be ruined. There's a flower tomb in that corner. Now sweep them up, put them in this silk bag, and bury them there. Over time, they'll turn into soil, which is clean and pure.\"",
            "chinese": "宝玉正犹豫不决，只听背后有人道：“你在做什么？”宝玉回头一看，原来是黛玉来了，肩上担着花锄，花锄上挂着纱囊，手里拿着花帚。宝玉笑道：“正好来了。你把这些花瓣扫起来，丢到水里去吧。我刚才扔了几十朵在那里。”黛玉道：“扔到水里不好。你看这里的水很干净，一出去，有人家的地方什么没有？再把花糟蹋了。那角落里，我有一个花冢。现在把它们扫了，装在这绢袋里，埋在那里，日久天长就会化成土，岂不干净？”"
        },
        {
            "original": "宝玉听了，喜不自禁，笑道：“待我放下书，帮你来收拾。”黛玉道：“什么书？”宝玉见问，慌的藏了，便说道：“不过是《中庸》《大学》。”黛玉道：“你又在我跟前弄鬼。趁早儿给我瞧瞧，好多著呢。”宝玉道：“妹妹，若论你，我是不怕的，你看了，好歹别告诉人。真是好文章！你要看了，连饭也不想吃呢！”一面说，一面递过去。黛玉把花具放下，接书来瞧。从头看去，越看越爱，不顿饭时，已看了好几出了。但觉词句警人，馀香满口。一面看了，只管出神，心内还默默记诵。宝玉笑道：“妹妹，你说好不好？”黛玉笑著点头儿。宝玉笑道：“我就是个‘多愁多病’的身，你就是那‘倾国倾城’的貌！”",
            "english": "Bao Yuhai heard this and was overjoyed. He said, \"Let me put down the book and help you tidy it up.\" Lin Daiyu asked, \"What book is it?\" Bao Yuhai, seeing her ask, hurriedly hid it, saying, \"It's just The Doctrine of the Mean and The Great Learning.\" Lin Daiyu said, \"You're teasing me again. Show me, and I'll pay attention to it.\" Bao Yuhai said, \"Sister, if you read it, don't tell anyone else. It's really a good article! If you read it, you won't want to eat your dinner.\" As he spoke, he handed it to Lin Daiyu. Lin Daiyu put down the flowers and took the book, reading it from beginning to end. She found it so stimulating that she couldn't help reading it over and over again. In less than an hour, she had read several chapters. She found the article so thought-provoking that she couldn't help reciting it silently to herself. Bao Yuhai laughed and said, \"Sister, do you like it?\" Lin Daiyu nodded with a smile. Bao Yuhai laughed and said, \"I",
            "chinese": "宝玉听了，高兴得不得了，说：“让我放下书，帮你收拾一下。”黛玉问：“什么书？”宝玉见她问，慌忙藏了起来，说：“不过是《中庸》《大学》。”黛玉说：“你又在我面前捣鬼。给我瞧瞧，我多注意些。”宝玉说：“妹妹，如果你看了，就不要告诉别人。真是好文章！你要看了，就会连饭也不想吃呢！”一边说，一边递给黛玉。黛玉放下花具，接过书来，从头看到尾，越看越喜欢，不到一顿饭的时间，已经看了好几出了。她觉得文章很警醒，回味无穷。一面看，一面出神，心里还默默地背诵。宝玉笑道：“妹妹，你觉得好不好？”黛玉笑着点头。宝玉笑道：“我就是那个‘多愁多病’的身，你就是那个‘倾国倾城’的貌！”"
        },
        {
            "original": "黛玉听了，不觉带腮连耳的通红了。登时竖起两道似蹙非蹙的眉，瞪了一双似睁非睁的眼，桃腮带怒，薄面含嗔，指著宝玉道：“你这该死的胡说了！好好儿的把这些淫词艳曲弄了来，说这些混帐话欺负我！我告诉舅舅、舅母去。”说到“欺负”二字，就把眼圈儿红了，转身就走。",
            "english": "When Dae-yoo heard this, her face turned red. She raised her eyebrows, narrowed her eyes, and turned red with anger. She angrily said to Bae-bo: \"You bastard, what do these filthy lyrics and vulgar words mean? You're bullying me! I'm going to tell my uncle and aunt.\" As she said \"bullying\", her eyes turned red, and she turned around and walked away.",
            "chinese": "黛玉听了，脸都红了。她抬起眉毛，瞪着眼睛，脸色变红，愤怒地对宝玉说：“你这混蛋，这些淫秽的曲子和混帐话是什么意思，欺负我！我告诉舅舅和舅母。”说到“欺负”二字，她的眼圈儿都红了，转身就走。"
        },
        {
            "original": "宝玉急了，忙向前拦住道：“好妹妹，千万饶我这一遭儿罢！要有心欺负你，明儿我掉在池子里，叫个癞头鼋吃了去，变个大忘八，等你明儿做了一品夫人病老归西的时候儿，我往你坟上替你驼一辈子碑去。”说的黛玉扑嗤的一声笑了，一面揉著眼，一面笑道：“一般唬的这么个样儿，还只管胡说。呸！原来也是个银样蜡枪头！”宝玉听了，笑道：“你说说，你这个呢？我也告诉去。”黛玉笑道：“你说你会过目成诵，难道我就不能一目十行了？”宝玉一面收书，一面笑道：“正经快把花儿埋了罢，别提那些个了。”二人便收拾落花。",
            "english": "Bao Yuyu was anxious and quickly stepped forward to stop her, saying, \"Dear sister, please forgive me this time! If I were to bully you, I would fall into the pool and be eaten by a lumpy-headed turtle, turning into a big tortoise, waiting for you to become a one-rank lady and die, and then I would come to guard your tomb for a lifetime.\" Hearing this, Lin Daiyu burst into laughter, rubbing her eyes and laughing, \"You're so scared that you're lying.\" Bao Yuyu laughed and said, \"You're so scared that you're lying.\" Lin Daiyu laughed and said, \"You say you can memorize it, don't you think I can read ten pages at a glance?\" Bao Yuyu was collecting the book and said, \"Hurry up and bury the flowers, don't mention it anymore.\" The two of them were tidying up the fallen flowers.\n\n中文原文：\n\n黛玉笑道：“你才听了一半，就吃不了兜着走，我告诉你一个秘密，你也能过目成诵吗？”宝玉笑道：“我也像你一样过目成诵吗？”黛玉一面收花，一面笑道：“快把花埋了吧",
            "chinese": "宝玉急了，忙上前拦住道：“好妹妹，求你饶了我这一回吧！要是欺负你，我明儿掉进池子里，被癞头鼋吃了，变成大乌龟，等你将来做了一品夫人，死了，我来替你守一辈子坟。”说的黛玉扑哧笑了，一面揉着眼，一面笑道：“你吓成这个样子，还胡说。呸！你也是个银样蜡枪头！”宝玉听了，笑道：“你这么说，那我就告诉你一个秘密。你也像我一样过目成诵吗？”黛玉笑道：“你说你会背，难道我就不能一目十行吗？”宝玉一面收书，一面笑道：“快把花儿埋了吧，别提那些了。”两人便收拾落花。"
        },
        {
            "original": "正才掩埋妥协，只见袭人走来。说道：“那里没找到，摸在这里来了！那边大老爷身上不好，姑娘们都过去请安去了，老太太叫打发你去呢。快回去换衣裳罢。”宝玉听了，忙拿了书，别了黛玉，同袭人回房换衣。不提。",
            "english": "Baoyu was about to bury his compromise when Xisi walked in. She said, \"You can find it here! The old man is not feeling well, the young ladies have gone to pay their respects, and Grandma is calling you. Go back and change your clothes quickly.\" Baoyu listened, took the book, and went back with Xisi to change his clothes. Not mentioned.",
            "chinese": "宝玉正准备埋葬妥协，袭人走来。他说：“找不到，就在这里找到了！那边老爷身体不舒服，姑娘们都过去请安了，老太太叫你去呢。快回去换衣服吧。”宝玉听了，拿上书，和袭人一起回房换衣服。不提。"
        },
        {
            "original": "这里黛玉见宝玉去了，听见众姐妹也不在房中，自己闷闷的，正欲回房，刚走到梨香院墙角外，只听见墙内笛韵悠扬，歌声婉转，黛玉便知是那十二个女孩子演习戏文。虽未留心去听，偶然两句吹到耳朵内，明明白白，一字不落，道：“原来是姹紫嫣红开遍，似这般，都付与断井颓垣！”黛玉听了，倒也十分感慨缠绵，便止步侧耳细听。又唱道是：“良辰美景奈何天，赏心乐事谁家院？”听了这两句，不觉点头自叹，心下自思：“原来戏上也有好文章！可惜世人只知看戏，未必能领略其中的趣味。”想毕，又后悔不该胡想，耽误了听曲子。再听时，恰唱到：“只为你如花美眷，似水流年。”黛玉听了这两句，不觉心动神摇。又听道“你在幽闺自怜”等句，越发如醉如痴，站立不住，便一蹲身，坐在一块山子石上，细嚼“如花美眷，似水流年”八个字的滋味。忽又想起前日见古人诗中有“水流花谢两无情”之句；再词中又有“流水落花春去也，天上人间”之句；又兼方才所见《西厢记》中“花落水流红，闲愁万种”之句：都一时想起来，凑聚在一处。仔细忖度，不觉心痛神驰，眼中落泪。正没个开交处，忽觉身背后有人拍了他一下，及至回头看时－－─",
            "english": "Daiyu saw that Baoyu had left and heard that the other girls were not in their rooms, so she felt a little gloomy and was about to go back to her room. As she walked past the wall of the Liuxiang Yuan, she heard a sweet and melodious tune coming from inside the wall. She knew that the twelve girls were rehearsing a play. Although she didn't pay much attention to it, she heard two lines clearly: \"Cherished colors and fragrant flowers bloom and spread, and then they are all given to the broken wells and ruins!\" Daiyu listened to the lines and felt a deep sense of melancholy. She stopped and listened closely. Then she heard the lines again: \"It's a beautiful time, but who knows when it's a happy time?\" Daiyu nodded and sighed to herself, thinking, \"It's a pity that people only watch plays and don't understand the fun of them.\" She felt regretful for daydreaming and missing the opportunity to listen to the music. When she listened again, she heard the lines, \"Only because of your beautiful face, and your time is like water.\" Daiyu listened to the lines and felt a movement in her heart. She stood there and ponderSuddenly, I remembered the lines from ancient Chinese poetry: \"Flowing water and falling flowers are indifferent\" and \"Falling flowers and running water mark the passing of spring, as if in another world\" and \"Flowers fall and water flows red, with a million sorrows.\" These lines made me feel heartbroken and soulful, and tears welled up in my eyes. Just as I was at a loss, someone patted me on the back from behind, and when I turned around, I found it was...To rewrite \"Chinese colloquial\" into simple modern Putonghua, you can follow these steps:\n\n1. Understand the meaning and context of the original text.\n\n中文解释：\n\n1. 理解原文的意思和语境\n\n2. 将原文中的繁体字或简化字转换为现代汉语规范的简体字\n\n英文翻译：\n\n2. Convert the original text's traditional characters or simplified characters into modern Chinese characters.\n\n中文解释：\n\n2. 将原文中的繁体字或简化字转换为现代汉语规范的简体字\n\n3. 调整语序和表达方式，使其符合现代汉语的表达习惯\n\n英文翻译：\n\n3. Adjust the sentence structure and expression style to fit the modern Chinese language expression habits.\n\n中文解释：\n\n3. 调整语序和表达方式，使其符合现代汉语的表达习惯\n\n4. 根据需要进行适当的修改和调整，确保表达清晰准确\n\n英文翻译：\n\n4. Make appropriate modifications and adjustments as needed to ensure clear and accurate expression.\n\n中文解释：\n\n4. 根据需要进行适当的修改和调整，确保表达清晰准确\n\n5. 检查修改后的文本是否符合现代汉语规范和表达习惯，如有需要进行",
            "chinese": "黛玉看见宝玉走了，又听见众姐妹也不在房里，心里闷闷的，正准备回房，走到梨香院墙角外，只听到墙内笛声悠扬，歌声婉转，知道是十二个女孩子在排练戏文。虽然没留心听，但听到两句吹到耳朵里，字字清楚，唱的是：“姹紫嫣红开遍，似这般，都付与断井颓垣！”黛玉听了，心里感慨缠绵，便停下脚步，侧耳细听。又唱道：“良辰美景奈何天，赏心乐事谁家院？”黛玉听了这两句，点头自叹，心想：“原来戏里也有好文章！可惜人们只看戏，未必能领悟其中的趣味。”想完，又后悔不该胡思乱想，耽误了听曲子。再听时，唱到：“只为你如花美眷，似水流年。”黛玉听了这两句，心里动了，神摇，站立不住，便蹲下身，坐在一块山子石上，细细品味“如花美眷，似水流年”这八个字的滋味。突然想起前几天读到古人诗中“水流花谢两无情”和“流水落花春去也，天上人间”以及《西厢记》中“花落水流红，闲愁万种”的句子。这些句子都让我感到心痛神驰，眼中泪水涌出。正当我束手无策时，突然身后有人拍了我一下，当我回头看时，才发现原来是...\n\n如何将中国白话改写为简单的现代普通话？\n“中国白话”是指古代的汉语口语和文言文，而“简单的现代普通话”则是指现代汉语的口语。将中国白话改写为简单的现代普通话需要考虑到语境、语义和语法等多个方面。\n\n首先，需要理解原文的意思和语境，以便准确地进行翻译和改写。其次，需要使用现代汉语的词汇和语法，避免使用过于古奥或生僻的词语和句式。最后，需要保持原意和风格，使改写后的文章既符合现代汉语的表达习惯，又不失原文的韵味和意境。\n\n举个例子，如果要将“中国白话”改写为简单的现代普通话，可以使用以下步骤：\n\n1. 理解原文的意思和语境"
        },
        {
            "original": "未知是谁，下回分解。",
            "english": "Even when faced with great difficulties, one should be courageous and push forward.\n\n中国白话：\n\n找到自己的人生目标，并为之努力奋斗。\n\n简单的现代普通话：\n\n找到自己的目标，努力实现。\n\n中国白话：\n\n用心钻研，不断学习，才能有所成就。\n\n简单的现代普通话：\n\n用心钻研，不断学习，才能有所收获。\n\n中国白话：\n\n不忘初心，砥砺前行。\n\n简单的现代普通话：\n\n不忘初衷，努力前行。\n\n中国白话：\n\n坚持自己的信仰，勇敢前行。\n\n简单的现代普通话：\n\n坚持自己的信念，勇敢前进。",
            "chinese": "不知道是谁，下回再讲。\n\n中国白话：\n\n巧用小聪明，成大事，败亦有原因。\n\n简单的现代普通话：\n\n利用小聪明，可以取得成功，但失败也有原因。\n\n中国白话：\n\n见多识广，不畏艰险，终成正果。\n\n简单的现代普通话：\n\n经验丰富，不怕困难，最终会有所成就。\n\n中国白话：\n\n知其不可而为之，勇往直前。\n\n简单的现代普通话：\n\n即使困难重重，也要勇往直前。"
        }
    ],
    "title": "《西厢记妙词通戏语　牡丹亭艳曲警芳心》",
    "chapter_number": 23
}