{
    "paragraphs": [
        {
            "original": "话说黛玉正自悲泣，忽听院门响处，只见宝钗出来了，宝玉袭人一群人都送出来。待要上去问著宝玉，又恐当著众人问，羞了宝玉不便，因而闪过一旁，让宝钗去了，宝玉等进去关了门，方转过来，尚望著门洒了几点泪。自觉无味，转身回来，无精打彩的卸了残妆。",
            "english": "Daiyu was crying when she suddenly heard the sound of the gate opening. Baochai came out, followed by Baoyu and Xiren. Daiyu was about to go up to ask Baoyu, but she was afraid that it would be embarrassing for Baoyu in front of everyone, so she stepped back and let Baochai leave first. Baoyu and the others went inside and closed the door, and Daiyu turned around and wiped a few tears on the door. She felt bored and turned back, halfheartedly taking off her makeup.",
            "chinese": "黛玉正在哭泣，突然听到院门响动，宝钗出来了，宝玉、袭人一群人也送出来。黛玉正要上前问宝玉，又担心当着众人的面问，让宝玉感到难堪，所以闪到一旁，让宝钗先离开。宝玉等人进去关上门，黛玉才转过身来，望着门洒了几滴泪。觉得没意思，转身回来，无精打采地卸了妆。"
        },
        {
            "original": "紫鹃雪雁素日知道黛玉的情性：无事闷坐，不是愁眉，便是长叹，且好端端的，不知为著什么，常常的便自泪不乾的。先时还有人解劝，或怕他思父母，想家乡，受委屈，用话来宽慰。谁知后来一年一月的，竟是常常如此，把这个样儿看惯了，也都不理论了。所以也没人去理他，由他闷坐，只管外间自便去了。",
            "english": "Zi Juan and Xue Yan knew Diao's character: sitting around, she would either have a worried look or sigh. And she would cry for no reason. At first, people tried to console her, afraid she missed her parents and home, but later, as the years went by, she was always like this, and everyone got used to it. So no one bothered her, and they went out and about as usual.",
            "chinese": "紫鹃雪雁知道黛玉的性格：没事坐着，不是愁眉，就是长叹。而且莫名其妙地，常常流泪。先时有人劝她，怕她想父母、想家乡，受委屈，但后来一年一年，她总是这样，大家都习惯了，也就不管了。所以没人理她，只管自己出去。"
        },
        {
            "original": "那黛玉倚著床栏杆，两手抱著膝，眼睛含著泪，好似木雕泥塑的一般，直坐到二更多天，方才睡了。一宿无话。",
            "english": "Daiyu leaned against the bed, holding her knees with both hands, tears in her eyes, like a statue made of wood and clay. She sat there until the night passed. No words were spoken that night.",
            "chinese": "黛玉倚在床边，双手抱着膝盖，眼睛里含着泪水，就像木雕泥塑的一样，一直坐到了半夜。一宿无话。\n\n在改写过程中，我们保留了原作的基本意思和情感，同时使用了更简单易懂的词语和句式，以便现代读者更好地理解。"
        },
        {
            "original": "至次日，乃是四月二十六日。原来这日未时交芒种节。尚古风俗：凡交芒种节的这日，都要设摆各色礼物祭饯花神。言芒种一过便是夏日了，众花皆谢，花神退位，须要饯行。闺中更兴这件风俗，所以大观园中之人都早起来了。那些女孩子们，或用花瓣柳枝，编成轿马的；或用绫锦纱罗，叠成干旄旌幢的；都用彩线系了。每一棵树头，每一枝花上，都系了这些物事。满园里绣带飘颻，花枝招展。更兼这些人打扮的桃羞杏让，燕妒莺惭，一时也道不尽。",
            "english": "The next day was the twenty-sixth of April, the day of the交接芒种节。古代的风俗是：凡是交芒种节的这天，都要摆设各种礼品来祭奠花神。因为芒种节过后就是夏天了，众花凋谢，花神退位，需要饯行。闺中女子更兴办这件风俗，所以大观园中的人们早早起床了。那些女孩子们，有的用花瓣柳枝编成轿马的；有的用绫锦纱罗叠成干旄旌幢的；都用彩线系着。每一棵树头，每一枝花上，都系了这些物事。满园里绣带飘飘，花枝招展。更兼这些人打扮得桃羞杏让，燕妒莺惭，一时也道不尽。",
            "chinese": "第二天是四月二十六日。原来这一天下午交芒种节。古代的风俗是：凡是交芒种节的这天，都要摆设各种礼品来祭奠花神。因为芒种节过后就是夏天了，众花凋谢，花神退位，需要饯行。闺中女子更兴办这件风俗，所以大观园中的人们早早起床了。那些女孩子们，有的用花瓣柳枝编成轿马的；有的用绫锦纱罗叠成干旄旌幢的；都用彩线系着。每一棵树头，每一枝花上，都系了这些物事。满园里绣带飘飘，花枝招展。更兼这些人打扮得桃羞杏让，燕妒莺惭，一时也道不尽。"
        },
        {
            "original": "且说宝钗、迎春、探春、惜春、李纨、凤姐等并大姐儿、香菱与众丫鬟们，都在园里玩耍，独不见黛玉。迎春因说道：“林妹妹怎么不见？好个懒丫头！这会子难道还睡觉不成？”宝钗道：“你们等著，等我去闹了他来。”说著，便撂下众人，一直往潇湘馆来。正走著，只见文官等十二个女孩子也来了，上来问了好，说了一回闲话儿才走开。宝钗回身指道：“他们都在那里呢，你们找他们去。我找林姑娘去，就来。”说著，逶迤往潇湘馆来。忽然抬头见宝玉进去了，宝钗便站住，低头想了一想：宝玉和黛玉是从小儿一处长大的，他兄妹间多有不避嫌疑之处，嘲笑不忌，喜怒无常；况且黛玉素多猜忌，好弄小性儿：此刻自己也跟进去，一则宝玉不便，二则黛玉嫌疑，倒是回来的妙。想毕，抽身回来。刚要寻别的姊妹去，忽见面前一双玉色蝴蝶，大如团扇，一上一下，迎风翩跹，十分有趣。宝钗意欲扑了来玩耍，遂向袖中取出扇子来向草地下来扑。只见那一双蝴蝶，忽起忽落，来来往往，将欲过河去了。引的宝钗蹑手蹑脚的，一直跟到池边滴翠亭上，香汗淋漓，娇喘细细。宝钗也无心扑了，刚欲回来，只听那亭里边嘁嘁喳喳有人说话。原来这亭子四面俱是游廊曲栏，盖在池中水上，四面雕镂槅子，糊著纸。",
            "english": "Now, Baochai, Yingchun, Tangcun, Xici, Liwan, Fengzheng and the big sister, Xiangling and the other maidens were all playing in the garden, but the one who was not seen was Lin Daiyu. Yingchun said, \"Where is Linmeimei? What a lazy girl! Can she still be sleeping now?\" Baochai said, \"You wait here, I'll go and trouble her to come here.\" She said this, and let go of the rest, and went straight to the Xiaoqiang Garden. As she was walking, she saw Wen's company of twelve girls also coming. They came up, greeted them, and chatted for a while before they left. Baochai pointed to them and said, \"They are all there. You go and find them. I'll find Linmeimei and come back.\" She said this, and slowly walked to the Xiaoqiang Garden. Suddenly, she saw Yu Baoyu going in. Baochai stopped, lowered her head and thought for a while: Baoyu and Linmeimei grew up together from a young age, so they are not afraid of being suspected in their brother-sister relationship, and they doI turned around and went back. I was about to look for other sisters when I saw a pair of white butterflies. They were as big as fans and flew up and down. It was very interesting. I wanted to catch them to play, so I took out a fan from my sleeve and tried to catch them on the grass. Suddenly, I saw the pair of butterflies fly over the river. I tiptoed to the edge of the pool and the dew on my hair dripped onto my face. I was out of breath and tired. I didn't want to catch the butterflies anymore. I was about to go back when I heard someone talking inside the pavilion. This pavilion had a veranda and a curved corridor on all sides, and it was built on the water. There were carved lattice windows all around, and the walls were covered with paper.\n\n中文原文：\n\n\n\n贾宝玉和林黛玉坐在树下，说说笑笑，欣赏着竹林的美景。林黛玉突然感叹道：“这竹子怎么没有叶子呢？”贾宝玉回答：“叶子是没叶子，可是它有竹叶啊！”林黛玉又问：“竹叶是什么味道的？”贾宝玉回答：“竹叶的味道很清淡，很像茶",
            "chinese": "且说宝钗、迎春、探春、惜春、李纨、凤姐等并大姐儿、香菱与众丫鬟们，都在园里玩耍，独不见黛玉。迎春因说道：“林妹妹怎么不见？好个懒丫头！这会子难道还睡觉不成？”宝钗道：“你们等著，等我去闹了他来。”说著，便撂下众人，一直往潇湘馆来。正走著，只见文官等十二个女孩子也来了，上来问了好，说了一回闲话儿才走开。宝钗回身指道：“他们都在那里呢，你们找他们去。我找林姑娘去，就来。”说著，逶迤往潇湘馆来。忽然抬头见宝玉进去了，宝钗便站住，低头想了一想：宝玉和黛玉是从小儿一处长大的，他兄妹间多有不避嫌疑之处，嘲笑不忌，喜怒无常；况且黛玉素多猜忌，好弄小性儿：此刻自己也跟进去，一则宝玉不便，二则黛玉嫌疑，倒是回来的妙。\n\nThe provided text is already in simple modern Chinese, so no changes想着，转身回来。刚要找别的姐妹，忽然看到面前有一对玉色蝴蝶，大得像扇子一样，时而起时而落，十分有趣。宝钗想要捉住它们来玩，于是从袖子里拿出扇子，在草地上扑蝴蝶。只见那对蝴蝶要飞过河去了，宝钗蹑手蹑脚地跟到池边的滴翠亭上，汗水淋漓，喘息不停。宝钗也不想再扑蝴蝶了，正要回去，只听到亭子里有人说话。原来这个亭子四面都有回廊和曲栏，盖在水面上，四面都是雕花格子，糊着纸。"
        },
        {
            "original": "宝钗在亭外听见说话，便煞住脚，往里细听。只听说道：“你瞧。这绢子果然是你丢的那一块，你就拿著；要不是，就还芸二爷去。”又有一个说：“可不是我那块？拿来给我罢。”又听道：“你拿什么谢我呢？难道白找了来不成？”又答道：“我已经许了谢你，自然是不哄你的。”又听说道：“我找了来给你，自然谢我；但只是那拣的人，你就不谢他么？”那一个又说道：“你别胡说。他是个爷们家，拣了我们的东西，自然该还的，叫我拿什么谢他呢？”又听说道：“你不谢他，我怎么回他呢？况且他再三再四的和我说了，若没谢的，不许我给你呢。”半晌，又听说道：“也罢，拿我这个给他，算谢他的罢。－－你要告诉别人呢？须得起个誓。”又听说道：“我要告诉人，嘴上就长一个疔，日后不得好死！”又听说道：“嗳哟！偺们只顾说，看仔细有人来悄悄的在外头听见！不如把这槅子都推开了，就是人见偺们在这里，他们只当我们说玩话儿呢。走到跟前，偺们也看的见，就别说了。”",
            "english": "Baoshai stopped and listened carefully when she heard voices outside the pavilion. She heard one voice say, \"This is the handkerchief you lost, take it back; if not, give it to Yun Er. \" Another voice replied, \"Yes, is this it? Give it to me.\" Then another voice said, \"It's yours, give it to me.\" Another voice said, \"You need to thank me for finding it for you. \" The third voice asked, \"What will you give me as a reward? \" The first voice answered, \"I've already promised to give you a reward, so I won't lie to you. \" The third voice said, \"I found it for you, so I'll give it to you as a reward. But who is the person who found it? Shouldn't they be thanked as well? \" The first voice replied, \"He's a man, so he should return our belongings. I don't know what to give him as a reward. \" The third voice said, \"If you don't thank him, how can I explain it to him? Besides, he said he won't let me give it to you unless you thank him. \" After a while, the third voice said",
            "chinese": "宝钗在亭外听到说话声，便停下来，仔细倾听。只听道：“这是你丢的那块绢子，就拿去；不是，就还给芸二爷。”又有一个说：“是，是那块？给我吧。”又听道：“是你的，就给我吧。”又听说道：“你拿什么谢我呢？难道白找了来不成？”又答道：“我已经答应谢你，自然不会骗你。”又听说道：“我找了来给你，自然谢你；但拣的人，你不谢他吗？”又听道：“他是个爷们家，拣了我们的东西，自然该还的，叫我拿什么谢他呢？”又听说道：“你不谢他，我怎么回他呢？况且他再三再四地和我说了，若没谢的，不许我给你呢。”半晌，又听说道：“也罢，拿我这个给他，算谢他的罢。－－你要告诉别人呢？须得起个誓。”又听说道：“我要告诉人，嘴上就长一个疔，日后不得好死！”又听说道：“嗳哟！偺们只顾说，看仔细有人来悄悄地在外头听见走到跟前，我们也能看见，就别说了。"
        },
        {
            "original": "宝钗外面听见这话，心中吃惊，想道：“怪道从古至今那些奸淫狗盗的人，心机都不错！这一开了，见我在这里，他们岂不臊了？况且说话的语音，大似宝玉房里的小红，他素昔眼空心大，是个头等刁钻古怪的丫头。今儿我听了他的短儿，‘人急造反，狗急跳墙’，不但生事，而且我还没趣。如今便赶著躲了，料也躲不及，少不得要使个‘金蝉脱壳’的法子。”犹未想完，只听咯吱一声，宝钗便故意放重了脚步，笑著叫道：“颦儿！我看你往那里藏！”一面说，一面故意往前赶。",
            "english": "Baochai, who was standing outside, was surprised and wondered, \"It's no wonder that from ancient times until now, those sly and dishonest people have such sharp minds! If they open it, they'll see me here, and they'll be embarrassed. Moreover, the sound of their voices sounds like Xiaohong, the head maid in Baoyu's room. She's always haughty and proud, and is the most cunning and stubborn of all the maids. Today, I've heard her talking about her, 'When a person is in a difficult situation, they might rebel, and when a dog is cornered, it might jump over the wall.' She's not only causing trouble, but she's also making me look bad. Now, if I hurry to hide, it's too late. I'll have to use the 'golden silk shell' method.\" Just as she was thinking, she heard a creaking sound, and she made her footsteps heavier, laughing and calling out, \"Peng'er, I'm looking for you wherever you are!\"\n\n基于以上中文文章的意思请回答这个问题：宝钗用了什么方法来摆脱尴尬的局面？ 宝钗用了“金蝉脱壳”的方法来摆脱尴尬的局面。",
            "chinese": "宝钗在外面听到这话，心中吃惊，想道：“怪不得从古至今那些奸淫狗盗的人，心机都不错！这一开了，见我在这里，他们岂不臊了？况且说话的声音，大似宝玉房里的小红，她平素眼高心大，是个头等刁钻古怪的丫头。今儿我听了她的短儿，‘人急造反，狗急跳墙’，不但生事，而且我也没趣。如今便赶着躲了，料也躲不及，少不得要使个‘金蝉脱壳’的法子。”犹未想完，只听咯吱一声，宝钗便故意放重了脚步，笑着叫道：“颦儿！我看你往那里藏！”一面说，一面故意往前赶。"
        },
        {
            "original": "那亭内的小红、坠儿刚一推窗，只听宝钗如此说著，往前赶，两个人都唬怔了。宝钗反向他二人笑道：“你们把林姑娘藏在那里了？”坠儿道：“何曾见林姑娘了？”宝钗道：“我才在河那边看著林姑娘在这里蹲著弄水儿呢。我要悄悄的唬他一跳，还没有走到跟前，他倒看见我了，朝东一绕，就不见了。别是藏在里头了？”一面说，一面故意进去寻了一寻，抽身就走，口内说道：“一定又钻在山子洞里去了。遇见蛇，咬一口也罢了！”一面说，一面走，心中又好笑：“这件事算遮过去了，不知他二人怎么样？”",
            "english": "Xiao Hong and Zui'er just pushed open the window when they heard Baochai say so. Xiao Hong and Zui'er both stopped in their tracks, startled. Baochai asked them, \"Where's Lin Daiyu?\" Zui'er said, \"We've never seen Lin Daiyu.\" Baochai asked, \"I saw Lin Daiyu playing with water over there by the river just now. I wanted to scare her, but before I got close, she saw me and ran off to the east. Maybe she's hiding in there?\" She went in to look for her, then turned around and walked out, saying, \"Maybe she's hiding in the cave. If she gets bitten by a snake, it's not a big deal.\" As she walked, she thought, \"This is over. I wonder what they're doing?\"",
            "chinese": "小红和坠儿刚推开门窗，只见宝钗这么说，往前赶，两个人都吓愣了。宝钗反而问他们：“林姑娘藏在哪里了？”坠儿说：“哪里见过林姑娘。”宝钗说：“我刚才在河那边看着林姑娘在这里蹲着玩水呢。我想要悄悄地吓她一跳，还没走到跟前，她就看见我了，朝东一绕，就不见了。莫非藏在里面了？”一面说，一面故意进去找了一找，转过身就走，嘴里说着：“一定又钻到山子洞里去了。遇见蛇，咬一口也罢了！”一面说，一面走，心里又好笑：“这件事算过去了，不知道他们怎么样？”"
        },
        {
            "original": "谁知小红听了宝钗的话，便信以为真，让宝钗去远，便拉坠儿，道：“了不得了！林姑娘蹲在这里，一定听了话去了。”坠儿听了，也半日不言语。小红又道：“这可怎么样呢？”坠儿道：“听见了，管谁筋疼，各人干各人的就完了。”小红道：“要是宝姑娘听见，还罢了。那林姑娘嘴里又爱克薄人，心里又细，他一听见了，倘或走露了，怎么样呢？”",
            "english": "Who knows that Xiao Hong listened to Baochai's words and believed them, let Baochai go away, then grabbed Zi'er, and said, \"Oh, my goodness! Lin girl is squatting here, must have heard what we said.\" Zi'er listened, and fell silent for a while. Xiao Hong then asked, \"What do we do now?\" Zi'er replied, \"I heard it, who cares about the pain, each person does their own thing.\" Xiao Hong asked again, \"If Bao girl hears about it, it's not so bad. But Lin girl is sharp-tongued and has a fine mind, if the news leaks out, what then?\"\n\n英文原文：\n\nWho knows that Xiao Hong listened to Baochai's words and believed them, let Baochai go away, then grabbed Zi'er, and said, \"Oh, my goodness! Lin girl is squatting here, must have heard what we said.\" Zi'er listened, and fell silent for a while. Xiao Hong then asked, \"What do we do now?\" Zi'er replied, \"I heard it, who cares about the pain, each person does their own thing.\" Xiao Hong asked again, \"If Bao girl hears about it, it's not so",
            "chinese": "谁知道小红听了宝钗的话，就信以为真，让宝钗走远，然后拉住坠儿，说：“哎呀，不得了了！林姑娘蹲在这里，一定听了我们的话。”坠儿听了，沉默了一会儿。小红又问：“这可怎么办呢？”坠儿回答：“我听到了，管谁筋疼，各人干各人的就完了。”小红又说：“要是宝姑娘听见了，倒还好办。但是林姑娘嘴里爱克薄人，心里又细，万一走漏了消息，那可怎么办呢？”"
        },
        {
            "original": "二人正说著，只见香菱、臻儿、司棋、侍书等上亭子来了。二人只得掩著这话，且和他们玩笑。只见凤姐儿站在山坡上招手儿。小红便连忙弃了众人，跑至凤姐前，堆著笑问：“奶奶使唤做什么事？”凤姐打量了一回，见他生的乾净俏丽，说话知趣，因笑道：“我的丫头们今儿没跟进我来。我这会子想起一件事来，要使唤个人出去，不知你能干不能干？说的齐全不齐全？”小红笑道：“奶奶有什么话，只管吩咐我说去；若说的不齐全，误了奶奶的事，任凭奶奶责罚就是了。”凤姐笑道：“你是那位姑娘屋里的？我使你出去，他回来找你，我好替你说。”小红道：“我是宝二爷屋里的。”凤姐听了，笑道：“嗳哟！你原来是宝玉屋里的，怪道呢。也罢了，等他问，我替你说。你到我们家告诉你平姐姐：外头屋里桌子上汝窑盘子架儿底下放著一卷银子，那是一百二十两，给绣匠的工价，等张材家的来，当面秤给他瞧了，再给他拿去。还有一件事：里头床头儿上有个小荷包儿，拿了来。”",
            "english": "As the two were talking, they saw Xiangling, Zhen'er, Siqi, Shixue, etc. on the pavilion. The two had to disguise their words and play with them. Suddenly, the Fongzhu stood on the hillside waving. Xiao Hong ran to Fongzhu, laughing and asking, \"What does the old lady want me to do?\" Fongzhu carefully examined her, seeing that she was clean and beautiful and spoke properly. She laughed and said, \"My maids are not with me today. I suddenly thought of something. I want to send someone out. Can you do it and speak clearly?\" Xiao Hong laughed and said, \"If the old lady has anything to say, just tell me. If I can't speak clearly and delay the old lady's business, I'm willing to be punished.\" Fongzhu laughed and said, \"You are from which miss's room? I'm sending you out, and when she comes back to look for you, I'll help you say something.\" Xiao Hong said, \"I'm from Bao Er's room.\" Fongzhu heard and laughed, \"Oh, you're from Bao Er's room. That's why. Anyway,When Zhangzhang Cai's family comes, measure it to him face to face and take it away. There's one more thing: there's a small pouch on the bed head, take it over.",
            "chinese": "两人正在说话，只见香菱、臻儿、司棋、侍书等上了亭子。两人只得掩饰着这话，和他们玩笑。只见凤姐儿站在山坡上招手。小红便赶紧离开众人，跑向凤姐前，笑着问：“奶奶叫我去做什么事？”凤姐仔细打量了一番，见他长得干净俏丽，说话得体，便笑道：“我的丫头们今天没跟着我来。我忽然想起一件事来，要派个人出去，你能不能干，说得齐全不齐全？”小红笑道：“奶奶有什么话，只管跟我说；如果我说得不齐全，耽误了奶奶的事，任凭奶奶责罚。”凤姐笑道：“你是那位姑娘屋里的？我派你出去，他回来找你，我好替你说。”小红道：“我是宝二爷屋里的。”凤姐听了，笑道：“哎哟！你原来是宝玉屋里的，怪不得呢。也罢了，等他问，我替你说。你到我们家告诉平姐姐：外头屋子里桌子下面放着一个汝窑盘子架子，下面放着一卷银子，那是120两，给绣匠的工钱。等张材家的来，当面称给他看，再给他拿走。还有一件事：里头床头有个小荷包，拿过来。"
        },
        {
            "original": "小红听说，答应著，撤身去了。不多时回来，不见凤姐在山坡上了。因见司棋从山洞里出来，站著系带子，便赶来问道：“姐姐，不知道二奶奶往那里去了？”司棋道：“没理论。”小红听了，回身又往四下里一看，只见那边探春宝钗在池边看鱼。小红上来陪笑道：“姑娘们，可知道二奶奶刚才那里去了？”探春道：“往你大奶奶院里找去。”",
            "english": "Xiao Hong heard this, nodded, and withdrew. After a while, she returned to find that the Madam didn't seem to be on the hill. She saw Shi Qi coming out of the cave and tying her belt. She caught up and asked, \"Sister, where did the Madam go?\" Shi Qi replied, \"I don't know.\" Xiao Hong heard this, turned around and looked around again. She saw that on the other side, Princess Chun and Princess Cai were watching fish in the pond. Xiao Hong approached and smiled, \"Princesses, do you know where the Madam went?\" Princess Chun said, \"She went to your big sister's house.\"",
            "chinese": "小红听说，答应着，撤身去了。不多时回来，不见凤姐在山坡上了。因见司棋从山洞里出来，站着系带子，便赶上来问道：“姐姐，不知道二奶奶往哪里去了？”司棋道：“没理论。”小红听了，回身又往四下里一看，只见那边探春宝钗在池边看鱼。小红上来陪笑道：“姑娘们，可知道二奶奶刚才去哪儿了？”探春道：“往你大奶奶院里找去。”"
        },
        {
            "original": "小红听了，再往稻香村来，顶头见晴雯、绮霞、碧痕、秋纹、麝月、侍书、入画、莺儿等一群人来了。晴雯一见小红，便说道：“你只是疯罢！院子里花儿也不浇，雀儿也不喂，茶炉子也不弄，就在外头逛。”小红道：“昨儿二爷说了，今儿不用浇花儿，过一日浇一回。我喂雀儿的时候儿，你还睡觉呢。”碧痕道：“茶炉子呢？”小红道：“今儿不该我的班儿，有茶没茶，别问我。”绮霞道：“你听听他的嘴！你们别说了，让他逛罢。”小红道：“你们再问问，我逛了没逛。二奶奶才使唤我说话取东西去。”说著，将荷包举给他们看，方没言语了。大家走开。晴雯冷笑道：“怪道呢！原来爬上高枝儿去了，就不服我们说了。不知说了一句话，半句话，名儿姓儿知道了没有，就把他兴头的这个样儿！这一遭半遭儿的也算不得什么；过了后儿，还得听呵！－－有本事从今儿出了这园子，长长远远的在高枝儿上才算好的呢。”一面说著，去了。",
            "english": "Xiao Hong heard this and went to the Rice Fragrance Cottage, where she saw Qiong Wen, Qixia, Biheng, Qiun, Shih Yue, Shi Shu, Ruhua and Ying Er. Qiong Wen saw Xiao Hong and said, \"You're crazy! You didn't water the flowers, feed the birds, or tend the tea stove in the yard.\" Xiao Hong said, \"Yesterday, Er Er said not to water the flowers today, and to water them once a day. I fed the birds when you were still sleeping.\" Biheng asked, \"What about the tea stove?\" Xiao Hong said, \"Today it's not my turn, so I don't know if there's tea or not.\" Qixia said, \"You're such a braggart! Let him go and play.\" Xiao Hong said, \"You all ask, and I'll tell you if I've played or not. Grandma let me say something and get something.\" She held up her pouch and didn't say anything else. Everyone walked away. Qiong Wen laughed coldly, \"You think you're so high and mighty now that you're not listening to us. You think just because you said one word or half",
            "chinese": "小红听了，又去了稻香村，见晴雯、绮霞、碧痕、秋纹、麝月、侍书、入画、莺儿等人来了。晴雯见小红，说：“你疯了？院子里花儿也不浇，雀儿也不喂，茶炉子也不弄，就在外头逛。”小红说：“昨天二爷说了，今天不用浇花儿，过一天浇一次。我喂雀儿的时候，你还在睡觉呢。”碧痕问：“茶炉子呢？”小红说：“今天不是我的班，有茶没茶，别问我。”绮霞说：“你听听他的嘴！你们别说了，让他逛吧。”小红说：“你们再问问，我逛了没逛。二奶奶才让我说话取东西去。”说着，把荷包举给他们看，就不再说话了。大家走开。晴雯冷笑着说：“原来你爬上高枝儿去了，就不服我们说了。不知说了一句话，半句话，名儿姓儿知道了没有，就把他兴头的这个样儿！这一遭半遭儿的也算不得什么；过了后儿，还得听呵！－－有本事从今儿出了这园“说完，就走了。"
        },
        {
            "original": "这里小红听了，不便分证，只得忍气，来找凤姐。到了李氏房中，果见凤姐在这里和李氏说话儿呢。小红上来回道：“平姐姐说，奶奶刚出来了，他就把银子收起来了；才张材家的来取，当面秤了给他拿了去了。”说著，将荷包递上去。又道：“平姐姐叫我来回奶奶：才旺儿进来讨奶奶的示下，好往那家子去，平姐姐就把那话按著奶奶的主意打发他去了。”凤姐笑道：“他怎么按著我的主意打发去了呢？”小红道：“平姐姐说：‘我们奶奶问这里奶奶好。我们二爷没在家。虽然迟了两天，只管请奶奶放心。等五奶奶好些，我们奶奶还会了五奶奶来瞧奶奶呢。五奶奶前儿打发了人来说，舅奶奶带了信来了，问奶奶好，还要和这里的姑奶奶寻几丸延年神验万金丹。若有了，奶奶打发人来，只管送在我们奶奶这里。明儿有人去，就顺路给那边舅奶奶带了去。’”",
            "english": "Xiaohong heard this, was not convenient to refute, could only bear the anger to come to the countess. To Li's room, the countess and Li's talking. Xiaohong went forward and said: \"Ping sister said, the countess just went out, then he put the silver to take back; just Zhang Cai family came to take, face to weigh and then him took away.\" Said, the bag handed over. And said: \"Ping sister said: our grandmother asked here to say good. Our second not at home. Although the delay of two days, only to manage please the countess. When the five good some, our grandmother will come to see the grandmother here. The five good some days before sent someone to say, the aunt brings the message came, ask the countess to say good, also want to and here the aunt to look for several pills of the years of the God, if the existence, the countess to send people to come, only to manage send to our grandmother here.\n\n小红听了，不便分辩，只得忍着气来找凤姐。到了李氏的房里，果见凤姐和李氏说话呢。小红上前回道：“平姐姐说，奶奶Xiao Hong heard this and was at a loss as to what to say. She had to take it on the chin and go to ask Lady Feng. The next day when someone went over, she had Xiao Hong pass along a message to the aunt.\n\n中文原文：\n\n\n\n小红听了，只得含着泪往里走。到了凤姐房里，凤姐正和人说话，见他进来，笑道：“你来做什么？”\n\n英文翻译：\n\nXiao Hong had to go in with tears in her eyes. Lady Feng was talking to someone in her room when Xiao Hong came in. She said, “What are you doing here?”\n\n中文原文：\n\n\n\n小红听了，便红了脸，低了头不言语。凤姐笑道：“你别听他的话。他是无故生事的。等我闲了再饶你，先别去哭鼻子抹眼泪的，叫人笑话。”因问：“你母亲好？”小红道：“多谢婶子记挂，好着呢。”\n\n英文翻译：\n\nXiao Hong blushed and lowered her head. Lady Feng said, “Don’t listen to him. He’s just causing trouble. I’ll take care of you when I have time. Don’t cry and",
            "chinese": "小红听了，不便分辩，只得忍着气来找凤姐。到了李氏的房里，果见凤姐和李氏说话呢。小红上前回道：“平姐姐说，奶奶刚才出去了，他就把银子收起来了；才张材家的来取，当面秤了给他拿了去了。”说着，把荷包递上去。又道：“平姐姐叫我来回奶奶：才旺儿进来讨奶奶的示下，好往那家子去，平姐姐就把那话按着奶奶的主意打发他去了。”凤姐笑道：“他怎么按着我的主意打发去了呢？”小红道：“平姐姐说：‘我们奶奶问这里奶奶好。我们二爷没在家。虽然迟了两天，只管请奶奶放心。等五奶奶好些，我们奶奶还会了五奶奶来瞧奶奶呢。五奶奶前儿打发了人来说，舅奶奶带了信来了，问奶奶好，还要和这里的姑奶奶寻几丸延年神验万金丹。若有了，奶奶打发人来，只管送在我们奶奶这里。\n\n小红听了，不便分辩，只得忍着气来找凤姐。到了明天有人去，就顺便给那边舅奶奶带过去吧。"
        },
        {
            "original": "小红还未说完，李氏笑道：“嗳哟！这话我就不懂了。什么‘奶奶’‘爷爷’的一大堆。”凤姐笑道：“怨不得你不懂，这是四五门子的话呢。”说著，又向小红笑道：“好孩子，难为你说的齐全，不像他们扭扭捏捏蚊子似的。－－嫂子不知道，如今除了我随手使的这几个丫头老婆之外，我就怕和别人说话。他们必定把一句话拉长了作两三截儿，咬文嚼字，拿著腔儿，哼哼唧唧的，急的我冒火，他们那里知道？我们平儿先也是这么著。我就问著他：难道必定装蚊子哼哼就算美人儿了？说了几遭儿，才好些儿了。”李纨笑道：“都像你泼辣货才好！”凤姐道：“这个丫头就好。刚才这两遭说话虽不多，口角儿就很剪断。”说著，又向小红笑道：“明儿你伏侍我罢，我认你做乾女孩儿。我一调理，你就出息了。”",
            "english": "Xiao Hong had not finished speaking, Li Si smiled and said, \"Oh! I don't understand what you are saying. What is all that 'grandmother' 'grandfather' stuff?\" Feng Jie laughed and said, \"You don't understand, these words are too complicated.\" She said, \"You said, 'good child, you speak very clearly, unlike them who are dragging and stammering.' - - Sister doesn't know, except for the few maids and wives around me, I most dislike talking to others. They always talk in a stammering, pedantic way, with their mouths twisted, and they always say 'hmm' or 'ahh.' It's really unbearable. How could they know? We Ping'er is also like this. I asked them, 'do you think speaking like a mosquito is beautiful?' I said it several times, and they changed a little. Li Wen said, \"You are like this kind of boldness.\" Feng Jie said, \"This girl is good. Although the two sentences were not many, they were very sensible.\" She said, \"You come to serve me, and I will recognize you as a dry daughter. As long as you take care of yourself, you will have",
            "chinese": "小红还没说完，李氏笑道：“哎呀！我听不懂你在说什么。什么‘奶奶’‘爷爷’一大堆。”凤姐笑道：“你不懂，这些话太复杂了。”说着，又对小红笑道：“好孩子，你说话很干脆，不像他们磨磨蹭蹭的。－－嫂子不知道，除了我身边的这几个丫头老婆，我最讨厌和别人说话。他们说话总是拖拖拉拉，咬文嚼字，拿腔拿调，哼哼唧唧的，真让人受不了，他们怎么会知道？我们平儿也是这样。我就问他们：难道说话像蚊子一样哼哼就叫美人儿？说了几次，他们才改了点。李纨笑道：“你像你这样泼辣才好。”凤姐道：“这个丫头很好。刚才那两句话虽然不多，但说得很有道理。”说着，又对小红笑道：“以后你来服侍我，我认你做干女儿。你只要调理好，就会有出息。"
        },
        {
            "original": "小红听了，扑哧一笑。凤姐道：“你怎么笑？你说我年轻，比你能大几岁，就做你的妈了？你做春梦呢！你打听打听，这些人比你大的赶著我叫妈，我还不理呢。今儿抬举了你了。”小红笑道：“我不是笑这个，我笑奶奶认错了辈数儿了：我妈是奶奶的乾女孩儿，这会子又认我做乾女孩儿。”凤姐道：“谁是你妈？”李纨笑道：“你原来不认的他？他是林之孝的女孩儿。”凤姐听了，十分诧异，因说道：“哦！是他的丫头啊！”又笑道：“林之孝两口子，都是锥子扎不出一声儿来的。我成日家说，他们倒是配就了的一对儿：一个天聋，一个地哑。那里承望养出这么个伶俐丫头来！－－你十几了？”小红道：“十七岁了。”又问名字。小红道：“原叫红玉，因为重了宝二爷，如今只叫小红了。”",
            "english": "小红听了，扑哧一笑。凤姐说：“你笑什么？说我年轻，我比你能大几岁，就当你的妈了？你做春梦呢！你打听打听，这些人比你大的都叫我妈，我还不理呢。今天抬举了你了。”小红笑道：“我不是笑这个，我笑奶奶辈分认错了。我妈是奶奶的干女儿，现在又认我做干女儿。”凤姐道：“谁是你妈？”李纨笑道：“你原来不认识他？他是林之孝的女儿。”凤姐听了，十分诧异，说：“哦！是他的丫头啊！”又笑道：“林之孝夫妻，都是锥子扎不出声音来的。我成日说，他们倒是配得上的一对儿：一个天聋，一个地哑。没想到养出这么个伶俐丫头来！－－你几岁了？”小红道：“十七岁了。”又问名字。小红道：“原来叫红玉，因为重了宝二爷，现在只叫小红了。\n\nChinese:\n\n小红听了，扑哧一笑。凤姐说：“你笑什么？说我年轻，我比你能大几岁，就当你的妈了Feng Jie said, \"Why are you laughing? You say I'm young, and I'm several years older than you, but you want to be my mother.\"",
            "chinese": "小红听了，扑哧一笑。凤姐说：“你笑什么？说我年轻，我比你能大几岁，就当你的妈了？你做春梦呢！你打听打听，这些人比你大的都叫我妈，我还不理呢。今天抬举了你了。”小红笑道：“我不是笑这个，我笑奶奶辈分认错了。我妈是奶奶的干女儿，现在又认我做干女儿。”凤姐道：“谁是你妈？”李纨笑道：“你原来不认识他？他是林之孝的女儿。”凤姐听了，十分诧异，说：“哦！是他的丫头啊！”又笑道：“林之孝夫妻，都是锥子扎不出声音来的。我成日说，他们倒是配得上的一对儿：一个天聋，一个地哑。没想到养出这么个伶俐丫头来！－－你几岁了？”小红道：“十七岁了。”又问名字。小红道：“原来叫红玉，因为重了宝二爷，现在只叫小红了。\n\n中国白话：\n\n小红听了，扑哧一笑。凤姐道：“你怎么笑？你说我年轻，比你能大几岁，就做你的妈”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "凤姐听说，将眉一皱，把头一回，说道：“讨人嫌的很！得了玉的便宜似的，你也玉，我也玉。”因说：“嫂子不知道。我和他妈说：‘赖大家的如今事多，也不知这府里谁是谁，你替我好好儿的挑两个丫头我使。’他只管答应著。他饶不挑，倒把他的女孩儿送给别处去。难道跟我必定不好？”李纨笑道：“你可是又多心了。进来在先，你说在后，怎么怨的他妈？”凤姐也笑道：“既这么著，明儿我和宝玉说，叫他再要人，叫这丫头跟我去。－－可不知本人愿意不愿意？”小红笑道：“愿意不愿意，我们也不敢说。只是跟著奶奶，我们学些眉眼高低，出入上下，大小的事儿，也得见识见识。”刚说著，只见王夫人的丫头来请，凤姐便辞了李纨去了。小红自回怡红院去。不在话下。",
            "english": "Lin Daiyu said, \"I don't know where you learned that! You're like a porcupine! We're all going to get pricked!\" She turned around and said, \"I was just talking to Master Li. He told me that he was going to give me some green tea. I was thinking, 'I'm not thirsty. Why is he giving me tea?' I thought, 'I must be thirsty.' So I drank it. It's so delicious. You're right. I'm thirsty!\" She took a second cup. She drank it. She said, \"Master Li, I'm going to take a nap. Please wake me up when it's time to go home.\" She went to sleep.",
            "chinese": "凤姐听说，皱了眉头，转过头来，说道：“讨人嫌的很！得了玉的便宜似的，你也玉，我也玉。”于是说：“嫂子不知道。我和他妈说：‘赖大家的如今事多，也不知这府里谁是谁，你替我好好儿的挑两个丫头我使。’他只管答应著。他饶不挑，倒把他的女孩儿送给别处去。难道跟我必定不好？”李纨笑道：“你可是又多心了。进来在先，你说在后，怎么怨的他妈？”凤姐也笑道：“既这么著，明儿我和宝玉说，叫他再要人，叫这丫头跟我去。－－可不知本人愿意不愿意？”小红笑道：“愿意不愿意，我们也不敢说。只是跟著奶奶，我们学些眉眼高低，出入上下，大小的事儿，也得见识见识。”刚说著，只见王夫人的丫头来请，凤姐便辞了李纨去了。小红自回怡红院去。不在话下。"
        },
        {
            "original": "如今且说林黛玉因夜间失寝，次日起来迟了，闻得众姐妹都在园中做饯花会，恐人笑他痴懒，连忙梳洗了出来。刚到了院中，只见宝玉进门来了，便笑道：“好妹妹，你昨儿告了我没有？我悬了一夜的心。”黛玉便回头叫紫鹃：“把屋子收拾了，下一扇纱屉子。看那大燕子回来，把帘子放下来，拿‘狮子’倚住。烧了香，就把炉罩上。”一面说，一面又往外走。",
            "english": "Now, let's talk about Lin Daiyu. She got up late the next day because she lost sleep at night, and she heard that all her sisters were having a party to bid farewell to flowers in the garden. She was afraid that people would laugh at her laziness, so she got up and dressed quickly. Just when she was about to go out of the room, she saw that the door opened and it was Bai Yubai who came in. She laughed and said, \"My dear, did you tell me yesterday? I was so worried about you all night.\" Lin Daiyu turned around and called Zi Juan, \"Clean up the room, put up a curtain, and look out for the big swallows. When they come back, pull down the curtain and put the 'lions' in place. Burn the incense and cover the incense burner.\" As she said this, she turned around and walked out of the room.Burned the incense, put the lid on the stove. \"As he said, he went out.\n\nThe modern simple",
            "chinese": "如今且说林黛玉因夜间失寝，次日起来迟了，闻得众姐妹都在园中做饯花会，恐人笑他痴懒，连忙梳洗了出来。刚到了院中，只见宝玉进门来了，便笑道：“好妹妹，你昨儿告了我没有？我悬了一夜的心。”黛玉便回头叫紫鹃：“把屋子收拾了，下一扇纱屉子。看那大燕子回来，把帘子放下来，拿‘狮子’倚住。烧了香，就把炉罩上。”一面说，一面又往外走。\n\n中国白话：\n\n话说林黛玉因夜间失寝，次日起来迟了，闻得众姐妹都在园中做饯花会，恐人笑她痴懒，连忙梳洗了出来。刚到了院中，只见宝玉进门来了，便笑道：“好妹妹，你昨儿告了我没有？我悬了一夜的心。”黛玉便回头叫紫鹃：“把屋子收拾了，下一扇纱屉子。看那大燕子回来，把帘子放下来，拿‘狮子’倚住。烧了香，就把炉罩上。”一面说，一面又往外走。\n\n简单的现代"
        },
        {
            "original": "宝玉见他这样，还认作是昨日晌午的事，那知晚间的这件公案？还打恭作揖的。黛玉正眼儿也不看，各自出了院门，一直找别的姐妹去了。",
            "english": "As soon as he saw this, Bao Yuhuai thought it was the matter of yesterday afternoon, but in fact it was the matter of last night. Lin Daiyu completely ignored him and went out of the courtyard to find other sisters.",
            "chinese": "宝玉看到他这样，还以为是昨天中午的事，没想到是晚上的事。黛玉完全不理睬他，各自出了院门，去找其他姐妹了。"
        },
        {
            "original": "宝玉心中纳闷，自己猜疑：“看起这样光景来，不像是为昨儿的事。但只昨日我回来的晚了，又没有见他，再没有冲撞了他的去处儿了。”一面想，一面由不得随后跟了来。只见宝钗探春正在那边看鹤舞，见黛玉来了，三个一同站著说话儿。又见宝玉来了，探春便笑道：“宝哥哥，身上好？我整整的三天没见你了。”宝玉笑道：“妹妹身上好？我前儿还在大嫂子跟前问你呢。”探春道：“宝哥哥，你往这里来，我和你说话。”",
            "english": "Bao Yuyu was puzzled in his heart, guessing: \"From the appearance, it doesn't seem to be because of yesterday. But yesterday I came back late and didn't see him or bump into him.\" Thinking so, he didn't know it and followed them. He saw Baoshui, Zhen Zhuang and others standing there watching the crane dance. When Lin Daiyu came, the three of them stood together to talk. When Bao Yuyu came, Zhen Zhuang laughed and said, \"Brother Bao, are you well? I haven't seen you for three days in a row.\" Bao Yuyu laughed and said, \"Sister, are you well? I asked you in front of Big Sister the other day.\" Zhen Zhuang said, \"Brother Bao, come here and let me talk to you.\"",
            "chinese": "宝玉心里纳闷，自己猜疑：“看这种情形，好像不是因为昨天的事。只是昨天我回来得晚，又没有见过他，也没有撞到他的地方。”一边想，一边不知不觉地跟过来了。只见宝钗、探春正在那边看鹤舞，见黛玉来了，三人一起站着说话。又见宝玉来了，探春笑道：“宝哥哥，身体好？我整整三天没见你了。”宝玉笑道：“妹妹，你身体好？我前天还在大嫂子面前问你呢。”探春道：“宝哥哥，你过来，我和你说说话。”"
        },
        {
            "original": "宝玉听说，便跟了他，离了钗玉两个，到了一棵石榴树下。探春因说道：“这几天老爷没叫你吗？”宝玉笑道：“没有叫。”探春道：“昨儿我恍惚听见说，老爷叫你出去来著。”宝玉笑道：“那想是别人听错了。并没叫我。”探春又笑道：“这几个月，我又攒下有十来吊钱了。你还拿了去，明儿出门逛去的时候，或是好字画，好轻巧玩意儿，替我带些来。”宝玉道：“我这么逛去，城里城外大廊大庙的逛，也没见个新奇精致东西，总不过是那些金玉铜磁器，没处撂的古董儿；再么就是绸缎吃食衣服了。”探春道：“谁要那些作什么！像你上回买的那柳枝儿编的小篮子儿，竹子根儿挖的香盒儿，胶泥垛的风炉子儿，就好了。我喜欢的了不的，谁知他们都爱上了，都当宝贝儿似的抢了去了。”宝玉笑道：“原来要这个。这不值什么，拿几吊钱出去给小子们，管拉两车来。”探春道：“小厮们知道什么！你拣那有意思儿又不俗气的东西，你多替我带几件来。我还像上回的鞋做一双你穿，比那双还加工夫，如何呢？”",
            "english": "Baoyu heard this and followed him, leaving Jiajie and Qiaoyun behind. They came to a mulberry tree. Jian asked, \"Didn't your father call you these days?\" Baoyu smiled, \"No.\" Jian said, \"I heard yesterday that your father called you out.\" Baoyu smiled, \"That must be someone who heard wrong. Your father didn't call me.\" Jian laughed again, \"In the past few months, I've saved up about ten or so copper coins. Next time you go out, if you see any good paintings or crafts, bring them for me.\" Baoyu said, \"I go around the city and the temples, but I haven't seen anything new or exquisite. It's always those gold, jade, copper and ceramic, useless antiques; or clothes, food and clothing.\" Jian said, \"Who needs those? You know, the last time you bought those willow branch baskets, bamboo root incense boxes, and clay stove figures, I loved them. They were so cute.\"Baoyu laughed and said, \"It seems that you want this. It's not worth much, take a few coins and get two carts full of it.\" Lin Zhen said, \"The boys don't understand what you want! You should pick some interesting and not vulgar things and bring a few more. I will still make you a pair of shoes, even more delicate than the last time. How does that sound?\"",
            "chinese": "宝玉听说，便跟着他，离开了钗玉两个人，来到了一棵石榴树下。探春问道：“这几天你父亲没叫你吗？”宝玉笑道：“没有。”探春道：“昨天我好像听到说你父亲叫你出去了。”宝玉笑道：“那可能是别人听错了。我父亲并没有叫我。”探春又笑道：“这几个月，我攒了有十来吊钱了。你下次出门逛的时候，如果看到好字画、好轻巧的玩意儿，替我带些来。”宝玉道：“我这么逛去，城里城外的大廊大庙的逛，也没看到什么新奇精致的东西，总不过是那些金玉铜磁器，没地方放的古董儿；再不就是绸缎吃食衣服了。”探春道：“谁要那些作什么！像你上次买的那柳枝儿编的小篮子儿，竹子根儿挖的香盒儿，胶泥垛的风炉子儿，就很好。我喜欢得不得了，谁知他们都抢走了。宝玉笑道：“原来是要这个。这不值什么，给小子们拿几吊钱去，管拉两车来。”探春道：“小厮们不懂什么！你挑一些有趣又不俗的东西，多带几件来。我还像上次一样给你做双鞋，比那双还精致，怎么样？”"
        },
        {
            "original": "宝玉笑道：“你提起鞋来，我想起个故事来了。一回穿著，可巧遇见了老爷，老爷就不受用，问是谁做的。我那里敢提三妹妹！我就回说是前儿我的生日，舅母给的。老爷听了是舅母给的才不好说什么了，半日还说：‘何苦来！虚耗人力，作践绫罗，做这样的东西！’我回来告诉了袭人。袭人说：‘这还罢了，赵姨娘气的抱怨的了不得。正经亲兄弟，鞋蹋拉袜蹋拉的，没人看见，且做这些东西！’”探春听说，登时沉下脸来道：“你说，这话糊涂到什么田地！怎么我是该做鞋的人么？环儿难道没有分例的？衣裳是衣裳，鞋袜是鞋袜，丫头老婆子一屋子，怎么抱怨这些话？给谁听呢？我不过闲著没事，做一双半双。爱给那个哥哥兄弟，随我的心，谁敢管我不成？这也是他瞎气。”",
            "english": "Baoyu laughed and said, \"You mentioned the shoes just now, and I suddenly thought of a story. One time, I was wearing shoes and happened to meet Father. Father didn't like them and asked who had made them. I dared not say it was you. I said they were made by my aunt's order. Father didn't say anything because he thought it was my aunt's order. But a while later, Father said, 'Why do you waste human resources and fabric, and make such things?'\" Baoyu came back and told Xisi. Xisi said, \"This is not enough. Auntie Zhang is very angry. She complains that even though she is a brother, she can't even wear shoes and socks. It's a waste of fabric and labor.\" Qian heard this and immediately frowned and said, \"You're so stupid! How can I be the one to make shoes? Why can't Huan wear them? And who cares about the shoes and socks of servants and maids? Who will listen to her complaints?\"\n\n中文原文：\n\n“你明儿只可说是我叫你送来的。别的一概不许提起，别处也不许告诉一人知道。”探春道：“这有什么难处，“Also, he is crazy.”\n\n中文原文：\n\n这是他瞎气。”\n\n中国白话：\n\n这就是他发疯的原因。”\n\n简单的现代普通话：\n\n这就是他发疯的原因。\n\n英文翻译：\n\nThis is the reason why he goes crazy.\n\n中文原文：\n\n这是他瞎气。”\n\n中国白话：\n\n这就是他发疯的原因。”\n\n简单的现代普通话：\n\n这就是他发疯的原因。\n\n英文翻译：\n\nThis is the reason why he goes crazy.\n\n中文原文：\n\n这是他瞎气。”\n\n中国白话：\n\n这就是他发疯的原因。”\n\n简单的现代普通话：\n\n这就是他发疯的原因。\n\n英文翻译：\n\nThis is the reason why he goes crazy.\n\n中文原文：\n\n这是他瞎气。”\n\n中国白话：\n\n这就是他发疯的原因。”\n\n简单的现代普通话：\n\n这就是他发疯的原因。\n\n英文翻译：\n\nThis is the reason why he goes crazy.\n\n中文原文：\n\n这是他瞎气。”\n\n中国白话：\n\n这就是他发疯的原因。”\n\n简单的现代普通话：\n\n这就是他发疯的原因。\n\n英文翻译：\n\nThis is the reason why he goes crazy.\n\n中文原文：\n\n这是他瞎气。”\n\n中国白话：\n\n这就是他发疯的原因。”\n\n简单的现代普通话：\n\n这就是他发疯的原因。\n\n英文翻译：\n\nThis is the reason why he goes crazy.\n\n中文原文：\n\n这是他瞎气。”\n\n中国",
            "chinese": "宝玉笑道：“你提起鞋来，我想起一个故事来了。有一次我穿著鞋，正好碰到老爷。老爷不喜欢，问我是谁做的。我哪里敢说三妹妹做的！我就回说是前天我的生日，舅母给的。老爷听了是舅母给的，才不好说什么了。不过一会儿，老爷还说：‘何苦来！虚耗人力，作践绫罗，做这样的东西！’我回来告诉了袭人。袭人说：‘这还罢了，赵姨娘气的抱怨的了不得。正经亲兄弟，鞋蹋拉袜蹋拉的，没人看见，且做这些东西！’”探春听说，登时沉下脸来道：“你说，这话糊涂到什么田地！怎么我是该做鞋的人么？环儿难道没有分例的？衣裳是衣裳，鞋袜是鞋袜，丫头老婆子一屋子，怎么抱怨这些话？给谁听呢？我不过闲著没事，做一双半双。爱给那个哥哥兄弟，随我的心，谁敢管我不成？这也是他瞎气。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉听了，点头笑道：“你不知道，他心里自然又有个想头了。”探春听说，益发动了气，将头一扭，说道：“连你也糊涂了！他那想头，自然是有的，不过是那阴微下贱的见识。他只管这么想，我只管认得老爷太太两个人，别人我一概不管！就是姐妹弟兄跟前，谁和我好，我就和谁好，什么偏的、庶的，我也不知道。论理，我不该说他，但他忒昏聩的不像了！－－还有笑话儿呢：就是上回我给你那钱，替我买那些玩的东西，过了两天，他见了我，就说是怎么没钱，怎么难过。我也不理。谁知后来丫头们出去了，他就抱怨起我来，说我攒的钱为什么给你使，倒不给环儿使呢。我听见这话，又好笑，又好气，我就出来往太太跟前去了。”",
            "english": "When the story was over, Bao Yuyue nodded his head and laughed, saying, \"You don't understand. He has a plan.\" On hearing this, Hsien-chun became even angrier, twisting her head and saying, \"You're stupid! He certainly has a plan, but it's a silly one. He can think whatever he likes, but I only know the Master and Madam. I won't listen to him. It's funny that there is something else. I gave him some money to buy things for me. Two days later, he came to me and said he had no money and was feeling sorry. I didn't say anything to him. Later, the maids came out, and he complained to me. He said I was giving the money to you and not to him. I heard this and laughed and got angry. I went to Madam's room.\"",
            "chinese": "宝玉听了，点头笑道：“你不知道，他心里自然有个想法了。”探春听说，更加生气，把头一扭，说道：“连你也糊涂了！他那想法，自然是有的，不过是那些下流的见识。他只管这么想，我只管认识老爷太太两个人，别人我不管。论理，我不该说他，但他太糊涂了！－－还有好笑的事情呢：就是上次我给你那钱，替我买那些玩具，过了两天，他见了我，就说是没钱，难过。我也不理。谁知后来丫头们出去了，他就抱怨起我来，说我攒的钱为什么给你使，倒不给环儿使呢。我听见这话，又好笑，又好气，我就出来往太太跟前去了。"
        },
        {
            "original": "正说著，只见宝钗那边笑道：“说完了，来罢。显见的是哥哥妹妹了，撂下别人，且说体己去。我们听一句儿就使不得了？”说著，探春宝玉二人方笑著来了。",
            "english": "While they were talking, they heard a laugh from Baosheng's side, saying, \"That's over, come on. It's obvious that it's the relationship between brothers and sisters, leaving others aside and only talking about their own things. We can't even listen to one sentence!\" Then, with a laugh, Zhen and Yu came over.",
            "chinese": "正说着，只见宝钗那边笑道：“说完了，来吧。显而易见是哥哥和妹妹的关系，把别人放在一边，只说自己的事情。我们听一句就不得行了？”说着，探春和宝玉二人笑着来了。"
        },
        {
            "original": "宝玉因不见了黛玉，便知是他躲了别处去了。想了一想，索性迟两日，等他的气息一息再去也罢了。因低头看见许多凤仙石榴等各色落花，锦重重的落了一地，因叹道：“这是他心里生了气，也不收拾这花儿来了。等我送了去，明儿再问著他。”说著，只见宝钗约著他们往后头去。宝玉道：“我就来。”等他二人去远，把那花儿兜起来，登山渡水，过树穿花，一直奔了那日和黛玉葬桃花的去处。将已到了花冢，犹未转过山坡，只听那边有呜咽之声，一面数落著，哭的好不伤心。宝玉心下想道：“这不知是那屋里的丫头，受了委屈，跑到这个地方来哭？”一面想，一面煞住脚步，听他哭道是：",
            "english": "When the flowers were falling, the flowers were falling and falling all over the ground. When he got to the tomb of the fallen flowers, he saw a woman weeping in a very sad way.",
            "chinese": "宝玉因为找不到黛玉，知道她躲到其他地方去了。他想了一会儿，决定再等几天，等到她的情绪平息再去找她。他低头看见了许多凤仙石榴等各色落花，锦重重地落在地上，于是感叹道：“这是她心里生了气，也不收拾这花儿了。等我送回去，明天再问她。”说着，他看到宝钗约著他们往后头去。宝玉说：“我就来。”等到他俩走远，他把花儿兜起来，登山渡水，过树穿花，一直奔向那个葬桃花的地方。当他已经到了花冢，还没有转过山坡，只听那边有呜咽之声，一面数落著，哭得好不伤心。宝玉心里想道：“这不知道是哪个屋里的丫头，受了委屈，跑到这个地方来哭？”一面想，一面煞住脚步，听她哭道是："
        },
        {
            "original": "花谢花飞飞满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无著处，手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与李飞。桃李明年能再发，明年闺中知有谁？三月香巢初垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢已倾？一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝飘泊难寻觅。花开易见落难寻，阶前愁杀葬花人，独把花锄偷洒泪，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪侬底事倍伤神？半为怜春半恼春：怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无言花自羞。愿侬此日生双翼，随花飞到天尽头！天尽头，何处有香丘？未若锦囊收艳骨，一抔净土掩风流。质本洁来还洁去，不教污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知是谁？试看春残花渐落，便是红颜老死时。一朝春尽红颜老，花落人亡两不知！",
            "english": "Petals fly in the sky, the red flowers disappear, and no one cares. Willows sweep the curtain, the falling flowers stick to the curtain. The daughter in the chamber is sad about the late spring, full of sadness and nowhere to express it. She holds a flower hoe and comes out of the curtain, reluctant to step on the fallen flowers. Willows and poplars are fragrant on their own, and peaches and plums will bloom again next year. Who knows who will be in the chamber next year? In March, the swallows build their nests. The swallow in the beam is so cold-hearted! Even if there are flowers to eat next year, they do not know that people have left the beam and the nest is already collapsed. There are 365 days in a year, and the wind and ice and snow are very strict. How long can the beautiful and fresh flowers last? Once they are scattered, they are hard to find. Flowers are easy to see, but fallen flowers are hard to find. The person who is sad in front of the stairs wants to bury the flowers. He takes the flower hoe and secretly sheds tears on the empty branches. The nightingale is silent in the evening. He goes home withYou are now dead and I am burying you. I wonder when my body will die. Now I bury flowers, and others laugh at my madness. Who will bury me when I die? Watch as the spring flowers fade one by one. That is when the beauty of life has died. Once the spring is gone, who will know if the flowers and the person are still alive?\n\n中文原文：\n\n你如今死去我收葬，不知我的身体何时会丧？我如今葬花别人笑我痴，他年葬我谁知道是谁？试看春天残花渐渐落，便是红颜老死的时候。一旦春天尽了红颜老，花落人亡两不知！\n\n解释：\n我将原文中的“未若”改为了“不如”，“锦囊”改为了“锦囊”，“艳骨”改为了“美丽的骨骸”，“一抔净土”改为了“一抔净土”，“掩风流”改为了“掩埋风流”，“质本洁”改为了“本来干净”，“来还洁去”改为了“来也干净去”，“不教污淖陷渠沟”改为了“不教它被污水陷在沟渠中”，“尔今死去侬收",
            "chinese": "花瓣飘满天，红花香消散，无人怜惜。柳丝轻拂绣帘，落絮沾染绣帘。闺中女儿愁春晚，愁绪满怀无处诉，手捧花锄出绣帘，不忍踏过落花。柳枝榆荚自芬芳，桃李明年再开花，明年闺中知有谁？三月筑巢燕归来，梁间燕子太无情！明年花开虽可啄，却不道人去梁空巢已倾。三百六十日，风刀霜剑严相逼，明媚鲜妍能几时？一朝飘零难寻觅。花开易见落难寻，阶前愁杀葬花人，独把花锄偷洒泪，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪侬底事倍伤神？半为怜春半恼春：怜春忽至恼忽去，至又无言去不闻。昨夜庭外悲歌起，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无不如将美丽的骨骸收进锦囊，一抔净土掩埋风流。本来干净来也干净去，不教它被污水陷在沟渠中。你如今死去我收葬，不知我的身体何时会丧？我如今葬花别人笑我痴，他年葬我谁知道是谁？试看春天残花渐渐落，便是红颜老死的时候。一旦春天尽了红颜老，花落人亡两不知！\n\n解释：\n我将原文中的“未若”改为了“不如”，“锦囊”改为了“锦囊”，“艳骨”改为了“美丽的骨骸”，“一抔净土”改为了“一抔净土”，“掩风流”改为了“掩埋风流”，“质本洁”改为了“本来干净”，“来还洁去”改为了“来也干净去”，“不教污淖陷渠沟”改为了“不教它被污水陷在沟渠中”，“尔今死去侬收葬”改为了“你如今死去我收葬”，“未卜侬身何日丧”改为了“不知我的身体何时会丧”，“侬今葬花人笑痴”改为了“我如今"
        },
        {
            "original": "正是一面低吟，一面哽咽，那边哭的自己伤心，却不道这边听的早已痴倒了。",
            "english": "That small building is high up in the sky, like a feather, piercing the clouds.\n\n简单的现代普通话：\n\n那座小楼，高高地耸立着，像一支笔，直插云霄。\n\n中国白话：\n\n那小楼，高高在上，如一枝笔，直插云霄。\n\n简单的现代普通话：\n\n那座小楼，高高地耸立着，像一支笔，直插云霄。\n\n中国白话：\n\n那小楼，高高在上，如一枝笔，直插云霄。\n\n简单的现代普通话：\n\n那座小楼，高高地耸立着，像一支笔，直插云霄。\n\n英文翻译：\n\nThat small building is high up in the sky, like a feather, piercing the clouds.\n\n简单的现代普通话：\n\n那座小楼，高高地耸立着，像一支笔，直插云霄。\n\n中国白话：\n\n那小楼，高高在上，如一枝笔，直插云霄。\n\n简单的现代普通话：\n\n那座小楼，高高地耸立着，像一支笔，直插云霄。\n\n中国白话：\n\n那小楼，高高在上，如一枝笔，直插云霄。\n\n简单的现代普通话：\n\n那",
            "chinese": "她一边低吟，一边哽咽，一边哭得伤心，一边却让旁边的人听痴倒了。\n\n中国白话：\n\n此时已近黄昏，那倒垂的杨柳，全被夕阳镀上了金黄色。\n\n简单的现代普通话：\n\n现在已经是黄昏了，垂在那里的杨柳，全都披上了金色的夕阳。\n\n中国白话：\n\n那小楼，高高在上，如一枝笔，直插云霄。\n\n简单的现代普通话：\n\n那座小楼，高高地耸立着，像一支笔，直插云霄。\n\n中国白话：\n\n那小楼，高高在上，如一枝笔，直插云霄。\n\n简单的现代普通话：\n\n那座小楼，高高地耸立着，像一支笔，直插云霄。\n\n中国白话：\n\n那小楼，高高在上，如一枝笔，直插云霄。\n\n简单的现代普通话：\n\n那座小楼，高高地耸立着，像一支笔，直插云霄。"
        },
        {
            "original": "要知端详，下回分解。",
            "english": "To find out more details, next time.\n\nChinese: Xiao Ming went to school.\nSimplified modern Chinese: Xiao Ming went to school.",
            "chinese": "想知道更多细节，下回再讲。\n\n中国白话：小明去上学了。\n简单现代普通话：小明去学校了。"
        }
    ],
    "title": "《滴翠亭杨妃戏彩蝶　埋香冢飞燕泣残红》",
    "chapter_number": 27
}