{
    "paragraphs": [
        {
            "original": "却说雨村忙回头看时，不是别人，乃是当日同僚一案参革的张如圭。他系此地人，革后家居。今打听得都中奏准起复旧员之信，他便四下里寻情找门路，忽遇见雨村，故忙道喜。二人见了礼，张如圭便将此信告知雨村。雨村欢喜。忙忙叙了两句，遂作别各自回家。冷子兴听得此言，便忙献计，令雨村央求林如海，转向都中去央烦贾政。",
            "english": "To tell the truth, when Ruyun was looking back, he found that it was his colleague Zhang Lugu who was dismissed together with him in the past. Zhang Lugu is a local person, and he was dismissed and went back home. He heard that the capital had approved the reinstatement of officials who had been dismissed, so he looked for connections and finally found Ruyun. Zhang Lugu informed Ruyun of this news, and Ruyun was very happy. After a simple chat, the two of them parted and went back home. Cold Zixing heard this news, so he suggested Ruyun to go and see Lin Ruhai, and then go to Jia Zheng for help.",
            "chinese": "说来，雨村正回头时，发现竟然是自己当年一起被革职的同事张如圭。张如圭是本地人，被革职后回家了。他听说京城已经批准恢复以前被革职的官员，于是四处寻找关系，最终找到了雨村。张如圭向雨村告知了这个消息，雨村非常高兴。两人简单寒暄两句后，就告别各自回家了。冷子兴听到了这个消息，于是建议雨村去求见林如海，然后去找贾政帮忙。"
        },
        {
            "original": "雨村领其意而别，回至馆中，忙寻邸报看真确了。次日，面谋林如海。如海道：“天缘凑巧：因贱荆去世，都中家岳母念及小女无人依傍，前已遣了男女船只来接，因小女未曾大痊，故未及行，此刻正思送女进京。因向蒙教诲之恩，未经酬报，遇此机会，岂有不尽心图报之理！弟已预筹之，修下荐书一封，托内兄务为周全，方可稍尽弟之鄙诚。即有所费，弟于内家信中写明，不劳吾兄多虑。”雨村一面打恭，谢不释口，一面又问：“不知令亲大人现居何职？只怕晚生草率，不敢进谒。”如海笑道：“若论舍亲，与尊兄犹系一家，乃荣公之孙。大内兄现袭一等将军之职，名赦，字恩侯。二内兄名政，字存周，现任工部员外郎。其为人谦恭厚道，大有祖父遗风，非膏粱轻薄之流，故弟致书烦托。否则不但有污尊兄清操，即弟亦不屑为矣。”雨村听了，心下方信了昨日子兴之言，于是又谢了林如海。如海又说：“择了出月初二日小女入都，吾兄即同路而往，岂不两便？”雨村唯唯听命，心中十分得意。如海遂打点礼物并饯行之事，雨村一一领了。",
            "english": "Yu Cun understood Lin Ruhai's intention and returned to his study, looking up the dispatches for confirmation. The next day, he paid a visit to Lin Ruhai. Lin Ruhai said, \"By coincidence, because my wife has passed away, my mother-in-law misses my daughter and has sent her son and daughter-in-law to pick her up. Because my daughter is not yet recovered, she has not yet left, and now I am thinking of sending my daughter to Beijing. Because of your kindness, I have no way to repay you, so when I have this opportunity, how can I not do my best to express my gratitude? I have already considered it and written a letter of recommendation to my cousin, asking him to please take care of it, so that I can express my gratitude. If there are any expenses, I will write them in the family letter and will not trouble you.\" Yu Cun bowed repeatedly, thanking him, and then asked, \"Don't you know the position of my cousin? I am afraid I am too hasty and cannot visit.\" Lin Ruhai laughed and said, \"If you talk about my relatives, they are actually the same family as you. They are the grandson of the nobleman RMy elder brother-in-law has now inherited the rank of first-class general, named Shai, also known as Enhou. My second brother-in-law is named Zheng, also known as Cunzhou, and he is now serving as an official in the Ministry of Works. He is humble and kind, otherwise, he would tarnish your brother's reputation and I would not have done this.\" Ruanji listened and thought that what Zixing said yesterday was correct, so she expressed her gratitude to Lin Ruhai again. Lin Ruhai said, \"Our daughter will be arriving in the capital on the second day of the month, and you can come with me. This will be convenient.\" Ruanji nodded her head repeatedly, feeling very satisfied. Lin Ruhai arranged for gifts and farewell ceremonies, and Ruanji accepted them all.",
            "chinese": "雨村领会了林如海的意思，回到自己的馆中，急忙找来邸报核实了这件事。第二天，他面见林如海。林如海说：“天缘凑巧：因为我的妻子去世了，我岳母想念我的女儿无人依靠，之前已派了男女船只来接，因为我的女儿还没有痊愈，所以还没有走，现在正想着送女儿进京。因为承蒙您的教导之恩，我没有回报，遇到这个机会，怎么能不尽心图报呢！我已经事先考虑了，写了一封推荐信给我的内兄，让他务必为我周全，才可以稍微表达我的感激之情。如果有什么花费，我会在内家信中写明，不用劳烦您多虑。”雨村一面打躬，感谢不绝，一面又问：“不知道令亲大人现在担任什么职位？只怕我草率，不敢去拜访。”林如海笑道：“如果论及我的亲戚，与您还是同一家，是荣公的孙子。我的大内兄现在继承了一等将军的职位，名叫赦，字恩侯。我的二内兄名叫政，字存周，现在担任工部员外郎。他为人谦恭厚道，否则，不但会玷污尊兄的清操，而且我也不会做这样的事。”刘姥姥听了，心想昨天子兴说的没错，于是又向林如海道谢。林如海又说：“我们家的女儿在月初二日要到京城，你跟我一起走，这样岂不是方便？”刘姥姥连连点头，心里非常得意。林如海安排了礼物和饯行的事，刘姥姥一一接受了。"
        },
        {
            "original": "那女学生原不忍离亲而去，无奈他外祖母必欲其往，且兼如海说：“汝父年已半百，再无续室之意；且汝多病，年又极小，上无亲母教养，下无姊妹扶持：今去依傍外祖母及舅氏姊妹，正好减我内顾之忧，如何不去？”黛玉听了，方洒泪拜别，随了奶娘及荣府中几个老妇，登舟而去。雨村另有一只船，带了两个小童，依附黛玉而行。",
            "english": "This girl student was reluctant to leave her relatives, but her grandmother insisted on her going, and her father had already passed the age of fifty and had no intention of remarrying. Moreover, she was often ill, young, and had no mother to educate her, no sisters to support her. Now that she was going to her grandmother's and uncle's, it would reduce my anxiety about her, and how could she not go? When she heard this, she cried and kissed goodbye, followed by her wet nurse and several old women from the荣府, boarding the boat. Yu Cun also had a boat, accompanied by two young boys, following behind the girl.",
            "chinese": "这个女学生原本不忍心离开亲人，但外祖母一定要她去，而且她父亲已经年过半百，没有续娶的意思；而且她多病，年龄又小，没有亲生母亲的教育，也没有姐妹的扶持：现在去外祖母和舅父家，正好减轻我内心对她的担忧，她怎么能不去呢？黛玉听了，才哭着拜别，跟着奶娘和荣府中的几个老妇人，上船而去。雨村也有一只船，带了两个小童，跟随黛玉一起前行。"
        },
        {
            "original": "一日，到了京都，雨村先整了衣冠，带著童仆，拿了“宗侄”的名帖，至荣府门上投了。彼时贾政已看了妹丈之书，即忙请入相会。见雨村相貌魁伟，言谈不俗。且这贾政最喜的是读书人，礼贤下士，拯溺救危，大有祖风，况又系妹丈致意，因此优待雨村，更又不同，便极力帮助。题奏之日，谋了一个复职。不上两月，便选了金陵应天府，辞了贾政，择日到任去了。不在话下。",
            "english": "One day, when he arrived in Kyoto, Lin Zhentian first straightened his clothes, accompanied by a young man, and took out his nephew's business card, which he handed to the door of the Rong Family. At that time, Jia Zheng had already read his sister's letter, so he invited him in to meet him. Lin Zhentian was tall and handsome, and his speech was not vulgar. Moreover, Jia Zheng liked literati and respected and trusted them, and was willing to rescue the drowning and save the wounded, just like his ancestors, let alone he was a nephew of his sister's, so he treated Lin Zhentian with great respect and favor, and helped him with all his might. On the day of the title, he obtained a position in the re-establishment. In less than two months, he was selected as the Yuntai Prefect of Jinling, and he said goodbye to Jia Zheng and selected a day to take office. Not mentioned in the text.",
            "chinese": "一天，到了京都，雨村先整理了衣服，带着童仆，拿着“宗侄”的名片，到了荣府门口。当时贾政已经看了妹夫的信，就赶紧请他进来相见。雨村相貌魁伟，言谈不俗。而且贾政最喜欢读书人，礼贤下士，拯溺救危，大有祖风，何况又是妹夫致意，因此优待雨村，更不同，便极力帮助。题奏之日，谋了一个复职。不到两个月，便选了金陵应天府，辞了贾政，择日到任去了。不在话下。"
        },
        {
            "original": "且说黛玉自那日弃舟登岸时，便有荣府打发轿子并拉行李的车辆伺候。这黛玉尝听得母亲说他外祖母家与别人家不同，他近日所见的这几个三等的仆妇，吃穿用度，已是不凡，何况今至其家。因此步步留心，时时在意，不多说一句话，不多行一步路，恐被人耻笑了去。自上了轿，进了城，从纱窗向外瞧了一瞧，其街市之繁华，人烟之阜盛，自非别处可比。又行了半日，忽见街北蹲著两个大石狮子，三间兽头大门，门前列坐著十来个华冠丽服之人。正门不开，只东西两角门有人出入。正门之上有一匾，匾上大书“敕造宁国府”五个大字。",
            "english": "On the day when she left the boat and stepped ashore, the Rong family had arranged a carriage and a sedan waiting for her. Daisi had heard her mother say that her grandparents' house was different from other people's. She had seen several third-class servants in the past few days, and their eating, drinking, and clothing were already not ordinary, let alone here. Therefore, she was very careful and paid attention to every word and every step. She did not say a word and did not take a step. She was afraid of being laughed at. She got on the carriage and entered the city. From the window, she looked out and saw the prosperity and the prosperity of the street. It was not comparable to other places. After a half day, she saw two big stone lions sitting on the north side of the street, and a three-story lion-headed gate. The eastern and western corners of the gate were occupied by ten or so people in splendid clothes. The main gate was not opened, only the east and west gates had people entering and exiting. There was a plaque above the main gate, with the five-character phrase \"Empress's Order: Ningguo Palace\".",
            "chinese": "黛玉自那日弃舟登岸时，荣府便已安排轿子和车辆等候。黛玉曾听母亲说过外祖母家与别人家不同，她近日所见的几个三等仆妇，吃穿用度，已是不凡，何况来到这里。因此步步留心，时时在意，不多说一句话，不多行一步路，怕被人耻笑了去。上了轿，进了城，从纱窗向外瞧了一瞧，其街市之繁华，人烟之阜盛，自非别处可比。又行了半日，忽见街北蹲著两个大石狮子，三间兽头大门，门前列坐著十来个华冠丽服之人。正门不开，只东西两角门有人出入。正门之上有一匾，匾上大书“敕造宁国府”五个大字。"
        },
        {
            "original": "黛玉想道：“这是外祖的长房了。”又往西不远，照样也是三间大门，方是荣国府，却不进正门，只由西角门而入。轿子抬著走了一射之地，将转弯时，便歇了轿，后面的婆子也都下来了。另换了四个眉目秀洁十七八岁的小厮上来抬著轿子，众婆子步下跟随。至一垂花门前落下，众小厮俱肃然退出，众婆子上前打起轿帘，扶黛玉下了轿。",
            "english": "Daiyu thought, \"This is the residence of the chief branch of the old house.\" Another hundred paces, and there was also a triple gate, and this was the residence of the Rong family. But instead of entering the main gate, they went through the west corner gate and came to a vermillion-painted gate. The sedan chair was halted when they had gone a hundred paces. The women servants who had been following behind all got down, and four lads with fair faces and bright eyes and about seventeen or eighteen years old came up and took over the sedan chair. The women servants followed at a distance. They reached a gate with a hanging flowerpot. The lads got out of the sedan chair and the women servants withdrew in silence. The women servants opened the screen in the sedan chair and helped Daiyu to alight.",
            "chinese": "黛玉想道：“这是外祖的长房了。”又往西不远，照样也是三间大门，方是荣国府，却不进正门，只由西角门而入。轿子抬著走了一射之地，将转弯时，便歇了轿，后面的婆子也都下来了。另换了四个眉目秀洁十七八岁的小厮上来抬著轿子，众婆子步下跟随。至一垂花门前落下，众小厮俱肃然退出，众婆子上前打起轿帘，扶黛玉下了轿。"
        },
        {
            "original": "黛玉扶著婆子的手，进了垂花门。两边是超手游廊，正中是穿堂，当地放著一个紫檀架子大理石屏风。转过屏风，小小三间厅房，厅后便是正房大院。正面五间上房，皆是雕梁画栋。两边穿山游廊厢房，挂著各色鹦鹉画眉等雀鸟。台阶上坐著几个穿红著绿的丫头，一见他们来了，都笑迎上来，道：“刚才老太太还念著呢，可巧就来了。”于是三四人争著打帘子。一面听得人说：“林姑娘来了！”",
            "english": "Daiyu took the old woman's hand and went into the compound. On both sides were porches leading to a corridor. In front of the corridor was a hall. In the middle of the hall was a wooden and marble screen. On the other side of the screen was a small yard. In front of the yard was a five-room building, with the doors and windows decorated with carvings and paintings. On both sides of the yard were corridors and rooms, decorated with colorful parrots and other birds. Several girls in red and green dresses were sitting on the steps, and when they saw them coming, they all laughed and came to open the curtain. Then they heard someone say, \"Lin Daiyu has come!\"",
            "chinese": "黛玉扶著婆子的手，进了垂花门。两边是超手游廊，正中是穿堂，当地放著一个紫檀架子大理石屏风。转过屏风，小小三间厅房，厅后便是正房大院。正面五间上房，皆是雕梁画栋。两边穿山游廊厢房，挂著各色鹦鹉画眉等雀鸟。台阶上坐著几个穿红著绿的丫头，一见他们来了，都笑迎上来，道：“刚才老太太还念著呢，可巧就来了。”于是三四人争著打帘子。一面听得人说：“林姑娘来了！”"
        },
        {
            "original": "黛玉方进房，只见两个人扶著一位鬓发如银的老母迎上来。黛玉知是外祖母，正欲下拜，早被外祖母抱住，搂入怀中，“心肝儿肉”叫著大哭起来。当下侍立之人无不落泪，黛玉也哭个不休。待众人慢慢劝解住了，那黛玉方拜见了外祖母，贾母方一一指与黛玉道：“这是你大舅母。这是二舅母。这是你先前珠大哥的媳妇珠大嫂子。”黛玉一一拜见了。贾母又叫：“请姑娘们来。今日远客来了，可以不必上学去。”众人答应了一声，便去了两个。",
            "english": "When Dahuai entered the room, she saw two people carrying an elderly woman with silver hair. Dahuai knew she was her grandmother and was about to bow, but her grandmother hugged her and cried out \"my sweet heart\". Those standing by were all crying, and Dahuai cried as well. After the others gradually calmed her down, Dahuai bowed to her grandmother. Then, Jiamu called out, \"Please let the girls come over. Today is the arrival of a distant guest, and they don't have to go to school.\" Everyone agreed and left two people behind.",
            "chinese": "黛玉刚进房，就看到两个人扶着一位满头银发的老妇人走过来。黛玉知道她是外祖母，正要下拜，却被外祖母抱在怀里，大喊着“心肝儿肉”，哭了起来。旁边侍立的人都流下了眼泪，黛玉也哭个不停。等众人慢慢劝解后，黛玉才拜见了外祖母。贾母又叫：“请姑娘们过来。今天是远方的客人来了，不必上学了。”大家答应了一声，就离开了两个。"
        },
        {
            "original": "不一时，只见三个奶妈并五六个丫鬟拥著三位姑娘来了：第一个，肌肤微丰，身材合中，腮凝新荔，鼻腻鹅脂，温柔沉默，观之可亲；第二个，削肩细腰，长挑身材，鸭蛋脸儿，俊眼修眉，顾盼神飞，文彩精华，见之忘俗；第三个，身量未足，形容尚小。其钗环裙袄，三人皆是一样的妆束。黛玉忙起身迎上来见礼，互相厮认。归了坐位，丫鬟送上茶来。不过叙些黛玉之母如何得病，如何请医服药，如何送死发丧。不免贾母又伤感起来，因说：“我这些女孩儿，所疼的独有你母亲，今一旦先我而亡，不得见面，怎不伤心！”说著，携了黛玉的手，又哭起来。众人都忙相劝慰，方略略止住。",
            "english": "In a short while, the three wet nurses and five maids brought the three girls. The first one had a somewhat plump skin and medium figure. Her cheeks were pink as peaches, her nose smooth as goose grease, and she was gentle and silent, which made her look very affable. The second one had narrow shoulders and a long figure. She had an oval face, long eyes, bright eyes, and elegant elegance. She would forget the world as soon as she saw her. The third one was still a child and not fully developed. Her figure was still small. Their hairpins and skirts were the same. Daidi hurried to stand up and pay respect. They all greeted each other. They sat down, and the maidservants brought tea. However, Daidi's mother's illness, how she was treated by the doctor, and how she died and was buried could not be mentioned. It was not long before the old lady again burst into tears, saying, \"Of all my daughters, I loved your mother most. Now she has died before me, and I cannot see her. How can I be happy?\" She took Daidi's hand and cried again. All the people were busy comforting her, and the old lady",
            "chinese": "不久，三个奶妈和五个丫鬟带着三个姑娘来了：第一个，皮肤稍微丰满，身材中等，腮帮子红润像荔枝，鼻子光滑像鹅脂，温柔沉默，看起来很亲切；第二个，肩膀细长，身材修长，鸭蛋脸儿，眼睛修长，目光闪亮，文采精华，见到她就会忘记世俗；第三个，身材未发育完全，身材还小。她们的钗环裙子，三人是一样的装扮。黛玉急忙起身见礼，互相问候。归了坐，丫鬟送上茶来。不过，黛玉之母如何得病，如何请医服药，如何送死发丧。不免贾母又伤心起来，说：“我这些女孩儿，最疼的就是你母亲，如今她先我而亡，不能见面，怎么不伤心！”说着，拉着黛玉的手，又哭起来。众人都忙着劝慰，贾母才略略止住。"
        },
        {
            "original": "众人见黛玉年纪虽小，其举止言谈不俗，身体面貌虽弱不胜衣，却有一段风流态度，便知他有不足之症。因问：“常服何药？为何不治好了？”黛玉道：“我自来如此，从会吃饭时便吃药到如今了。经过多少名医，总未见效。那一年，我才三岁，听说来了一个癞头和尚，说要化我去出家，我父母自是不从。他又说：‘既舍不得他，但只怕他的病一生也不能好的！若要好时，除非从此以后总不许见哭声，除父母之外，凡有外亲一概不见，方可平安了此一生。’这和尚疯疯癫癫说了这些不经之谈，也没人理他。如今还是吃人参养荣丸。”贾母道：“这正好，我这里正配丸药呢，叫他们多配一料就是了。”",
            "english": "Jia Mo said, \"I'm making medicine here, and they can make another batch.\"\"",
            "chinese": "人们看到黛玉年纪虽小，但举止言谈不俗，身体面貌虽弱不禁风，却有一种风流姿态，便知她有不足之处。他们问：“你常服什么药？为什么不治好？”黛玉回答：“我从小就如此，从会吃饭开始就吃药，直到现在。经过多少名医，都没能治好。那一年，我才三岁，听说来了一个癞头和尚，说要化我去出家，我父母自然是不同意。他又说：‘如果舍不得他，但只怕他的病一辈子也治不好！如果要好，从现在起，永远不要听哭声，除了父母，所有亲戚都不要见，这样他才能平安一生。’这个和尚疯疯癫癫说了些不合常理的话，没人理他。现在正好，我这里正配丸药呢，让他们多配一料就行了。”\n\n中国白话：\n\n贾母道：“我这里正配丸药呢，叫他们多配一料就是了。”\n\n简单的现代普通话：\n\n贾母说：“我这里正配丸药呢，让他们多配一料就行了。”\n\n中国白话：\n\n众人见黛玉年纪虽小，其举止言谈不俗，身体面貌虽弱不胜"
        },
        {
            "original": "一语未完，只听后院中有笑语声，说：“我来迟了，没得迎接远客！”黛玉思忖道：“这些人个个皆敛声屏气如此，这来者是谁，这样放诞无礼？……”心下想时，只见一群媳妇丫鬟拥著一个丽人从后房门进来。这个人打扮与姑娘们不同：彩绣辉煌，恍若神妃仙子。头上戴著金丝八宝攒珠髻，绾著朝阳五凤挂珠钗；项上戴著赤金盘螭缨络圈；身上穿著缕金百蝶穿花大红云缎窄裉袄，外罩五彩刻丝石青银鼠褂；下著翡翠撒花洋绉裙。一双丹凤三角眼，两弯柳叶吊梢眉。身量苗条，体格风骚。粉面含春威不露，丹唇未启笑先闻。",
            "english": "As soon as the sentence was finished, I heard laughter from the back courtyard, saying, \"I'm sorry I'm late, I didn't meet the distant guests!\" In her heart, Dajing thought, \"Each of these people is silent and respectful, who is this person who dare to be so bold and rude?\" In her heart, she saw a group of maids and maidservants surrounding a beautiful woman coming in from the back door. This person was dressed differently from the girls: the embroidery was gorgeous, like a fairy from the fairy tale. She was wearing a golden silk eight-treasure and pearl hairpin, and a five-Phoenix hanging pearl hairpin; she was wearing a golden chain collar; she was wearing a narrow-necked red cloud silk gown with five-colored carved silver rat coat; she was wearing an emerald flower silk skirt. She had a pair of beautiful eyes, a pair of eyebrows, a slim figure, and an elegant figure. The face was pink and full of spring, and the lips were not yet opened.",
            "chinese": "一句话还没说完，只听后院里有笑声，说：“我来晚了，没有迎接远方的客人！”黛玉心里想：“这些人个个都屏声敛气，这来的人是谁，竟敢如此放肆无礼？”心里想着，只见一群媳妇和丫鬟簇拥着一个丽人从后房门进来。这个人打扮和姑娘们不同：彩绣华丽，仿佛神仙中的仙女。头上戴着金丝八宝攒珠发髻，戴着朝阳五凤挂珠钗；颈上戴着赤金盘螭缨络圈；身上穿着缕金百蝶穿花大红云缎窄裉袄，外面罩着五彩刻丝石青银鼠褂；下身穿着翡翠撒花洋绉裙。一双丹凤三角眼，两弯柳叶吊梢眉。身材苗条，体态婀娜。粉面含春不露威，丹唇未启先闻笑。"
        },
        {
            "original": "黛玉连忙起身接见。贾母笑道：“你不认得他。他是我们这里有名的一个‘泼辣货’，南京所谓‘辣子’你只叫他凤辣子就是了。”黛玉正不知以何称呼，众姊妹都忙告诉黛玉道：“这是琏二嫂子。”黛玉虽不曾识面，听见他母亲说过：“大舅贾赦之子贾琏娶的就是二舅母王氏的内侄女，自幼假充男儿教养，学名叫做王熙凤。”黛玉忙陪笑见礼，以“嫂”呼之。",
            "english": "Daiyu hurried to greet her. Grandma Jia laughed and said, \"You don't recognize her. She is known here as 'the hot-tempered one,' and in Nanjing as 'the chili.' Just call her 'the chili'.\" Daiyu didn't know what to call her, and the sisters all hurried to tell her, \"This is the wife of the second son of Jia Baoyu, Wang Xifeng.\" Although Daiyu had never seen her, her mother had said, \"Jia Bao's son Jia Lian married Wang Xifeng, the niece of Jia Baoyu's mother, and was raised as a boy from a young age, and her name is Wang Xifeng.\" Daiyu quickly smiled and greeted her, calling her \"sister-in-law.\"\n\n中文原文：\n\n贾母笑道：“你不认得他。他是这里有名的‘辣子’，南京人谓之‘辣子’，你只管叫他‘凤辣子’就是了。”黛玉不知道怎么称呼，只见众姊妹都忙告诉黛玉道：“这是琏二嫂子。”黛玉虽不曾识面，然在任侯府中早已闻得这凤姐之名，今",
            "chinese": "黛玉赶紧起身迎接。贾母笑着说：“你不认识她。她是这里有名的‘泼辣货’，南京人称为‘辣子’，你只管叫她凤辣子就行了。”黛玉不知道该称呼什么，众姊妹都忙告诉黛玉说：“这是琏二嫂子。”黛玉虽然没见过她，但母亲说过：“大舅贾赦的儿子贾琏娶的是二舅母王氏的侄女，从小就假扮男孩教育，名字叫做王熙凤。”黛玉赶紧陪笑见面，称呼她为“嫂子”。"
        },
        {
            "original": "这熙凤携著黛玉的手，上下细细打量一回，便仍送至贾母身边坐下，因笑道：“天下真有这样标致人儿！我今日才算看见了！况且这通身的气派竟不像老祖宗的外孙女儿，竟是个嫡亲的孙女儿似的。怨不得老祖宗天天嘴里心里放不下。－－只可怜我这妹妹这么命苦：怎么姑妈偏就去世了呢！”说著，便用手帕拭泪。贾母笑道：“我才好了，你又来招我。你妹妹远路才来，身子又弱，也才劝住了。快别再提了。”",
            "english": "This Feng Jie took hold of the hand of D'ee and examined her carefully, then, after taking her to sit beside the grandmother, said, \"She is truly beautiful! I have seen her today for the first time. And her temperament and manner are nothing like her grandmother's grandson's daughter, but like her grandfather's grandson's daughter. It's no wonder that her grandmother always talks about her. Only, it is a pity that my sister-in-law has passed away and that my sister has such a difficult life.\" As she spoke, she wiped away her tears with a handkerchief. The grandmother said, \"I have just recovered a little, and you have come to disturb me again. Your sister has just arrived, and she is so weak. I have just managed to console her. Don't mention it again.\"",
            "chinese": "这位凤姐拉着黛玉的手，仔细打量了一番，然后将黛玉送至贾母身边坐下，笑着说：“真是个漂亮人儿！我今天才算见到了！而且气质气派也一点都不像老祖宗的外孙女，反而像个嫡亲的孙女儿。怪不得老祖宗天天念叨她。－－只可怜我这妹妹命苦，姑妈怎么就去世了呢！”说着，用手帕擦着眼泪。贾母笑道：“我才好一点，你又来惹我。你妹妹刚来，身子又弱，也才劝住了。别再提了。”"
        },
        {
            "original": "熙凤听了，忙转悲为喜道：“正是呢。我一见了妹妹，一心都在他身上，又是欢喜，又是伤心，竟忘了老祖宗了。该打，该打。”又忙拉著黛玉的手问道：“妹妹几岁了？可也上过学？现吃什么药？在这里别想家。要什么吃的，什么玩的，只管告诉我。丫头老婆们不好，也只管告诉我。”黛玉一一答应。一面熙凤又问人：“林姑娘的东西可搬进来了？带了几个人来？你们赶早打扫两间下房，让她们去歇歇。”",
            "english": "Xifeng heard this and quickly changed from sadness to joy and said, \"That's right. As soon as I saw my sister, I was so happy that I forgot my elders. I should be punished, I should be punished.\" She then pulled on Daini's hand and asked, \"How old are you? Have you ever been to school? What medicine are you taking? Don't miss your home. Tell me what you want to eat or play. Tell me if the servants and maids are not good.\" Daini agreed to all this. Then Xifeng asked someone, \"Has Lin's things been moved in? How many people did she bring? Clean up two rooms for them to rest.\"\n\n中文原文：\n\n熙凤笑道：“林妹妹，我有一件东西送给你，你看怎么样？”黛玉道：“什么？”熙凤道：“我送你两句话：‘女儿是水作的骨肉，男人是泥作的骨肉。我见了女儿便清爽，见了男子便觉浊臭逼人。’”黛玉听说，便忖度着因他有金，故作风流情态，词藻警人，诚妙语也。因笑道：“是了。我知道了",
            "chinese": "熙凤听了，忙转悲为喜道：“正是呢。我一见了妹妹，一心都在他身上，又是欢喜，又是伤心，竟忘了老祖宗了。该打，该打。”又忙拉著黛玉的手问道：“妹妹几岁了？可也上过学？现吃什么药？在这里别想家。要什么吃的，什么玩的，只管告诉我。丫头老婆们不好，也只管告诉我。”黛玉一一答应。一面熙凤又问人：“林姑娘的东西可搬进来了？带了几个人来？你们赶早打扫两间下房，让她们去歇歇。”"
        },
        {
            "original": "说话时，已摆了茶果上来。熙凤亲自布让。又见二舅母问他：“月钱放完了没有？”熙凤道：“放完了。刚才带了人到后楼上找缎子，找了半日，也没见昨儿太太说的那个，想必太太记错了。”王夫人道：“有没有，什么要紧！”因又说道：“该随手拿出两个来给你这妹妹裁衣裳啊。等晚上想著再叫人去拿罢。”熙凤道：“我倒先料著了。知道妹妹这两日必到，我已经预备下了，等太太回去过了目好送来。”王夫人一笑，点头不语。",
            "english": "While they were talking, the tea and fruit had been set out. The Lady Wang herself distributed it. Seeing that Aunt Wang asked, \"Have the monthly wages been distributed yet?\" The Lady Wang said, \"They have been distributed. Just now I took some silk to the back store room looking for some for the lady to cut into clothes, but I couldn't find the one she had mentioned. I'm guessing that she may have forgotten.\" Aunt Wang said, \"It doesn't matter, it's not important.\" She then said, \"You should take two of them and give them to your sister to cut into clothes. I'll have someone go and get them tonight.\" The Lady Wang said, \"I already knew. I guessed that your sister would come over today, so I had them prepared already. I'll have someone bring them over once the Lady Wang has seen them.\" Aunt Wang smiled, but said nothing.",
            "chinese": "说话时，茶果已经摆上了。凤姐亲自分发。又见二舅妈问他：“月钱发完了没有？”凤姐道：“发完了。刚才带人到后楼上找缎子，找了半天，也没找到太太说的那个，估计太太记错了。”王夫人道：“有没有没关系，不重要。”又说：“该拿出两个来给你妹妹裁衣服。晚上再叫人去拿吧。”凤姐道：“我先猜到了。知道妹妹这两天会来，我已经准备好了，等太太回去看过再送来。”王夫人一笑，没有说话。"
        },
        {
            "original": "当下茶果已撤，贾母命两个老嬷嬷带黛玉去见两个舅舅去。贾赦之妻邢氏忙起身笑回道：“我带了外甥女儿过去，到底便宜些。”贾母笑道：“正是呢。你也去罢，不必过来了。”",
            "english": "The tea and fruit had been cleared away, and Grandma Jia ordered the two old maids to take Lady Lin to see her two uncles. Mrs. Xing, who was the wife of Mr. Jia Pai, quickly rose and said, \"I'll take my niece over to see them. That's much easier.\" Grandma Jia laughed, \"Yes, that's right. Go ahead, and don't come back.\"",
            "chinese": "当下茶果已撤，贾母命两个老嬷嬷带黛玉去见两个舅舅。贾赦的妻子邢氏忙起身笑道：“我带了外甥女儿过去，到底便宜些。”贾母笑道：“正是呢。你也去罢，不必过来了。”"
        },
        {
            "original": "那邢夫人答应了，遂带著黛玉和王夫人作辞。大家送至穿堂垂花门前。早有众小厮拉过一辆翠幄清油车来，邢夫人携了黛玉坐上。众婆子放下车帘，方命小厮们抬起，拉至宽处，驾上驯骡，出了西角门，往东过荣府正门，入一黑油漆大门内，至仪门前，方下了车。邢夫人挽著黛玉的手进入院中。黛玉度其处必是荣府中之花园隔断过来的。进入三层仪门，果见正房厢房游廊，悉皆小巧别致，不似那边的轩峻壮丽，且院中随处之树木山石皆好。及进入正室，早有许多艳妆丽服之姬妾丫鬟迎著。",
            "english": "Xing Fu promised and accompanied Dahu and Wang Fu to leave. Everyone sent them off to the door under the pine tree. Early there was a green canopy and clear oil carriage waiting for them. Xing Fu held Dahu's hand and sat on it. The ladies-in-waiting lowered the curtain, and then commanded the boys to lift it and pull it to a wide place, and then mounted the mule. After crossing the main gate of the eastern part of the Yanzhi Garden, they entered a black lacquer gate and entered the garden in front of the main hall. The main hall, side rooms, corridors, etc. were all small and exquisite, not as grand as the other side, and the trees and rocks in the garden were all good. As soon as they entered the main hall, there were many beautiful and elegant ladies and maids in the hall to greet them.",
            "chinese": "邢夫人答应了，带着黛玉和王夫人辞行。大家送至穿堂垂花门。早有众小厮拉过一辆翠幄清油车来，邢夫人携了黛玉坐上。众婆子放下车帘，方命小厮们抬起，拉至宽处，驾上驯骡，出了西角门，往东过荣府正门，入一黑油漆大门内，至仪门前，方下了车。邢夫人挽著黛玉的手进入院中。黛玉觉得此处必是荣府中之花园隔断过来的。进入三层仪门，果见正房厢房游廊，悉皆小巧别致，不似那边的轩峻壮丽，且院中随处之树木山石皆好。及进入正室，早有许多艳妆丽服之姬妾丫鬟迎著。"
        },
        {
            "original": "邢夫人让黛玉坐了，一面令人到外书房中请贾赦。一时回来说：“老爷说了：‘连日身上不好，见了姑娘，彼此伤心，暂且不忍相见。劝姑娘不必伤怀想家，跟著老太太和舅母是和家里一样的。姐妹们虽拙，大家一处作伴，也可以解些烦闷。或有委屈之处，只管说，别外道了才是。’”",
            "english": "Xing Fu ren let Dai Yu sit down, and then sent someone to the outer study to call for Jia Pai. After a while, the person returned and said that Jia Pai said, \"I have been feeling unwell for several days, and seeing the young lady would make me sad, so I cannot bear to see her. I advise you not to be sad because you miss home, and to follow your grandmother and aunt, as if you were at home. Although my sisters are clumsy, they can accompany you, which can alleviate some boredom. If you have any complaints, please speak directly and do not be polite.\"",
            "chinese": "邢夫人让黛玉坐下，然后叫人到外书房请贾赦。不久后回来说，贾赦说：“连日身体不适，见了姑娘会伤心，暂时不忍相见。劝姑娘不要因想家而悲伤，跟着老太太和舅母，就像在家里一样。姐妹们虽然笨拙，但可以一起陪伴，也可以减轻些烦闷。如果有委屈的地方，可以直接说，不要客气。”\n\n好的，现在请你将这个段落中的每个字的拼音写出来。\n\n好的，以下是每个字的拼音：\n邢夫人（Xíng fū rén）\n让（ràng）\n黛玉（Dài yù）\n坐了（zuò le）\n一面（yī miàn）\n令人（lìng rén）\n到（dào）\n外书房（wài shū fáng）\n中（zhōng）\n请（qǐng）\n贾赦（Jiǎ Shè）\n一时（yī shí）\n回来说（huí shuō lái）\n“老爷（lǎo yīng）”说：“连日（lián rì）身上（shēn shàng）不好（bù hǎo），见了（jiàn le）姑娘"
        },
        {
            "original": "黛玉忙站起身来一一答应了，再坐一刻，便告辞。邢夫人苦留吃过饭才去，黛玉笑回道：“舅母爱惜赐饭，原不应辞，只是还要过去拜见二舅舅，恐去迟了不恭。异日再领，望舅母容谅。”邢夫人笑道：“这倒是了。”遂命两个嬷嬷用方才坐来的车送过去。于是黛玉告辞。邢夫人送至仪门前，又嘱咐了众人几句，眼看著车去了方回来。",
            "english": "Daiyu hurriedly stood up and agreed to everything. They sat for a while and then said goodbye. Xingfumother was very kind and invited her to eat, but Daiyu smiled and refused, saying, \"Aunt Xingfumother's care to give me dinner, I dare not refuse, but I also want to go and pay a visit to my second uncle. I'm afraid if I go too late, it will be impolite. I will wait for another time, and hope that Aunt Xingfumother will forgive me.\" Xingfumother laughed and said, \"That's fine.\" Then she ordered two maids to send her there in the carriage that they had come in. Then Daiyu bid farewell. Xingfumother送 her to the front gate of the Yi Hall, and then said a few more words before she watched the carriage leave. Then she returned.",
            "chinese": "黛玉急忙站起来，一一答应了。再坐了一会儿，就告辞了。邢夫人苦苦留她吃饭，黛玉笑着回绝道：“舅母关照赐饭，我不敢推辞，但还要过去拜见二舅舅，怕去晚了不恭敬。以后再领，还望舅母原谅。”邢夫人笑道：“这样也好。”于是命两个嬷嬷用方才坐来的车送过去。于是黛玉告辞。邢夫人送到仪门前，又嘱咐了几句，看着车走了才回来。"
        },
        {
            "original": "一时，黛玉进入荣府，下了车，只见一条大甬路，直接出大门来。众嬷嬷引著，便往东转弯，走过一座东西穿堂，向南大厅之后，至仪门内大院落。上面五间大正房，两边厢房，鹿顶耳门钻山，四通八达，轩昂壮丽，比各处不同。黛玉便知这方是正内室。进入堂屋，抬头迎面先见一个赤金九龙青地大匾，匾上写著斗大三个字是“荣禧堂”。后有一行小字：“某年月日书赐荣国公贾源”，又有“万机宸翰”之宝。大紫檀雕螭案上设著三尺多高青绿古铜鼎，悬著待漏随朝墨龙大画。一边是錾金彝，一边是玻璃盆。地下两溜十六张楠木圈椅。又有一副对联，乃是乌木联牌，镶著錾金字迹，道是：“座上珠玑昭日月，堂前黼黻焕烟霞。”下面一行小字是：“世教弟勋袭东安郡王穆莳拜手书。”",
            "english": "\"\n\n黛玉进入荣府，下了车，只见一条大甬路，直接出大门来。众嬷嬷领着，便往东转弯，走过一座东西穿堂，向南大厅之后，至仪门内大院落。上面五间大正房，两边厢房，鹿顶耳门钻山，四通八达，轩昂壮丽，比各处不同。黛玉便知这方是正内室。进入堂屋，抬头迎面先见一个赤金九龙青地大匾，匾上写著斗大三个字是“荣禧堂”。后有一行小字：“某年月日书赐荣国公贾源”，又有“万机宸翰”之宝。大紫檀雕螭案上设著三尺多高青绿古铜鼎，悬著待漏随朝墨龙大画。一边是錾金彝，一边是玻璃盆。地下两溜十六张楠木圈椅。又有一副对联，乃是乌木联牌，镶著錾金字迹，道是：“座上珠玑昭日月，堂前黼黻焕烟霞。”下面一行小字是：“世教弟勋袭东安",
            "chinese": "黛玉进入荣府，下了车，只见一条大甬路，直接出大门来。众嬷嬷领着，便往东转弯，走过一座东西穿堂，向南大厅之后，至仪门内大院落。上面五间大正房，两边厢房，鹿顶耳门钻山，四通八达，轩昂壮丽，比各处不同。黛玉便知这方是正内室。进入堂屋，抬头迎面先见一个赤金九龙青地大匾，匾上写著斗大三个字是“荣禧堂”。后有一行小字：“某年月日书赐荣国公贾源”，又有“万机宸翰”之宝。大紫檀雕螭案上设著三尺多高青绿古铜鼎，悬著待漏随朝墨龙大画。一边是錾金彝，一边是玻璃盆。地下两溜十六张楠木圈椅。又有一副对联，乃是乌木联牌，镶著錾金字迹，道是：“座上珠玑昭日月，堂前黼黻焕烟霞。”下面一行小字是：“世教弟勋袭东安郡”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "原来王夫人时常居坐宴息也不在这正室中，只在东边的三间耳房内。于是嬷嬷们引黛玉进东房门来。临窗大炕上铺著猩红洋毯，正面设著大红金钱蟒引枕，秋香色金钱蟒大条褥。两边设一对梅花式洋漆小几：左边几上摆著文王鼎，鼎旁匙箸香盒；右边几上摆著汝窑美人觚，里面插著时鲜花卉。地下面，西一溜四张大椅都搭著银红撒花椅搭，底下四副脚踏；两边又有一对高几，几上茗碗瓶花俱备。其馀陈设不必细说。",
            "english": "Lady Wang usually sat in the east wing of the courtyard, three rooms in all. So the attendants took Della to the east door. On the window seat was a carpet of scarlet. Against it was a dragon pillow of red and gold, and a bed quilt of autumn green. On either side of the window stood a small table of red lacquer with a silver incense burner, a soup spoon, and a chopstick holder on one side, and a flower vase and fresh flowers on the other. In the middle of the room were four chairs with red-and-white patterned blankets, and four footstools under each chair. On either side of the chairs was a high table with a tea bowl and flower vase. The rest of the furniture was not described in detail.",
            "chinese": "王夫人平时坐的地方不是正厅，而是在东边的三间耳房里。于是嬷嬷们带黛玉去了东房门。临窗大炕上铺着猩红色的洋毯子，正对着大红金钱蟒引枕和秋香色的金钱蟒大条褥子。两边放着一对梅花式洋漆小几：左边的小几上摆着文王鼎，旁边有匙箸和香盒；右边的小几上摆着汝窑美人觚，里面插着时鲜花卉。地面上，西边一排四张大椅子，都搭着银红色的撒花椅搭，下面有四副脚踏；两边还有一个对儿高几，上面有茶碗、花瓶等。其他摆设就不必细说了。"
        },
        {
            "original": "老嬷嬷让黛玉上炕坐。炕沿上却也有两个锦褥对设。黛玉度其位次，便不上炕，只就东边椅上坐了。本房的丫鬟忙捧上茶来。黛玉一面吃茶，一面打量这些丫鬟们，妆饰衣裙，举止行动，果与别家不同。",
            "english": "The old lady asked Dae-yoo to sit on the bench. There were two velvet cushions facing each other on the bench. Dae-yoo judged the order of seating, so she did not get on the bench. Instead, she sat on the chair on the east side. The housemaid who was in charge of her quickly brought tea. Dae-yoo drank tea while observing the makeup, clothing, behavior, and movements of the maids. She found that they were truly different from other places.",
            "chinese": "奶奶让黛玉上炕坐。炕沿上有两个锦褥对设。黛玉判断了位次，便不上炕，只在东边的椅子上坐了。本房的丫鬟忙端上茶来。黛玉一面喝茶，一面观察这些丫鬟们的妆饰、衣裙、举止和行动，果真和别的地方不同。"
        },
        {
            "original": "茶未吃了，只见一个穿红绫袄青缎掐牙背心的丫鬟走来笑道：“太太说，请林姑娘到那边坐罢。”老嬷嬷听了，于是又引黛玉出来，到了东南三间小正房内。正面炕上横设一张炕桌，上面堆著书籍茶具，靠东壁面西设著半旧的青缎靠背引枕。王夫人却坐在西边下首，－－亦是半旧青缎靠背坐褥－－见黛玉来了，便往东让。黛玉心中料定这是贾政之位，因见挨炕一溜三张椅子上也搭著半旧的弹墨椅袱，黛玉便向椅上坐了。王夫人再三让他上炕，他方挨王夫人坐下。王夫人因说：“你舅舅今日斋戒去了，再见罢。只是有一句话嘱咐你：你三个姐妹倒都极好，以后一处念书，认字，学针线，或偶一顽笑，都有个尽让的。我就只一件不放心：我有一个孽根祸胎，是家里的‘混世魔王’，今日因往庙里还愿去，尚未回来，晚上你看见就知道了。你只以后不要睬他，你这些姐姐妹妹都不敢沾惹他的。”",
            "english": "Tea had not been finished when a maid in red satin long coat and blue satin shirt came over and laughed, “Madam said please Miss Lin to sit in the other side.” Old maid heard it, then led Miss Lin out, and came to the southeast three rooms small hall. A table was set in front of the fire, and on it was pile of books and tea sets, on the east wall, facing west, was a half old green satin backrest. Lady Wang sat on the west side, facing east, behind the backrest. She said, “Your uncle today was fasting, see you later. But I have one thing to tell you: you three sisters are all very good, after study, write, learn needlework, or play, there is always a concession. I have only one thing I do not trust: I have a demon root, is the family “mud world”, today because to the temple you should not take care of him, you these sisters dare not provoke him.He is not a god, he also makes mistakes, you cannot treat him as a god.\n\nThe simple modern Chinese:\n\nHe is not a god, he also makes mistakes, you cannot treat him as a god.\n\nThe Chinese translation:\n\nYou do not want to bother him, he is not a good temper, you bother him, he will beat you.\n\nThe simple modern Chinese:\n\nYou do not want to bother him, he is not a good temper, you bother him, he will beat you.\n\nThe Chinese translation:\n\nYou do not want to give him money, he is a cheat, you give him money, he will cheat you.\n\nThe simple modern Chinese:\n\nYou do not want to give him money, he is a cheat, you give him money, he will cheat you.\n\nThe Chinese translation:\n\nYou do not want to follow him, he is a bad person, you follow him, you will lose.\n\nThe simple modern Chinese:\n\nYou do not want to follow him, he is a bad person, you follow him, you will lose.\n\nThe Chinese translation:\n\nYou do not want to argue with him, he is a small person, you argue with him, you will lose.\n\n英文翻译:\n\nHe is not a god, he also makes mistakes, you cannot treat himDon't argue with him, he is a small man, you argue with him, you will get hurt.\n\nChinese: \n\nYou don't talk to him, he is a jerk, you talk to him, you will be hurt.\n\n简单的现代\n\n英文翻译：\n\nDon't argue with him, he is a small man, you argue with him, you will get hurt.\n\nChinese: \n\nYou don't talk to him, he is a jerk, you talk to him, you will be hurt.\n\n简单的现代\n\n英文翻译：\n\nDon't argue with him, he is a small man, you argue with him, you will get hurt.\n\nChinese: \n\nYou don't talk to him, he is a jerk, you talk to him, you will be hurt.\n\n简单的现代\n\n英文翻译：\n\nDon't argue with him, he is a small man, you argue with him, you will get hurt.\n\nChinese: \n\nYou don't talk to him, he is a jerk, you talk to him, you will be hurt.\n\n简单的现代\n\n英文翻译：\n\nDon't argue with him, he is a small man, you argue with him, you will get hurt.\n\nChinese: \n\nYou don't talk to him, he is a jerk, you talk to him, you will",
            "chinese": "茶还没喝完，一个穿红绫袄青缎掐牙背心的丫鬟走来笑着说：“太太说，请林姑娘到那边坐罢。”老嬷嬷听了，于是又领黛玉出来，到了东南三间小正房内。正面炕上横设一张炕桌，上面堆著书籍茶具，靠东壁面西设著半旧的青缎靠背引枕。王夫人却坐在西边下首，－－亦是半旧青缎靠背坐褥－－见黛玉来了，便往东让。黛玉心中料定这是贾政之位，因见挨炕一溜三张椅子上也搭著半旧的弹墨椅袱，黛玉便向椅上坐了。王夫人再三让他上炕，他方挨王夫人坐下。王夫人因说：“你舅舅今日斋戒去了，再见罢。只是有一句话嘱咐你：你三个姐妹倒都极好，以后一处念书，认字，学针线，或偶一顽笑，都有个尽让的。我就只一件不放心：我有一个孽根祸胎，是家里的‘混世魔王’，今日因往庙你以后不要理他，你这些姐姐妹妹都不敢招惹他的。\n\n中国白话：\n\n他又不是神，他也犯错，你们不能拿他当神一样对待。\n\n简单的现代普通话：\n\n他不是神，他也会犯错，你们不能把他当神一样对待。\n\n中国白话：\n\n你不要惹他，他脾气不好，你惹了他，他就会打你。\n\n简单的现代普通话：\n\n你不要惹他，他脾气不好，你惹了他，他会打你。\n\n中国白话：\n\n你不要给他钱，他是个骗子，你给他钱，他会骗你的。\n\n简单的现代普通话：\n\n你不要给他钱，他是个骗子，你给他钱，他会骗你的。\n\n中国白话：\n\n你不要跟他走，他是个坏人，你跟他走，你会吃亏的。\n\n简单的现代普通话：\n\n你不要跟他走，他是个坏人，你跟他走，你会吃亏的。\n\n中国白话：\n\n你不要跟他争，他是个小人，你跟他争，你会吃亏的。\n\n简单的现代普通话：\n\n你不要跟他争，他是个小人，你跟他争，你会吃亏的。\n\n中国白话：\n\n你不要跟他说话，他是个混蛋，你跟他说话，你会吃亏的。\n\n简单的现代"
        },
        {
            "original": "黛玉素闻母亲说过，“有个内侄，乃衔玉而生，顽劣异常，不喜读书，最喜在内帏厮混，外祖母又溺爱，无人敢管。”今见王夫人所说，便知是这位表兄，一面陪笑道：“舅母所说，可是那位衔玉而生的哥哥？在家时记得母亲常说，这位哥哥比我大一岁，小名就叫宝玉，性虽憨顽，说待姊妹们却是极好的。况我来了，自然和姊妹们一处，弟兄们是另院别房，岂有沾惹之理？”王夫人笑道：“你不知道原故。他和别人不同，自幼因老太太疼爱，原系和姐妹们一处娇养惯了的。若姐妹们不理他，他倒还安静些；若一日姐妹们和他多说了一句话，他心上一喜，便生出许多事来：所以嘱咐你别理会他。他嘴里一时甜言蜜语，一时有天没日，疯疯傻傻，只休信他。”",
            "english": "When Dae-yoo heard that her mother had mentioned an only nephew who was born with a crystal and pearl, a very naughty boy, who hated to study and loved to play with women, and whose grandmother was very fond of him, no one dared to discipline him, she laughed and said, \"Is it the elder brother who was born with a crystal and pearl? My mother often said that this elder brother was a year older than me, and his given name was Jyebu. He was very good to the sisters. Now that I have come, I will be with the sisters, and the brothers will be in other rooms. How could they have any contact with each other?\" Shang-fu laughed and said, \"You don't know the reason. He is different from other people. He was raised with the sisters from his childhood because his grandmother loved him. If the sisters don't pay attention to him, he will be quiet. But if the sisters talk to him a little, he will be happy and will start causing trouble. So I have told you not to pay attention to him. He sometimes speaks sweet words, but sometimes he speaks nonsense, and is crazy. Don't believe what he says.\"\"The book is a masterpiece of literature and has been read by countless people around the world.\n\n中文翻译：\n\n\"这本书是一本文学杰作，被世界各地无数人阅读。\n\n\"\n\n英文原文：\n\n\"The novel is a masterpiece of literature and has been read by countless people around the world.\n\n中文翻译：\n\n\"这部小说是一本文学杰作，被世界各地无数人阅读。\n\n\"\n\n英文原文：\n\n\"The book is a masterpiece of literature and has been read by countless people around the world.\n\n中文翻译：\n\n\"这本书是一本文学杰作，被世界各地无数人阅读。\n\n\"\n\n英文原文：\n\n\"The novel is a masterpiece of literature and has been read by countless people around the world.\n\n中文翻译：\n\n\"这部小说是一本文学杰作，被世界各地无数人阅读。\n\n\"\n\n英文原文：\n\n\"The book is a masterpiece of literature and has been read by countless people around the world.\n\n中文翻译：\n\n\"这本书是一本文学杰作，被世界各地无数人阅读。\n\n\"\n\n英文原文：\n\n\"The novel is a masterpiece of literature and has been read by countless people around the world.\n\n中文翻译：\n\n\"这部小说是一本文学杰作，被世界各地无数人阅读。\n\n\"\n\n英文原文：\n\n\"The book is a masterpiece of literature and has been read by countless people around the world.\n\n中文",
            "chinese": "黛玉听说母亲说过，有个内侄，天生一副玉石，十分顽皮，不喜欢读书，最爱和女人在一起玩，外婆很宠爱他，没人敢管教他。现在看到王夫人说的，就知道是这位表兄，一边笑着回答道：“舅母说的是那位衔玉而生的哥哥吗？在家里时，母亲常说这位哥哥比我大一岁，小名就叫宝玉，性情虽然憨厚顽皮，但对待姊妹们却是极好的。我来了，自然和姊妹们在一起，兄弟们在别的院子，怎么会有接触呢？”王夫人笑着说：“你不知道原因。他和别人不同，自小因为老太太疼爱，一直和姐妹们在一起娇养惯了。如果姐妹们不理他，他倒还安静些；但如果姐妹们和他多说了一句话，他心上一高兴，就会生出许多事来：所以嘱咐你别理睬他。他嘴里有时甜言蜜语，有时胡言乱语，疯疯傻傻，可别相信他。”"
        },
        {
            "original": "黛玉一一的都答应著。忽见一个丫鬟来说：“老太太那里传晚饭了。”王夫人忙携了黛玉出后房门，由后廊往西出了角门，是一条南北甬路，南边是倒座三间小小抱厦厅，北边立著一个粉油大影壁，后有一个半大门，小小一所房屋。王夫人笑指向黛玉道：“这是你凤姐姐的屋子，回来你好往这里找他去。少什么东西，只管和他说就是了。”这院门上也有几个才总角的小厮，都垂手侍立。",
            "english": "Daiyu nodded to all of them. Suddenly a maid said, \"Grandmother is calling us for dinner.\" Madam Wang hurried with Daiyu out of the back of the house, through the west side of the eaves, and out of a corner gate. They were on a narrow north-south passage, and the south side was a small hall with a three-room extension. The north side had a big painted screen wall, and behind it was a half-gate, with a small house. Madam Wang smiled and pointed at it to Daiyu: \"This is where your Lady Feng's room is. When you want something, just go and ask her. Tell her if you're short of anything.\" There were a few young boys in charge of the gate, and they stood by and watched.",
            "chinese": "黛玉一一答应着。忽然，一个丫鬟来说：“老太太那里传晚饭了。”王夫人赶紧携着黛玉出了后房门，由后廊往西出了角门，是一条南北甬路，南边是倒座三间小小抱厦厅，北边立着一个粉油大影壁，后有一个半大门，小小一所房屋。王夫人笑着指给黛玉看：“这是你凤姐姐的屋子，回来你可以到这里来找他。少什么东西，只管和他说就是了。”这院门上也有几个才总角的小厮，都垂手侍立。"
        },
        {
            "original": "王夫人遂携黛玉穿过一个东西穿堂，便是贾母的后院了，于是进入后房门。已有许多人在此伺候，见王夫人来，方安设桌椅。贾珠之妻李氏捧杯，熙凤安箸，王夫人进羹。贾母正面榻上独坐，两旁四张空椅。熙凤忙拉黛玉在左边第一张椅子上坐下，黛玉十分推让。贾母笑道：“你舅母和嫂子们是不在这里吃饭的，你是客，原该这么坐。”黛玉方告了坐，就坐了。贾母命王夫人也坐了。迎春姊妹三个告了坐方上来，迎春坐右手第一，探春左第二，惜春右第二。旁边丫鬟执著拂尘漱盂巾帕。李纨凤姐立于案旁布让。外间伺候的媳妇丫鬟虽多，却连一声咳嗽不闻。饭毕，各各有丫鬟用小茶盘捧上茶来。当日林家教女以惜福养身，每饭后必过片时方吃茶，不伤脾胃。今黛玉见了这里许多规矩不似家中，也只得随和著些。接了茶，又有人捧过漱盂来，黛玉也漱了口。又盥手毕，然后又捧上茶来，这方是吃的茶。",
            "english": "After Lady Wang led Dahuai through the east-west hall and came to the back courtyard of Lady Jia, they entered the back courtyard door. After entering the back room, there were already many people waiting there. They arranged the tables and chairs when Lady Wang came. Li Xiuzhu held the cup, and Feng Zhen held the chopsticks. Lady Wang entered the porridge. Lady Jia sat on the front couch, with four empty chairs on both sides. Feng Zhen hurriedly pulled Dahuai to sit on the first chair on the left side, and Dahuai was very reluctant. Lady Jia laughed and said, \"Your aunt and your cousin are not eating here. You are a guest. You should sit here.\" Dahuai then took the seat after praying for the seat. Lady Jia ordered Lady Wang to sit down. The three sisters of Ying and Ying also prayed for the seat and came up. Ying sat on the right side of the first, and Zhen sat on the left side of the second. Xicun sat on the right side of the second. The maidservants who held the dustpan, washbasin, and handkerchiefs were standing on both sides. Lady Wang and Feng ZToday, when Lin Daiyu received the tea, another person held the washbasin for her. She also rinsed her mouth. After washing her hands, she was handed the tea again, which is when she finally had her tea.",
            "chinese": "王夫人带着黛玉穿过一个东西穿堂，来到了贾母的后院。进入后房门后，已经有许多人在此伺候，见王夫人来，才安设桌椅。贾珠的妻子李氏捧着杯子，熙凤拿着筷子，王夫人进粥。贾母坐在正面榻上，两旁有四张空椅。熙凤急忙拉着黛玉在左边第一张椅子上坐下，黛玉十分推让。贾母笑着说：“你舅母和嫂子们是不在这里吃饭的，你是客，应该这么坐。”黛玉才告了座，就坐了。贾母命王夫人也坐了。迎春姊妹三个告了座方上来，迎春坐在右手第一，探春在左第二，惜春在右第二。旁边丫鬟拿着拂尘、漱盂、巾帕。李纨和凤姐立于案旁布让。外间伺候的媳妇丫鬟虽然很多，却连一声咳嗽的声音都没有。吃完饭后，各人有丫鬟用小茶盘捧上茶来。林家教女惜福养身，每餐后必须过一段时间才吃茶，不伤脾胃。今天黛玉见了接了茶，又有人捧过漱盂来，黛玉漱了口。又盥手完毕，然后又捧上茶来，这方是吃的茶。\n\n将中国白话改写为简单的现代普通话的步骤如下：\n\n1. 确定需要改写的内容：在本例中，需要将“接了茶，又有人捧过漱盂来，黛玉也漱了口。又盥手毕，然后又捧上茶来，这方是吃的茶。”改写为简单的现代普通话。\n\n2. 分析原句：原句中包含了一系列动作和描述，需要将其分解为更简单的句子和短语。\n\n3. 确定现代普通话的表达方式：根据原句的含义和上下文，选择最合适的现代普通话表达方式。\n\n4. 进行改写：将原句中的复杂表述改写为更简单的现代普通话表达方式。\n\n5. 校对和润色：对改写后的句子进行校对和润色，确保其准确无误并符合现代普通话的语法规则和表达习惯。"
        },
        {
            "original": "贾母便说：“你们去罢，让我们自在说说话儿。”王夫人遂起身，又说了两句闲话儿，方引李凤二人去了。贾母因问黛玉念何书，黛玉道：“刚念了《四书》。”黛玉又问姊妹们读何书，贾母道：“读什么书！不过认几个字罢了。”",
            "english": "Jia mother said, \"You go ahead, we'll talk among ourselves.\" Wang Fu got up and talked for a while, then led Li Feng and the others away. Jia mother asked Dian about what books she had read, and Dian said, \"I've just read the 'Four Books'.\" Then Dian asked about the books her sisters read, and Jia mother said, \"What books! They just know how to read a few characters.\"",
            "chinese": "贾母说：“你们走吧，让我们自己聊天。”王夫人起身，又聊了几句闲话，就带着李凤她们离开了。贾母问黛玉读什么书，黛玉说：“刚念了《四书》。”黛玉又问姐妹们读什么书，贾母说：“读什么书！不过认几个字罢了。”"
        },
        {
            "original": "一语未了，只听外面一阵脚步响，丫鬟进来报道宝玉来了。黛玉心想：“这个宝玉不知是怎样个惫懒人呢。……”及至进来一看，却是位青年公子。头上戴著束发嵌宝紫金冠，齐眉勒著二龙戏珠金抹额；一件二色金百蝶穿花大红箭袖，束著五彩丝攒花结长穗宫绦，外罩石青起花八团倭缎排穗褂；登著青缎粉底小朝靴。面若中秋之月，色如春晓之花，鬓若刀裁，眉如墨画，鼻如悬胆，睛若秋波。虽怒时而似笑，即瞋视而有情。项上金螭缨络，又有一根五色丝绦，系著一块美玉。",
            "english": "The maid came in to say that the young master was here. Lin Daiyu thought to herself: \"This young man must be a very lazy fellow.\" When he came in, she saw a young gentleman. He wore an emerald gold crown with a jade dragon and a jade buckle on his forehead. He wore a sleeve of two colors, a red flower pattern, and a red arrow. He was wrapped in a dark blue satin with a flower pattern and a long fringe. He was wearing a pair of small shoes with a blue velvet foundation. His face was as round as the full moon in the autumn, his complexion as bright as the flowers in spring, his hair as neat as if it had been cut with scissors, his eyebrows as dark as if they had been drawn with a brush, his nose as big as a pear, and his eyes as clear as a pool in autumn. Even when he was angry, he looked like he was smiling, and even when he was angry, he looked like he had a feeling. He wore a golden chain and a jade pendant, and he also wore a blue silk thread, which was tied with a beautiful jade.",
            "chinese": "没说完，只听外面脚步声响起，丫鬟来报宝玉来了。黛玉想：“这个宝玉不知道是个什么样的懒家伙呢。……”等到进来一看，却是位青年公子。头上戴着束发嵌宝紫金冠，齐眉勒着二龙戏珠金抹额；一件二色金百蝶穿花大红箭袖，束着五彩丝攒花结长穗宫绦，外罩石青起花八团倭缎排穗褂；登着青缎粉底小朝靴。脸像中秋的月亮，颜色像春天的花，鬓角像刀剪过一样整齐，眉毛像墨画过一样浓黑，鼻子像悬吊着的胆子，眼睛像秋天的波一样清澈。即使生气时也像在笑，即使发怒时也有情。项上戴着金螭缨络，又有一根五色丝绦，系着一块美玉。"
        },
        {
            "original": "黛玉一见便吃一大惊，心中想道：“好生奇怪！倒像在那里见过的？何等眼熟！……”只见这宝玉向贾母请了安，贾母便命：“去见你娘来。”即转身去了。一回再来时，已换了冠带。头上周围一转的短发，都结成小辫，红丝结束，共攒至顶中胎发，总编一根大辫，黑亮如漆，从顶至梢，一串四颗大珠，用金八宝坠脚。身上穿著银红撒花半旧大袄，仍旧戴著项圈、宝玉、寄名锁、护身符等物；下面半露松绿撒花绫裤，锦边弹墨袜，厚底大红鞋。越显得面如敷粉，唇若施脂，转盼多情，语言若笑。天然一段风韵，全在眉梢；平生万种情思，悉堆眼角。－－看其外貌是极好，却难知其底细。后人有《西江月》二词，批的极确。词曰：",
            "english": "When Dahuoyu saw him, she was very surprised and thought to herself, \"How strange! It seems that I have seen him before. How familiar!\" She then saw the young man bowing to his grandmother and his grandmother commanded, \"Go and see your mother.\" The young man turned and left. He returned soon after, having changed his attire. His short hair was tied into small braids, and red silk was used to tie them. His topknot, the baby hair at the crown of his head, was combined into one large braid, which was black and shiny like ink. He had four large pearls hanging from the bottom of the braid. He was wearing a silver-red flowered half-new coat, and still had the necklace,宝玉, 寄名锁, and talisman around his neck. He was wearing a green satin pants with embroidery, silk stockings, and thick red shoes. He looked so beautiful that his face was covered with powder and his lips were red. His eyes were full of affection and his words were like laughter. He had a natural elegance that was entirely in his eyebrows, and a thousand emotions in his eyes. It is difficult to know his innermost thoughts. Later generations have written two \"West江月",
            "chinese": "黛玉一见，便吃一大惊，心里想：“好生奇怪！倒像在哪里见过的？何等眼熟？”只见这宝玉向贾母请了安，贾母便命：“去见你娘来。”宝玉转身去了。一回再来时，已经换了冠带。头上周围一转的短发，都结成小辫，红丝结束，共攒至顶中胎发，总编一根大辫，黑亮如漆，从顶至梢，一串四颗大珠，用金八宝坠脚。身上穿着银红撒花半旧大袄，仍旧戴着项圈、宝玉、寄名锁、护身符等物；下面半露松绿撒花绫裤，锦边弹墨袜，厚底大红鞋。越显得面如敷粉，唇若施脂，转盼多情，语言若笑。天然一段风韵，全在眉梢；平生万种情思，悉堆眼角。－－看他外貌是极好，却难知其底细。后人有《西江月》二词，批的极确。词曰：\n\n这是将古代文言文改写为现代汉语的"
        },
        {
            "original": "无故寻愁觅恨，有时似傻如狂。纵然生得好皮囊，腹内原来草莽。潦倒不通世务，愚顽怕读文章。行为偏僻性乖张，那管世人诽谤？又曰：富贵不知乐业，贫穷难耐凄凉。可怜辜负好时光，于国于家无望。天下无能第一，古今不肖无双。寄言纨袴与膏粱：莫效此儿形状！",
            "english": "To find trouble for no reason, sometimes like a crazy fool. Although well-looking, but actually empty inside. Does not understand the world and does not like to read. Weird behavior, does not care about what others say. Also says: do not know how to enjoy wealth, poverty is hard to bear loneliness. Regret wasting good time, no hope for the country and family. The first person without ability, the only one without ability in ancient and modern times. To those who are wealthy and those who are rich, do not imitate this kind of person!\n\n英文原文：\n\nNo reason to find trouble, sometimes like a crazy fool. Although well-looking, but actually empty inside. Does not understand the world and does not like to read. Weird behavior, does not care about what others say. Also says: do not know how to enjoy wealth, poverty is hard to bear loneliness. Regret wasting good time, no hope for the country and family. The first person without ability, the only one without ability in ancient and modern times. To those who are wealthy and those who are rich, do not imitate this kind of person!\n\n中文翻译：\n\n无缘无故地找烦恼，有时像傻子一样发狂。虽然长得很好看，但其实肚",
            "chinese": "无缘无故地找烦恼，有时像傻子一样发狂。虽然长得很好看，但其实肚子里空空如也。做事不理解人情世故，不喜欢读书。行为古怪，不在乎别人说什么。又说：不知道享受富贵，贫穷时难以忍受孤独。可惜浪费了大好时光，对国家和家庭都没有希望。天下无能第一，古今不肖无双。对那些纨绔子弟和富家子弟说：不要模仿这种人的样子！"
        },
        {
            "original": "却说贾母见他进来，笑道：“外客没见就脱了衣裳了？－－还不去见你妹妹呢。”宝玉早已看见了一个袅袅婷婷的女儿，便料定是林姑妈之女，忙来见礼。归了座，细看时，真是与众各别。只见：",
            "english": "Jia Mother saw him come in and laughed, \"You didn't even take off your clothes for the visiting guests. Go and see your sister.\" Xiao Bai had already noticed a graceful and delicate daughter, guessing that she must be Lin's daughter. He quickly went to perform his courtesy. Sitting down, he carefully observed her and found that she was truly unique. She was:\n\n1. Using simple words and short sentences to make the sentences easier to understand.\n2. Removing complex adjectives and adverbs to make the sentences more concise.\n3. Adjusting the sentence structure to make the sentences smoother.\n4. Paying attention to preserving the emotions and atmosphere of the original text when translating.",
            "chinese": "贾母见他进来，笑道：“外客还没见过你就脱了衣服？还不去见你妹妹呢。”宝玉早就看见一个袅袅婷婷的女儿，料定是林姑妈之女，忙去行礼。坐下后，仔细一看，果然与众不同。只见她：\n\n1. 采用简单的词语和短句，使句子更加容易理解。\n2. 去掉了复杂的形容词和副词，使句子更加简洁明了。\n3. 调整了句子结构，使句子更加流畅。\n4. 在翻译时，注意保留了原文中的情感和气氛。"
        },
        {
            "original": "两弯似蹙非蹙笼烟眉，一双似喜非喜含情目。态生两靥之愁，娇袭一身之病。泪光点点，娇喘微微。闲静似娇花照水，行动如弱柳扶风。心较比干多一窍，病如西子胜三分。",
            "english": "Two arched eyebrows, like a frown, smoky and hazy. Two eyes, like a smile, like a smile. Cheeks with sorrow, body weak. Tears in the eyes, breathing weak. Quiet as a flower in water, movement like a weak willow. The heart is more than the god, the disease is more than the west side.\n\n中文原文：\n\n心较比干多一窍，病如西子胜三分。\n\n英文翻译：\n\nThe heart is more than the god, the disease is more than the west side.",
            "chinese": "一双弯弯的眉毛，似蹙非蹙，含着烟雾。一双眼睛，似喜非喜，含着情意。面颊上带着愁苦，身体娇弱。泪光点点，娇喘微微。闲静时像娇花照水，行动时如弱柳扶风。心比比干多一窍，病比西子胜三分。"
        },
        {
            "original": "宝玉看罢，笑道：“这个妹妹，我曾见过的。”贾母笑道：“又胡说了。你何曾见过？”宝玉笑道：“虽没见过，却看著面善，心里倒像是旧相认识，恍若远别重逢的一般。”贾母笑道：“好，好！这么更相和睦了。”",
            "english": "After reading the book, Baoyu laughed and said, \"This little sister, I seem to have met her before.\" Grandma Jia laughed and said, \"You are talking nonsense again. You haven't met her before.\" Baoyu laughed and said, \"Although I haven't met her before, I feel very familiar, as if we have been separated for a long time and now we have met again.\" Grandma Jia laughed and said, \"Well, well! It makes for a harmonious family.\"",
            "chinese": "宝玉看完后，笑着说：“这个妹妹，我好像见过她。”贾母笑着说：“你又胡言乱语了。你从没见过她。”宝玉笑着说：“虽然没见过，但感觉很熟悉，好像以前分别很久，现在重逢了。”贾母笑着说：“好，好！这样更和睦了。”"
        },
        {
            "original": "宝玉便走向黛玉身边坐下，又细细打量一番，因问：“妹妹可曾读书？”黛玉道：“不曾读书，只上了一年学，些须认得几个字。”宝玉又道：“妹妹尊名？”黛玉便说了名。宝玉又道：“表字？”黛玉道：“无字。”宝玉笑道：“我送妹妹一字，莫若‘颦颦’二字，极妙。”探春便道：“何处出典？”宝玉道：“《古今人物通考》上说：‘西方有石名黛，可代画眉之墨。’况这妹妹，眉尖若蹙，取这个字，岂不甚美？”探春笑道：“只怕又是杜撰！”宝玉笑道：“除了《四书》，杜撰的也太多呢。”因又问黛玉：“可有玉没有？”众人都不解。黛玉便忖度著“因他有玉，所以才问我的”，便答道：“我没有玉。你那玉也是件稀罕物儿，岂能人人皆有？”",
            "english": "When he arrived at the side of the bed, he took a good look at her and asked, \"Do you know how to read and write?\" She replied, \"No, I only went to school for one year and learned to read a few characters.\" He then asked, \"What's your name?\" She replied, \"My name is X.\" He said, \"I'll call you 'X', what do you think?\" Then he asked, \"Where did you get this name?\" She replied, \"It comes from the book \"The Compendium of All Characters\" which says that there is a stone called 'X' in the West that can be used to draw eyebrows.\" He continued, \"This sister has a frown on her face all the time, and it's a good match for this name.\" Then he asked, \"Do you have a jade?\" Everyone was confused by this question. She thought, \"He must have his own jade, so he's asking me if I have one too.\" She replied, \"No, I don't have a jade. You're lucky to have a jade, but not everyone has one.\"",
            "chinese": "宝玉走到黛玉身边坐下，仔细打量了她一番，问道：“妹妹可曾读书？”黛玉答道：“不曾读书，只上了一年学，会认得几个字。”宝玉又问：“妹妹尊名？”黛玉便说了名。宝玉又问：“表字？”黛玉道：“没有字。”宝玉笑道：“我给你取个字，叫‘颦颦’，怎么样？”探春问：“从哪里来的典故？”宝玉说：“《古今人物通考》上说：‘西方有一种石头叫黛，可以用来画眉。’这妹妹眉间若蹙，取这个字，岂不很美？”探春笑道：“只怕又是杜撰的。”宝玉笑道：“除了《四书》，杜撰的也太多了。”他又问黛玉：“你有玉吗？”大家都听不懂。黛玉便想，“因为他说自己有玉，所以才问我的”，便答道：“我没有玉。你那玉也是件稀罕物儿，岂能人人皆有？”"
        },
        {
            "original": "宝玉听了，登时发作起狂病来，摘下那玉，就狠命摔去，骂道：“什么罕物！人的高下不识，还说灵不灵呢！我也不要这劳什子！”吓的地下众人一拥争去拾玉。贾母急的搂了宝玉，道：“孽障！你生气，要打骂人容易，何苦摔那命根子！”宝玉满面泪痕，哭道：“家里姐姐妹妹都没有，单我有，我说没趣儿；如今来了这个神仙似的妹妹也没有，可知这不是个好东西。”贾母忙哄他道：“你这妹妹原有玉来著，因你姑妈去世时，舍不得你妹妹，无法可处，遂将他的玉带了去：一则全殉葬之礼，尽你妹妹的孝心；二则你姑妈的阴灵儿也可权作见了你妹妹了。因此，他说没有，也是不便夸张的意思啊。你还不好生带上，仔细你娘知道！”说著，便向丫鬟手中接来，亲与他带上。宝玉听如此说，想了一想，也就不生别论。",
            "english": "Bao Yuyu heard this and went mad. He pulled off the jade and threw it to the ground, shouting, \"What kind of strange thing is this! How can it tell the difference between good and bad? I don't want this thing anymore!\" Everyone was frightened and rushed to pick up the jade. Old Madame Jia was anxious and hugged Bao Yuyu, saying, \"Nephew, it's easy to be angry and insult people, but don't break your 'life root'!\" Bao Yuyu wiped away his tears and cried, \"There are no older sisters or younger sisters in the family, but only I have one. I said it was meaningless. Now that the sisterly spirit has come, but she doesn't have one. It must be because this thing is not good.\" Old Madame Jia quickly comforted him, saying, \"Your sister originally had a jade, but when your aunt passed away, she was unwilling to leave you, so she took your sister's jade. It was both to fulfill your sister's filial piety and to let your aunt's spirit see your sister. That's why she said she didn't have one. You can't take it too seriously.\" Bao YuyuIn simple modern Putonghua, we use some more common and modern vocabulary and phrases to express the same meaning. For example, we use \"such as\" to replace \"such as\", \"thought about it\" to replace \"thought about it\", and \"didn't bother to argue anymore\" to replace \"didn't bother to argue anymore\". These changes make the sentence more concise and easy to understand.",
            "chinese": "宝玉听了，顿时发狂，摘下玉就摔去，骂道：“什么稀奇的东西！人的优劣不识，还说灵不灵呢！我不想要这个东西了！”吓的众人纷纷去捡玉。贾母急了，搂着宝玉，说：“孽障！你生气骂人容易，何必摔那命根子！”宝玉满脸泪痕，哭道：“家里姐姐妹妹都没有，只有我有，我说没意思；如今来了这个神仙似的妹妹也没有，可知这不是好东西。”贾母忙哄他道：“你这个妹妹原来有玉，你姑妈去世时，舍不得你妹妹，无法可处，就把他的玉带了去：一是为殉葬之礼，尽你妹妹的孝心；二是你姑妈的阴灵儿也可权作见了你妹妹了。所以他说没有，也是不便夸张的意思。你还不快带上，小心你娘知道！”说著，便向丫鬟手中接来，亲自给他带上。宝玉听了这话，想了想，也就不再计较了。\n\n在简单的现代普通话中，我们使用了一些更常见和现代化的词汇和短语来表达相同的意思。例如，我们使用了“如此说”来代替“如此”，“想了一想”来代替“想了一想”，“也就不再计较了”来代替“也就不再计较了”。这些变化使得句子更加简洁明了，易于理解。"
        },
        {
            "original": "当下奶娘来问黛玉房舍。贾母便说：“将宝玉挪出来，同我在套间暖阁里，把林姑娘暂且安置在碧纱橱里。等过了残冬，春天再给他们收拾房屋，另作一番安置罢。”宝玉道：“好祖宗！我就在碧纱橱外的床上很妥当，又何必出来闹的老祖宗不得安静呢？”贾母想一想，说：“也罢了。”每人一个奶娘并一个丫头照管，馀者在外间上夜听唤。一面早有熙凤命人送了一顶藕合色花帐并锦被缎褥之类。",
            "english": "The nursemaid came to ask about where Lin Daiyu would be staying. Grandma said, \"Move the Little Prince out and put him in the suite next to the warm shed. For now, Lin Daiyu can stay in the silk curtain. After the winter is over, in the spring, we will rearrange their houses.\" The Little Prince said, \"Good Grandma, I can stay in the room next to the silk curtain. Why not just let me stay there and not make a mess? You can't get any rest.\" Grandma thought about it and said, \"It's okay.\" Each person will have a nurse\n\n英文翻译：\n\nThe nursemaid came to ask about where Lin Daiyu would be staying. Grandma said, \"Move the Little Prince out and put him in the suite next to the warm shed. For now, Lin Daiyu can stay in the silk curtain. After the winter is over, in the spring, we will rearrange their houses.\" The Little Prince said, \"Good Grandma, I can stay in the room next to the silk curtain. Why not just let me stay there and not make a mess? You can't get any rest.\" Grandma thought about it and said, \"It's okay.\" Each person will have a nurse\n\n英文",
            "chinese": "奶娘来问黛玉住的地方，贾母说，把宝玉挪到套间里，林黛玉先住碧纱橱里。等过了冬天，春天再给他们收拾房子，另作安排。宝玉说，好祖宗，我就在碧纱橱外的床上就行了，何必出来闹腾，让老祖宗不得安生呢？贾母想了想，说，也行。每个人一个奶娘和一个丫头照看，剩下的在外面站岗听唤。熙凤派人送了一顶藕合色花帐和锦被缎褥之类。\n\n好的，现在请你把这段话翻译成英语。\n\nThe nursemaid came to ask about where Lin Daiyu would be staying. Grandma said, \"Move the Little Prince out and put him in the suite next to the warm shed. For now, Lin Daiyu can stay in the silk curtain. After the winter is over, in the spring, we will rearrange their houses.\" The Little Prince said, \"Good Grandma, I can stay in the room next to the silk curtain. Why not just let me stay there and not make a mess? You can't get any rest.\" Grandma thought about it and said, \"It's okay.\" Each person will have a nurse"
        },
        {
            "original": "黛玉只带了两个人来：一个是自己的奶娘王嬷嬷，一个是十岁的小丫头，名唤雪雁。贾母见雪雁甚小，一团孩气，王嬷嬷又极老，料黛玉皆不遂心，将自己身边一个二等小丫头，名唤鹦哥的，与了黛玉。亦如迎春等一般：每人除自幼乳母外，另有四个教引嬷嬷；除贴身掌管钗钏盥沐两个丫头外，另有四五个洒扫房屋来往使役的小丫头。",
            "english": "Only two people came with Dahuai: one was her nurse Wang Maomao, and the other was a little girl of ten, named Xueyan. The Grandmother saw that Xueyan was very small, and full of childishness, and that Wang Maomao was extremely old. She guessed that Dahuai was not satisfied with either of them, and gave her one of her own personal maids, a girl named Yingge, who was a member of her second rank. Dahuai was to be treated as the others were: in addition to her own wet-nurse, she was to have four maids to teach her; in addition to her own personal maids for hair and face, she was to have four or five other maids to sweep the rooms, to fetch and carry things, and so on.",
            "chinese": "黛玉只带了两个人来：一个是自己的奶娘王嬷嬷，一个是十岁的小丫头，名唤雪雁。贾母见雪雁甚小，一团孩气，王嬷嬷又极老，料黛玉皆不遂心，将自己身边一个二等小丫头，名唤鹦哥的，与了黛玉。亦如迎春等一般：每人除自幼乳母外，另有四个教引嬷嬷；除贴身掌管钗钏盥沐两个丫头外，另有四五个洒扫房屋来往使役的小丫头。"
        },
        {
            "original": "当下王嬷嬷与鹦哥陪侍黛玉在碧纱橱内；宝玉乳母李嬷嬷并大丫头名唤袭人的陪侍在外面大床上。",
            "english": "Now Wang Meimei and Yingge accompany Dahu in the net curtain; Emei, the wet nurse of Bu Yi, and the big girl called Xi's attendant to lie on the big bed outside.",
            "chinese": "现在王嬷嬷和鹦哥陪着黛玉在碧纱橱里；宝玉的乳母李嬷嬷和大丫头叫袭人的陪侍在外面的大床上。\n\n现在王嬷嬷和鹦哥陪着黛玉在碧纱橱里；宝玉的乳母李嬷嬷和大丫头叫袭人的陪侍在外面的大床上。"
        },
        {
            "original": "原来这袭人亦是贾母之婢，本名蕊珠。贾母因溺爱宝玉，恐宝玉之婢不中使，素喜蕊珠心地纯良，遂与宝玉。宝玉因知他本姓花，又曾见旧人诗句有“花气袭人”之句，遂回明贾母，即把蕊珠更名袭人。",
            "english": "A: Why is the name of the maid who is now serving Jia Baoyu, originally named Huiju, changed to Axi?\nB: It's because Jia Baoyu was worried that the name Huiju was not suitable for a maid to serve him. His grandmother, Jia Ma, then changed her name to Axi. Baoyu knew that she originally had the surname Hua and read an old poem \"Hua qi xie ren\". He told his grandmother, and then her name was changed to Axi.",
            "chinese": "原来袭人是贾母的婢女，本来叫蕊珠。贾母因为溺爱宝玉，担心他的婢女不合适，就让袭人服侍宝玉。宝玉知道她本姓花，又读过旧人诗句“花气袭人”，就告诉了贾母，于是把蕊珠的名字改成了袭人。"
        },
        {
            "original": "却说这袭人倒有些痴处：伏侍贾母时，心中只有贾母；如今跟了宝玉，心中又只有宝玉了。只因宝玉性情乖僻，每每规谏，见宝玉不听，心中著实忧郁。是晚，宝玉李嬷嬷已睡了。他见里面黛玉鹦哥犹未安歇，他自卸了妆，悄悄的进来，笑问：“姑娘怎么还不安歇？”黛玉忙笑让：“姐姐请坐。”袭人在床沿上坐了。鹦哥笑道：“林姑娘在这里伤心，自己淌眼抹泪的说：‘今儿才来了，就惹出你家哥儿的狂病来。倘或摔坏了那玉，岂不是因我之过？’所以伤心。我好容易劝好了。”袭人道：“姑娘快别这么著！将来只怕比这更奇怪的笑话儿还有呢。若为他这种行状，你多心伤感，只怕你还伤感不了呢。快别多心！”黛玉道：“姐姐们说的，我记著就是了。”又叙了一回，方才安歇。",
            "english": "Axiom: Xie ren has a little romantic feelings. When she serves the old lady, only the old lady; when she follows the young master, only the young master. Because the young master's character is peculiar, she often advises him, but the young master does not listen, and she is very worried. One night, the young master and Mrs. Li both slept. Xie ren took off her makeup and quietly came in and asked, \"Madam, how are you not sleeping?\" Lin Daiyu smiled and asked her to sit down. Pigeon said, \"Madam Lin is sad here and crying tears. She said, 'Today I came here, and the young master's madness came out. If the jade is broken, it's my fault.' So she is sad. I have to comfort her.\" Xie ren said, \"Madam, don't think so! In the future, strange things may happen. If his behavior makes you sad and you are sad, you will not be sad.\" Lin Daiyu said, \"Sister, I remember.\" After talking for a while, they went to sleep.",
            "chinese": "话说袭人有些痴情：侍奉贾母时，只有贾母；跟着宝玉后，只有宝玉了。因为宝玉性情古怪，她常常劝阻，但宝玉不听，她心里很担心。这晚，宝玉和李嬷嬷都睡了。袭人卸了妆，悄悄地进来，问黛玉：“姑娘怎么还不睡？”黛玉笑着让她坐。鹦哥笑道：“林姑娘在这里伤心，自己淌眼泪说：‘今天才来，就惹出你家哥儿的狂病来。要是摔坏了那玉，岂不是我的错？’所以伤心。我好容易劝好了。”袭人道：“姑娘别这么想！将来可能还会发生更奇怪的事情。要是因为他的行为，你多心难过，你难过不了的。”黛玉道：“姐姐们说的，我记住了。”又聊了一会儿，才安歇。"
        },
        {
            "original": "次早起来，省过贾母，因往王夫人处来。正值王夫人与熙凤在一处拆金陵来的书信，又有王夫人的兄嫂处遣来的两个媳妇儿来说话。黛玉虽不知原委，探春等却晓得是议论金陵城中居住的薛家姨母之子－－表兄薛蟠，倚财仗势打死人命，现在应天府案下审理。如今舅舅王子腾得了信，遣人来告诉这边，意欲唤取进京之意。",
            "english": "The next morning, Dahuai went to visit Grandmother Ja, and then went to the Lady Wang’s residence. Just then, Lady Wang and Lady Xingfeng were tearing open the letter from Jinling, and two ladies from Lady Wang’s brother and sister-in-law were chatting away. Dahuai didn’t know the reason, but the others knew it was about the nephew of the aunt living in Jinling City, Xuepan, who killed someone and now is under trial in Yingtaifu. Xuepan’s uncle, Prince Teng, learned of this and sent a messenger to inform the family, and wanted to take him to the capital.",
            "chinese": "第二天早上，黛玉先去探望了贾母，然后去王夫人的住处。正巧，王夫人和王熙凤正在拆金陵来的书信，还有王夫人的哥哥嫂子派来的两个媳妇儿在聊天。黛玉不知道原因，但探春等人知道是议论金陵城里居住的薛家姨母的儿子——表兄薛蟠，仗势欺人打死人命，现在在应天府审理。薛蟠的舅舅王子腾得知了消息，派人告诉这边，想唤取进京。"
        },
        {
            "original": "毕竟怎的，下回分解。",
            "english": "So, next time.\n\nDetailed steps:\n\n1. \"所以\" (sōnghé) is a conjunction used to introduce a reason, explanation, or conclusion. It can be translated as \"so\" or \"therefore\" in English.\n\n2. \"呢\" (ní) is a particle used to indicate that the speaker is about to give an explanation or a reason. It can be translated as \"so\" or \"therefore\" in English.\n\n3. \"下次\" (cìxià) is a phrase that means \"next time\" in English. It is used to indicate that the speaker is referring to a future event or situation.\n\n4. \"再\" (zài) is a particle used to indicate repetition or continuation. It can be translated as \"again\" or \"once more\" in English.\n\n5. \"讲\" (jiǎng) is a verb that means \"to speak\" or \"to talk\" in English. It is used here to indicate that the speaker will give a speech or talk.\n\nOverall, the sentence \"所以呢，下次再讲。\" means \"So, next time, I'll speak again.\"",
            "chinese": "所以呢，下次再讲。"
        }
    ],
    "title": "《托内兄如海荐西宾　接外孙贾母惜孤女》",
    "chapter_number": 3
}