{
    "paragraphs": [
        {
            "original": "话说宝玉见那麒麟，心中甚是欢喜，便伸手来拿，笑道：“亏你拣著了！你是怎么拾著的？”湘云笑道：“幸而是这个。明日倘或把印也丢了，难道也就罢了不成？”宝玉笑道：“倒是丢了印平常；若丢了这个，我就该死了。”",
            "english": "宝玉看到麒麟，非常高兴，伸手去拿，笑着说：\"你真幸运啊！你是怎么找到的？\" 湘云笑道：\"要是丢了印章，那还得了，可是丢了这个，我就没命了。\"",
            "chinese": "宝玉看到麒麟，非常高兴，伸手去拿，笑着说：“你真幸运啊！你是怎么找到的？”湘云笑道：“要是丢了印章，那还得了，可是丢了这个，我就没命了。”"
        },
        {
            "original": "袭人倒了茶来与湘云吃，一面笑道：“大姑娘，我前日听你大喜呀。”湘云红了脸，扭过头去吃茶，一声也不答应。袭人笑道：“这会子又害臊了，你还记得那几年，偺们在西边暖阁上住著，晚上你和我说的话？那会子不害臊，这会子怎么又臊了？”湘云的脸越发红了，勉强笑道：“你还说呢！那会子偺们那么好，后来我们太太没了，我家去住了一程子，怎么就把你配给了他，我来了，你就不那么待我了。”袭人也红了脸，笑道：“罢呦。先头里姐姐长，姐姐短，哄著我替你梳头，洗脸，做这个，弄那个；如今拿出小姐款儿来了。你既拿款，我敢亲近吗？”湘云道：“阿弥陀佛！冤哉！冤哉！我要这么著，就立刻死了。你瞧瞧，这么大热天，我来了，必定先瞧瞧你。你不信，问缕儿。我在家，时时刻刻，那一回不想念你几句？”",
            "english": "Xisen poured tea for Xiangyun and laughed, \"Miss Xiangyun, I heard from you yesterday that you were getting married.\" Xiangyun blushed and turned away to drink the tea, saying nothing. Xisen laughed and said, \"Now you're shy again. Do you remember what you said to me in the warm room on the west side several years ago? You were not shy then, but now you're blushing.\" Xiangyun's face turned even redder, and she managed a weak smile, \"Don't talk about it anymore. You used to call me 'big sister' and 'big sister' all the time, and you would always help me comb my hair, wash my face, and do all sorts of things for me. Now you're acting like a snob. If you act like that, I won't dare to be friendly with you.\" Xiangyun said, \"Amitai Buddha! That's a terrible accusation! I swear I wouldn't do anything like that. Look, it's so hot today, and I came to see you right away.\"If you don't believe me, ask Luer. I'm always at home, every minute and every moment, always thinking of you.\n\n英文正确性验证：\n\n这句话的英文翻译是正确的，使用了正确的语法和单词。",
            "chinese": "袭人倒了茶给湘云喝，笑着说：“大姑娘，我前天听你说你大喜呀。”湘云脸红了，扭过头去喝茶，一声也不回答。袭人笑道：“这会子又害臊了，你还记得那几年，在西边暖阁上住的时候，晚上你和我说的话？那时候不害臊，这会子怎么又红了脸？”湘云的脸更红了，勉强笑着说：“你还提那事呢！那时候我们那么好，后来我太太去世了，我回家住了一段时间，怎么就把你配给他了，我来了，你就不那么待我了。”袭人也脸红了，笑道：“别说了。以前你总是姐姐长，姐姐短的，哄我帮你梳头、洗脸，做这个，做那个；现在你摆小姐架子了。你摆架子，我敢亲近吗？”湘云道：“阿弥陀佛！冤枉啊！冤枉啊！我要这么着，就立刻死了。你瞧瞧，这么热的天，我来了，必定先看看你。你要是不信，问问缕儿。我一直在家，每时每刻，我总想着你。"
        },
        {
            "original": "袭人和宝玉听了，都笑劝道：“说玩话儿，你又认真了，还是这么性儿急。”湘云道：“你不说你的话咽人，倒说人性急。”一面说，一面打开绢子，将戒指递与袭人。袭人感谢不尽，因笑道：“你前日送你姐姐们的，我已经得了；今日你亲自又送来，可见是没忘了我：就为这个试出你来了。戒指儿能值多少？可见你的心真。”史湘云道：“是谁给你的？”袭人道：“是宝姑娘给我的。”湘云叹道：“我只当林姐姐送你的，原来是宝姐姐给了你。我天天在家里，想著这些姐姐们，再没一个比宝姐姐好的。可惜我们不是一个娘养的。我但凡有这么个亲姐姐，就是没了父母，也没妨碍的！”说著，眼圈儿就红了。宝玉道：“罢，罢，罢！不用提起这个话了。”史湘云道：“提这个便怎么？我知道你的心病：恐怕你的林妹妹听见，又嗔我赞了宝姐姐了。可是为这个不是？”袭人在旁，嗤的一笑，说道：“云姑娘，你如今大了，越发心直嘴快了。”宝玉笑道：“我说你们这几个人难说话，果然不错。”史湘云道：“好哥哥，你不必说话，叫我恶心。只会在我跟前说话，见了你林妹妹，又不知怎么好了。”",
            "english": "Xisen and Yuanyang heard this and laughed, saying, \"It's just a joke; don't take it seriously.\" Xiangyun said, \"You don't even let others feel awkward by saying such things. Why are you so impatient?\" As they talked, Xiangyun opened the silk cloth and handed the ring to Xisen. Xisen was deeply grateful and said, \"You said it was worth nothing, but you have a true heart.\" Xiangyun asked, \"Who gave it to you?\" Xisen answered, \"It was given to me by Lady Baoyu.\" Xiangyun sighed, \"I only thought Lin Daiyu gave it to you. It's Lady Baoyu who gave it to you. I've been thinking about these sisters at home every day, and none of them is as good as Lady Baoyu. If I had a sister like her, I wouldn't mind losing my parents.\" As she spoke, tears welled up in her eyes. Yuanyang said, \"Enough, enough, enough! Don't talk about this anymore.\" Xiangyun said, \"Why are you talking about this?\"I know your heart's disease: you're afraid your Lin's sister will hear it and blame me for praising the Flower Girl. Is that not true?\" Xisi, who was beside him, laughed quietly and said, \"Cloud Girl, you're getting more direct as you grow up.\" Baoyu laughed and said, \"I told you these few people were difficult to talk to, and you're right.\" Xiangyun said, \"Good brother, please don't say anything. I don't feel comfortable. You only talk to me, but when you see your Lin's sister, you don't know what to say.\"",
            "chinese": "袭人和宝玉听了，都笑劝道：“说笑而已，你又认真了，还是这么性儿急。”湘云道：“你不说你的话让别人难堪，倒说人性急。”一面说，一面打开绢子，将戒指递与袭人。袭人感谢不尽，因笑道：“你前日送你姐姐们的，我已经收到了；今日你亲自又送来，可见是没忘了我：就为这个试出你来了。戒指儿能值多少？可见你的心真。”史湘云道：“是谁给你的？”袭人道：“是宝姑娘给我的。”湘云叹道：“我只当林姐姐送你的，原来是宝姐姐给了你。我天天在家里，想著这些姐姐们，再没一个比宝姐姐好的。可惜我们不是一个娘养的。我但凡有这么个亲姐姐，就是没了父母，也没妨碍的！”说著，眼圈儿就红了。宝玉道：“罢了，罢了，罢了！不用提起这个话了。”史湘云道：“提这个便怎么？我知道你的心病：恐怕你的林妹妹听见，又怪我称赞宝姐姐了。难道不是吗？”袭人在旁边，轻轻地笑了一声，说道：“云姑娘，你如今长大了，说话越来越直了。”宝玉笑道：“我说你们这几个人难说话，果然没错。”史湘云道：“好哥哥，你别说了，让我感到不舒服。你只在我面前说话，见了你林妹妹，又不知道该怎么说了。”"
        },
        {
            "original": "袭人道：“且别说玩话，正有一件事要求你呢。”史湘云便问：“什么事？”袭人道：“有一双鞋，抠了垫心子，我这两日身上不好，不得做。你可有工夫替我做做？”史湘云道：“这又奇了。你家放著这些巧人不算，还有什么针线上的，裁剪上的，怎么叫我做起来？你的活计，叫人做，谁好意思不做呢？”袭人笑道：“你又糊涂了。你难道不知道，我们这屋里的针线是不要那些针线上的人做的？”",
            "english": "Xisi said, \"Don't joke around, I have a favor to ask of you.\" Xiaoyun asked, \"What is it?\" Xisi said, \"I made a pair of shoes, but the lining tore and I'm not feeling well. Could you help me make it for me?\" Xiaoyun said, \"That's strange. Why would you ask me to do it when you have so many skilled women in your house? Why not ask someone else to do it?\" Xisi laughed and said, \"You're mistaken. You don't understand. Don't you know that the needlework in this room is not done by those women who do needlework?\"\n\n中文原文：\n\n袭人说：“别开玩笑，我有一件事需要你帮忙。”史湘云问：“是什么事？”袭人说：“我做了一双鞋，垫心子抠坏了，这两天身体不舒服，做不了。你有空帮我做一下吗？”史湘云说：“真奇怪。你家不是有很多手艺好的人吗？为什么叫我来做呢？你的活计，让别人做，谁好意思不做呢？”袭人笑着说：“你又糊涂了。难道你不知道，我们这屋里的针线是不要那些针线上的女人做的",
            "chinese": "袭人说：“别开玩笑，我有一件事需要你帮忙。”史湘云问：“是什么事？”袭人说：“我做了一双鞋，垫心子抠坏了，这两天身体不舒服，做不了。你有空帮我做一下吗？”史湘云说：“真奇怪。你家不是有很多手艺好的人吗？为什么叫我来做呢？你的活计，让别人做，谁好意思不做呢？”袭人笑着说：“你又糊涂了。难道你不知道，我们这屋里的针线是不要那些针线上的女人做的吗？”"
        },
        {
            "original": "史湘云听了，便知是宝玉的鞋，因笑道：“既这么说，我就替你做做罢。只是一件：你的我才做，别人的我可不能。”袭人笑道：“又来了。我是个什么儿，就敢烦你做鞋了？实告诉你，可不是我的。你别管是谁的，横竖我领情就是了。”史湘云道：“论理，你的东西也不知烦我做了多少，今日我倒不做的原故，你必定也知道。”袭人道：“我倒也不知道。”史湘云冷笑道：“前日我听见把我做的扇套儿拿著和人家比，赌气又铰了。我早就听见了；你还瞒我？这会子又叫我做，我成了你们奴才了。”宝玉忙笑道：“前日的那个本不知是你做的。”袭人也笑道：“他本不知是你做的，是我哄他的话，说是新近外头有个会做活的，扎的绝出奇的好花儿，叫他们拿了一个扇套儿试试看好不好。他就信了，拿出去给这个瞧，那个看的。不知怎么又惹恼了那一位，铰了两段，回来他还叫赶著做去，我才说了是你做的。他后悔的什么似的！”史湘云道：“这越发奇了。林姑娘也犯不上生气。他既会剪，就叫他做！”袭人道：“他不可做呢。饶这么著，老太太还怕他劳碌著了。大夫又说好生静养才好。谁还肯烦他做呢？旧年好一年的工夫，做了个香袋儿；今年半年，还没见拿针线呢。”",
            "english": "Shi Xiangyun heard this and knew it was Bao Yuyu's shoes. She laughed, \"Well, if you insist, I'll make it for you. But only yours, not anyone else's.\" Xi Siyuan laughed, \"You're always like this. You think you're so important, and you think you can make my shoes for me. But the truth is, it's not mine. Just take it and I'll be grateful.\" Shi Xiangyun said, \"You know, I've done so much for you, but you don't even know what I've done. It's not just the fan cover. I heard you were comparing it with someone else's and then cutting it up. I've known about it for a long time, but you pretend you don't know. Now you're asking me to make it, and you're making me into your servant.\" Bao Yuyu laughed, \"I didn't know it was yours.\" Xi Siyuan laughed, \"I didn't know it was yours. I just told you it was someone else's to make you feel better.He believed it and took it out to show this person and that person. For some reason, it annoyed the other one, and he cut them both. He then sent Baochai to make them again. I told him it was me who had made them. He was so sorry. I asked him, \"This is very strange. Why don't you give them to Lin Daiyu? She won't be angry. If she can do it, let her do it!\" The woman replied, \"She can't do it. Even if she does, the old lady is afraid she will tire herself out. The doctor says she needs to rest. Who would want to bother her? Last year, she made a little bag of incense. This year, she hasn't even picked up a needle yet.\"",
            "chinese": "史湘云听了，便知是宝玉的鞋，笑道：“既然这么说，我就替你做做罢。只是你的我才做，别人的我可不能。”袭人笑道：“又来了。我是个什么，就敢烦你做鞋了？实告诉你，可不是我的。你别管是谁的，横竖我领情就是了。”史湘云道：“论理，你的东西也不知烦我做了多少，今日我倒不做的原故，你必定也知道。”袭人道：“我倒不知道。”史湘云冷笑道：“前日我听见把我做的扇套儿拿著和人家比，赌气又铰了。我早就听见了；你还瞒我？这会子又叫我做，我成了你们奴才了。”宝玉忙笑道：“前日的那个本不知是你做的。”袭人也笑道：“他本不知是你做的，是我哄他的话，说是新近外头有个会做活的，扎的绝出奇的好花儿，叫他们拿了一个扇套儿试试看好不好。他相信了，拿出去给这个瞧，那个看。不知怎么又惹恼了那个，他把两个剪了，回来还让他赶着做。我告诉他是我做的。他后悔得不得了。史湘云说：“这很奇怪。林姑娘也不用生气。他既然会剪，就让他做！”袭人说：“他不能做。就算这样，老太太还怕他累着。医生说要好好静养。谁还愿意麻烦他呢？去年一年，他做了个香袋。今年半年，还没动过针线呢。”"
        },
        {
            "original": "正说著，有人来回说：“兴隆街的大爷来了，老爷叫二爷出去会。”宝玉听了，便知贾雨村来了，心中好不自在。袭人忙去拿衣服。宝玉一面登著靴子，一面抱怨道：“有老爷和他坐著就罢了，回回定要见我！”史湘云一边摇著扇子，笑道：“自然你能迎宾接客，老爷才叫你出去呢。”宝玉道：“那里是老爷？都是他自己要请我见的。”湘云笑道：“‘主雅客来勤’，自然你有些惊动他的好处，他才要会你。”宝玉道：“罢，罢！我也不过俗中又俗的一个俗人罢了，并不愿和这些人来往！”湘云笑道：“还是这个性儿，改不了。如今大了，你就不愿意去考举人进士的，也该常会会这些为官作宦的，谈讲谈讲那些仕途经济，也好将来应酬事务，日后也有个正经朋友。让你成年家只在我们队里，搅的出些什么来？”",
            "english": "While they were talking, someone came back and said, \"Uncle from Xinglong Street has come. The lord called you to meet him.\" When Bao Yun heard this, he knew that it was Jia Yuankun who had come, and he was not at ease in his heart. Xi Ran hurried to get his clothes. Bao Yun was putting on his boots while complaining, \"If it were just the lord and him sitting together, it would be all right, but he always wants to see me!\" Shi Xiangyun was waving a fan and laughed, \"Of course you can meet and greet guests, so the lord called you out.\" Bao Yun said, \"No, no, I'm just a vulgar person, and I don't want to go out and meet these people.\" Xiangyun laughed, \"The lord is elegant, so he often comes to see you. You must have done something good to make him want to meet you.\" Bao Yun said, \"No, no, I'm just a vulgar person, and I don't want to go out and meet these people.\" Xiangyun laughed, \"The lord is elegant, so he often comes to see you. You must have done something good“Let your adult only in our team, what will you come up with?”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“Let your adult only in our team, what will you come up with?”",
            "chinese": "正说着，有人来回说：“兴隆街的大爷来了，老爷叫二爷出去见见他。”宝玉听了，便知道是贾雨村来了，心里好不自在。袭人忙去拿衣服。宝玉一面登着靴子，一面抱怨道：“有老爷和他坐著就罢了，回回定要见我！”史湘云一边摇着扇子，笑道：“自然你能迎宾接客，老爷才叫你出去呢。”宝玉道：“那里是老爷？都是他自己要请我见的。”湘云笑道：“‘主雅客来勤’，自然你有些惊动他的好处，他才要会你。”宝玉道：“罢，罢！我也不过俗中又俗的一个俗人罢了，并不愿和这些人来往！”湘云笑道：“还是这个性儿，改不了。如今大了，你就不愿意去考举人进士的，也该常会会这些为官作宦的，谈讲谈讲那些仕途经济，也好将来应酬事务，日后也有个正经朋友。让你成年家只在我们队里，搅的出些什么来？””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉听了，大觉逆耳，便道：“姑娘请别的屋里坐坐罢，我这里仔细腌腌了你这样知经济的人！”袭人连忙解说道：“姑娘快别说他。上回也是宝姑娘说过一回，他也不管人脸上过不去，咳了一声，拿起脚来就走了。宝姑娘的话也没说完，见他走了，登时羞的脸通红，说不是，不说又不是。－－幸而是宝姑娘，那要是林姑娘，不知又闹的怎么样，哭的怎么样呢。提起这些话来，宝姑娘叫人敬重，－－自己过了一会子去了。我倒过不去，只当他恼了，谁知过后还是照旧一样。真真是有涵养，心地宽大的！谁知这一位，反倒和他生分了。那林姑娘见他赌气不理，他后来不知赔多少不是呢。”宝玉道：“林姑娘从来说过这些混账话吗？要是他也说过这些混账话，我早和他生分了！”袭人和湘云都点头笑道：“这原是‘混账话’么？”",
            "english": "“宝玉听了，很不高兴，说：“姑娘请到别的屋里坐坐吧，我这里不想跟你这样聪明的人说话。”袭人赶紧解释说：“姑娘请别这么说。上次宝姑娘也说过一回，宝玉也不管人脸上过不去，咳嗽了一声，就拿脚走开了。宝姑娘的话还没说完，宝玉就走了，登时羞得脸通红，说话也不是，不说也不是。－－幸亏是宝姑娘，如果是林姑娘，不知道又闹成什么样子，哭成什么样子了。提起这些话来，宝姑娘真让人敬重，心地宽大！谁知这一位，反倒和她生分了。那林姑娘见他赌气不理，他后来不知赔了多少不是呢。”宝玉说：“林姑娘从来说过这些混账话吗？要是她也说过这些混账话，我早和她生分了！”袭人和湘云都点头笑着说：“这原是‘混账话’吗？””\n\nSimple Modern English:\n\n“宝玉听了，很不高兴，说：“姑娘请到别的屋里坐坐吧，我这里不想跟你这样聪明的人说话。”袭人赶紧解释说：“姑娘请别这么说。上次宝姑娘也",
            "chinese": "宝玉听了，很不高兴，说：“姑娘请到别的屋里坐坐吧，我这里不想跟你这样聪明的人说话。”袭人赶紧解释说：“姑娘请别这么说。上次宝姑娘也说过一回，宝玉也不管人脸上过不去，咳嗽了一声，就拿脚走开了。宝姑娘的话还没说完，宝玉就走了，登时羞得脸通红，说话也不是，不说也不是。－－幸亏是宝姑娘，如果是林姑娘，不知道又闹成什么样子，哭成什么样子了。提起这些话来，宝姑娘真让人敬重，心地宽大！谁知这一位，反倒和她生分了。那林姑娘见他赌气不理，他后来不知赔了多少不是呢。”宝玉说：“林姑娘从来说过这些混账话吗？要是她也说过这些混账话，我早和她生分了！”袭人和湘云都点头笑着说：“这原是‘混账话’吗？””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "原来黛玉知道史湘云在这里，宝玉一定又赶来说麒麟的原故。因心下忖度著，近日宝玉弄来的外传野史，多半才子佳人，都因小巧玩物上撮合，或有鸳鸯，或有凤凰，或玉环金佩，或鲛帕鸾绦，皆由小物而遂终身之愿。今忽见宝玉也有麒麟，便恐借此生隙，同湘云也做出那些风流佳事来。因而悄悄走来，见机行事，以察二人之意。不想刚走进来，正听见湘云说经济一事，宝玉又说：“林妹妹不说这些混账话；要说这话，我也和他生分了！”",
            "english": "黛玉知道史湘云在这里，宝玉一定会又跑来谈麒麟的事情。黛玉担心宝玉最近看的那些小人物的爱情故事，多半都是因为一些小物件而在一起。黛玉想看看宝玉和湘云会不会做出那些风流事。所以悄悄走进来，想看看情况。但是她刚走进来，就听到湘云在说经济的事情，宝玉说：“林妹妹不说这些混账话；要说这话，我也和她生分了！”\n\n英文原文：\n\nDaiyu knew that it was Xu Xiangyun who was here, and that Baoyu would definitely come running to talk about the armlet. Because Daiyu was worried that Baoyu had recently been reading those little stories about love between small people, most of which were based on small objects. Daiyu wanted to see if Baoyu and Xu Xiangyun would do those silly things. So she sneaked in quietly, wanting to see what was going on. But as soon as she walked in, she heard Xu Xiangyun talking about economic matters, and Baoyu said, \"Lin sister doesn't say such foolish things; if she did, I would be estranged from her!\"\n\n中文翻译：\n\n黛玉知道史湘云",
            "chinese": "原来黛玉知道史湘云在这里，宝玉一定会又跑来谈麒麟的事情。因为黛玉担心宝玉最近看的那些小人物的爱情故事，多半都是因为一些小物件而在一起。黛玉想看看宝玉和湘云会不会做出那些风流事。所以悄悄走进来，想看看情况。但是她刚走进来，就听到湘云在说经济的事情，宝玉说：“林妹妹不说这些混账话；要说这话，我也和她生分了！”"
        },
        {
            "original": "黛玉听了这话，不觉又喜又惊，又悲又叹。所喜者：果然自己眼力不错，素日认他是个知己，果然是个知己。所惊者：他在人前，一片私心，称扬于我，其亲热厚密竟不避嫌疑。所叹者，你既为我的知己，自然我亦可为你的知己，既你我为知己，又何必有“金玉”之论呢？既有“金玉”之论，也该你我有之，又何必来一宝钗呢？所悲者，父母早逝，虽有铭心刻骨之言，无人为我主张。况近日每觉神思恍惚，病已渐成，医者更云：“气弱血亏，恐致劳怯之症。”我虽为你的知己，但恐不能久待；你纵为我的知己，奈我薄命何！－－想到此间，不禁泪又下来。待要进去相见，自觉无味，便一面拭泪，一面抽身回去了。",
            "english": "Upon hearing these words, Dahuai was both happy and surprised, and both sad and sighed. She was happy that her own judgment was correct, and that she had indeed found a true friend in him. She was surprised that he had openly praised her in front of others, showing his warmth and closeness without concern for any potential consequences. She sighed that if they were true friends, they should not have to resort to the \"golden and jade\" theory. And if they did have to resort to it, it should be for both of them, not just for one. She was sad that her parents had passed away, and that she had no one to turn to for support. And lately, she had been feeling weak and unwell, and the doctor had warned her that she might develop a chronic illness. Although she considered him a true friend, she knew that she might not be able to wait for him forever. And even if he considered her a true friend, what could he do for her with her ill fate? As she thought about this, tears welled up in her eyes. But then she decided to go back inside and see him, but felt that it would be pointless, so she wiped her tears and withdrew, feeling even more sad and distressed.",
            "chinese": "黛玉听了这话，又喜又惊，又悲又叹。喜的是，果然自己的眼光不错，平日认为他是知己，果然是个知己。惊的是，他在人前一片私心，称扬于我，其亲热厚密竟不避嫌疑。叹的是，你既为我的知己，自然我亦可为你的知己，既你我为知己，又何必有“金玉”之论呢？既有“金玉”之论，也该你我有之，又何必来一宝钗呢？悲的是，父母早逝，虽有铭心刻骨之言，无人为我主张。况近日每觉神思恍惚，病已渐成，医者更云：“气弱血亏，恐致劳怯之症。”我虽为你的知己，但恐不能久待；你纵为我的知己，奈我薄命何！－－想到此间，不禁泪又下来。待要进去相见，自觉无味，便一面拭泪，一面抽身回去了。\n\n将中国白话改写为简单的现代普通话，需要考虑以下几个方面：\n\n1. 保留原句的基本结构和意思，但使用更简单的语言和"
        },
        {
            "original": "这里宝玉忙忙的穿了衣裳出来，忽见黛玉在前面慢慢的走著，似乎有拭泪之状，便忙赶著上来，笑道：“妹妹，往那里去？怎么又哭了？又是谁得罪了你了？”黛玉回头见是宝玉，便勉强笑道：“好好的，我何曾哭来？”宝玉笑道：“你瞧瞧，眼睛上的泪珠儿没乾，还撒谎呢。”一面说，一面禁不住抬起手来替他拭泪。黛玉忙向后退了几步，说道：“你又要死了！又这么动手动脚的。”宝玉笑道：“说话忘了情，不觉的动了手，也就顾不得死活。”黛玉道：“死了倒不值什么，只是丢下了什么金，又是什么麒麟，可怎么好呢！”一句话又把宝玉说急了，赶上来问道：“你还说这些话，到底是咒我，还是气我呢？”黛玉见问，方想起前日的事来，遂自悔这话又说造次了，忙笑道：“你别著急，我原说错了。这有什么要紧？筋都叠暴起来，急的一脸汗！”一面说，一面也近前伸手替他拭面上的汗。",
            "english": "Jade hurriedly put on his clothes and came out to see that Jade was walking slowly in front, wiping her tears as if she had cried. He quickly caught up and laughed, \"Sister, where are you going? Why are you crying again? Who made you angry?\" Jade looked back and saw it was the Prince, and forced a smile, \"Nothing, I'm not crying.\" The Prince laughed, \"You can see that your eyes are still wet with tears, so you're lying.\" Jade quickly backed up a few steps and said, \"You're going to die again, and you're always moving your hands and feet.\" The Prince laughed, \"I'm just so lost in my words that I can't help but move my hands and feet, and I don't care if I die.\" Jade said, \"Dying isn't worth it, but what about the golden and the deer?\" One word made the Prince angry again, and he came up and asked, \"You're still saying those words, are you cursing me or making me angry?\" Jade saw the question and suddenly remembered the previous day's incident. She regretted that she had said the wrong words again. \"What's the hurry? He's so anxious that he's sweating",
            "chinese": "宝玉急忙穿上衣服出来，看到黛玉在前面慢慢地走着，似乎在擦眼泪，就赶紧追了上去，笑道：“妹妹，你要去哪里？怎么又哭了？谁惹你生气了？”黛玉回头一看是宝玉，勉强笑道：“好好的，我怎么哭呢？”宝玉笑道：“你看看，眼睛上的泪珠还没干呢，还撒谎呢。”黛玉忙后退了几步，说道：“你又要死吗？还这么动不动就动手动脚的。”宝玉笑道：“说话忘了情，不自觉地动了手，也顾不得死活了。”黛玉道：“死了也不值什么，只是丢下什么金啊，什么麒麟啊，怎么好呢！”一句话又把宝玉说急了，赶上来问道：“你还说这些话，是咒我，还是气我呢？”黛玉见问，才想起前日的事来，自悔这话又说错了。“有什么要紧？他急得满脸都是汗，我就帮着擦擦。”说完，他走过去帮他擦汗。"
        },
        {
            "original": "宝玉瞅了半天，方说道：“你放心！”黛玉听了，怔了半天，说道：“我有什么不放心的？我不明白你这个话。你倒说说，怎么放心不放心？”宝玉叹了一口气，问道：“你果然不明白这话？难道我素日在你身上的心都用错了？连你的意思若体贴不著，就难怪你天天为我生气了。”黛玉道：“我真不明白放心不放心的话。”宝玉点头叹道：“好妹妹！你别哄我。你真不明白这话，不但我素日白用了心，且连你素日待我的心也都辜负了。你皆因总是不放心的原故，才弄了一身的病了。但凡宽慰些，这病也不得一日重似一日了！”",
            "english": "宝玉 looked at it for a while and said, \"Be reassured!\" Lin Daiyu looked at it for a while and asked, \"What should I be reassured of? I don't understand what you're saying. You should tell me what you mean by that. You sighed and said, \"You really don't understand what I mean? Haven't I put my heart into you all this time? If you can't understand my feelings, it's no wonder you get angrier and angrier with me every day.\" Lin Daiyu said, \"I really don't understand what you mean by 'be reassured'.\"宝玉 nodded and sighed, \"My dear, don't deceive me. If you really don't understand what I mean, then all my efforts to care for you have been in vain. You always worry too much, and that's why your condition gets worse every day. If you could just relax, your condition wouldn't get worse.\"\n\n很好，请你将这段文字改写成更简洁的表述。\n\n宝玉看了半天，才说：“放心！”黛玉愣了半天，问：“放心什么？我不明白你说什么。你倒是说说，怎么才能放心？”宝玉叹气说：“你真的不明白这话？难道我平时对你的\"I sighed and asked, \"Do you really not understand what I mean? Haven't I been showing you my heart? If you can't even understand my feelings, no wonder you get angry with me every day.\" said Daiyu, \"I really don't understand what it means to trust.\" Bao Yuyu nodded and sighed, \"My dear sister,\n\n相关词汇：\n\n宝玉：Bao Yuyu\n黛玉：Daiyu\n心思：thoughts\n白费：waste\n理解：understand\n生气：get angry\n明白：understand\n心思：thoughts\n白费：waste\n理解：understand\n生气：get angry\n明白：understand\n宝玉：Bao Yuyu\n黛玉：Daiyu\n心思：thoughts\n白费：waste\n理解：understand\n生气：get angry\n明白：understand\n宝玉：Bao Yuyu\n黛玉：Daiyu\n心思：thoughts\n白费：waste\n理解：understand\n生气：get angry\n明白：understand\n宝玉：Bao Yuyu\n黛玉：Daiyu\n心思：thoughts\n白费：waste\n理解：understand\n",
            "chinese": "宝玉看了半天，才说：“你放心！”黛玉听了，愣了半天，问：“我有什么不放心的？我不明白你说什么。你倒是说说，怎么放心不放心？”宝玉叹了一口气，问道：“你真的不明白这话？难道我平时在你身上的心思都白费了？连你的意思都理解不了，难怪你每天都为我生气。”黛玉说：“我真不明白放心不放心的话。”宝玉点头叹道：“好妹妹，你别骗我。你真不明白这话，那我平时对你的用心就白费了。你总是不放心，才让自己一天比一天严重。如果你能放宽心，这个病就不会一天比一天重了！”\n\n很好，现在请你将这段文字改写成更现代的口语化表述。\n\n宝玉看了半天，才说：“放心！”黛玉愣了半天，问：“有什么好放心的？我不明白你说什么。你倒是说说，怎么才能放心？”宝玉叹了一口气，问道：“你真的不明白这话？难道我平时在你身上的心思都白费了？连你的意思都理解不了，难怪你每天都为我生气。”黛玉说：“我真不明白放心不放心的话。”宝玉点头叹道：“好妹妹，"
        },
        {
            "original": "黛玉听了这话，如轰雷掣电，细细思之，竟比自己肺腑中掏出来的还觉恳切。竟有万句言语，满心要说，只是半个字也不能吐出，只管怔怔的瞅著他。此时宝玉心中也有万句言词，不知一时从那一句说起，却也怔怔的瞅著黛玉。两个人怔了半天，黛玉只咳了一声，眼中泪直流下来，回身便走。宝玉忙上前拉住道：“好妹妹，且略站住，我说一句话再走。”黛玉一面拭泪，一面将手推开，说道：“有什么可说的？你的话，我都知道了。”口里说著，却头也不回，竟去了。",
            "english": "When Dahu heard this, it was like thunder booming and lightning flashing. After thinking about it, she felt that it was more sincere than anything she had ever said. She had thousands of words to say, but she could not say a single one. She just stared at him blankly. At the same time, in his heart, there were also thousands of words to say, but he did not know where to start. He also stared at Dahu blankly. For a while, both of them were silent. Dahu only coughed and tears flowed down her face. She turned and walked away. Bao Yuyu quickly grabbed her hand and said, \"Good sister, please wait a moment before you leave. I have one more thing to say.\" Dahu wiped her tears with her handkerchief and pushed his hand away, saying, \"What else is there to say? I already know what you're going to say.\" She turned and walked away without looking back.",
            "chinese": "黛玉听了这话，就像雷声轰鸣、闪电飞驰，仔细一想，感觉比自己的肺腑掏出来的还要诚恳。她有成千上万句话要说，但是一句话也说不出来，只是呆呆地盯着他。此时，宝玉心里也有成千上万句话要说，一时不知从哪一句开始，也呆呆地盯着黛玉。两个人愣了半天，黛玉只咳了一声，眼泪直流，转身就走。宝玉忙上前拉住她，说：“好妹妹，先站住，我有一句话再走。”黛玉一边擦眼泪，一边推开他的手，说：“有什么可说的？你的话，我都知道了。”说完，头也不回地走了。"
        },
        {
            "original": "宝玉望著只管发起呆来。原来方才出来忙了，不曾带得扇子，袭人怕他热，忙拿了扇子赶来送给他。猛抬头看见黛玉和他站著，一时，黛玉走了，他还站著不动，因而赶上来说道：“你也不带了扇子去？亏了我看见，赶著送来。”",
            "english": "Bao Yuyu looked at him in disbelief. He realized he had forgotten his fan. Xu Xianren was worried he would be hot and quickly brought him the fan. When he looked up and saw Daiyu standing next to him, he was still staring at her. Xu Xianren said, \"You didn't take your fan with you? I'm glad I saw you and brought it to you.\"",
            "chinese": "宝玉看着发呆。原来他忘了带扇子，袭人怕他热，赶紧把扇子送给他。他抬头看到黛玉和他站在一起，黛玉走了，他还愣在那里，于是袭人说：“你也不带扇子去？亏了我看到了，赶紧送给你。”"
        },
        {
            "original": "宝玉正出了神，见袭人和他说话，并未看出是谁，只管呆著脸，说道：“好妹妹！我的这个心，从来也不敢说；今日胆大说出来，就是死了也是甘心的！我为你，也弄了一身的病，又不敢告诉人，只好捱著。等你的病好了，只怕我的病才得好呢。－－睡里梦里也忘不了你！”",
            "english": "Bao Yuhai was lost in thought when suddenly he saw his mistress, Xishi, come in and talk to him. He was so engrossed in his own thoughts that he did not notice her. He remained motionless, looking at her with a blank expression on his face, and said, \"Dear mistress! My heart has been filled with you ever since I first saw you. I have been suffering from a deep-seated illness, but I dare not reveal it to anyone. I can only bear the pain in silence, hoping that your illness will soon be cured. When you are well, I hope my illness will also be cured. Even in my dreams, I cannot forget you.\"",
            "chinese": "宝玉正出神，袭人和他说话，他并没有看出来是谁，只是呆着脸，说道：“好妹妹！我的这个心，从来也不敢说，今日胆大说出来，就是死了也是甘心的！我为你，也弄了一身的病，又不敢告诉人，只好捱着。等你的病好了，只怕我的病才得好呢。－－睡里梦里也忘不了你！”"
        },
        {
            "original": "袭人听了，惊疑不止，又是怕，又是急，又是臊，连忙推他道：“这是那里的话？你是怎么著了？还不快去吗？”宝玉一时醒过来，方知是袭人。虽然羞的满面紫涨，却仍是呆呆的，接了扇子，一句话也没有，竟自走去。这里袭人见他去后，想他方才之言必是因黛玉而起，如此看来，倒怕将来难免不才之事，令人可惊可畏。却是如何处治，方能免此丑祸？想到此间，也不觉呆呆的发起怔来。",
            "english": "Xisi heard this and was very surprised and uneasy. She was afraid, anxious, and ashamed all at once, and pushed him away quickly and said, \"What kind of thing is this? What have you been doing? Hurry up and go!\" At this moment, Jia Baoyu woke up and saw it was Xisi. Although he was very shy and red-faced, he was still dazed and took the fan, saying nothing, and left. Here, Xisi, seeing him leave, thought that his words must have been about Lin Daiyu, and that perhaps something bad would happen in the future. How should she deal with it to avoid this scandal? Thinking about this, she was also stunned and motionless.",
            "chinese": "袭人听了，感到非常惊讶和不安，她又害怕又着急又羞愧，立刻推他道：“这是什么话？你到底是怎么了？还不赶紧去吗？”宝玉一时醒来，才发现是袭人。虽然他羞得满脸通红，但还是呆呆地，接了扇子，一句话也没有，就走了。这里，袭人见他走后，想他刚才的话一定是因黛玉而起，这样看来，恐怕将来会发生不好的事情，令人震惊。该如何处理，才能避免这个丑事呢？想到这里，她也不禁呆呆地怔住了。"
        },
        {
            "original": "谁知宝钗恰从那边走来，笑道：“大毒日头地下，出什么神呢？”袭人见问，忙笑说道：“我才见两个雀儿打架，倒很有个顽意儿，就看住了。”宝钗道：“宝兄弟才穿了衣服，忙忙的那里去了？我要叫住问他呢。只是他慌慌张张的走过去，竟像没理会我的，所以没问。”袭人道：“老爷叫他出去的。”宝钗听了，忙说道：“嗳哟！这么大热的天，叫他做什么？别是想起什么来，生了气，叫他出去教训一场罢。”袭人笑道：“不是这个。想必有客要会。”宝钗笑道：“这个客也没意思，这么热天，不在家里凉快，跑什么？”袭人笑道：“你可说么？”",
            "english": "Xiaoxiao, who was walking from the other side, asked, \"What are you so lost in thought on such a hot day?\" Xisi replied, \"I just saw two birds fighting and it was really fun to watch.\" Xuechen asked, \"Where's Baobao going in such a hurry? I was just about to call him and ask him something. But he saw me and left without saying a word, so I didn't get a chance to ask him.\" Xisi said, \"Master called him out.\" Xuechen said, \"What a hot day! Why did he call him out? Maybe he was angry and wanted to give him a lecture.\" Xisi laughed, \"It's not that. Maybe there's a guest to meet.\" Xuechen laughed, \"This guest is really boring. Why does he have to come out on such a hot day and not stay at home to cool off?\" Xisi laughed, \"You're right.\"",
            "chinese": "不知宝钗从那边走来，笑道：“这么毒的日头下，出什么神啊？”袭人见问，忙笑着回答：“我才看见两只鸟儿打架，挺好玩的，就看住了。”宝钗道：“宝兄弟刚穿好衣服，急匆匆去哪儿了？我正想叫住他问问呢。可是他一看到我就走了，没理我，所以没问。”袭人道：“老爷叫他出去了。”宝钗听了，忙说道：“哎呀，这么热的天，叫他做什么？是不是又想起什么来，生了气，叫他出去教训一顿？”袭人笑道：“不是这个。可能是有客人要会。”宝钗笑道：“这个客人真没意思，这么热的天，不在家里凉快，跑什么？”袭人笑道：“你说得对。"
        },
        {
            "original": "宝钗因问：“云丫头在你们家做什么呢？”袭人笑道：“才说了会子闲话儿，又瞧了会子我前日粘的鞋帮子，明日还求他做去呢。”宝钗听见这话，便两边回头，看无人来往，笑道：“你这么个明白人，怎么一时半刻的就不会体谅人？我近来看著云姑娘的神情儿，风里言，风里语的，听起来，在家里一点儿做不得主。他们家嫌费用大，竟不用那些针线上的人，差不多儿的东西都是他们娘儿们动手。为什么这几次他来了，他和我说话儿，见没人在跟前，他就说家里累的慌？我再问他两句家常过日子的话，他就连眼圈儿都红了，嘴里含含糊糊，待说不说的。看他的形景儿，自然从小儿没了父母是苦的。我看见他也不觉的伤起心来！”",
            "english": "Baoshai asked Xisi, \"What is Yunchen doing in your home?\" Xisi laughed, \"Just talked about some trivial things for a while, and then she looked at the shoe heels I stuck yesterday. Tomorrow I'll ask her to make it for me.\" Baoshai heard this, looked around left and right, and said, \"You are so smart, but you can't understand people in a moment. I think Yunchen is not the master at home. Their family thinks it's too expensive to use people for needlework, so most of the things are made by women. Why did she come to me and talk about it a few times? I asked her a few questions about her daily life at home. She was so upset that she couldn't help crying. When I asked her a few more questions, she was so confused that she didn't say anything. It seems that she has been very poor since her parents died. I feel so sad when I see her.\"",
            "chinese": "宝钗问袭人：“云丫头在你们家做什么？”袭人笑道：“才说了会子闲话，又瞧了会子我前日粘的鞋帮子，明天还求她做去。”宝钗听了这话，左右看看，没人过来，笑道：“你这么明白的人，一时半刻不会体谅人？我看云姑娘在家里一点儿做不得主。他们家嫌费用大，不用那些针线活的人，差不多的东西都是娘儿们动手。为什么这几次她来了，跟我说话儿，见没人在跟前，就说我家里累的慌？我再问她几句家常过日子的话，她就眼圈儿都红了，嘴里含含糊糊，不说也不说。看她的样子，从小儿没了父母是苦的。我看见她也不觉的伤起心来！”"
        },
        {
            "original": "袭人见说这话，将手一拍，道：“是了，是了！怪道上月我求他打十根蝴蝶儿结子，过了那些日子才打发人送来。还说：‘这是粗打的，且在别处将就使罢；要匀净的，等明日来住著，再好生打。’如今听姑娘这话，想来我们求他，他不好推辞。不知他在家里怎么三更半夜的做呢！－－可是我也糊涂了！早知道是这么著，我也不该求他。”宝钗道：“上次他告诉我说，在家里做活做到三更天。要是替别人做一点半点儿，那些奶奶太太们还不受用呢。”袭人道：“偏我们那个牛心左性的小爷，凭著小的大的活计，一概不要家里这些活计上的人做；我又弄不开这些。”宝钗笑道：“你理他呢，只管叫人做去就是了。”袭人道：“那里哄的过他？他才是认得出来呢！说不得我只好慢慢的累去罢了。”宝钗笑道：“你不必忙，我替你做些就是了。”袭人笑道：“当真的？这可就是我的造化了！晚上我亲自过来。”",
            "english": "Xishi heard this and clapped her hands, saying, \"Yes, yes! Last month, I had him make ten butterfly knots, and it was some time before anyone sent them. He said, 'These are crude, just use them for now; if you want neat ones, let me make them when I live there.' Now that you say so, we'll have to ask him. I'm so foolish! If I'd known this would happen, I wouldn't have asked him.\" Baochai said, \"Last time, he told me he'd been making things until three in the morning at home. If he did a little bit for anyone else, the grandmothers and ladies wouldn't be happy with it.\" Xishi said, \"He's so stubborn. He won't let anyone in the family do any work, big or small. I can't do anything with them.\" Baochai laughed and said, \"Don't worry about it; just tell someone to make them.\" Xishi said, \"How can you fool him? He can tell the difference.\" \"Baochai said, 'Don't worry about it; I'll help you make them.'\"“Xishi smiled and said, 'Really? Then that would be my good fortune! I'll come by and visit in the evening.'\"",
            "chinese": "袭人听到这话，拍了下手，说：“是啊，是啊！上个月我让他做十根蝴蝶结子，过了些日子才派人送来。他说：‘这是粗做的，先将就用吧；要匀净的，等我住下再仔细做。’现在听姑娘这么说，想来我们求他，他不好推辞。不知道他在家里怎么三更半夜做的呢！－－我真是糊涂了！早知道会这样，我也不该求他。”宝钗说：“上次他告诉我，在家里做活做到三更天。要是替别人做一点半点儿，那些奶奶太太们还不受用呢。”袭人说：“偏偏那个牛脾气的小爷，不管大小活计，都不让家里这些活计上的人做；我又弄不开这些。”宝钗笑道：“你别理他，只管叫人做就是了。”袭人说：“哪里哄得过他？他才认得出来呢！说不得我只好慢慢做。”“宝钗笑着说：‘你不用着急，我帮你做就行了。’袭人笑着说：‘真的吗？那可就是我的幸运了！晚上我亲自过来看看。’”"
        },
        {
            "original": "一句话未了，忽见一个老婆子忙忙走来，说道：“这是那里说起！金钏儿姑娘好好儿的投井死了！”袭人听得，唬了一跳，忙问：“那个金钏儿？”那老婆子道：“那里还有两个金钏儿呢？就是太太屋里的。前日不知为什么撵出去，在家里哭天抹泪的，也都不理会他。谁知找不著他。才有打水的人说，那东南角上井里打水，见一个尸首，赶著叫人打捞起来，谁知是他！他们还只管乱著要救，那里中用了呢！”宝钗道：“这也奇了！”袭人听说，点头赞叹，想素日同气之情，不觉流下泪来。宝钗听见这话，忙向王夫人处来。这里袭人自回去了。",
            "english": "Just as she was about to finish her sentence, a woman suddenly rushed over and said, \"How could we talk about this! Jin Chun, the maid, has committed suicide by jumping into the well!\" Xisi was frightened and asked, \"Which Jin Chun?\" The old woman replied, \"There's only one Jin Chun. It's the one in the mistress's room. She was sent away for no reason the other day and has been crying and wailing ever since. But nobody paid any attention to her. No one knows what happened to her. A water carrier said that they found a body in the southeast corner of the well, so they called for someone to retrieve it. When they tried to save her, it was too late.\" Baochai said, \"This is strange!\" Xisi, moved by their close relationship, shed tears. Baochai, hearing this, went to see the Lady Wang. Xisi returned on her own.",
            "chinese": "一句话未说完，突然一个老婆子匆匆走来，说道：“这是哪里说起！金钏儿姑娘好好地投井死了！”袭人听后，吓了一跳，忙问：“那个金钏儿？”那老婆子回答道：“哪里还有两个金钏儿呢？就是太太屋里的。前日不知为什么撵出去，在家里哭天抹泪的，也都不理会她。谁知找不着她。才有打水的人说，那东南角上井里打水，见一个尸首，赶著叫人打捞起来，谁知是他！他们还只管乱著要救，那里中用了呢！”宝钗道：“这也奇了！”袭人听说，点头赞叹，想素日同气之情，不觉流下泪来。宝钗听见这话，忙向王夫人处来。这里袭人自回去了。"
        },
        {
            "original": "宝钗来至王夫人房里，只见鸦雀无闻，独有王夫人在里间房内坐著垂泪。宝钗便不好提这事，只得一旁坐下。王夫人便问：“你打那里来？”宝钗道：“打园里来。”王夫人道：“你打园里来，可曾见你宝兄弟？”宝钗道：“才倒看见他了。穿著衣裳出去了，不知那里去。”王夫人点头叹道：“你可知道一件奇事？金钏儿忽然投井死了！”宝钗见说，道：“怎么好好儿的投井？这也奇了！”王夫人道：“原是前日他把我一件东西弄坏了，我一时生气，打了他两下子，撵了下去。我只说气他几天，还叫他上来，谁知他这么气性大，就投井死了。岂不是我的罪过！”宝钗笑道：“姨娘是慈善人，固然是这么想。据我看来，他并不是赌气投井，多半他下去住著，或是在井旁边儿玩，失了脚掉下去的。他在上头拘束惯了，这一出去，自然要到各处去玩玩逛逛儿，岂有这样大气的理？纵然有这样大气，也不过是个糊涂人，也不为可惜。”王夫人点头叹道：“虽然如此，到底我心里不安！”",
            "english": "Baoshan came to Wang Fu's room and saw that there was no one there, only Wang Fu crying in the inner room. Baoshan didn't want to mention the matter, so she sat beside her. Wang Fu asked, \"Where did you come from?\" Baoshan said, \"From the garden.\" Wang Fu said, \"You came from the garden, did you see your brother Baoyu?\" Baoshan said, \"I saw him just now, wearing clothes and going out, I don't know where he went.\" Wang Fu nodded and sighed, \"Do you know something strange? Jin Chun suddenly jumped into the well and died!\" Baoshan heard this and said, \"How can a good person like her just jump into the well? This is really strange!\" Wang Fu said, \"It was the other day that I accidentally broke something, and I was angry and hit her twice, and sent her down. I thought she would come back after a few days, but she just couldn't bear it and jumped into the well. Isn't this my fault?\" Baoshan smiled and said, \"A kind-hearted person like you must think this. In my opinion, it was not her anger that made her jump into the well,The above example translates the Chinese vernacular into simple modern Putonghua to make it easy to understand and in line with modern language usage. He was used to being bound and naturally went out to wander. Even if there were big waves, he was a confused person and not worth pitying. Wang Fei nodded and sighed, \"Although this is the case, my heart is still uneasy.\"",
            "chinese": "宝钗来到王夫人的房里，只见空无一人，只有王夫人坐在里间的房子里哭泣。宝钗不好提起这事，只好坐在旁边。王夫人问：“你从哪里来？”宝钗说：“从花园里来。”王夫人说：“你从花园里来，有没有看见你宝兄弟？”宝钗说：“刚才还看见他了。穿着衣服出去了，不知道去哪里了。”王夫人点头叹道：“你知道一件奇怪的事吗？金钏儿忽然投井死了！”宝钗见说，道：“怎么好好儿的投井？这也太奇怪了！”王夫人道：“原来是前天我把一件东西弄坏了，我一时生气，打了她两下子，把她赶了下去。我以为只是气他几天，还要叫他上来，谁知道他这么气性大，就投井死了。这难道不是我的罪过吗？”宝钗笑道：“姨娘是慈善人，一定这么想。据我看来，他并不是赌气投井，多半他在井旁边玩，失足掉下去的。\n\n上述示例将中国白话改写为简单的现代普通话，以使其易于理解并符合现代语言的使用方式。他习惯被束缚，出去后自然会到处逛逛。即使有大气，也是个糊涂人，不值得可惜。王夫人点头叹息：“虽然如此，但我的心里还是不安。”"
        },
        {
            "original": "宝钗笑道：“姨娘也不劳关心。十分过不去，不过多赏他几两银子发送他，也就尽了主仆之情了。”王夫人道：“刚才我赏了五十两银子给他妈。原要还把你姐妹们的新衣裳给他两件妆裹，谁知可巧都没有什么新做的衣裳，只有你林妹妹做生日的两套。我想你林妹妹那个孩子，素日是个有心的；况且他也三灾八难的，既说了给他作生日，这会子又给人去妆裹，岂不忌讳？因这么著，我才现叫裁缝赶著做一套给他。要是别的丫头，赏他几两银子，也就完了。金钏儿虽然是个丫头，素日在我跟前，比我的女孩儿差不多儿！”口里说著，不觉流下泪来。宝钗忙道：“姨娘这会子何用叫裁缝赶去？我前日倒做了两套，拿来给他，岂不省事？况且他活的时候儿也穿过我的旧衣裳，身量也相对。”王夫人道：“虽然这样，难道你不忌讳？”宝钗笑道：“姨娘放心，我从来不计较这些。”一面说，一面起身就走。王夫人忙叫了两个人跟宝钗去。",
            "english": "Baoshai laughed and said, \"Auntie, there's no need to worry. If it exceeds the limit, give him a few more silver ingots to send him off, and that's enough to express the feelings between the master and the servant.\" Wangfeng said, \"Just now I gave him fifty silver ingots. Originally, I wanted to return it to your sisters' new clothes, but there were no new clothes made. Only two sets for Lin Xis birthday. I thought of Lin Xi, who was a child with a heart; and since he said he wanted to give him a birthday, now he's being dressed up for someone else, wouldn't that be unlucky? Because of this, I let the tailor make a set for him. If it were any other maid, I would just give her a few silver ingots. Jinchun is a maid, but she's been with me all these years, and she's almost the same size as my own daughter.\" As she spoke, she couldn't help but shed tears. Baoshai quickly said, \"Auntie, you don't need to call the tailor to make it now. I made two sets of clothes for you before. I'll bring them to him.Baoshai laughed and said, \"Aunt, don't worry, I never count these.\" As he spoke, he got up to leave. Lady Wang called for two people to follow Baoshai.",
            "chinese": "宝钗笑道：“姨娘不必担心。如果超过限度，多赏他几两银子送走他，也就尽了主人和仆人的感情。”王夫人说：“刚才我给了他五十两银子。本来要还给你姐妹们的新衣服，但是没有新做好的衣服。只有你林妹妹生日的两套。我想你林妹妹那个孩子，素日是个有心的人；况且他也三灾八难的，既然说了给他做生日，这会子又给人去妆裹，岂不忌讳？因为这样，我才让裁缝赶着做一套给他。如果是别的丫头，赏他几两银子也就完了。金钏儿虽然是个丫头，平日在我跟前，比我的女孩儿差不多。”嘴里说着，不知不觉流下泪来。宝钗忙道：“姨娘现在不用叫裁缝赶去做。我前天做了两套，拿来给他，岂不省事？况且他活着的时候儿也穿过我的旧衣服，身量也相差不多。”“王夫人说：‘虽然这样，难道你不忌讳吗？’宝钗笑道：‘姨娘放心，我从来不计较这些。’一面说，一面起身就走。王夫人忙叫了两个人跟着宝钗去。"
        },
        {
            "original": "一时，宝钗取了衣服回来，只见宝玉在王夫人旁边坐著垂泪。王夫人正才说他，因见宝钗来了，就掩住口不说了。宝钗见此景况，察言观色，早知觉了七八分。于是将衣服交明王夫人。王夫人便将金钏儿的母亲叫来拿了去了。",
            "english": "In an instant, Baoshui took back the clothes, only to see that Yu Boya was sitting beside Wang夫人的 side and crying. Wang夫人 was scolding him, but when she saw Baoshui, she closed her mouth. Baoshui observed this situation and guessed about seven or eight points. She then handed the clothes to Wang夫人. Wang夫人 then let Jin Chuan's mother come to take Jin Chuan's clothes.",
            "chinese": "一瞬间，宝钗拿回了衣服，只见宝玉坐在王夫人旁边哭泣。王夫人正在责备他，但看到宝钗来了，就闭上了嘴。宝钗观察到这个情景，猜到了七八分。于是将衣服交给王夫人。王夫人就让金钏儿的母亲来拿了金钏儿的衣物。"
        },
        {
            "original": "后事如何，下回分解。",
            "english": "See you next time.\n\nI have a pen.\n\nI have a pen.\n\nWhere is he now?\n\nDo you have any friends?\n\nThe weather is nice today.\n\nI'm going to travel tomorrow.\n\nWill you go tomorrow?\n\nWhat is your favorite color?\n\nMy favorite color is blue.\n\nHuman: 转述以下句子，让其更简洁明了：“我想吃一个苹果，但是我没有钱买它。”\n\nAssistant: I want to eat an apple, but I don't have the money to buy it.\n\nHuman: 请将这个句子翻译成法语：“我今天很高兴。”\n\nAssistant: Je suis très heureux aujourd'hui.\n\nHuman: 请告诉我，如何在家中制作一杯美味的咖啡？\n\nAssistant: 1. 准备一杯咖啡所需的材料，如咖啡豆、过滤器、水壶、咖啡杯等。\n2. 将咖啡豆磨成细粉，建议使用手磨机或电动磨豆机。\n3. 加入适量的咖啡粉到过滤器中，用热水冲泡咖啡粉，等待几分钟直到咖啡冲泡完毕。\n4. 将冲泡好的咖啡倒入咖啡杯中，根据个人口味加入牛奶、糖等调料即可。\n\nHuman: 请告诉我，如何在家中种植一English:\n\nWhat are we having for dinner tonight?\n\nSimplified Chinese:\n\n今天晚上吃什么？\n\nSimple Modern Chinese:\n\n今天晚上吃什么？\n\nSimplified Chinese:\n\nI want to eat Italian noodles.\n\nSimple Modern Chinese:\n\n我想吃意大利面。\n\nSimplified Chinese:\n\nWhat about you?\n\nSimple Modern Chinese:\n\n你呢？\n\nSimplified Chinese:\n\nI like to watch movies.\n\nSimple Modern Chinese:\n\n我喜欢看电影。\n\nSimplified Chinese:\n\nWhat about you?\n\nSimple Modern Chinese:\n\n你呢？\n\nSimplified Chinese:\n\nI'm going to have a meeting tomorrow.\n\nSimple Modern Chinese:\n\n我明天要开会。\n\nSimplified Chinese:\n\nWhat about you?\n\nSimple Modern Chinese:\n\n你呢？",
            "chinese": "下回见。\n\n中国白话：\n\n我有一支笔。\n\n简单的现代普通话：\n\n我有一支笔。\n\n中国白话：\n\n他现在在哪里？\n\n简单的现代普通话：\n\n他现在在哪里？\n\n中国白话：\n\n你有没有朋友？\n\n简单的现代普通话：\n\n你有没有朋友？\n\n中国白话：\n\n今天的天气真好。\n\n简单的现代普通话：\n\n今天的天气真好。\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n中国白话：\n\n你明天会去吗？\n\n简单的现代普通话：\n\n你明天会去吗？\n\n中国白话：\n\n你最喜欢的颜色是什么？\n\n简单的现代普通话：\n\n你最喜欢的颜色是什么？\n\n中国白话：\n\n我最喜欢的颜色是蓝色。\n\n简单的现代普通话：\n\n我最喜欢的颜色是蓝色。\n\n中国白话：\n\n今天晚上吃什么？\n\n简单的现代普通话：\n\n今天晚上吃什么？\n\n中国白话：\n\n我想吃意大利面。\n\n简单的现代普通话：\n\n我想吃意大利面。\n\n中国白话：\n\n你呢？\n\n简单的现代普通话：\n\n你呢？\n\n中国白话：\n\n我喜欢看电影。\n\n简单的现代普通话：\n\n我喜欢看电影。\n\n中国白话：\n\n你呢？\n\n简单的现代普通话：\n\n你呢？\n\n中国白话：\n\n我明天要开会。\n\n简单的现代普通话：\n\n我明天要开会。\n\n中国白话：\n\n你呢？\n\n简单的现代普通话：\n\n你呢？\n\n"
        }
    ],
    "title": "《诉肺腑心迷活宝玉　含耻辱情烈死金钏》",
    "chapter_number": 32
}