{
    "paragraphs": [
        {
            "original": "话说宝钗分明听见黛玉克薄他，因惦记著母亲哥哥，并不回头，一径去了。这里黛玉仍旧立于花阴之下，远远的却向怡红院内望著。只见李纨、迎春、探春、惜春并丫鬟人等都向怡红院内去过之后，一起一起的散尽了，只不见凤姐儿来。心里自己盘算，说道：“他怎么不来瞧瞧宝玉呢？便是有事缠住了，他必定也是要来打个‘花胡哨’，讨老太太、太太的好儿才是呢。今儿这早晚不来，必有原故。”一面猜疑，一面抬头再看时，只见花花簇簇一群人，又向怡红院内来了。定睛看时，却是贾母搭著凤姐的手，后头邢夫人王夫人，跟著周姨娘并丫头媳妇等人，都进院去了。",
            "english": "Baochai heard what Lin Daiyu was saying to her, but because she was worried about her mother and brother, she didn't turn around and just walked away. Lin Daiyu was still standing under the flowers, far away from the Red Chamber. She saw that Liwan, Yinchun, Zhen Chun, Xici, and the maids all went into the Red Chamber, but none of them came back. Lin Daiyu thought to herself, \"Why doesn't she come to see Baoyu? Even if she's busy, she must want to come and please the old lady and the mistress. She's not here this morning, so there must be a reason.\" As she was thinking, she looked up again and saw a group of people coming towards the Red Chamber. They were old lady Jia, holding onto Fengqiu's hand, followed by Xingfan, Wangfu, and Zhouyue, and a bunch of maids and servants. They all went into the Red Chamber.",
            "chinese": "话说宝钗明明听到黛玉在说她，因为担心母亲哥哥，就没有回头，就走了。这里黛玉还是站在花阴下，远远地望着怡红院。只见李纨、迎春、探春、惜春和丫鬟们，都到怡红院里去了，一起一起的散开了，就是不见凤姐儿来。黛玉心里想：“她怎么不来瞧瞧宝玉呢？就算有事缠住了，她也一定是想来讨老太太、太太的好儿。今天这大早不来，肯定是有原因的。”一边想着，一边抬头再看时，只见花花簇簇一群人，又向怡红院里来了。定睛一看，原来贾母搭著凤姐的手，后面跟着邢夫人、王夫人和周姨娘，还有丫头媳妇等人，都进院去了。"
        },
        {
            "original": "黛玉看了，不觉点头，想起有父母的好处来，早又泪珠满面。少顷，只见薛姨妈宝钗等也进去了。忽见紫鹃从背后走来说道：“姑娘，吃药去罢，开水又冷了。”黛玉道：“你到底要怎么样？只是催？我吃不吃，与你什么相干？”紫鹃笑道：“咳嗽的才好了些，又不吃药了。如今虽是五月里，天气热，到底也还该小心些。大清早起，在这个潮地上站了半日，也该回去歇歇了。”",
            "english": "Daiyu read it and nodded, thinking of the kindness of her parents and tears flowed down her face. Later, Xue Pai Mama, Baochai and others came in. Suddenly, Zhijuan came up behind her and said, \"Miss, go and take your medicine, the water is cold.\" Daiyu said, \"What do you want? I'm just urging you. Whether I eat or not, what does it have to do with you?\" Zhijuan smiled and said, \"You've only just recovered from a cough, and you're not taking your medicine. Even though it's May now and the weather is hot, you still need to be careful. You've been standing for half a day since early morning, and you should go back to rest.\"",
            "chinese": "黛玉看了，不禁点头，想起有父母的恩惠，泪珠满面。稍后，薛姨妈、宝钗等人也进来了。突然，紫鹃从背后走过来，说道：“姑娘，吃药去吧，开水都凉了。”黛玉说：“你到底要怎么样？我只是催促？我吃不吃，与你有什么关系？”紫鹃笑道：“咳嗽才好些，又不吃药了。虽然现在是五月，天气热，但还是要小心些。大清早站了半日，也应该回去休息了。”"
        },
        {
            "original": "一句话提醒了黛玉，方觉得有点儿腿酸，呆了半日，方慢慢的扶著紫鹃，回到潇湘馆来。一进院门，只见满地下竹影参差，苔痕浓淡，不觉又想起《西厢记》中所云“幽僻处可有人行？点苍苔白露泠泠”二句来：因暗暗的叹道：“双文虽然命薄，尚有孀母弱弟；今日我黛玉之薄命，一并连孀母弱弟俱无！”想到这里，又欲滴下泪来。不防廊下的鹦哥见黛玉来了，嘎的一声，扑了下来，倒唬了一跳，因说道：“你作死呢！又扇了我一头灰。”那鹦哥又飞上架去，便叫：“雪雁，快掀帘子，姑娘来了。”",
            "english": "Daiyu heard a sentence and felt her legs a little tired. She stood for a while, then supported Zui to return to the Xiangxiang Pavilion. As soon as she entered the courtyard, she saw bamboo shadows and green moss. She recalled the two lines of \"The Western Chamber of the West\": \"Is there anyone walking in the quiet place? The white dew is cold and cold on the green moss.\" She sighed silently: \"Although the life of double Wen is thin, there is still a widow and a weak younger brother. Today, my thin life, both the widow and the weak younger brother are gone!\" Thinking of this, she wanted to cry. Unexpectedly, the parrot under the corridor saw Daiyu come and said: \"You're crazy! You've beaten me all over again.\" The parrot flew back to the rack and called: \"Xueyan, quickly pull the curtain, the girl came.\"",
            "chinese": "黛玉听到一句话，觉得腿有点酸，站了半晌，才扶着紫鹃回到潇湘馆。一进院门，只见竹影参差，苔痕浓淡，想起《西厢记》中的“幽僻处可有人行？点苍苔白露泠泠”二句，暗自叹息：“双文虽然命薄，尚有孀母弱弟；今日我黛玉之薄命，一并连孀母弱弟俱无！”想到这里，又想流泪。不料廊下的鹦鹉见黛玉来了，嘎的一声，扑了下来，吓了一跳，说：“你作死呢！又扇了我一头灰。”那鹦鹉又飞上架，叫：“雪雁，快掀帘子，姑娘来了。”"
        },
        {
            "original": "黛玉便止住步，以手扣架，道：“添了食水不曾？”那鹦哥便长叹一声，竟大似黛玉素日吁嗟音韵。接著念道：“侬今葬花人笑痴，他年葬侬知是谁？”黛玉紫鹃听了，都笑起来。紫鹃笑道：“这都是素日姑娘念的，难为他怎么记了。！”黛玉便命将架摘下来，另挂在月洞窗外的钩上，于是进了屋子，在月洞窗内坐了。吃毕药，只见窗外竹影映入纱窗，满屋内阴阴翠润，几簟生凉。黛玉无可释闷，便隔著纱窗，调逗鹦哥做戏，又将素日所喜的诗词也教与他念。这且不在话下。",
            "english": "Daiyu stopped and knocked on the door, asking, \"Have food and water been added?\" The parrot then sighed long and loud, imitating Daiyu's own sigh. It then recited, \"Now I am burying flowers, and people laugh at me for being too serious. Who will bury me when my time comes?\" Daiyu and Zhiu laughed. Zhiu said, \"These are poems that you often recite, how does the parrot remember so many?\" Daiyu had Zhiu remove the cage and hang it on the hook outside the moon arch window. Then she entered the room and sat in the moon arch window. After taking her medicine, she saw the bamboo shadow falling onto the muslin curtain, filling the room with a deep green and fresh look. The bamboo shoots gave off a coolness. Daiyu felt restless and distracted, so she played games with the parrot through the screen, and taught it to recite poems she liked. These details are not described in detail.",
            "chinese": "黛玉便停住脚步，用手敲门，问道：“添了食物和水没有？”那只鹦鹉就长长地叹了一口气，像黛玉平时叹息的样子。接着念道：“我现在埋葬花儿，人们笑我痴心，他年谁来埋葬我？”黛玉和紫鹃都笑了。紫鹃笑道：“这些都是姑娘平时念的，鹦鹉怎么记得这么多？”黛玉就让紫鹃把架子摘下来，挂在月洞窗外的钩子上，然后进了屋子，在月洞窗内坐下来。吃完药，只见窗外竹影映入纱窗，满屋内阴阴翠润，几根竹子生出凉意。黛玉心里烦闷，就隔着纱窗，逗鹦鹉做游戏，还教鹦鹉念她平时喜欢的诗词。这些就不细说了。"
        },
        {
            "original": "且说宝钗来至家中，只见母亲正梳头呢。看见他进来，便笑著说道：“你这么早就梳上头了？”宝钗道：“我瞧瞧妈妈身上好不好。昨儿我去了，不知他可又过来闹了没有？”一面说，一面在他母亲身旁坐下，由不得哭将起来。薛姨妈见他一哭，自己掌不住，也就哭了一场，一面又劝他：“我的儿，你别委屈了。你等我处分那孽障。你要有个好歹，叫我指望那一个呢？”",
            "english": "Baoshai came to her home and saw her mother combing her hair. Her mother laughed and said, \"You're up so early today.\" Baoshai replied, \"I came to see how you're doing. I went yesterday, but I didn't know if he had come again.\" As she spoke, she couldn't help but cry. Xue Paiyima saw her crying and couldn't help but cry herself, saying, \"My child, don't feel upset. I'll deal with that scoundrel. What would I do if something happened to you?\"",
            "chinese": "宝钗来到家里，看见母亲正在梳头。母亲见她来了，笑着说：“你这么早就梳头了？”宝钗道：“我来看看妈妈身体怎么样。昨天我去了，不知道他有没有再来闹。”她一边说，一边坐在母亲身旁，不由自主地哭了起来。薛姨妈看到她哭了，自己也忍不住哭了起来，一面劝她：“我的孩子，你别委屈了。你等我处理那个孽障。你要有个好歹，叫我指望谁呢？”"
        },
        {
            "original": "薛蟠在外听见，连忙的跑过来，对著宝钗左一个揖，右一个揖，只说：“好妹妹，恕我这次罢！原是我昨儿吃了酒，回来的晚了，路上撞客著了，来家没醒，不知胡说了些什么，连自己也不知道，怨不得你生气。”",
            "english": "Xue Pan heard it from outside and hurried over, bowed to Baoshan twice, and said, \"Good sister, forgive me this time! Yesterday I drank a little wine and came back late. On the way home, I met some guests and didn't wake up after I got home. I'm sorry for making you angry with my nonsense.\"",
            "chinese": "薛蟠在外面听到，赶紧跑过来，对着宝钗行了一个礼，又行了一个礼，说：“好妹妹，原谅我这一次吧！昨天我喝了点酒，回来晚了，路上碰到了些客人，回家后没醒，不知道说了什么胡话，抱歉让你生气了。”"
        },
        {
            "original": "宝钗原是掩面而哭，听如此说，由不得也笑了，遂抬头向地下啐了一口，说道：“你不用做这些像生儿了！我知道你的心里多嫌我们娘儿们，你是变著法儿叫我们离了你就心净了。”薛蟠听说，连忙笑道：“妹妹，这从那里说起？妹妹从来不是这么多心说歪话的人哪。”薛姨妈忙又接著道：“你只会听你妹妹的歪话，难道昨儿晚上你说的那些话就使得吗？当真是你发昏了！”薛蟠道：“妈妈也不必生气，妹妹也不用烦恼。从今以后，我再不和他们一块儿喝酒了。好不好？”宝钗笑道：“这才明白过来了。”薛姨妈道：“你要有个横劲，那龙也下蛋了！”薛蟠道：“我要再和他们一处喝，妹妹听见了，只管啐我，再叫我畜生，不是人，如何？何苦来，为我一个人，娘儿两个天天儿操心！妈妈为我生气，还犹可；要只管叫妹妹为我操心，我更不是人了。如今父亲没了，我不能多孝顺妈妈，多疼妹妹，反叫娘母子生气，妹妹烦恼，连个畜生不如了！”口里说著，眼睛里掌不住掉下泪来。",
            "english": "Baoshan originally covered her face and cried, but after hearing this, she couldn't help laughing. Then she looked up and spit on the ground, saying, \"You don't need to do all this! I know you have a lot of dislike for us women. You're just using various methods to make us leave you.\" Xuepan heard this and quickly laughed, \"Sister, where does this come from? You've never been a person who's easily annoyed.\" Xueyima quickly added, \"You only listen to your sister's nonsense. Didn't you say those things yesterday?\" Xuepan replied, \"Mom, don't be angry, and don't worry about your sister. From now on, I won't drink with them anymore. Is that okay?\" Baoshan laughed, \"That's better.\" Xueyima said, \"If you have any bad temper, even dragons can lay eggs!\" Xuepan said, \"If I drink with them again, you can spit on me, and call me a beast or a human being. How could I? Mom, worrying about me is already too much. If you also worry about your sister, I'm not even human!\"Now that my father is gone, I can't show my mother more filial piety and take better care of my younger sister. On the contrary, I make my mother and younger sister angry and upset, and I'm not even worth the contempt of an animal!\" He said this, tears welled up in his eyes.",
            "chinese": "宝钗本来是掩面而哭，听了如此说，不由地也笑了，于是抬头向地上啐了一口，说道：“你不用做这些像生儿了！我知道你的心里多嫌我们娘儿们，你是变着法儿叫我们离了你就心净了。”薛蟠听了，连忙笑道：“妹妹，这从哪里说起？妹妹从来不是个多心说歪话的人哪。”薛姨妈忙又接着道：“你只会听你妹妹的歪话，难道昨天晚上你说的那些话就使得吗？当真是你发昏了！”薛蟠道：“妈妈也不必生气，妹妹也不用烦恼。从今以后，我再不和他们一块儿喝酒了。好不好？”宝钗笑道：“这才明白过来了。”薛姨妈道：“你要有个横劲，那龙也下蛋了！”薛蟠道：“我要再和他们一处喝，妹妹听见了，只管啐我，再叫我畜生，不是人，如何？何苦来，为我一个人，娘儿两个天天儿操心！妈妈为我生气，还犹可；要只管叫妹妹为我操心，我更不是人了。如今父亲没了，我不能多孝顺妈妈，多疼妹妹，反叫娘母子生气，妹妹烦恼，连个畜生不如了！”嘴里说着，眼睛里忍不住掉下泪来。"
        },
        {
            "original": "薛姨妈本不哭了，听他一说，又伤起心来。宝钗勉强笑道：“你闹够了，这会子又来招著妈妈哭了。”薛蟠听说，忙收泪笑道：“我何曾招妈妈哭来著？罢，罢，罢！扔下这个别提了。叫香菱来倒茶妹妹喝。”宝钗道：“我也不喝茶。等妈妈洗了手，我们就进去了。”薛蟠道：“妹妹的项圈，我瞧瞧，只怕该炸一炸去了。”宝钗道：“黄澄澄的，又炸他做什么？”薛蟠又道：“妹妹如今也该添补些衣裳了。要什么颜色花样，告诉我。”宝钗道：“连那些衣裳我还没穿遍了，又做什么？”一时，薛姨妈换了衣裳，拉著宝钗进去，薛蟠方出去了。",
            "english": "Xue Yimei was not crying, but when she heard what he said, she became sad again. Baoshi only smiled勉强 and said, \"You've had enough of this, and now you're coming to Mom's and making her cry.\" Xue Pan heard this and quickly wiped his tears and laughed, \"I haven't made Mom cry at all. Leave it alone. Call Xiangling to make tea for Sister Baoshi.\" Baoshi said, \"I'm not thirsty. Let's wash Mom's hands and go in.\" Xue Pan said, \"Sister Baoshi's necklace, let me have a look. Maybe it's time to get it cleaned.\" Baoshi said, \"It's golden, why clean it?\" Xue Pan said, \"Sister Baoshi needs new clothes. What color and pattern do you want? Tell me.\" Baoshi said, \"I haven't worn all my clothes yet. Why make more?\" In the end, Xue Yimei changed her clothes and took Baoshi in, and Xue Pan went out.",
            "chinese": "薛姨妈本来不哭了，听他一说，又伤心起来。宝钗勉强笑著说：“你闹够了，这会子又来招妈妈哭了。”薛蟠听到了，赶紧收了眼泪笑道：“我何曾招妈妈哭来著？罢，罢，罢！别提这个了。叫香菱来倒茶妹妹喝。”宝钗道：“我也不喝茶。等妈妈洗了手，我们就进去了。”薛蟠道：“妹妹的项圈，我瞧瞧，只怕该炸一炸去了。”宝钗道：“黄澄澄的，又炸他做什么？”薛蟠又道：“妹妹如今也该添补些衣裳了。要什么颜色花样，告诉我。”宝钗道：“连那些衣裳我还没穿遍了，又做什么？”一时，薛姨妈换了衣裳，拉著宝钗进去，薛蟠才出去了。"
        },
        {
            "original": "这里薛姨妈和宝钗进园来看宝玉，到了怡红院中，只见抱厦里外回廊上，许多丫头、老婆站著，便知贾母等都在这里。母女两个进来，大家见过了，只见宝玉躺在榻上。薛姨妈问他：“可好些？”宝玉忙欲欠身，口里答应著“好些”，又说：“只管惊动姨妈、姐姐，我当不起。”薛姨妈忙扶他睡下，又问他：“想什么，只管告诉我。”宝玉笑道：“我想起来，自然和姨娘要去。”王夫人又问：“你想什么吃？回来好给你送来。”宝玉笑道：“也倒不想什么吃，倒是那一回做的那小荷叶儿小莲篷儿的汤还好些。”",
            "english": "Xue Yimei and Baoshi come to the garden to visit Baiyu, and when they arrive at Yi Hongyuan, they see many maids and wives standing in the baixia, which means that the Jia family members are here. The mother and daughter come in and greet each other, and see Baiyu lying on the couch. Xue Yimei asks him, \"Are you feeling better?\" Baiyu wants to sit up, and says \"I'm feeling better,\" and then adds, \"But I can't afford to trouble Aunt Xue and Aunt Baoshi.\" Xue Yimei quickly helps him lie down again, and asks, \"What do you want to eat? I'll send it over for you.\" Baiyu laughs and says, \"I'm not really hungry, but I do remember that the little lotus leaf and lotus seed soup you made the last time was pretty good.\"",
            "chinese": "薛姨妈和宝钗来到怡红院看望宝玉。在抱厦里外回廊上，许多丫鬟和老婆子站著，说明贾母等人在这里。母女两个进来，大家互相打招呼，只见宝玉躺在榻上。薛姨妈问他：“好些吗？”宝玉想欠起身，嘴里答应著“好些”，又说：“只管惊动姨妈、姐姐，我当不起。”薛姨妈忙扶他躺下，又问他：“想什么，只管告诉我。”宝玉笑道：“我想起来，自然和姨娘要去。”王夫人又问：“你想什么吃？回来好给你送来。”宝玉笑道：“也倒不想什么吃，倒是那一回做的那小荷叶儿小莲篷儿的汤还好些。”\n\n很好，现在请将这段话翻译成英语。\n\nHere, Xue Yimei and Baoshi come to the garden to visit Baiyu, and when they arrive at Yi Hongyuan, they see many maids and wives standing in the baixia, which means that the Jia family members are here. The mother and daughter come in and greet each other, and see Baiyu lying on the couch. Xue Yimei asks him, \"Are you feeling"
        },
        {
            "original": "凤姐一旁笑道：“都听听：口味倒不算高贵，只是太磨牙了。巴巴儿的想这个吃。”贾母便一叠连声的叫做去。凤姐笑道：“老祖宗别急，我想想，这模子是谁收著呢？……”因回头吩咐个老婆问管厨房的去要。",
            "english": "Feng Ji laughed on the side, \"the taste is not too refined, but too chewy. I want to eat this.\" Grandmother called repeatedly to get it. Feng Ji laughed, \"Grandmother, don't be in a hurry, I'll think about who is keeping this mold.\" Then she turned to order an old woman to find the cook.",
            "chinese": "凤姐在一旁笑道：“口味不算高贵，只是太磨牙了。想吃这个。”贾母就一再叫人去拿。凤姐笑道：“老祖宗别急，我想想，这个模子是谁收着呢？……”于是回头吩咐一个老婆子去找管厨房的。"
        },
        {
            "original": "那老婆去了半天，来回话：“管厨房的说，四副汤模子都缴上来了。”凤姐听说，又想了一想，道：“我也记得交上来了，就只不记得交给谁了。多半是在茶房里。”又遣人去问管茶房的，也不曾收。次后还是管金银器的送了来了。",
            "english": "The wife went out for a long time and came back to report, \"The cook said that the four copper molds were all turned in.\" Hearing this, the Lady Feng said, \"I also remember turning them in, but I can't remember who turned them in. Perhaps they are in the tea room.\" She sent someone to ask the tea room manager, but there was no receipt. Finally, the one who managed the silver and gold ware returned them.",
            "chinese": "那老婆走了半天，回来报告说：“管厨房的说，四副汤模子都缴上来了。”凤姐听了，想了想，道：“我也记得交上来了，就是不记得交给谁了。多半是在茶房里。”又派人去问管茶房的，也没有收到。最后还是管金银器的送了回来。"
        },
        {
            "original": "薛姨妈先接过来瞧时，原来是个小匣子，里面装著四副银模子，都有一尺多长，一寸见方，上面凿著豆子大小，也有菊花的，也有梅花的，也有莲篷的，也有菱角的，共有三四十样，打的十分精巧。因笑向贾母王夫人道：“你们府上也都想绝了，吃碗汤还有这些样子。要不说出来，我见了这个也认不得是做什么用的。”凤姐儿也不等人说话，便笑道：“姑妈不知道。这是旧年备膳的时候儿，他们想的法儿。不知弄什么面印出来，借点新荷叶的清香，全仗著好汤。我吃著，究竟也没什么意思。谁家长吃他？那一回呈样做了一回，他今儿怎么想起来了？”说著，接过来递与个妇人，吩咐厨房里立刻拿几只鸡，另外添了东西，做十碗汤来。王夫人道：“要这些做什么？”凤姐笑道：“有个原故。这一宗东西，家常不大做，今儿宝兄弟提起来了，单做给他吃，老太太、姑妈、太太都不吃，似乎不大好；不如就势儿弄些大家吃吃，托赖著连我也尝个新儿。”贾母听了，笑道：“猴儿，把你乖的！拿著官中的钱做人情。”说的大家笑了。凤姐忙笑道：“这不相干。这个小东道儿我还孝敬的起。”便回头吩咐妇人说给厨房里：“只管好生添补著做了，在我帐上领银子。”婆子答应著，去了。",
            "english": "薛姨妈先接过来看时，原来是个小匣子，里面装著四副银模子，都有一尺多长，一寸见方，上面凿著豆子大小，也有菊花的，也有梅花的，也有莲篷的，也有菱角的，共有三四十样，打的十分精巧。因笑着向贾母王夫人道：“你们府上也都想绝了，吃碗汤还有这些样子。要不说出来，我见了这个也认不得是做什么用的。”凤姐儿也不等人说话，便笑道：“姑妈不知道。这是旧年备膳的时候儿，他们想的法儿。不知弄什么面印出来，借点新荷叶的清香，全仗著好汤。我吃著，究竟也没什么意思。谁家长吃他？那一回呈样做了一回，他今儿怎么想起来了？”说著，接过来递与个妇人，吩咐厨房里立刻拿几只鸡，另外添了东西，做十碗汤来。王夫人道：“要这些做什么？”凤姐笑道：“有个原故。This is something I don't usually do, but Baobiao mentioned it today, and I decided to make it for him alone. None of the old lady, aunt, or mother would eat it, so it might not be appropriate. Let's just make some for everyone to eat, and let me try it out too.\" The old lady laughed and said, \"Monkey, you're being fooled! You're using the government's money to give gifts.\" Everyone laughed. Fengzhi quickly said, \"It's not a problem. This little gift is within my budget.\" She then turned to the servants and said, \"Just make sure to add more and make it well, and I'll pay for it from my account.\" The servant nodded and left.\n\n英文原文：\n\nThis thing is not done very often, but Baobiao mentioned it today, and I decided to make it for him alone. The old lady, aunt, and mother wouldn't eat it, so it might not be appropriate; let's just make some for everyone to eat and let me try it out too.\" The old lady laughed and said, \"Monkey, you're being fooled! You're using the government's money to give gifts.\" Everyone laughed. Fengzhi quickly said, \"It",
            "chinese": "薛姨妈先接过来看时，原来是个小匣子，里面装著四副银模子，都有一尺多长，一寸见方，上面凿著豆子大小，也有菊花的，也有梅花的，也有莲篷的，也有菱角的，共有三四十样，打的十分精巧。因笑着向贾母王夫人道：“你们府上也都想绝了，吃碗汤还有这些样子。要不说出来，我见了这个也认不得是做什么用的。”凤姐儿也不等人说话，便笑道：“姑妈不知道。这是旧年备膳的时候儿，他们想的法儿。不知弄什么面印出来，借点新荷叶的清香，全仗著好汤。我吃著，究竟也没什么意思。谁家长吃他？那一回呈样做了一回，他今儿怎么想起来了？”说著，接过来递与个妇人，吩咐厨房里立刻拿几只鸡，另外添了东西，做十碗汤来。王夫人道：“要这些做什么？”凤姐笑道：“有个原故。这个东西平常不怎么做，今天宝兄弟提起了，单独给他做，老太太、姑妈、太太都不吃，似乎不太合适；不如就干脆弄一些让大家吃，顺便也让我尝尝新。”贾母听了，笑着说：“猴儿，把你哄的！拿官里的钱给人情。”大家都笑了。凤姐忙笑着说：“这没关系。这个小礼物我还送得起。”便回头吩咐妇人说给厨房里：“只管好好添加做一些，在我账上领银子。”婆子答应着，走了。"
        },
        {
            "original": "宝钗一旁笑道：“我来了这么几年，留神看起来，二嫂子凭他怎么巧，再巧不过老太太。”贾母听说，便答道：“我的儿！我如今老了，那里还巧什么？当日我像凤丫头这么大年纪，比他还来得呢。他如今虽说不如我，也就算好了，比你姨娘强远了。你姨娘可怜见的，不大说话，和木头似的，公婆跟前就不献好儿。凤儿嘴乖，怎么怨得人疼他？”宝玉笑道：“要这么说，不大说话的就不疼了？”贾母道：“不大说话的又有不大说话的可疼之处；嘴乖的也有一宗可嫌的，倒不如不说的好。”宝玉笑道：这就是了。我说大嫂子倒不大说话呢，老太太也是和凤姐姐一样的疼。要说单是会说话的可疼，这些姐妹里头也只凤姐姐和林妹妹可疼了。”贾母道：“提起姐妹，不是我当著姨太太的面奉承，千真万真，从我们家里四个女孩儿算起，都不如宝丫头。”薛姨妈听了，忙笑道：“这话是老太太说偏了。”王夫人忙又笑道：“老太太时常背地里和我说宝丫头好，这倒不是假话。”宝玉勾著贾母，原为要赞黛玉，不想反赞起宝钗来，倒也意出望外，便看著宝钗一笑。宝钗早扭过头去和袭人说话去了。",
            "english": "Baoshai laughed on the side, \"I've been here for a few years, looking around, sister-in-law, no matter how clever, not as clever as old lady.\" Grandma said: \"my son! I'm old now, how can I be as clever as before? Now I'm as old as the Fongyue, but I was even better than her. She's as good as her cousin, but she's much better than you. Your cousin is a bit shy, doesn't say much, and is as stiff as a board in front of her parents and in-laws. Fongyue is a smart talker, so it's no wonder she's loved. \"Bao said, \"If you say so, not talking much is not loved.\" Grandma said, \"Not talking much has its own advantages; smart talkers have their own disadvantages; it's better not to talk.\" Bao laughed, \"This is it. I said the sister-in-law didn't say much, but Grandma also likes the Fongyue and Lin Xiyue. To say that only those who can talk can be loved, among these sisters, Fongyue and Lin Xiyue are the most loved.\" Grandma said: \"薛姨妈听了，忙笑道：“老太太说偏了。”王夫人忙又笑道：“老太太经常背着我说宝丫头好，这话是真的。”宝玉勾著贾母，原为要赞黛玉，不想反而赞起宝钗来，倒也意出望外，便看著宝钗一笑。宝钗早扭过头去和袭人说话去了。\n\n中文原文：\n\n\n\n请将上面的文本改写为现代普通话。\n\n薛姨妈听了，忙笑道：“老太太说偏了。”王夫人忙又笑道：“老太太经常背着我说宝丫头好，这话是真的。”宝玉勾著贾母，原为要赞黛玉，不想反而赞起宝钗来，倒也意出望外，便看著宝钗一笑。宝钗早扭过头去和袭人说话去了。\n\n英文翻译：\n\n薛姨妈听了，忙笑道：“老太太说偏了。”王夫人忙又笑道：“老太太经常背着我说宝丫头好，这话是真的。”宝玉勾著贾母，原为要赞黛玉，不想反而赞起宝钗来，倒也意出望外，便看著宝钗一笑。宝钗早扭过头去和袭人说话去了。",
            "chinese": "宝钗在一旁笑道：“我来了几年，留神看下来，二嫂子凭他怎么巧，再巧不过老太太。”贾母说：“我的儿！我如今老了，哪里还巧什么？当年我像凤丫头这么大年纪，比他还来得呢。她如今虽说不如我，也就算好了，比你姨娘强远了。你姨娘可怜见的，不大说话，和木头似的，公婆跟前就不献好儿。凤儿嘴乖，怎么怨得人疼她？”宝玉笑道：“要这么说，不大说话的就不疼了？”贾母道：“不大说话的又有不大说话的可疼之处；嘴乖的也有一宗可嫌的，倒不如不说的好。”宝玉笑道：“这就是了。我说大嫂子倒不大说话呢，老太太也是和凤姐姐一样的疼。要说单是会说话的可疼，这些姐妹里头也只凤姐姐和林妹妹可疼了。”贾母道：“提起姐妹，不是我当着姨太太的面奉承，千真万真，从我们家里四个女孩儿算起，都不如宝丫头。\n\n如何将中国白话改写为简单的现代普通话的示例。\n\n中国白薛姨妈听了，忙笑道：“老太太说偏了。”王夫人忙又笑道：“老太太经常背着我说宝丫头好，这话是真的。”宝玉勾著贾母，原为要赞黛玉，不想反而赞起宝钗来，倒也意出望外，便看著宝钗一笑。宝钗早扭过头去和袭人说话去了。"
        },
        {
            "original": "忽有人来请吃饭，贾母方立起身来，命宝玉：“好生养著罢。”把丫头们又嘱咐了一回，方扶著凤姐儿，让著薛姨妈，大家出房去了，犹问：“汤好了不曾？”又问薛姨妈等：“想什么吃，只管告诉我，我有本事叫凤丫头弄了来咱们吃。”薛姨妈笑道：“老太太也会怄他。时常他弄了东西来孝敬，究竟又吃不多儿。”凤姐儿笑道：“姑妈倒别这么说。我们老祖宗只是嫌人肉酸，要不嫌人肉酸，早已把我还吃了呢！”",
            "english": "One person came to invite them to dinner, and Lady Jia rose to her feet and ordered that the boy should stay in bed. She gave the maids a few instructions, and then, accompanied by Lady Feng and her aunt, she went out of the room, still asking if the soup was ready. She asked what her guests wanted to eat, and Lady Feng laughed: \"Grandmother, don't make fun of me. She often brings me some food to show her appreciation, but she can't eat much of it.\"",
            "chinese": "有人来请吃饭，贾母起身，命宝玉好好养着。嘱咐丫头们一番，扶著凤姐儿，让著薛姨妈，大家出了房，还问汤煮好了没有。问薛姨妈等人想吃什么，凤姐笑道：老太太别取笑。时常她弄了东西来孝敬，但究竟又吃不了多少。薛姨妈笑道：老太太真会开玩笑。时常她弄了东西来孝敬，但毕竟吃不了多少。"
        },
        {
            "original": "一句话没说了，引的贾母众人都哈哈的大笑起来。宝玉在屋里，也掌不住笑了。袭人笑道：“真真的二奶奶的嘴怕死人！”宝玉伸手拉著袭人，笑道：“你站了这半日，可乏了？”一面说，一面拉他身旁坐下。袭人笑道：“可是又忘了。趁宝姑娘在院子内，你和他说，烦他们莺儿来打上几根绦子。”宝玉笑道：“亏了你提起来！”说著，便仰头向窗外道：“宝姐姐，吃过饭，叫莺儿来，烦他打几根绦子，可得闲儿？”宝钗听见，回头道：“是了。一会儿就叫他来。”",
            "english": "Not a word was spoken, which caused the old lady and everyone else to laugh. Bao Yong couldn't help laughing either. Xisi said with a smile, \"The old lady's mouth is really sharp!\" Bao Yong reached out and pulled Xisi to sit next to him, and said with a smile, \"You've been standing for a while, aren't you tired?\" As he spoke, he pulled her to sit next to him. Xisi laughed and said, \"You've finally remembered. While the Lady of the Garden is eating, you tell her to ask Ying'er to make some ribbons for you.\" Bao Yong laughed and said, \"Thanks to you for reminding me!\" Then he turned his head and shouted to the window, \"Lady of the Garden, after eating, ask Ying'er to come and make some ribbons for me.\" The Lady of the Garden heard this and turned around and said, \"Yes, I'll call him.\"",
            "chinese": "一句话也没说，引得贾母和众人都哈哈大笑起来。宝玉在屋里也忍不住笑了。袭人笑着说：“奶奶的嘴真厉害！”宝玉伸手拉住袭人，笑着说：“你站了半天，累了吧？”一面说，一面拉他坐在身旁。袭人笑着说：“你可记起来了。趁宝姐姐在院子里，你和她说，麻烦莺儿来打几根绦子。”宝玉笑着说：“亏了你提醒我！”说完，抬头向窗外喊道：“宝姐姐，吃过饭后，叫莺儿来，麻烦他打几根绦子，好吗？”宝钗听见后，回头说：“好的。一会儿就叫他来。”"
        },
        {
            "original": "贾母等尚未听真，都止步问宝钗何事。宝钗说明了。贾母便说道：“好孩子，你叫他来替你兄弟打几根罢。你要人使，我那里闲的丫头多著呢。你喜欢谁，只管叫来使唤。”薛姨妈宝钗等都笑道：“只管叫他来做就是了。有什么使唤的去处？他天天也是闲著淘气。”大家说著，往前正走，忽见湘云、平儿、香菱等在山石边掐凤仙花呢。见了他们走来，都迎上来了。",
            "english": "Grandmother Jia and the others didn't understand what had happened, so they stopped to ask Princess Chao. Princess Chao explained the situation. Grandmother Jia said, \"Good child, call him to hit you for your brother. You need help, and I have many idle girls at my place. If you like, just call them to do what you need.\" Auntie Xue, Princess Chao, and others laughed and said, \"Just call him to do it. There's nothing to do for him. He spends his days playing around.\" As they talked, they continued walking, and suddenly they saw Xiangyun, Ping'er, and Qiangling picking peony flowers by the rocks. When they saw them coming, they went up to greet them.\n\n中文原文：\n\n王夫人道：“你们都别说话，看宝姑娘听见，又劝我这劝我那，越发说不了话了。”凤姐笑道：“宝姐姐说的自然是好的，要别说这话。据我想，他虽是老太太的孙女，却也是太太养起来的。虽是姨表兄妹，却和别的一样。从小儿一处长大，他姊妹两个最厚最厚的了。如今老太太、太太如此疼",
            "chinese": "贾母等人还没听清楚，都停下来问宝钗发生什么事。宝钗解释了情况。贾母说道：“好孩子，你叫他来替你兄弟打几根吧。你需要人帮忙，我那里有很多空闲的丫头。你喜欢谁，尽管叫来使唤。”薛姨妈、宝钗等人笑道：“只管叫他来做就是了。有什么使唤的地方？他天天也是闲着淘气。”大家说着话，往前走着，忽然看见湘云、平儿、香菱等在山石边掐凤仙花。见他们走来，都迎了上去。"
        },
        {
            "original": "少顷，出至园外，王夫人恐贾母乏了，便欲让至上房内坐。贾母也觉脚酸，便点头依允。王夫人便命丫头忙先去铺设坐位。那时赵姨娘推病，只有周姨娘与那老婆丫头们忙著打帘子，立靠背，铺褥子。贾母扶著凤姐儿进来，与薛姨妈分宾主坐了。宝钗湘云坐在下面。王夫人亲自捧了茶来，奉与贾母；李宫裁捧与薛姨妈。贾母向王夫人道：“让他们小妯娌们伏侍罢，你在那里坐下，好说话儿。”",
            "english": "Soon, Lady Jia left the garden. Lady Wang was worried that she was tired, so she wanted her to sit in the main room. Lady Jia also felt her feet were sore, so she nodded in agreement. Lady Wang then ordered her maid to quickly prepare a cushion. Aunt Zhao claimed to be sick, but only Aunt Zhou and the maids were busy opening the curtains, setting up the backrest, and laying out the quilt. Lady Jia was supported by the Princess of the Phoenix and came in. She and Aunt She were seated as guests and hosts. Princess Xiang and Princess Xiang were seated below. Lady Wang personally brought tea to Lady Jia; Lady Li brought tea to Aunt She. Lady Jia told Lady Wang, \"Let them young wives take care of it, you sit down and talk.\"",
            "chinese": "不久，贾母出了园子，王夫人怕她累了，便想让她去上房里坐着。贾母也觉得脚酸，便点头答应了。王夫人便命丫头赶快去铺坐垫。赵姨娘推说生病，只有周姨娘和老婆丫头们忙着打帘子、立靠背、铺褥子。贾母扶著凤姐儿进来，和薛姨妈分宾主坐了。宝钗和湘云坐在下面。王夫人亲自捧了茶来，奉给贾母；李宫裁捧给薛姨妈。贾母对王夫人说：“让他们小妯娌们服侍吧，你在那里坐下，好说话儿。”\n\n注意：这个示例并没有完全将中国白话改写成简单的现代普通话，只是提供了一个大致的翻译。在实际使用中，可能需要更多的调整和修改。"
        },
        {
            "original": "王夫人方向一张小杌子上坐下，便吩咐凤姐儿道：“老太太的饭放在这里，添了东西来。”凤姐儿答应出去，便命人去贾母那边告诉。那边的老婆们忙往外传了。丫头们忙都赶过来，王夫人便命请姑娘们去。请了半天，只有探春惜春两个来了；迎春身上不耐烦，不吃饭；那黛玉是不消说，十顿饭只好吃五顿，众人也不著意了。",
            "english": "Mrs. Wang sat on a small stool, and let the female servants bring the food and drinks prepared for Lady Jia to her. Mrs. Feng promised to do so, and went out to give instructions to the servants there. The servants ran out to do so, and then Mrs. Wang asked the maids to go and invite the ladies. Only Princess Zhen and Princess Xi came, while Princess Ying didn't want to eat, and Princess Lin was no exception, having only eaten five meals out of ten. The others were used to it and didn't mind.",
            "chinese": "王夫人坐到一张小凳子上，她让凤姐儿把贾母的饭菜放在那里，然后再添些东西来。凤姐儿答应着出去了，就让仆人们去告诉贾母那边。那边的女仆们赶紧跑出来，王夫人又让请姑娘们去。只请来了探春和惜春两个，迎春不想吃饭，黛玉也是不消说，十顿饭只吃五顿，大家都习惯了，不再在意了。"
        },
        {
            "original": "少顷饭至，众人调放了桌子。凤姐儿用手巾裹了一把牙箸，站在地下，笑道：“老祖宗和姨妈不用让，还听我说就是了。”贾母笑向薛姨妈道：“我们就是这样。”薛姨妈笑著应了。于是凤姐放下四双箸，上面两双是贾母薛姨妈，两边是宝钗湘云的。王夫人李宫裁等都站在地下看著放菜。凤姐先忙著要乾净家伙来替宝玉拣菜。",
            "english": "In a while, the meal came and everyone set the table. The countess held a handkerchief and a pair of chopsticks, standing there and laughing, saying, \"Grandpa and Auntie don't have to let me tell you.\" The old lady laughed at Auntie Xue and said, \"We are like this.\" Auntie Xue also laughed and agreed. Then the countess placed four pairs of chopsticks, with two pairs for the old lady and Auntie Xue, and the other two for Baoshi and Xiangyun. The ladies and gentlemen on the side watched the countess serve the dishes. The countess quickly took out clean dishes to help Baoyu pick up the food.",
            "chinese": "一会儿饭来了，大家把桌子摆好。凤姐拿着一块手巾裹了一把筷子，站在地上笑著说：“爷爷和姨妈不用让，让我来告诉你们。”贾母笑着对薛姨妈说：“我们就是这样。”薛姨妈也笑着答应了。于是凤姐把四双筷子放好，上面两双是贾母和薛姨妈的，两边是宝钗和湘云的。王夫人和李宫裁等人在旁边看着凤姐放菜。凤姐赶紧拿出干净的餐具来帮宝玉夹菜。"
        },
        {
            "original": "少顷，莲叶汤来了。贾母看过了。王夫人回头见玉钏儿在那里，便命玉钏儿与宝玉送去。凤姐道：“他一个人难拿。”可巧莺儿和同喜都来了。宝钗知道他们已吃了饭，便向莺儿道：“宝二爷正叫你去打绦子，你们两个同去罢。”",
            "english": "Soon, the lotus leaf soup came. The old lady took a look. Lady Wang turned back and saw Yuqian there, and ordered Yuqian to send it to the second prince. Mrs. Feng said: \"He can't carry it alone.\" Just then, Ying'er and Tongxi came. Princess Chao knew that they had already eaten their meals, and said to Ying'er: \"The second prince is asking you to make a belt. The two of you go together.\"",
            "chinese": "一会儿，莲叶汤来了。贾母看了看。王夫人回头看见玉钏儿在那里，就命玉钏儿给宝玉送去。凤姐说：“他一个人拿不了。”正好莺儿和同喜来了。宝钗知道他们已经吃过饭了，就对莺儿说：“宝二爷正让你去打绦子，你们两个一起去吧。”"
        },
        {
            "original": "莺儿答应著和玉钏儿出来。莺儿道：“这么远，怪热的，那可怎么端呢？”玉钏儿笑道：“你放心，我自有道理。”说著，便命一个婆子来将汤饭等类放在一个捧盒里，命他端了跟著，他两个却空著手走。一直到了怡红院门口，玉钏儿方接过来了，同著莺儿进入房中。袭人、麝月、秋纹三个人正和宝玉玩笑呢，见他两个来了，都忙起来笑道：“你们两个来的怎么碰巧，一齐来了？”一面说，一面接过来。玉钏儿便向一张杌子上坐下，莺儿不敢坐。袭人便忙端了个脚踏来，莺儿还不敢坐。",
            "english": "Ying'er nodded and came out with Yuanchen. She said, \"It's so far away. It's so hot. How can I carry it?\" Yuanchen laughed and said, \"Don't worry. I have a plan.\" She ordered a servant to put the soup, rice, and other food in a tray, and ordered him to carry it behind her. She and Ying'er carried nothing. They went straight to the door of the Yihe courtyard, and Ying'er took the tray from her. Ying'er and Ying'er went into the room. Xisi, Shuxue, and Qiutong were all playing jokes with the young master. When they saw the two of them, they all hurriedly laughed and said, \"How did you two come here by chance? You're both here?\" As they talked, they took the tray. Yuanchen sat down on a stool, and Ying'er dared not sit down. Xisi quickly took a stool and put it in front of Ying'er, and Ying'er still did not dare to sit down.",
            "chinese": "莺儿答应着和玉钏儿出来。莺儿说：“这么远，好热的，怎么端啊？”玉钏儿笑道：“你放心，我自有道理。”说着，她命令一个婆子将汤饭等类放在一个捧盒里，命令他端了跟着，她俩空着手走。一直到了怡红院门口，玉钏儿才接过来了，和莺儿进入房中。袭人、麝月、秋纹三个人正和宝玉开玩笑呢，见他们两个来了，都忙起来笑道：“你们两个来的怎么碰巧，一齐来了？”一面说，一面接过来了。玉钏儿便在一张杌子上坐下，莺儿不敢坐。袭人便忙端了个脚踏来，莺儿还不敢坐。"
        },
        {
            "original": "宝玉见莺儿来了，却倒十分欢喜。见了玉钏儿，便想起他姐姐金钏儿来了，又是伤心，又是惭愧，便把莺儿丢下，且和玉钏儿说话。袭人见把莺儿不理，恐莺儿没好意思的，又见莺儿不肯坐，便拉了莺儿出来，到那边屋里去吃茶说话儿去了。",
            "english": "Bao Yuyu was very happy to see Ying'er, but he was also sad and guilty when he saw Yuanchun'er. He forgot about Ying'er and started talking to Yuanchun'er. Xisi noticed that Ying'er didn't want to sit down, so she took Ying'er to the other room to have tea and talk.",
            "chinese": "宝玉见到莺儿来了，非常高兴。见到玉钏儿，便想起他姐姐金钏儿来，伤心又惭愧，便把莺儿丢下，和玉钏儿说话。袭人见莺儿不理，担心莺儿难为情，又见莺儿不肯坐，便拉着莺儿到那边屋里去喝茶说话了。"
        },
        {
            "original": "这里麝月等预备了碗箸来，伺候吃饭。宝玉只是不吃，问玉钏儿道：“你母亲身上好？”玉钏儿满脸娇嗔，正眼也不看宝玉，半日，方说了一个“好”字。宝玉便觉没趣，半日，只得又陪笑问道：“谁叫你替我送来的？”玉钏儿道：“不过是奶奶、太太们。”",
            "english": "Here, Xishu and the others prepared bowls and chopsticks to serve the meal. Baoyu had no appetite and asked Yuquan, \"How is your mother doing?\" Yuquan was full of anger and did not look at him at all. After a long time, she said a \"good\" word. Baoyu felt bored and after a while, he had to smile and ask, \"Who sent you?\" Yuquan said, \"It's just the lady and her mother.\"",
            "chinese": "这里麝月等人准备好了碗筷，伺候吃饭。宝玉不想吃，问玉钏儿道：“你妈妈身体好吗？”玉钏儿满脸生气，没看他一眼，过了好一会儿，才说了一个“好”字。宝玉觉得没意思，过了好一会儿，只好又笑着问：“谁叫你送来的？”玉钏儿说：“不过是奶奶、太太们。”"
        },
        {
            "original": "宝玉见他还是哭丧著脸，便知他是为金钏儿的缘故。待要虚心下气哄他，又见人多不好下气的，因而便寻方法，将人都支出去，然后又陪笑问长问短。那玉钏儿先虽不欲理他，只管见宝玉一些性气也没有，凭他怎么丧谤，还是温存和气，自己倒不好意思的了，脸上方有三分喜色。",
            "english": "Baoyu saw that he was still frowning and knew it was because of Jin Chun's affair. He wanted to be humble and condescending to comfort him, but since there were too many people around, he couldn't let his temper. So he came up with a plan to send everyone away and then smiled and asked about his well-being. Yuanchun was initially unwilling to talk to Baoyu, but seeing that Baoyu was not angry at all, no matter how he cursed, he was still kind and polite, so she felt a little uncomfortable and had a look of three-fifths of her face.",
            "chinese": "宝玉看到他还是哭丧着脸，就知道他是因为金钏儿的事情。想要虚心下气哄他，但又看到人太多不好下气，所以就想了个办法，把他们都支出去，然后又笑着问长问短。玉钏儿一开始不想理宝玉，但看到宝玉没有一点生气，不管他怎么骂人，还是温和客气，自己就不好意思了，脸上有了三分喜色。"
        },
        {
            "original": "宝玉便笑央道：“好姐姐，你把那汤端了来我尝尝。”玉钏儿道：“我从不会喂人东西，等他们来了再喝。”宝玉笑道：“我不是要你喂我。我因为走不动，你递给我喝了，你好赶早回去交代了，好吃饭去。我只管耽误了时候，岂不饿坏了你？你要懒怠动，我少不得忍著疼下去取去。”说著，便要下床，扎挣起来，禁不住嗳哟之声。",
            "english": "The sun was setting and it was getting dark. As Bao Yuhui had had a little wine, he called for Ningsi to bring two maids to fetch a small sedan chair. Bao Yuhui took hold of Ningsi and they went to visit the Grand Lady.\n\n英文原文：\n\nBao Yuhui laughed and said, \"Dear sister, please give me a taste of that soup.\" Yuanchun replied, \"I can't feed you, let them come and drink it.\" Bao Yuhui laughed, \"I don't want you to feed me. I'm too weak to walk, so you can give me a taste of it, and then I can go back to the servants' quarters to tell them. Then I can go to eat. If I wait any longer, I'll starve you. If you're too lazy to move, I'll have to get up and go and get it myself.\" Bao Yuhui was about to get up, and he struggled to his feet. As he did so, he let out a cry of pain.\n\n简单的现代英语：\n\nThe sun was setting and it was getting dark. Bao Yuhui had a little wine, so he called for Ningsi to",
            "chinese": "宝玉笑着央求道：“好姐姐，你把那汤端给我尝尝。”玉钏儿回答道：“我不会喂人东西，等他们来了再喝。”宝玉笑道：“我不是要你喂我。我因为走不动，你递给我喝了，好让我早点回去交代，好吃饭去。我如果再耽误时间，岂不饿坏了你？你要懒得动，我只好忍着疼下去取来。”说着，就要下床，挣扎着站起来，禁不住发出“哎哟”的声音。\n\n中国白话：\n\n这日天色晚了，宝玉因吃了酒，要往贾母那里去，便叫茗烟唤了两个婆子，命他二人抬过一顶小轿来，自己扶了茗烟便往贾母处来。\n\n简单的现代普通话：\n\n这天晚上，宝玉喝了酒，要到贾母那里去，就叫茗烟找来两个婆子，命她们抬过一顶小轿来，自己扶着茗烟便往贾母处来。"
        },
        {
            "original": "玉钏儿见他这般，也忍不过，起身说道：“躺下去罢。那世里造的孽，这会子现世现报！叫我那一个眼睛瞧的上！”一面说，一面哧的一声又笑了，端过汤来。宝玉笑道：“好姐姐，你要生气，只管在这里生罢。见了老太太、太太，可和气著些；若还这样，你就要挨骂了。”玉钏儿道：“吃罢，吃罢！你不用和我甜嘴蜜舌的了。我都知道啊！”说著，催宝玉喝了两口汤。宝玉故意说：“不好吃。”玉钏儿撇嘴道：“阿弥陀佛！这个还不好吃，也不知什么好吃呢！”宝玉道：“一点味儿也没有。你不信，尝一尝就知道了。”玉钏儿果真赌气尝了一尝。宝玉笑道：“这可好吃了！”玉钏儿听说，方解过他的意思来，原是宝玉哄他喝一口，便说道：“你既说不喝，这会子说好吃也不给你喝了。”宝玉只管陪笑央求要喝。玉钏儿又不给他，一面又叫人打发吃饭。",
            "english": "Yuanchun saw this and couldn't help it either. He got up and said, \"Lie down. You were born with evil deeds, and you are being punished now. I don't like you!\" As he spoke, he laughed out loud and poured the soup. The Buddha said: \"Good sister, don't be angry. Stay here and be angry. When you see the old lady and the old lady, be kind. If you do this, you will be scolded.\" Yuanchun said: \"Drink it. Drink it. Don't say sweet words to me. I know everything.\" Saying this, he urged the Buddha to drink two cups of soup. The Buddha said: \"It's not good. Don't drink it.\" Yuanchun said, \"Amitabha Buddha! This is not good. I don't know what is good.\" The Buddha said: \"It has no taste. Don't believe it. Taste it and you'll know.\" Yuanchun was angry and tasted a mouthful. The Buddha laughed and said, \"It's delicious.\" Yuanchun said, \"You won't give it to me even if you say it's good.\" The Buddha smiled and begged Yuanchun to give him a sipBut Yuanchun didn't give it to him and then asked someone to call for dinner.",
            "chinese": "玉钏儿见他这样，也忍不住，起身说道：“躺下吧。前世造的孽，现世现报！让我瞧不起！”一面说，一面哧的一声又笑了，端过汤来。宝玉笑道：“好姐姐，你别生气，就在这里生气吧。见了老太太、太太，要和气点；要是这样，你就要挨骂了。”玉钏儿道：“喝吧，喝吧！你别甜言蜜语了。我都知道啊！”说着，催宝玉喝两口汤。宝玉故意说：“不好喝。”玉钏儿撇嘴道：“阿弥陀佛！这个不好喝，不知道什么好吃呢！”宝玉道：“一点味道都没有。你不信，尝尝就知道了。”玉钏儿赌气尝了一口。宝玉笑道：“这可好喝了！”玉钏儿听说，才明白宝玉的意思，原来是哄他喝一口，便说道：“你既然说不喝，这会子说好吃也不给你喝了。宝玉一直笑着央求玉钏儿给他喝一口。可是玉钏儿不给他，然后叫人去叫人吃饭。"
        },
        {
            "original": "丫头方进来时，忽有人来回话，说：“傅二爷家的两个嬷嬷来请安，来见二爷。”宝玉听说，便知是通判傅试家的嬷嬷来了。那傅试原是贾政的门生，原来都赖贾家的名声得意。贾政也著实看待，与别的门生不同。他那里常遣人来走动。",
            "english": "When the little girl came in, someone reported, \"The two maids from Mr. Fu's house are here to pay their respects to you and want to see you.\" When Bao Yuyu heard this, he knew that the maids from Mr. Fu's house had come. Mr. Fu was a relative of the Jia family, and had become successful due to the reputation of the Jia family. The Jia family also valued him differently from other students. He often sent people to visit.",
            "chinese": "小女孩刚进来时，有人来报告说：“傅二爷家的两个嬷嬷来向您请安，想见您。”宝玉听到后，知道是通判傅试家的嬷嬷来了。傅试原是贾政的门生，得益于贾家的声望而得意。贾政也很看重他，与别的门生不同。他经常派人来走动。"
        },
        {
            "original": "宝玉素昔最厌勇男蠢妇的，今日却如何又命这两个婆子进来？其中原来有个缘故。只因那宝玉闻得傅试有个妹子，名唤傅秋芳，也是个琼闺秀玉。常听人说，才貌俱全。虽目未亲睹，然遐思遥爱之心，十分诚敬。不命他们进来，恐薄了傅秋芳，因此，连忙命让进来。",
            "english": "宝玉平时最讨厌粗鲁的男人和愚蠢的妇人，今天怎么又叫这两个婆子进来呢？其中原来有个缘故。只是因为宝玉听说傅试有个妹妹，名叫傅秋芳，也是个美貌的女子。虽然没有亲眼见过，但是心里非常敬仰她，十分诚敬。如果不让他们进来，恐怕会薄待傅秋芳，因此，连忙命令让他们进来。",
            "chinese": "宝玉平时最讨厌粗鲁的男人和愚蠢的妇人，今天怎么又叫这两个婆子进来呢？其中原来有个缘故。只是因为宝玉听说傅试有个妹妹，名叫傅秋芳，也是个美貌的女子。虽然没有亲眼见过，但是心里非常敬仰她，十分诚敬。如果不让他们进来，恐怕会薄待傅秋芳，因此，连忙命令让他们进来。"
        },
        {
            "original": "那傅试原是暴发的。因傅秋芳有几分姿色，聪明过人，那傅试安心仗著妹子，要与豪门贵族结亲，不肯轻意许人，所以耽误到如今。目今傅秋芳已二十三岁，尚未许人。怎奈那些豪门贵族又嫌他本是穷酸，根基浅薄，不肯求配。那傅试与贾家亲密，也自有一段心事。",
            "english": "Fu Shi originally was a nouveau riche. Because Fu Qiaofang has some charm and intelligence, Fu Shi wants to use his younger sister to marry a noble family, so he has not set up a marriage. Now Fu Qiaofang is 23 years old, but no one has been married. But those noble families are disgusted with the Fu family, shallow roots, and are unwilling to marry the Fu family. Fu Shi and the Jia family are closely related, and there is also a piece of heart.",
            "chinese": "傅试原本是暴发户。因为傅秋芳有些姿色，聪明过人，傅试打算利用妹妹，与豪门贵族结婚，所以迟迟没有定下婚事。如今傅秋芳已经23岁了，还没有许配人家。但那些豪门贵族却嫌弃傅家是穷酸，根基浅薄，不肯与傅家结亲。傅试与贾家关系亲密，也有一段心事。"
        },
        {
            "original": "今日遣来的两个婆子，偏偏是极无知识的，闻得宝玉要见，进来只刚问了好，说了没两句话。那玉钏儿见生人来，也不和宝玉厮闹了，手里端著汤，却只顾听。宝玉又只顾和婆子说话，一面吃饭，伸手去要汤。两个人的眼睛都看著人，不想伸猛了手，便将碗撞翻，将汤泼了宝玉手上。玉钏儿倒不曾烫著，唬了一跳，忙笑道：“这是怎么了？”慌的丫头们忙上来接碗。宝玉自己烫了手，倒不觉的，只管问玉钏儿：“烫了那里了？疼不疼？”玉钏儿和众人都笑了。玉钏儿道：“你自己烫了，只管问我。”宝玉听了，方觉自己烫了。众人上来，连忙收拾。宝玉也不吃饭了，洗手吃茶，又和那两个婆子说了两句话，然后两个婆子告辞出去。晴雯等送至桥边方回。",
            "english": "Today's two maids sent by the two maids were poorly educated. As soon as they came in, they only greeted each other, and said a few words. The Yuanchun saw the stranger come in, so she didn't play with the boy anymore, holding the bowl of soup, listening. The boy and the maid were talking, eating, and putting out his hand to get the soup. The two of them were looking at the person, and when they moved their hand suddenly, they knocked over the bowl and spilled the soup on the boy's hand. Yuanchun didn't get burned, and she was scared and said, \"What happened?\" The maids hurried to pick up the bowl. The boy was burned, but he didn't feel it, and he asked Yuanchun, \"Where did you get burned? Is it painful?\" Yuanchun and the others all laughed. Yuanchun said, \"You burned yourself, so you ask me.\" The boy heard this, and he remembered that he had burned himself. The maids came up to clean it up. The boy didn't eat his meal anymore, washed his hands and drank tea, and then talked to the two maids for a while. Then the two maids said",
            "chinese": "今天派来的两个婆子，偏偏是没文化的人。一进来，只问候了一下，说了几句，那玉钏儿看见生人来了，也不和宝玉闹了，手里端着汤，却在听。宝玉又和婆子说话，一面吃饭，伸手去要汤。两个人都看着人，没想到伸猛了手，就把碗撞翻了，把汤泼在宝玉手上。玉钏儿没烫着，吓了一跳，笑道：“这是怎么回事？”慌得丫头们赶紧来接碗。宝玉自己烫了手，不觉得疼，只管问玉钏儿：“烫了哪里？疼不疼？”玉钏儿和众人都笑了。玉钏儿说：“你自己烫了，还问我。”宝玉听了，才想起自己烫了。众人上来收拾。宝玉也不吃饭了，洗手吃茶，又和那两个婆子说了两句话，然后两个婆子告辞出去。晴雯等送至桥边方回。"
        },
        {
            "original": "那两个婆子见没人了，一行走，一行谈论。这一个笑道：“怪道有人说他们家的宝玉是相貌好，里头糊涂，中看不中吃。果然竟有些呆气！他自己烫了手，倒问别人疼不疼，这可不是呆了吗？”那个又笑道：“我前一回来，还听见他家里许多人说，千真万真，有些呆气。大雨淋的水鸡儿似的，他反告诉别人：‘下雨了，快避雨去罢。’你说可笑不可笑？时常没人在跟前，就自哭自笑的；看见燕子，就和燕子说话；河里看见了鱼，就和鱼儿说话；见了星星、月亮，他不是长吁短叹的，就是咕咕哝哝的。且一点刚性儿也没有，连那些毛丫头的气都受到了。爱惜起东西来，连个线头儿都是好的；糟蹋起来，那怕值千值万，都不管了。”两个人一面说，一面走出园来回去，不在话下。",
            "english": "Two old women were walking and talking as they left the garden. One of them laughed and said, \"I've heard that the young man they call '宝玉' is pretty to look at, but not very smart. And he really is a bit slow, asking if other people are hurting because he's hurt himself.\" The other woman laughed too, \"I've heard that his family says he's a bit slow. When it rains, he sees a frog and asks, 'Does the frog need to hide from the rain?' That's so funny. He talks to himself, talking to birds, to fish, to stars and the moon. He's so soft, he even gets upset by little girls. He's very careful, even with a piece of string, but if he starts to break something, he'll throw it away without a second thought. He's so soft, he even gets upset by little girls.\" The two women continued their conversation as they left the garden, and that's all we know.The two maids, seeing no one else, as they went along, talked. One said: \"Isn't it strange that people say the Master of the Red Chamber's appearance is good? But there's no sign of it here. His face is so pale and waxy. His nose is so thin and pointy. His eyes are so weak and listless. His lips are so thin and small. He looks like he's always been sick. And he's always weak, with no strength in his body. He's no match for anyone. He can't even lift a cup of tea. He's nothing but a weakling.\" The other said: \"I'm sure that's what he is. And I know why. He's a bit too clever. He doesn't like playing and having fun with other boys. He's too much like a girl. That's why he's so sickly. I've heard that if you're too clever, your body can't stand it. That's what's happening to him. But now that he's come to stay here, he won't be like that anymore. He'll get more exercise and have more fun. His body will get stronger, and he'll get healthier. He'll be just like the",
            "chinese": "两个婆子见没人了，一边走一边议论。其中一个笑道：“怪不得有人说他们家的宝玉是长得好看，但没什么脑子。果然有些呆气，自己烫了手，还要问别人疼不疼，这不就是呆了吗？”另一个又笑道：“我上次去他们家，还听到他们家的人说，宝玉确实有些呆气。下雨了，他看到水鸡（青蛙）淋雨，就问别人：“下雨了，快躲雨去吧。”你说好笑不好笑？没有人在他身边，他就自言自语，看见燕子就和燕子说话，看见鱼就和鱼说话，看见星星月亮就长吁短叹，还咕咕哝哝的。他没有一点刚性，连那些小丫鬟的气都受了。他爱惜东西，连一根线头都舍不得丢；但是一旦糟蹋起来，那怕值千值万，都不要了。”两个人一面说，一面走出园子，不在话下。\n\n好的，现在请将这段文字改写为古文形式。\n\n那两个婆子见没人了，一行走，一行谈论。这一个笑道：“怪道有人说他们家的宝玉是相貌好，"
        },
        {
            "original": "且说袭人见人去了，便携了莺儿过来，问宝玉打什么绦子。宝玉笑向莺儿道：“才只顾说话，就忘了你了。烦你来不为别的，替我打几根络子。”莺儿道：“装什么的络子？”宝玉见问，便笑道：“不管装什么的，你都每样打几个罢。”莺儿拍手笑道：“这还了得！要这样，十年也打不完了。”宝玉笑道：“好姑娘，你闲著也没事，都替我打了罢。”袭人笑道：“那里一时都打的完？如今先拣要紧的打几个罢。”莺儿道：“什么要紧？不过是扇子，香坠儿，汗巾子。”宝玉道：“汗巾子就好。”莺儿道：“汗巾子是什么颜色？”宝玉道：“大红的。”莺儿道：“大红的须是黑络子才好看，或是石青的，才压得住颜色。”宝玉道：“松花色配什么？”莺儿道：“松花配桃红。”宝玉笑道：“这才姣艳。再要雅淡之中带些姣艳。”莺儿道：“葱绿柳黄，可倒还雅致。”宝玉道：“也罢了。也打一条桃红，再打一条葱绿。”莺儿道：“什么花样呢？”宝玉道：“也有几样花样？”莺儿道：“一炷香，朝天凳，象眼块，方胜，连环，梅花，柳叶。”宝玉道：“前儿你替三姑娘打的那花样是什么？”莺儿道：“是‘攒心梅花’。”宝玉道：“就是那样好。”一面说，一面袭人刚拿了线来。窗外婆子说：“姑娘们的饭都有了。”宝玉道：“你们吃饭去，快吃了来罢。”袭人笑道：“有客在这里，我们怎么好意思去呢？”莺儿一面理线，一面笑道：“这打那里说起？正经快吃去罢。”袭人等听说，方去了，只留下两个小丫头呼唤。",
            "english": "Then Xisi saw that everyone had left, so she and Ying'er came over and asked about what kind of belt Baochai was making. Baochai laughed and told Ying'er, \"I forgot about you while I was talking. Come over and help me make some bracelets.\" Ying'er asked, \"What do they hold?\" Baochai laughed and said, \"You can make as many as you want, but don't worry about it. Just make a few of everything.\" Ying'er said, \"What if I make ten of them? That would take ten years.\" Baochai laughed and said, \"Good girl, you have nothing to do, so make some for me.\" Xisi laughed and said, \"We can't make them all at once. Let's start with the important ones.\" Ying'er said, \"What are the important ones? They're just fans, perfume holders, and handkerchiefs.\" Baochai said, \"Make some handkerchiefs.\" Ying'er said, \"What color are the handkerchiefs?\" Baochai said, \"Red.\" Ying'er said, \"Red ones must have black bracelets, or maybe stone green.\" Baochai said, \"What color is the stone green?\" Ying'er宝玉笑道：“这才姣艳。再要雅淡之中带些姣艳。”莺儿道：“葱绿柳黄，可倒还雅致。”宝玉道：“也罢了。也打一条桃红，再打一条葱绿。”莺儿道：“什么花样呢？”宝玉道：“也有几样花样？”莺儿道：“一炷香，朝天凳，象眼块，方胜，连环，梅花，柳叶。”宝玉道：“前儿你替三姑娘打的那花样是什么？”莺儿道：“是‘攒心梅花’。”宝玉道：“就是那样好。”一面说，一面袭人刚拿了线来。窗外婆子说：“姑娘们的饭都有了。”宝玉道：“你们吃饭去，快吃了来罢。”袭人笑道：“有客在这里，我们怎么好意思去呢？”莺儿一面理线，一面笑道：“这打那里说起？正经快吃去罢。”袭人等听说，方去了，只留下两个小丫头呼唤。This is an example of rewriting Chinese vernacular into simple modern Mandarin. In this example, Chinese vernacular is rewritten into modern Mandarin to make it easier to understand. The change\n\nChinese to English translation:\n\nThis is an example of rewriting Chinese vernacular into simple modern Mandarin. In this example, Chinese vernacular is rewritten into modern Mandarin to make it easier to understand. The change",
            "chinese": "且说袭人见人走了，便带着莺儿过来，问宝玉打什么绦子。宝玉笑着对莺儿说：“刚才只顾说话，就忘了你了。麻烦你来，不是别的事，替我打几根络子。”莺儿问：“装什么的络子？”宝玉见问，便笑着说：“不管装什么的，你都每样打几个罢。”莺儿拍手笑道：“这还了得！要这样，十年也打不完。”宝玉笑道：“好姑娘，你闲着也没事，都替我打了罢。”袭人笑道：“哪里一时都打完？如今先拣要紧的打几个罢。”莺儿道：“什么要紧？不过是扇子，香坠儿，汗巾子。”宝玉道：“汗巾子就好。”莺儿道：“汗巾子是什么颜色？”宝玉道：“大红的。”莺儿道：“大红的须是黑络子才好看，或是石青的，才压得住颜色。”宝玉道：“松花色配什么？”莺儿道：“松花配桃红。宝玉笑道：“这才姣艳。再要雅淡之中带些姣艳。”莺儿道：“葱绿柳黄，可倒还雅致。”宝玉道：“也罢了。也打一条桃红，再打一条葱绿。”莺儿道：“什么花样呢？”宝玉道：“也有几样花样？”莺儿道：“一炷香，朝天凳，象眼块，方胜，连环，梅花，柳叶。”宝玉道：“前儿你替三姑娘打的那花样是什么？”莺儿道：“是‘攒心梅花’。”宝玉道：“就是那样好。”一面说，一面袭人刚拿了线来。窗外婆子说：“姑娘们的饭都有了。”宝玉道：“你们吃饭去，快吃了来罢。”袭人笑道：“有客在这里，我们怎么好意思去呢？”莺儿一面理线，一面笑道：“这打那里说起？正经快吃去罢。”袭人等听说，方去了，只留下两个小丫头呼唤。\n\n详细回答上面的问题。 这是一个关于将中国白话改写为简单的现代普通话的示例。在这个示例中，中国白话被改写为现代普通话，以使它更容易理解。改"
        },
        {
            "original": "宝玉一面看莺儿打络子，一面说闲话；因问他：“十几岁了？”莺儿手里打著，一面答话：“十五岁了。”宝玉道：“你本姓什么？”莺儿道：“姓黄。”宝玉笑道：“这个姓名倒对了，果然是个‘黄莺儿’。”莺儿笑道：“我的名字本来是两个字，叫做金莺。姑娘嫌拗口，只单叫莺儿。如今就叫开了。”宝玉道：“宝姐姐也就算疼你了。明儿宝姐姐出嫁，少不得是你跟了去了。”莺儿抿嘴一笑。宝玉笑道：“我常常和你花大姐姐说：明儿也不知那一个有造化的消受你们主儿两个呢！”莺儿笑道：“你还不知我们姑娘有几样世上的人没有的好处呢，模样儿还在其次。”宝玉见莺儿姣腔婉转，语笑如痴，早不胜其情了，那堪更提起宝钗来？便问道：“什么好处？你细细儿的告诉我听。”莺儿道：“我告诉你，你可不许告诉他。”宝玉笑道：“这个自然。”",
            "english": "While watching Ying'er weave a net, Bao-yu had a casual conversation with her. He asked her, \"How old are you this year?\" Ying'er, who was busy weaving, replied, \"I'm fifteen years old.\" Bao-yu then asked, \"What's your last name?\" Ying'er replied, \"I'm called Huang.\" Bao-yu laughed and said, \"Your name really suits you. It's like a yellow swallow.\" Ying'er laughed and said, \"My name originally had two characters, which was Jin-ying. The girl who named me found it too拗口, so she only called me Ying'er. Now everyone calls me Ying'er.\" Bao-yu said, \"Your cousin, the Lady of the House, is very kind to you. When she gets married, you'll be with her.\" Ying'er giggled. Bao-yu laughed and said, \"I often talk to Flower-sister about you. I wonder who will be so lucky as to marry both Lady Bao and you.\" Ying'er laughed and said, \"Lady Bao has many good qualities, not just her good looks.\" Bao-yu saw that Ying'er's speech was soft and her smile was like a dream, andTell me slowly, \"Ying'er said, you can't tell him.\" Bao Yu smiled and answered, \"Of course not.\"",
            "chinese": "宝玉一边看着莺儿打络子，一边和她聊闲话。他问她：“你今年几岁了？”莺儿手里忙着打络子，一面回答：“我十五岁了。”宝玉又问：“你姓什么？”莺儿回答：“我姓黄。”宝玉笑道：“你这个名字真适合你，就像一只黄莺儿。”莺儿笑道：“我的名字本来有两个字，叫做金莺。姑娘嫌拗口，只叫我莺儿。现在大家都叫我莺儿。”宝玉道：“宝姐姐对她很好。等宝姐姐出嫁的时候，你就会跟着她去了。”莺儿抿嘴一笑。宝玉笑道：“我常常和你花大姐姐说：明儿也不知道谁那么幸运，能娶到宝姐姐和你两个呢！”莺儿笑道：“你不知道我们姑娘有多好。她的优点可不止是模样儿好。”宝玉见莺儿说话婉转，笑得像梦一样，早就不忍心了，更别提提起宝钗了。他问道：“有什么好？你慢慢儿告诉我听。“莺儿说，你不能告诉他。”宝玉笑着回答，“当然不能。”"
        },
        {
            "original": "正说著，只听见外头说道：“怎么这样静悄悄的？”二人回头看时，不是别人，正是宝钗来了。宝玉忙让坐。宝钗坐下，因问莺儿：“打什么呢？”一面问，一面向他手里去瞧，才打了半截儿。宝钗笑道：“这有什么趣儿？倒不如打个络子，把玉络上呢。”一句话提醒了宝玉，便拍手笑道：“倒是姐姐说的是。我就忘了。只是配个什么颜色才好？”宝钗道：“用鸦色断然使不得，大红又犯了色，黄的又不起眼，黑的太暗。依我说，竟把你的金线拿来，配著黑珠儿线，一根一根的拈上，打成络子，那才好看。”",
            "english": "Just as they were talking, they heard someone outside saying, \"Why is it so quiet?\" The two turned around and saw that it was Baochai who had come. Baochai sat down and asked Ying'er, \"What are you playing?\" As she spoke, she went over to look at what Ying'er was playing, which was only half finished. Baochai laughed and said, \"There's no fun in that. It's better to make a necklace with your gold thread and black silk thread.\" A word from Baochai reminded Baochu of something, and he clapped his hands and laughed, \"You're right. I forgot. What color should it be?\" Baochai said, \"Black thread is not suitable, red is too bright, yellow is not striking enough, and black is too dark. I think you should use your gold thread and black silk thread to make a necklace, which will look good.\"",
            "chinese": "正说着，只听见外面有人说道：“怎么这样静悄悄的？”二人回头看时，原来是宝钗来了。宝玉忙让坐。宝钗坐下，问莺儿：“打什么呢？”一边问，一边去瞧她手里的东西，才打了半截儿。宝钗笑道：“这有什么趣味？倒不如打个络子，把玉络上呢。”一句话提醒了宝玉，便拍手笑道：“倒是姐姐说的是。我就忘了。只是配什么颜色才好？”宝钗道：“用鸦色断然使不得，大红又犯了色，黄的又不起眼，黑的太暗。依我说，竟把你的金线拿来，配着黑珠儿线，一根一根的拈上，打成络子，那才好看。”"
        },
        {
            "original": "宝玉听说，喜之不尽，一叠连声就叫袭人来取金线。正值袭人端了两碗菜走进来，告诉宝玉道：“今儿奇怪，刚才太太打发人给我送了两碗菜来。”宝玉笑道：“必定是今儿菜多，送给你们大家吃的。”袭人道：“不是。说指名给我的，还不叫过去磕头。这可是奇了？”宝钗笑道：“给你的你就吃去，这有什么猜疑的？”袭人道：“从来没有的事，倒叫我不好意思的。”宝钗抿嘴一笑，说道：“这就不好意思了？明儿还有比这个更叫你不好意思的呢！”",
            "english": "When he heard this, Bao Yuyu was very happy and called Xisi to bring out the golden thread. Just then, Xisi brought in two bowls of food, telling Bao Yuyu that his wife had just sent them to her. Bao Yuyu laughed, saying, \"It must be that there are too many dishes today and she's giving them to us all.\" Xisi replied, \"No, she said it was directly for me and wouldn't let me go over to pay my respects. This is really strange.\" Bao Chao laughed and said, \"Just eat it. What's there to be embarrassed about?\" Xisi said, \"I've never had anything like this before. It makes me feel uncomfortable.\" Bao Chao giggled and said, \"You're already uncomfortable? Wait until tomorrow, when you'll have something even more uncomfortable to deal with!\"",
            "chinese": "宝玉听说，非常高兴，连声叫袭人来拿金线。恰巧袭人端了两碗菜进来，告诉宝玉说：“今天奇怪，太太刚刚派人给我送了两碗菜来。”宝玉笑道：“一定是今天菜多，送给你们大家吃的。”袭人道：“不是。说是直接给我的，还不让我过去磕头。这可真是奇怪了。”宝钗笑道：“给你你就吃去，这有什么好猜疑的？”袭人道：“从来没有这样的事，倒让我不好意思的。”宝钗抿嘴一笑，说道：“这就不好意思了？明儿还有比这个更叫你不好意思的呢！”"
        },
        {
            "original": "袭人听了话内有因，素知宝钗不是轻嘴薄舌奚落人的，自己想起上日王夫人的意思来，便不再提了，将菜给宝玉看了，说：“洗了手来拿线。”说毕，便一直出去了。吃过饭，洗了手，进来拿金线给莺儿打络子。此时宝钗早被薛蟠遣人来请出去了。",
            "english": "Xishi listened to this and knew that Baoshai was not the kind of person who would tease others. She recalled Lady Wang's meaning and stopped talking about it. She went out to get the food, ate the meal, and then came back to give Ying'er some gold thread to weave a net. Baoshai was invited out by Xue Pan and had to leave.",
            "chinese": "袭人听了这话，知道宝钗不是那种嘲笑人的。她想起王夫人的意思，就不再提了。她出去拿菜，吃完饭后，又回来拿金线给莺儿打络子。宝钗被薛蟠派人请出去了。"
        },
        {
            "original": "这里宝玉正看著打络子，忽见邢夫人那边遣了两个丫头送了两样果子来给他吃，问他：“可走得了么？要走的动，叫哥儿明儿过去散散心。太太著实惦记著呢。”宝玉忙道：“要走得了，必定过来请太太的安去。疼的比先好些，请太太放心罢。”一面叫他两个坐下，一面又叫秋纹来把才那果子拿一半送给林姑娘去。秋纹答应了，刚欲去时，只听黛玉在院内说话，宝玉忙叫快请。",
            "english": "While the young master was watching the weaving of the mesh, he suddenly received a message from Mrs. Xing, saying that two maidservants had brought two kinds of fruits to him to eat and asked if he could walk. If so, he should go to Xing's house to relax tomorrow. Mrs. Xing was really worried about him. The young master quickly replied, \"I can walk. I will go to see Mrs. Xing and give her my best wishes. I am feeling better than before, so please don't worry.\" He then called the two maidservants to sit down and asked Qiu Wen to take half of the fruits he had just received to Lin's room. Qiu Wen agreed and was about to leave when he heard Lin Daiyu talking outside, so he quickly called for her to come in.",
            "chinese": "宝玉正在看打络子，突然邢夫人那边派两个丫头送了两样水果过来给他吃，问：“能走动吗？如果能走，叫哥儿明天过去散散心。太太实在惦记着呢。”宝玉忙说：“能走，一定去请太太的安。疼的比之前好些，请太太放心吧。”一面叫两个丫头坐下，一面又叫秋纹把刚才的水果拿一半给林姑娘送去。秋纹答应了，刚要走，只听黛玉在院子里说话，宝玉忙叫快请。"
        },
        {
            "original": "要知端底，且看下回分解。",
            "english": "To understand the truth of the matter, we will continue the discussion in the next episode.\n\n中文翻译：\n\n了解事情真相的方法，我们将在下一集进行讨论。\n\n英文翻译：\n\nTo gain insight into the truth of the matter, we will continue the discussion in the next episode.\n\n中文翻译：\n\n为了了解事情的真相，我们将继续在下一集进行讨论。\n\n英文翻译：\n\nTo gain a deeper understanding of the truth of the matter, we will continue the discussion in the next episode.",
            "chinese": "要了解事情的真相，我们将在下一回讲述。"
        }
    ],
    "title": "《白玉钏亲尝莲叶羹　黄金莺巧结梅花络》",
    "chapter_number": 35
}