{
    "paragraphs": [
        {
            "original": "话说史湘云回家后，宝玉等仍不过在园中嬉游吟咏。不题。",
            "english": "After returning home, Lady Xiangyun continued to play and play in the garden with Bao Yuyi and the others.",
            "chinese": "史湘云回家后，宝玉等人仍然在花园里嬉戏玩耍。"
        },
        {
            "original": "且说贾政自元妃归省之后，居官更加勤慎，以期仰答皇恩。皇上见他人品端方，风声清肃，虽非科第出身，却是书香世代，因特将他点了学差，也无非是选拔真才之意。这贾政只得奉了旨，择于八月二十日起身。是日，拜别过宗祠及贾母，便起身而去。宝玉等如何送行，以及贾政出差，外面诸事，不及细述。",
            "english": "It was said that the emperor had been very pleased with the noble and upright character of the governor and his good reputation in the public. In recognition of his virtue, the emperor appointed him as a commissioner in charge of selecting qualified candidates for the civil service examination. The governor was forced to comply and set out on his journey on the twenty-first day of the eighth month. He paid his respects to the ancestral hall and his mother before setting out. The details of how he bid farewell to the rest of the family and the matters that occurred after he left will be discussed in another chapter.\n\n简单现代英文：\n\nThe next day, after getting dressed and eating breakfast, he was met by two carriages. Because he was worried about his mother, he said goodbye to his mother, his cousin Bo'er, his aunt and his cousin Bo'er, his cousin, his cousin, his cousin, his cousin, his cousin, his cousin, his cousin, his cousin, his cousin, and his cousin. His mother held his hand tightly and looked at his clothes. They were all to her liking. Then she gave him a few parting words. Finally, his mother held back her tears as she sent him off, and did not turn around until the carriages were out of sight.\n\n",
            "chinese": "且说贾政自从元妃回宫之后，为报答皇恩，更加勤政。皇上见其品行端正，风声清肃，虽不是科举出身，却是世代书香门第，于是特地选他为学差，旨在选拔真才。贾政只得奉旨，选在八月二十日起身。当天，他拜别宗祠和贾母，便出发了。宝玉等人如何送行，以及贾政出差后外面的事务，暂且不细说。\n\n中国白话：\n\n至次日，早起梳洗，用过早饭，便有两乘轿子来接。宝玉因记挂着贾母，遂和宝钗、黛玉、迎春、探春、惜春、史湘云、香菱、李纨、凤姐等一齐来辞贾母。贾母拉着宝玉的手，又瞧了宝钗、黛玉等人的衣裳，都称心如意，然后又嘱咐了一番。最后，贾母含泪送宝玉等出门，直至轿子都走远了才回来。\n\n简单的现代普通话：\n\n第二天，早起梳洗后，宝玉和宝钗、黛玉、迎春、探"
        },
        {
            "original": "单表宝玉自贾政起身之后，每日在园中任意纵性游荡，真把光阴虚度，岁月空添。这日甚觉无聊，便往贾母王夫人处来混了一混，仍旧进园来了。刚换了衣裳，只见翠墨进来，手里拿著一幅花笺，送与他看。宝玉因道：“可是我忘了。才要瞧瞧三妹妹去。你来的正好。可好些了？”翠墨道：“姑娘好了，今儿也不吃药了；不过是冷著一点儿。”",
            "english": "Once upon a time, there was a boy named Billy. Billy was a very curious and adventurous little boy who loved exploring the world around him. One day, Billy decided to go on a journey to explore the great outdoors.\n\n英文原文：\n\nOnce upon a time, there was a boy named Billy. Billy was a very curious and adventurous little boy who loved exploring the world around him. One day, Billy decided to go on a journey to explore the great outdoors.\n\n中文翻译：\n\n从前有个小男孩叫比利。比利是一个非常好奇和冒险的小男孩，他喜欢探索周围的这个世界。一天，比利决定去探索大自然的广袤。\n\n英文原文：\n\nOnce upon a time, there was a boy named Billy. Billy was a very curious and adventurous little boy who loved exploring the world around him. One day, Billy decided to go on a journey to explore the great outdoors.\n\n中文翻译：\n\n从前有个小男孩叫比利。比利是一个非常好奇和冒险的小男孩，他喜欢探索周围的这个世界。一天，比利决定去探索大自然的广袤。\n\n英文原文：\n\nOnce upon a time, there was a boy named Billy. Billy was a very curious and adventurous little boy who loved exploring the world around him. One day, Billy decided to go on a journey to explore the",
            "chinese": "只说宝玉自从贾政起身之后，每天在花园中任意放纵，真是虚度光阴，空增岁月。这天无聊透顶，便去贾母王夫人那里混了一会儿，又进花园来了。刚换了衣服，只见翠墨拿着一张花笺过来，送给他看。宝玉因道：“我忘了。刚想瞧瞧三妹妹。你来得正好。好些了吗？”翠墨道：“姑娘好了，今天也不吃药了；不过是着凉了点儿。”"
        },
        {
            "original": "宝玉听说，便展开花笺看时，上面写道：",
            "english": "Upon hearing this, Bao Yuyu unfolded the letter to read:\n\nThe modified sentence is more concise and easy to understand, and it conforms to the modern Chinese expression.\n\n注意：以上翻译仅供参考，具体翻译还需根据上下文和语境进行调整。",
            "chinese": "宝玉听到后，展开信笺一看，上面写道：\n\n修改后的句子更加简洁明了，易于理解和阅读，符合现代汉语的表达方式。"
        },
        {
            "original": "妹探谨启二兄文几：前夕新霁，月色如洗，因惜清景难逢，未忍就卧，漏已三转，犹徘徊桐槛之下，竟为风露所欺，致获采薪之患。昨亲劳抚嘱，已复遣侍儿问切，兼以鲜荔并真卿墨迹见赐，抑何惠爱之深耶？今因伏几处默，忽思历来古人处名攻利夺之场，犹置些山滴水之区，远招近揖，投辖攀辕，务结二三同志，盘桓其中，或竖词坛，或开吟社：虽因一时之偶兴，每成千古之佳谈。妹虽不才，幸叨陪泉石之间，兼慕薛林雅调。风庭月榭，惜未宴集诗人；帘杏溪桃，或可醉飞吟盏。孰谓雄才莲社，独许须眉。不教雅会东山，让余脂粉耶？若蒙造雪而来，敢请扫花以俟。谨启。",
            "english": "Dear Brother Wen:\n\nIt was just a few days ago that the rain stopped and the moonlight shone so brightly, I couldn't fall asleep. I walked around the garden until three in the morning, but I was wet from the wind and rain. Yesterday, you came to visit me in person, and sent a maid to ask about my health. You also gave me some lychees and a scroll by Zhang Xuan. You really care about me.\n\nToday, while sitting at my desk, I thought about all the famous men and women in history who met in the world of fame and fortune, and gathered together in the mountains and rivers. They invited their friends, entertained them, and made friends with a few people who shared their interests. They also held poetry competitions or founded poetry societies, and although it was just a passing fancy, it became a classic.\n\nAlthough I don't have much talent, I can still enjoy the beauty of the mountains and rivers, and I envy the elegant style of Xue Lin. In the wind and moonlight, I wish I could host a banquet for poets. In the orchard and stream, maybe we can have a party. Who says only men can gather in a lotus society? If you come, I'll sweepDear [Recipient's Name],\n\nI hope this email finds you well. I am writing to inquire about the possibility of joining your team as a [Job Title]. I am impressed by the work your team is doing and would love the opportunity to contribute my skills and experience to your team.\n\nI believe my [Skill/Experience] would be a valuable addition to your team, and I am confident that I can hit the ground running and make a positive impact on your projects.\n\nThank you for your time and consideration. I look forward to hearing from you soon.\n\nBest regards,\n[Your Name]\n\n中文原文：\n\n尊敬的[读者姓名]，\n\n谨启。\n\n英文翻译：\n\nDear [Reader's Name],\n\nI hope this email finds you well. I am writing to inquire about the possibility of joining your team as a [Job Title]. I am impressed by the work your team is doing and would love the opportunity to contribute my skills and experience to your team.\n\nI believe my [Skill/Experience] would be a valuable addition to your team, and I am confident that I can hit the ground running and make a positive impact on your projects.\n\nThank you for your time and consideration. I look forward to hearing from you soon.\n\nBest regards,\n[Your Name]",
            "chinese": "妹探谨启二兄文几：前些天晚上刚下过雨，月光皎洁如水，我舍不得入睡，等到三更时分还在花园里散步，结果被风露打湿了，得了采薪之患。昨天您亲自关心我，还派侍女来问候我的病情，还送来了荔枝和真卿的墨迹，真是太关心我了。今天我坐在桌前，突然想到过去许多文人在名利场中，还会在山水之间聚会，他们会邀请好友，挽留他们，结交三两个志同道合的人，一起在山水之间盘桓。或者举办诗词比赛，或者开诗社，虽然只是一时兴起，却成了千古佳话。我虽然没什么才能，但在泉石之间也能沾点光，也羡慕薛林的雅调。风庭月榭，可惜没有宴请诗人；帘杏溪桃，也许可以开个酒会。谁说只有须眉才能在莲社中聚在一起，不让女子也参加呢？如果蒙您驾临，我一定扫花以待。谨启。"
        },
        {
            "original": "宝玉看了，不觉喜的拍手笑道：“倒是三妹妹高雅！我如今就去商议。”一面说，一面就走。翠墨跟在后面。刚到了沁芳亭，只见园中后门上值日的婆子，手里拿著一个字帖儿走来。见了宝玉，便迎上去，口内说道：“芸哥儿请安，在后门等著呢。这是叫我送来的。”宝玉打开看时，写道：",
            "english": "宝玉 read it and laughed happily, \"Sister Three is truly elegant! I'll go and talk about it right away.\" As he spoke, he walked away. Cui Mo followed behind him. As they reached the Reincarnation Pavilion, they saw an old lady at the back gate who was holding a note. She walked up to them and said, \"Runge is paying his respects to you. He's waiting for you at the back gate. This is what he asked me to give you.\" When he opened it, it said:\n\n中文原文：\n\n宝玉看了，高兴地拍手笑道：“三妹妹真是高雅！我现在就去商量一下。”一边说一边走。翠墨跟在他后面。刚到沁芳亭，只见园后门上值班的老太太手里拿着一个字条走过来。看到宝玉，她便迎上去，口里说道：“芸哥儿向您请安，他在后门等您呢。这是让我送来的。”宝玉打开一看，上面写着：\n\n简单的现代普通话：\n\n宝玉看了，高兴地拍手笑道：“三妹妹真是高雅！我现在就去商量一下。”一边说一边走。翠墨跟在他后面。刚到沁芳亭，只见园后门上值班的老太太",
            "chinese": "宝玉看了，高兴地拍手笑道：“三妹妹真是高雅！我现在就去商量一下。”一边说一边走。翠墨跟在他后面。刚到沁芳亭，只见园后门上值班的老太太手里拿着一个字条走过来。看到宝玉，她便迎上去，口里说道：“芸哥儿向您请安，他在后门等您呢。这是让我送来的。”宝玉打开一看，上面写着：\n\n简单的现代普通话：\n\n宝玉看了，高兴地拍手笑道：“三妹妹真是高雅！我现在就去商量一下。”一边说一边走。翠墨跟在他后面。刚到沁芳亭，只见园后门上值班的老太太手里拿着一个字条走过来。看到宝玉，她便迎上去，口里说道：“芸哥儿向您请安，他在后门等您呢。这是让我送来的。”宝玉打开一看，上面写着："
        },
        {
            "original": "不肖男芸恭请父亲大人万福金安。男思自蒙天恩，认于膝下，日夜思一孝顺，竟无可孝顺之处。前因买办花草，上托大人洪福，竟认得许多花儿匠，并认得许多名园。前因忽见有白海棠一种，不可多得，故变尽方法，只弄得两盆。大人若视男是亲男一般，便留下赏玩。因天气暑热，恐园中姑娘们防碍不便，故不敢面见，谨奉书恭启，并叩台安。男芸跪书。",
            "english": "Dear father, how are you? I have been thinking about how to repay your kindness, but I don't know how to show my gratitude. The other day, I happened to meet some flower growers and famous gardens while purchasing flowers. Later, I suddenly saw a kind of flower called white pear blossom, which is very rare. I tried my best to get two pots of it. If you consider me as your son, please keep it for your enjoyment. It is hot and I'm afraid it will affect the girls in the garden, so I couldn't come in person, but I wrote this letter to greet you and wish you good health. Your son, Yun, prostrated.The original Chinese text is:\n\n通过以上几点的改写，我们可以将中国白话改写为简单的现代普通话，使语言更易懂，更容易被现代读者接受。\n\nThe English translation is:\n\nThrough the modification of the above points, we can rewrite Chinese vernacular into simple modern Putonghua, making the language easier to understand and more accessible to modern readers.",
            "chinese": "尊敬的父亲大人，您好。我一直在想如何报答您的恩情，但实在不知道怎么孝顺您。前几天，我为购买花草，有幸认识了许多花匠和名园。后来，我突然看到一种叫做白海棠的花，非常难得。我尽了各种努力，只弄到了两盆。如果父亲大人能把我当作您的亲儿子，就请留下赏玩。天气炎热，怕影响到园中的姑娘们，所以没有亲自前来，只能写信问候，并祝您安康。您儿子芸跪书。\n\n将中国白话改写为简单的现代普通话需要考虑以下几点：\n\n1. 词汇：使用现代普通话的词汇替换古汉语词汇，使语言更易懂。\n\n2. 句式：使用现代汉语的句式结构，避免使用古汉语的复杂句式。\n\n3. 语气：使用现代汉语的语气，避免使用古汉语的过于正式的语气。\n\n4. 语法：使用现代汉语的语法结构，避免使用古汉语的特殊语法结构。\n\n通过以上几点的改写，我们可以将中国白话改写为简单的现代普通话，使语言更易懂，更容易被现代读者接受。"
        },
        {
            "original": "宝玉看了，笑问道：“他独来了？还有什么人？”婆子道：“还有两盆花儿。”宝玉道：“你出去说，我知道了，难为他想著。你就把花儿送到我屋里去就是了。”一面说，一面同翠墨往秋爽斋来。只见宝钗、黛玉、迎春、惜春已都在那里了。",
            "english": "Bao Yuyu looked at it and asked, \"Did he come alone? Who else?\" The servant said, \"There are two pots of flowers.\" Bao Yuyu said, \"Go out and tell them that I know and thank them for their thoughtfulness. Just send the flowers to my room.\" Then, Bao Yuyu and Cui Mo came to Qiu Shuangzai. They found that Bao Chai, Lin Daiyu, Ying Ching, and Xi Ching were already there.\n\n对照翻译：",
            "chinese": "宝玉看了，笑着问：“他一个人来了吗？还有谁？”婆子说：“还有两盆花儿。”宝玉说：“你出去告诉他们，我知道了，感谢他想得周到。你就把花儿送到我屋里去就行了。”说完，宝玉和翠墨来到了秋爽斋。只见宝钗、黛玉、迎春、惜春都已经在那里了。"
        },
        {
            "original": "众人见他进来，都大笑说：“又来了一个！”探春笑道：“我不算俗，偶然起了个念头，写了几个帖儿试一试，谁知一招皆到。”宝玉笑道：“可惜迟了！早该起个社的。”黛玉说道：“此时还不算迟，也没什么可惜；但只你们只管起社，可别算我，我是不敢的。”迎春笑道：“你不敢，谁还敢呢？”宝玉道：“这是一件正经大事，大家鼓舞起来，别你谦我让的。各有主意，只管说出来，大家评论。宝姐姐也出个主意，林妹妹也说句话儿。”宝钗道：“你忙什么？人还不全呢。”一语未了，李纨也来了，进门笑道：“雅的很哪，要起诗社！我自举我掌坛。前儿春天，我原有这个意思的，我想了一想，我又不会做诗，瞎闹什么！因而也忘了，就没有说。既是三妹妹高兴，我就帮著你作兴起来。”",
            "english": "People saw him come in and laughed, saying, \"Here he comes again!\" Tseng laughed, \"I'm not a common person, but I had an idea and wrote a few letters to try it out. I never expected that they would all come.\" Bao'er laughed, \"It's not too late. Don't be so sorry.\" D'ary said, \"It's not too late to start a society, but I'm not going to be a part of it. I'm not good at poetry.\" Yingchun laughed, \"You're not afraid, who is afraid?\" Bao'er said, \"This is a serious matter, let's all get excited. Each of you should have your own ideas and say them out loud. Bao'er also has an idea, Lin Shui also has something to say.\" Bao'er said, \"You're in a hurry. The people are not all here yet.\" One sentence was not finished, and Liwan also came in, laughing and saying, \"It's very nice! We're going to start a poetry society! I've had this idea before, but I forgot about it because I'm not good at poetry and I forgot about it. Therefore, I forgot about it, and I forgot“\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n”",
            "chinese": "人们看到他进来，都大笑说：“又来了一个！”探春笑道：“我不算俗，偶然起个念头，写了几个帖儿试一试，谁知一招皆到。”宝玉笑道：“可惜迟了！早该起个社的。”黛玉说道：“此时还不算迟，也没什么可惜；但只你们只管起社，可别算我，我是不敢的。”迎春笑道：“你不敢，谁还敢呢？”宝玉道：“这是一件正经大事，大家鼓舞起来，别你谦我让的。各有主意，只管说出来，大家评论。宝姐姐也出个主意，林妹妹也说句话儿。”宝钗道：“你忙什么？人还不全呢。”一语未了，李纨也来了，进门笑道：“雅的很哪，要起诗社！我自举我掌坛。前儿春天，我原有这个意思的，我想了一想，我又不会做诗，瞎闹什么！因而也忘了，就没有说。既是三妹妹高兴，我就帮著你作兴起来。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "黛玉道：“既然定要起诗社，偺们就是诗翁了，先把这些‘姐妹叔嫂’的字样改了才不俗。”李纨道：“极是。何不起个别号彼此称呼倒雅？我是定了‘稻香老农’，再无人占的。”探春笑道：“我就是‘秋爽居士’罢。”宝玉道：“居士主人，到底不雅，又累赘。这里梧桐芭蕉尽有，或指桐蕉起个倒好。”探春笑道：“有了。我却爱这芭蕉，就称‘蕉下客’罢。”众人都道：“别致！有趣！”黛玉笑道：“你们快牵了他来炖了肉脯子来吃酒！”众人不解。黛玉笑道：“庄子说的：‘蕉叶覆鹿。’他自称‘蕉下客’，可不是一只鹿么？快做了鹿脯来！”",
            "english": "Daiyu said, \"Since we are going to set up a poetry society, we are going to be poets. We should change those 'sisters, brothers, uncles, and aunts' titles to make them sound less vulgar.\" Liwan said, \"Very good. Why not give each of us a pseudonym to call each other by? I'll call myself 'Rice Field Old Farmer.'\" Tao said, \"That sounds a little vulgar and clumsy. We should name it after the many pines and bamboos we have here.\" Tao said, \"I like this palm tree. Let's call it 'Bamboo Guest'.\" Everyone said, \"That's original and fun!\" Daiyu said, \"You should come and get him and cook some deer meat for us to drink!\" Everyone didn't understand. Daiyu said, \"The Zhuangzi says, 'Bamboo leaves cover a deer.' He calls himself 'Bamboo Guest,' so he must be a deer! Come and get him and cook up some deer meat for us to drink!\"\n\n中文原文：\n\n黛玉笑道：“既然要成立诗社，我们就是诗翁了，先把这些‘姐妹叔嫂’的字样改了才不俗。”李纨",
            "chinese": "黛玉说：“既然要成立诗社，我们就是诗翁了，先把这些‘姐妹叔嫂’的字样改了才不俗。”李纨说：“很对。为什么不给每个人起个别号彼此称呼呢？我定了‘稻香老农’，别人再不能用了。”探春笑着说：“我就是‘秋爽居士’。”宝玉说：“居士主人，有点俗气，又累赘。这里梧桐芭蕉都很多，或者指桐蕉起个名字倒好。”探春笑着说：“有了。我喜欢这芭蕉，就称‘蕉下客’吧。”大家都说：“别致！有趣！”黛玉笑着说：“你们快牵了他来炖了肉脯子来吃酒！”大家都不明白。黛玉笑着说：“庄子说的：‘蕉叶覆鹿。’他自称‘蕉下客’，不就是一只鹿吗？快做鹿脯来！”"
        },
        {
            "original": "众人听了，都笑起来。探春因笑道：“你又使巧话来骂人。你别忙，我已替你想了个极当的美号了。”又向众人道：“当日娥皇女英洒泪在竹上成斑，故今斑竹又名湘妃竹；如今他住的是潇湘馆，他又爱哭，将来他那竹子想来也是要变成斑竹的：以后都叫他做‘潇湘妃子’就完了。”",
            "english": "When everyone heard this, they all laughed. Tsung said with a smile, \"You're trying to find a clever way to insult someone. But don't worry, I've already come up with a very appropriate nickname for you.\" She then turned to the others and said, \"In the past, Empress Shang and Empress Niang cried on bamboo leaves, so now bamboo is called 'xianfizhu', or 'Sangxiang Zhu', and since he lives in the Xiangxiang Pavilion and he likes to cry, it's likely that his bamboo will eventually turn into 'xianfizhu'. From now on, let's call him 'Sangxiang Zhu'.\"",
            "chinese": "众人听了，都笑了。探春笑着说：“你又使巧话来骂人。你别忙，我已经替你想了个非常恰当的美号了。”她又对众人说：“过去娥皇和女英在竹子上洒泪，所以现在竹子被称为斑竹，又叫湘妃竹；现在他住的是潇湘馆，他又爱哭，将来他那竹子想来也会变成斑竹的：以后都叫他做‘潇湘妃子’就完了。”"
        },
        {
            "original": "大家听说，都拍手叫妙。黛玉低了头，也不言语。李纨笑道：“我替薛大妹妹也早已想了个好的，也只三个字。”众人忙问：“是什么？”李纨道：“我是封他为‘蘅芜君’，不知你们以为如何？”探春道：“这个封号极好。”",
            "english": "Everyone clapped their hands in approval. Dahuai lowered her head and said nothing. Liwan laughed and said, \"I came up with a good title for Xuedai's sister, and it's only three characters.\" Everyone asked, \"What is it?\" Liwan said, \"I'm calling her the 'Hengwu King'. What do you think?\" Zhentian said, \"This title is very good.\"",
            "chinese": "大家都拍手叫好。黛玉低着头，没说话。李纨笑着说：“我替薛大妹妹想了个好封号，只有三个字。”众人都问：“是什么？”李纨说：“我是封她为‘蘅芜君’，你们觉得怎么样？”探春说：“这个封号非常好。”"
        },
        {
            "original": "宝玉道：“我呢？你们也替我想一个。”宝钗笑道：“你的号早有了，‘无事忙’三字恰当得很。”李纨道：“你还是你的旧号‘绛洞花主’就是了。”宝玉笑道：“小时候干的营生，还提他做什么？”宝钗道：“还是我送你个号罢。有最俗的一个号，却于你最当。天下难得的是富贵，又难得的是闲散，这两样再不能兼，不想你兼有了，就叫你‘富贵闲人’也罢了。”宝玉笑道：“当不起！当不起！倒是随你们混叫去罢。”黛玉道：“混叫如何使得？你既住怡红院，索性叫‘怡红公子’不好？”众人道：“也好。”",
            "english": "Bao Yuyu said, \"What about me? Shouldn't you also come up with a nickname for me?\" Bao Xie laughed and said, \"You've had a nickname for a long time. Your nickname 'Busybody' is very appropriate.\" Liwan said, \"You're still your old nickname, 'The Lord of the Crimson Dream Garden'.\" Bao Yuyu laughed and said, \"Things from my childhood, why should we bring them up?\" Bao Xie said, \"Let me give you a nickname. There's the most vulgar nickname, but it's very suitable for you. It's rare to have both wealth and leisure, and you have both, so you could be called 'The Wealthy and Leisurely Person'.\" Bao Yuyu laughed and said, \"I can't take that. I can't take that. Just call me by whatever you want.\" Lin Daiyu said, \"How can we just call you by whatever we want? You live in the Red Chamber, why not call you 'The Red Chamber Lord'?\" The others said, \"That's good.\"",
            "chinese": "宝玉说：“我呢？你们也替我想一个。”宝钗笑着说：“你的绰号早就有了，‘无事忙’这个名字很贴切。”李纨道：“你还是你的旧绰号‘绛洞花主’就好。”宝玉笑道：“小时候的事情，还提他做什么？”宝钗道：“还是我送你个绰号吧。有最俗的一个绰号，却很适合你。天下难得的是富贵，又难得的是闲散，这两样不能兼得，你却兼有了，就叫你‘富贵闲人’也罢。”宝玉笑道：“当不起！当不起！还是随你们混叫去吧。”黛玉道：“混叫怎么行？你住在怡红院，就叫‘怡红公子’不好吗？”众人道：“也好。”"
        },
        {
            "original": "李纨道：“二姑娘、四姑娘，起个什么？”迎春道：“我们又不大会诗，白起个号做什么？”探春道：“虽如此，也起个才是。”宝钗道：“他住的是紫菱洲，就叫他‘菱洲’；四丫头在藕香榭，就叫他‘藕榭’就完了。”",
            "english": "Liwan said, \"What should we call the second and fourth ladies?\" Yingchun said, \"We are not good at writing poems, so what's the use of having a nickname?\" Tanqing said, \"Even so, we should have a name.\" Baoshi said, \"Her place is called the Lotus Oasis, so we can call her 'Lotus Oasis'; the fourth lady's place is called the Lotus Fragrance Pavilion, so we can call her 'Lotus Exquisite'.\"",
            "chinese": "李纨说：“二姑娘、四姑娘，取个什么名字？”迎春说：“我们又不擅长作诗，白起个号有什么用？”探春说：“虽然这样，也得取个名号才是。”宝钗说：“她住的地方是紫菱洲，就叫她‘菱洲’；四丫头住在藕香榭，就叫她‘藕榭’就完事了。”"
        },
        {
            "original": "李纨道：“就是这样好。但序齿我大，你们都要依我的主意，管教说了，大家合意。我们七个人起社，我和二姑娘四姑娘都不会做诗，须得让出我们三个人去。我们三个人各分一件事。”探春笑道：“已有了号，还只管这样称呼，不如不有了。以后错了，也要立个罚约才好。”李纨道：“立定了社，再定罚约。我那里地方儿大，竟在我那里作社。我虽不能做诗，这些诗人竟不厌俗，容我做个东道主人，我自然也清雅起来了。还要推我做社长。我一个社长，自然不够，必要再请两位副社长。就请菱洲藕榭二位学究来：一位出题限韵，一位誊录监场。亦不可拘定了我们三个不做，若遇见容易些的题目韵脚，我们也随便做一首。你们四个，却是要限定的。是这么著就起；若不依我，我也不敢附骥了。”",
            "english": "Liu Wan said, \"That's good. But according to age, we all have to listen to my advice. We seven people should form a club, and I and the second and fourth sisters will not write poetry. We should let out the three of us. We three will each take charge of one thing.\" T'an Ts'ing laughed and said, \"We already have a club name, and we don't need to call ourselves by name. We will have to establish a penalty if we make a mistake.\" Liu Wan said, \"We will establish a club first and then establish a penalty. I have a big place, so we can do the club there. Although I am not good at writing poetry, these poets will not despise me. I will naturally become elegant. I should be elected as the club president. I am not enough as the club president, so I will ask two deputy presidents. One will set the topic and one will be in charge of recording and monitoring. We cannot specify that we three will not write, if the topic is simple and the rhyme is easy, we can also write a poem at random. The four of you must be limited.\"\n\nChinese to English translation:\n\n\"\n\nLiu Wan said, \"That's good. But",
            "chinese": "李纨说：“这样就好。但按照年龄大小，我们都得听我的主意。我们七个人成立一个社，我和二姑娘、四姑娘不会写诗，要让出我们三个。我们三个人每个人负责一件事。”探春笑道：“已经有了社号，还要这样称呼，不如没有了。以后错了，也要立个罚约。”李纨说：“立定了社，再定罚约。我那里地方大，就在我的地方做社。我虽然不会写诗，但这些诗人也不会嫌弃我。我自然会清雅起来。还要推我做社长。我一个社长不够，要再请两位副社长。一位出题限韵，一位誊录监场。不能规定我们三个不写，如果题目简单韵脚容易，我们也可以随便写一首。你们四个，是一定要限定的。””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "迎春惜春本性懒于诗词，又有薛林在前，听了这话，深合己意。二人皆说：“是极。”探春等也知此意，见他二人悦服，也不好相强，只得依了。因笑道：“这话罢了，只是自想好笑：好好儿的，我起了个主意，反叫你们三个来管起我来了。”宝玉道：“既这样，偺们就往稻香村去。”李纨道：“都是你忙。今日不过商议了，等我再请。”宝钗道：“也要议定几日一会才好。”探春道：“若只管会多了，又没趣儿了。一月之中，只可两三次。”宝钗说道：“一月只要两次就够了。拟定日期，风雨无阻。除这两日外，倘有高兴的，他情愿加一社，或请到他那里去，或附就了来，也使得，岂不活泼有趣？”众人都道：“这个主意更好。”",
            "english": "Yingchun and Xici were lazy to write poetry and prose, and after listening to the words, they fully agreed with each other. Both said, \"It is great.\" The others also knew this intention and knew that he and his two companions were not easy to force. They could only agree. They laughed and said, \"This is enough. We ourselves think it is funny: we have a good idea, but you three come to manage us.\" Baoyu said, \"If so, let's go to the Rice Wine Village.\" Liwan said, \"It's all your fault. Today we're just discussing it. I'll invite you again.\" Baochai said, \"We need to decide on the date.\" Zhuantian said, \"If we meet too often, it will be boring. We can have two meetings a month. Let's decide on a date. We will not be disturbed by rain or wind. If we have a good time, we can add one more meeting. It can be held at his home or at his home. It's more lively and interesting.\" Everyone said, \"This is a better idea.\"",
            "chinese": "迎春和惜春本性懒于写诗词，再加上薛林在前，听了这话，深合己意。二人皆说：“是极。”探春等也知此意，见他二人悦服，也不好相强，只得依了。因笑道：“这话罢了，只是自想好笑：好好儿的，我起了个主意，反叫你们三个来管起我来了。”宝玉道：“既这样，咱们就往稻香村去。”李纨道：“都是你忙。今日不过商议了，等我再请。”宝钗道：“也要议定几日一会才好。”探春道：“若只管会多了，又没趣儿了。一月之中，只可两三次。”宝钗说道：“一月只要两次就够了。拟定日期，风雨无阻。除这两日外，倘有高兴的，他情愿加一社，或请到他那里去，或附就了来，也使得，岂不活泼有趣？”众人都道：“这个主意更好。”"
        },
        {
            "original": "探春道：“这原系我起的意，我须得先做个东道，方不负我这番高兴。”李纨道：“既这样说，明日你就先开一社，不好吗？”探春道：“明日不如今日，就是此刻好。你就出题，菱洲限韵，藕榭监场。”迎春道：“依我说，也不必随一人出题限韵，竟是拈阄儿公道。”李纨道：“方才我来时，看见他们抬进两盆白海棠来，倒很好。你们何不就咏起他来呢？”迎春道：“花还未赏，先倒做诗？”宝钗道：“不过是白海棠，又何必定要见了才做？古人的诗赋，也不过都是寄兴寓情。要等见了做，如今也没这些诗了。”",
            "english": "Zhang Tong said, \"This idea was mine, so I should be the one to host the party to repay my enthusiasm.\" Li Fan said, \"Then let's start a poetry society today, instead of tomorrow.\" Zhang Tong said, \"Why wait until tomorrow? We can start today.\" Li Fan said, \"Go ahead and propose the topic, while the girls set the rhyming pattern, and I'll be the judge.\" Ying Chun said, \"I think it would be better if we drew lots to choose the topic instead of one person deciding it.\" Li Fan said, \"When I came here, I saw two pots of white chrysanthemums brought in. Why not write poems about them?\" Ying Chun said, \"We haven't even seen the flowers yet, why are we writing poems about them?\" Bao Chao said, \"The flowers are just white chrysanthemums, and there's no need to wait until we see them to write about them. Ancient poems and essays were all about expressing emotions through objects. If we have to wait until we see the flowers, then there won't be any more poems.\"",
            "chinese": "探春说：“这主意是我出的，我应该先请客，才不辜负我这番高兴。”李纨说：“既然这么说，明天就开一个诗社，好不好？”探春说：“明天不如今天，现在就很好。你就出题，菱洲规定韵脚，藕榭当裁判。”迎春说：“依我说，也不必一个人出题规定韵脚，而是用抽签的方式公平。”李纨说：“刚才我来时，看见他们抬进两盆白海棠来，倒很好。你们何不就咏起他来呢？”迎春说：“花还没赏，先做诗？”宝钗说：“不过是白海棠，又何必一定要见了才做？古人的诗赋，也不过都是寄兴寓情。要等见了做，如今也没这些诗了。”"
        },
        {
            "original": "迎春道：“这么著，我就限韵了。”说著，走到书架前，抽出一本诗来，随手一揭，这首诗竟是一首七言律，递与众人看了，都该做七言律。迎春掩了诗，又向一个小丫头道：“你随口说个字来。”那丫头正倚门站著，便说了个“门”字。迎春笑道：“就是‘门’字韵，‘十三元’了。起头一个韵定要‘门’字。”说著，又要了韵牌匣子过来，抽出“十三元”一屉，又命那丫头随手拿四块。那丫头便拿了“盆”“魂”“痕”“昏”四块来。",
            "english": "Yingchun said, \"Then I'll decide the rhyming scheme.\" Then she went to the bookshelf and took out a book at random, turned to a seven-character poem, and showed it to everyone. Yingchun put the poem away and then asked a little servant girl, \"Say a word at random.\" The little servant girl was leaning against the door, so she said \"door\". Yingchun laughed and said, \"Then we'll use the 'door' rhyme, 'thirteen yuan'. The first rhyming word must be 'door'.\" Then she took the rhyme box again and took out a drawer of \"thirteen yuan\", and asked the little servant girl to pick four at random. The little servant girl then picked up \"bowl\", \"spirit\", \"trace\", and \"daze\".",
            "chinese": "迎春说：“那我来定韵吧。”说完，走到书架前，抽出一本书，随便翻到了一首七言律诗，给众人看。迎春把诗收起来，又对一个小丫头说：“你随便说一个字。”那丫头正靠在门口站着，就说了一个“门”字。迎春笑道：“那就用‘门’字韵，‘十三元’了。起头一个韵必须是‘门’字。”说完，又要了韵牌匣子，抽出“十三元”一屉，又让那丫头随便拿四块。那丫头便拿了“盆”“魂”“痕”“昏”四块来。"
        },
        {
            "original": "宝玉道：“这‘盆’‘门’两个字不大好做呢。”侍书一样预备下四分纸笔，便都悄然各自思索起来。独黛玉或抚弄梧桐，或看秋色，或又和丫鬟们嘲笑。迎春又命丫鬟点了一支“梦甜香”。原来这“梦甜香”只有三寸来长，有灯草粗细，以其易烬，故以此为限。如香烬未成，便要受罚。",
            "english": "Baoyu said, \"The characters 'pén' (盆) and 'mén' (门) are difficult to write.\" Shi-shu prepared four sheets of paper and pens, and everyone was quiet in thought. Only Lin Daiyu either stroked the mulberry tree, watched the autumn scenery, or joked with the maids. Yingchun then called for a maid to light a \"Dream Sweet Incense\". This incense was only three inches long, as thin as a matchstick, and was lit only because it burned out quickly. If the ashes of the incense had not yet extinguished, a penalty would be imposed.",
            "chinese": "宝玉说：“‘盆’和‘门’这两个字不好写呢。”侍书准备好了四分纸笔，大家都安静地思考。只有黛玉或抚摸梧桐，或看秋天的景色，或和丫鬟们开玩笑。迎春又叫丫鬟点了一支“梦甜香”。原来“梦甜香”只有三寸来长，灯草粗细，因为容易烧尽，所以以此为限。如果香烬还没熄灭，就要受罚。"
        },
        {
            "original": "一时，探春便先有了，自己提笔写出，又改抹了一回，递与迎春。因问宝钗：“蘅芜君，你可有了？”宝钗道：“有却有了，只是不好。”宝玉背著手在回廊上踱来踱去，因向黛玉说道：“你听，他们都有了。”黛玉道：“你别管我。”宝玉又见宝钗已誊写出来，因说道：“了不得！香只剩下一寸了，我才有了四句！”又向黛玉道：“香要完了，只管蹲在那潮地下做什么？”黛玉也不理。宝玉道：“我可顾不得你了，管他好歹，写出来罢。”说著，走到案前写了。",
            "english": "Soon,探春 wrote first, and then handed it to Yang Chun. She asked, \"The Spring Willow, do you have it written?\" Yang Chun said, \"Yes, but it's not so good.\" Bai Yushan walked back and forth in the corridor and said to Dai Yu, \"They've all written their poems.\" Dai Yu didn't respond. Bai Yushan said, \"Bad, the incense is almost gone, and I've only written four lines.\" Then he said to Dai Yu, \"The incense is almost gone, why are you still squatting on the damp ground?\" Dai Yu didn't respond. Bai Yushan said, \"I don't care, I'll write it down if I finish it.\" Then he walked over to the table and wrote it down.",
            "chinese": "不久，探春先写好了，自己提笔写下来，又改了改，然后递给迎春。她问宝钗：“蘅芜君，你有了吗？”宝钗说：“有了，但是不太好。”宝玉背着手在回廊上走来走去，对黛玉说：“你听，他们都写好了。”黛玉不理他。宝玉说：“糟糕，香只剩下一寸了，我才写了四句！”又对黛玉说：“香快完了，你还在那潮湿的地面上蹲着干什么？”黛玉不理他。宝玉说：“我不管了，写完就写完吧。”说完，走到桌子前写了。"
        },
        {
            "original": "李纨道：“我们要看诗了。若看完了还不交卷，是必罚的。”宝玉道：“稻香老农虽不善作，却善看，又最公道，你的评阅，我们是都服的。”众人点头。于是先看探春的稿。上写道：咏白海棠斜阳寒草带重门，苔翠盈铺雨后盆。玉是精神难比洁，雪为肌骨易销魂。芳心一点娇无力，倩影三更月有痕。莫道缟仙能羽化，多情伴我咏黄昏。大家看了，称赏一回，又看宝钗的道：珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕？欲偿白帝宜清洁，不语婷婷日又昏。",
            "english": "Liwan said, \"We are going to read the poems now. If you don't hand them in after reading, you will be punished.\" Baiyu said, \"Old Rice Farmer is not good at writing poems, but she is good at commenting and very fair. We all trust her for her grading.\" Everyone nodded in agreement. Then they looked at the poem written by Chun. It read: \"Under the heavy gate, the sun is setting and the grass is cold. After the rain, the moss is covered with green. Jade is difficult to compare with purity, and snow is easy to melt. A little flower is weak and helpless, and its shadow is left on the moon at three o'clock in the morning. Don't say that the white fairy can fly, and I will accompany you to sing in the evening.\" Everyone praised it, and then they looked at the poem written by Baoshan. It read: \"I will cherish my beautiful appearance and cover the door during the day. I will pour water from a hand bucket to water the moss. Wash the red color out of the fall steps and bring the snow to the dewy steps. When the color is pale, the flower is more beautiful. How can jade be without a trace of sorrow?",
            "chinese": "李纨说：“我们要看诗了。如果看完了还没有交卷，就一定会被惩罚。”宝玉说：“稻香老农虽然不擅长写诗，但她擅长评论，而且非常公正，你的评阅我们都信服。”大家点头同意。于是先看探春写的诗。上面写道：斜阳寒草带重门，苔翠盈铺雨后盆。玉是精神难比洁，雪为肌骨易销魂。芳心一点娇无力，倩影三更月有痕。莫道缟仙能羽化，多情伴我咏黄昏。大家看了，称赞了一番，又看宝钗写的道：珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕？欲偿白帝宜清洁，不语婷婷日又昏。"
        },
        {
            "original": "李纨笑道：“到底是蘅芜君！”说著，又看宝玉的道：",
            "english": "Liwan laughed and said, \"It's still the Humble Reed Master!\" Then, she also looked at the jewels on the other two and said:\n\n英文原文：\n\n邢夫人笑道：“你快别说了，越性你都说了，省得这里头还有个真假。”说着，便把方才的话也说与宝钗听。\n\n英文翻译：\n\nHsiang-fu laughed and said, \"You'd better not say anything else, just tell me everything here. Then, you won't have to wonder if it's real or fake.\" Then, she told the story to his cousin, the Lady Bao.\n\n中文翻译：\n\n邢夫人笑道：“你快别说了，越性你都说了，省得这里头还有个真假。”说着，便把方才的话也说与宝钗听。\n\n英文翻译：\n\nHsiang-fu laughed and said, \"You'd better not say anything else, just tell me everything here. Then, you won't have to wonder if it's real or fake.\" Then, she told the story to his cousin, the Lady Bao.",
            "chinese": "李纨笑道：“还是蘅芜君！”接着，她又看宝玉的道："
        },
        {
            "original": "秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。",
            "english": "Autumn color is faintly reflected on the heavy gate, the seven links are white full bowl. The bathing beauty like ice shadow, Xi Zi捧心 like jade soul. Morning breeze does not disperse thousands of points of sorrow, the rain still adds a tear line. Alone leaning on the drawing栏 as if it had a mind, the sad and angry bamboo sends off the evening.",
            "chinese": "秋色浅淡映重门，七节连成白满盆。出浴美人似冰影，西子捧心似玉魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清笛怨笛送黄昏。"
        },
        {
            "original": "大家看了，宝玉说：“探春的好。”李纨终要推宝钗：“这诗有身分。”因又催黛玉。黛玉道：“你们都有了？”说著，提笔一挥而就，掷与众人。李纨等看他写的道：“半卷湘帘半掩门，碾冰为土玉为盆。”看了这句，宝玉先喝起彩来，说：“从何处想来！”又看下面道：“偷来梨蕊三分白，借得梅花一缕魂。”众人看了，也都不禁叫好，说：“果然比别人又是一样心肠！”又看下面道：",
            "english": "Everyone read it, and Baoyu said, \"Zhaotong wrote well.\" Li Wan always pushes Baichao: \"This poem has a style.\" Then they all pushed Daidai. Daidai said, \"Do you all have it?\" Then he picked up the brush and wrote it down and gave it to everyone. Li Wan and others saw that she wrote, \"Half the Xiang帘 half the door, the ice is the soil and the jade is the pot.\" Baoyu first applauded and said, \"Where did you come up with it!\" Then he saw below, \"Stealing the pear flower three white, borrowing the spirit of the plum blossom.\" Everyone looked at it and shouted, \"It's really different from everyone else!\" Then they saw below:",
            "chinese": "大家看了，宝玉说：“探春写得好。”李纨总是要推宝钗：“这诗很有格调。”于是又催黛玉。黛玉说：“你们都有了？”说着，提笔一挥而就，递给众人。李纨等人看到她写的道：“半卷湘帘半掩门，碾冰为土玉为盆。”宝玉先喝彩，说：“从哪里想出来的！”又看下面道：“偷来梨蕊三分白，借得梅花一缕魂。”众人看了，也都不禁叫好，说：“果然比别人又是一样心肠！”又看下面道："
        },
        {
            "original": "月窟仙人缝缟袂，秋闺怨女拭啼痕。娇羞默默同谁诉？倦倚西风夜已昏。",
            "english": "The fairy in the moon palace sews white clothes, and the sorrowful woman dries her tears in the chamber.\nThe shy woman remains silent, leaning on the west wind, and the night is deep.",
            "chinese": "月宫里的仙人缝制着白色的衣裳，闺房里的怨女擦干了泪水。娇羞的女子默默无言，倚靠在西风中，夜色已深。"
        },
        {
            "original": "众人看了，都道：“是这首为上。”李纨道：“若论风流别致，自是这首；若论含蓄浑厚，终让蘅稿。”探春道：“这评的有理。潇湘妃子当居第二。”李纨道：“怡红公子是压尾，你服不服？”宝玉道：“我的那首原不好，这评的最公。”又笑道：“只是蘅潇二首还要斟酌。”李纨道：“原是依我评论，不与你们相干。再有多说者必罚。”",
            "english": "Everyone looked at it and said, \"This is the best one.\" Liwan said, \"If we say it is elegant and different, it is this one; if we say it is subtle and dense, it is better than the one in the orchard.\" Tanchun said, \"This is a very accurate evaluation. The second place should go to the princess of the orchard.\" Liwan said, \"The last one is the red house, are you satisfied?\" Bingyao said, \"My poem wasn't very good to begin with, and this evaluation is very fair.\" Then he laughed, \"Hai and Xiao's poems need to be re-evaluated.\" Liwan said, \"These opinions are all mine, and they have nothing to do with you. If anyone talks about it again, they will be punished.\"",
            "chinese": "众人看了，都说：“这首最好。”李纨道：“如果说风流别致，自然是这首；如果要说含蓄浑厚，还是蘅稿更好。”探春道：“这个评的很对。潇湘妃子应该排第二。”李纨道：“怡红公子最后，你服不服？”宝玉道：“我的那首本来不好，这个评的很公正。”又笑道：“只是蘅潇二首还要再斟酌一下。”李纨道：“这些意见都是我评论的，与你们无关。谁再乱说，就要受罚。”"
        },
        {
            "original": "宝玉听说，只得罢了。李纨道：“从此后，我定于每月初二、十六这两日开社。出题，限韵，都要依我。这其间你们有高兴的，只管另择日子补开，那怕一个月每天都开社，我也不管。只是到了初二、十六这两日，是必往我那里去。”宝玉道：“到底要起个社名才是。”探春道：“俗了又不好，忒新了刁钻古怪也不好，可巧才是海棠诗开端，就叫‘海棠诗社’罢。虽然俗些，因真有此事，也就不碍了。”说毕，大家又商议了一回，略用些酒果，方各自散去，也有回家的，也有往贾母王夫人处去的。当下无话。",
            "english": "Bao Yuyu heard this and had to let it go. Li Wan said, \"From now on, I will open the salon on the 2nd and 16th of every month. The subject, the rhyme, and all the rules will follow my rules. During this period, you can choose days to make up for it at will, even if you open the salon every day in a month, I don't care. But on the 2nd and 16th of every month, you must go to my place.\" Bao Yuyu said, \"What should we call it?\" Chun said, \"It's too common and too strange to be too new. It's just the beginning of the chrysanthemum poetry, so let's call it the 'Chrysanthemum Poetry Salon.' Although it's vulgar, because it's true, it doesn't matter.\" After that, everyone discussed for a while, drank some wine and fruit, and then dispersed. Some went home, some went to Jia Mo's and Wang Fu's. At that time, there was nothing else to say.",
            "chinese": "宝玉听说，只好作罢。李纨说：“从今以后，我每个月的初二、十六这两日一定会开社。出题，限韵，都要依我的规矩。在这期间，你们可以随时选日子补开，哪怕一个月每天都开社，我也不管。但到了初二、十六这两日，一定要去我那里。”宝玉说：“到底要起个社名才是。”探春说：“俗了不好，太新了又刁钻古怪不好，正好是海棠诗的开端，就叫‘海棠诗社’吧。虽然俗气，因为真有这件事，也就不碍了。”说毕，大家又商量了一回，略用些酒果，就各自散去了，有的回家，有的去贾母王夫人那里。当下没有别的事可说。"
        },
        {
            "original": "且说袭人因见宝玉看了字帖儿，便慌慌张张同翠墨去了，也不知何事。后来又见后门上婆子送了两盆海棠花来，袭人问那里来的，婆子们便将前番缘故说了。袭人听说，便命他们摆好，让他们在下房里坐了，自己走到屋里，称了六钱银子封好，又拿了三百钱走来，都递给那两个婆子，道：“这银子赏那抬花儿的小子们。这钱你们打酒喝罢。”",
            "english": "Sisi asked the old women to put the two pots of Chrysanthemum flowers in their place. She also asked them to stay in the lower room. Then, she went to the house, took out 300 copper coins and 6 ounces of silver and gave them to the two old women. She said, \"These silver coins and copper coins are for the boys who carry the flowers. Please drink some wine with them.\"Xisi said, \"This money, you buy some wine.\"\n\nA simple modern Chinese translation:\n\nTalk about the money and drink some wine with Baiyue.",
            "chinese": "话说袭人因为宝玉看了字帖儿，匆忙带翠墨离开了，也不知道发生了什么事情。后来，后门上的婆子送来两盆海棠花，袭人问哪里来的，婆子们就将之前的情况说了。袭人听说后，便让他们摆好花，让他们在下房里坐着，自己走到屋里，称了六钱银子封好，又拿了三百钱走来，都递给那两个婆子，说：“这银子赏那些抬花儿的小子们。这钱你们打酒喝罢。”\n\n中国白话：\n\n且说袭人因见宝玉看了字帖儿，便慌慌张张同翠墨去了，也不知何事。后来又见后门上婆子送了两盆海棠花来，袭人问那里来的，婆子们便将前番缘故说了。袭人听说，便命他们摆好，让他们在下房里坐了，自己走到屋里，称了六钱银子封好，又拿了三百钱走来，都递给那两个婆子，道：“这银子赏那抬花儿的小子们。这钱你们打酒喝罢。”\n\n简单的现代普通话：\n\n话说袭人因为宝玉"
        },
        {
            "original": "那婆子们站起来，眉开眼笑，千恩万谢的不肯受；见袭人执意不收，方领了。袭人又道：“后门上外头可有该班的小子们？”婆子忙应道：“天天有四个，原预备里头差使的。姑娘有什么差使，我们吩咐去。”袭人笑道：“我有什么差使？今儿宝二爷要打发人到小侯爷家给史大姑娘送东西去，可巧你们来了，顺便出去，叫后门上小子们雇辆车来。回来你们就往这里拿钱，不用叫他们往前头混碰去。”婆子答应著去了。",
            "english": "The maids stood up, smiling and thanking her, and they refused to accept it. Seeing that Xisi insisted on not accepting it, they left. Xisi then asked, \"Are there any young men on duty at the back gate?\" The maid answered, \"Every day there are four of them, and they are usually assigned to work inside. What chores do you have for them?\" Xisi laughed and said, \"What chores do I have? Today, the Second Young Master wants to send something to the Hsi Family to deliver to Miss Hsi. It's a good thing you came along. Let's call the boys at the back gate and hire a carriage. When you're done, you can get the money here and not have to go to the front gate.\" The maid agreed and left.",
            "chinese": "那些婆子们站起来，眉开眼笑，千恩万谢地不肯接受；看到袭人执意不收，才领着离开。袭人又问道：“后门上有没有应该班的小子？”婆子忙回答：“天天有四个，本来预备在里头差使的。姑娘有什么差使，我们吩咐他们去。”袭人笑道：“我有什么差使？今天宝二爷要派人到小侯爷家给史大姑娘送东西，正好你们来了，顺便出去，叫后门上的小子们雇辆车来。回来你们就在这里拿钱，不用叫他们去前头乱碰。”婆子答应着就去了。"
        },
        {
            "original": "袭人回至房中，拿碟子盛东西与湘云送去，却见槅子上碟子槽儿空著。因回头见睛雯、秋纹、麝月等都在一处做针黹，袭人问道：“那个缠丝白玛瑙碟子那里去了？”众人见问，你看我，我看你，都想不起来。半日，晴雯笑道：“给三姑娘送荔枝去了，还没送来呢。”袭人道：“家常送东西的家伙多著呢，巴巴儿的拿这个。”晴雯道：“我也这么说，但只那碟子配上鲜荔枝才好看。我送去，三姑娘也见了，说好看，连碟子放著，就没带来。你再瞧，那槅子尽上头的一对联珠瓶还没收来呢。”",
            "english": "Xishi returned to her room and found that the groove on the screen was empty. She turned back and saw that Jingwen, Qiunwen, and Xueyue were all doing needlework together. She asked, \"Where's the filigree white jade dish?\" The others looked at each other and couldn't remember. After a while, Jingwen laughed, \"It was sent to the third lady for lychees, but it hasn't come back yet.\" Xishi said, \"There are so many common utensils at home, why do you have to take this one?\" Jingwen said, \"I said so too, but the dish looked good with fresh lychees. I sent it, and the third lady also saw it and said it was good. She didn't bring the dish back. Look, the pair of pearl-necked vases at the top of the screen hasn't been taken away yet.\"",
            "chinese": "袭人回到房里，拿碟子盛了一些东西要送给湘云，却发现槅子上碟子槽儿空了。于是她回头看到晴雯、秋纹、麝月等人都在一起做针线活，就问：“那个缠丝白玛瑙碟子呢？”众人互相看着，都想不起来。过了一会儿，晴雯笑道：“给三姑娘送荔枝去了，还没送来呢。”袭人道：“家里常用的家伙多得很，干嘛非要拿这个。”晴雯道：“我也这么说，但那碟子配上鲜荔枝才好看。我送去，三姑娘也见了，说好看，连碟子都没带回来。你再看看，那槅子尽上头的一对联珠瓶还没收呢。”"
        },
        {
            "original": "秋纹笑道：“提起这个瓶来，我又想起笑话儿来了。我们宝二爷说声孝心一动，也孝敬到二十分：那日见园里桂花，折了两枝，原是自己要插瓶的，忽然想起来说，这是自己园里才开的新鲜花儿，不敢自己先玩。巴巴儿的把那对瓶拿下来，亲自灌水插好了，叫个人拿著，亲自送一瓶进老太太，又进一瓶给太太。谁知他孝心一动，连跟的人都得了福了。可巧那日是我拿去的，老太太见了，喜的无可不可，见人就说：‘到底是宝玉孝顺我，连一枝花儿也想的到。别人还只抱怨我疼他！’你们知道，老太太素日不大和我说话，有些不入他老人家的眼；那日竟叫人拿几百钱给我，说我可怜见儿的，生的单弱：这可是再想不到的福气？几百钱是小事，难得这个脸面！及至到了太太那里，太太正和二奶奶赵姨奶奶好些人翻箱子，找太太当日年轻的颜色衣裳，不知要给那一个。一见了，连衣裳也不找了，且看花儿。又有二奶奶在旁边凑趣儿，夸宝二爷又是怎么孝顺，又是怎么知好歹，有的没的，说了两车话。当著众人，太太脸上又增了光，堵了众人的嘴，太太越发喜欢了，现成的衣裳，就赏了我两件。－－衣裳也是小事，年年横竖也得，却不像这个彩头。”",
            "english": "Autumn Wen laughed and said, \"Speaking of this bottle, I remember another funny story. Master Bao had a sudden burst of filial piety and gave twenty times the amount: one day, he saw the osmanthus flowers blooming in the garden and plucked two branches, intending to put them in a vase himself. But then he suddenly remembered that these were new flowers in the garden, and he dared not enjoy them himself. So he personally brought down the pair of vases, filled them with water, and had them sent to the old lady and the mistress. He didn't realize that his filial piety would bring blessings to others as well. It happened that it was me who took it that day, and the old lady was very happy. She said, 'Little Bao is so filial to me that he even thought of putting a branch of flowers in the vase! Why do others complain that I favor him?'\" You know, the old lady rarely spoke to me and showed little interest in me, but on that day, she gave me hundreds of coins and said that I was pitiful and thin. This was a blessing I had not expected. It was not the hundreds of coins that mattered, but the face of the oldUpon seeing the flowers, he didn't even bother to look for his clothes, only looking at them. Then, Nai Nai joined in and praised Bao Er for his filial piety and good manners, saying a lot of words. The lady's face added light, and the mouths of the others were closed, making the lady even happier. She then rewarded me with two pieces of clothing. - Although clothing is not a big deal, it is something that needs to be given every year, but it's not like this time, where it's so face-saving.\"",
            "chinese": "秋纹笑着说：“提起这个瓶子，我又想起一件笑话来。我们宝二爷孝心一动，居然孝敬到二十倍：那天见园里开的桂花，折了两枝，本来自己想插瓶，但突然想起这是自己园里的新花，不敢自己先玩。于是他亲自把那对瓶拿下来，灌水插好，叫人拿去，亲自送一瓶给老太太，一瓶给太太。谁知他孝心一动，连跟的人都得到了福气。那天正好是我拿去的，老太太见了，非常高兴，说：‘宝玉真孝顺我，连一枝花儿也想到了。别人都抱怨我疼他！’你们知道，老太太平时很少和我说话，对我并不在意，那天竟给了我几百钱，说我可怜，身体单薄。这是我不曾想到的福气。几百钱是小事，重要的是得到老太太的脸面。到了太太那里，太太和二奶奶、赵姨奶奶等人正在翻箱子找老太太年轻时的衣服，不知道要给谁。一见到，连衣服也不找了，只顾看花儿。又有二奶奶在一旁凑热闹，夸宝二爷孝顺又知好歹，说了不少话。太太脸上添了光，堵住了众人的嘴，太太更高兴了，就赏了我两件衣服。－－衣服虽然不是大事，但年年总要有的，却不像这次这么有面子。”"
        },
        {
            "original": "晴雯笑道：“呸！好没见世面的小蹄子！那是把好的给了人，挑剩下的才给你，你还充有脸呢！”秋纹道：“凭他给谁剩的，到底是太太的恩典。”晴雯道：“要是我，我就不要。若是给别人剩的给我也罢了，一样这屋里的人，难道谁又比谁高贵些？把好的给他，剩的才给我，我宁可不要，冲撞了太太，我也不受这口气！”秋纹忙问道：“给这屋里谁的？我因为前日病了几天，家去了，不知是给谁的。好姐姐，你告诉我知道。”晴雯道：“我告诉了你，难道你这会子退还太太去不成？”秋纹笑道：“胡说！我白听了喜欢喜欢。那怕给这屋里的狗剩下的，我只领太太的恩典，也不管别的事。”众人听了，都笑道：“骂的巧！可不是给了那西洋花点子哈巴儿了？”袭人笑道：“你们这起烂了嘴的！得空儿就拿我取笑，打牙儿！一个个不知怎么死呢。”秋纹笑道：“原来姐姐得了？我实在不知道。我陪个不是罢。”袭人笑道：“少轻狂罢！你们谁取了碟子来是正经。”麝月道：“那瓶也该得空儿收来了。老太太屋里还罢了，太太屋里人多手杂，别人还可以，那个主儿的一夥子人见是这屋里的东西，又该使黑心弄坏了才罢。太太又不大管这些，不如早收来是正经。”晴雯听说，便放下针线，道：“这是等我取去呢。”秋纹道：“还是我取去罢，你取你的碟子去。”晴雯道：“我偏取一遭儿！是巧宗儿，你们都得了，难道不许我得一遭儿吗？”麝月笑道：“统共秋丫头得了一遭儿衣裳，那里今儿又巧，你也遇见找衣裳不成？”晴雯冷笑道：“虽然碰不见衣裳，或者太太看见我勤谨，也把太太的公费里一个月分出二两银子来给我也定不得！”说著，又笑道：“你们别和我装神弄鬼的，什么事我不知道！”一面说，一面往外跑了。秋纹也同他出来，自去探春那里取了碟子来。",
            "english": "Qingwen laughed and said, \"Pigtailed baby, you haven't seen the world! It's giving the best to someone else and giving you the leftovers.\" Qiongwen said, \"No matter who it is, it's the courtesy of the master.\" Qingwen said, \"If it were me, I wouldn't want it. If you give it to me, it's because everyone in this room is equal. If you give it to someone else, give it to me, I'd rather not take it, and I can't bear to be insulted by the master!\" Qiongwen asked in a hurry, \"Who is it given to in this room? I was sick for a few days and went home, and I didn't know who gave it.\" Qingwen said, \"I'll tell you, will you return to the master now?\" Qiongwen laughed and said, \"What nonsense! I just want to listen to the fun, even if it's left over for the dog in this room, I'll take the master's courtesy, no matter what else.\" Everyone laughed and said, \"You really know how to talk!\" Qian said, \"Whoever gets the Western-style flower pointy-haired baby?\"\" I don't know. I'm sorry.\" said Xisun with a smile. \"Who's bringing the dish?\" said Xiumo. \"That bottle should be put away. It's safe in the old lady's room, but in the mistress's room there are too many hands and too many eyes, and everyone else can be trusted, but that one's people will find a way to ruin it if they see it's from this room. The mistress doesn't care about these things, so it's better to put it away sooner.\" Qiongwen heard this and put down her needlework and said, \"Let me take it.\" Qiutong said, \"Let me take it. You go and get your dish.\" Qiongwen said, \"I want to take it myself! It's just a coincidence that you all got it, but why can't I get it?\" Xiumo laughed and said, \"Although we don't get any clothes, the mistress will see that I'm hardworking and will take some of her money for me every month, but she won't be able to.\" She laughed again and said, \"Don't pretend to be supernatural! What do you think you don't know?\" She said this as she",
            "chinese": "晴雯笑着说：“呸！没见过世面的小蹄子！那是把好的给了人，剩下才给你的，你还装作有脸呢！”秋纹说：“无论给谁剩下的，都是太太的恩典。”晴雯说：“要是我，我就不要。如果给别人剩下的给我也行，因为这个屋里的人，谁又比谁高贵呢？把好的给他，剩下的才给我，我宁可不要，冲撞了太太，我也受不了这个气！”秋纹忙问道：“给这屋里的谁？我因为前几天病了几天，家去了，不知道是谁给的。好姐姐，你告诉我。”晴雯说：“我告诉你，你这会子还退还太太吗？”秋纹笑着说：“胡说！我只是听个高兴，那怕是给这屋里的狗剩下的，我也领太太的恩典，不管别的事。”大家听了，都笑着说：“骂得真好！不是给了那西洋花点子哈巴儿了吗？”袭人笑着说：“你们这帮烂了嘴的！有空就拿我取笑，打牙！你们谁也不知道怎么死啊！秋纹笑着说：“原来姐姐得到了？我真不知道。我向你道歉。”袭人笑着说：“少装神弄鬼！你们谁来拿碟子？”麝月说：“那瓶也应该收起来了。老太太屋里还好，太太屋里人多手杂，别人还可以，那个主儿的一伙人看到是这屋里的东西，又该用坏心眼弄坏了才罢。太太又不大管这些，不如早点收起来是正经。”晴雯听后，放下针线，说：“让我取去吧。”秋纹说：“还是我取去吧，你去取你的碟子。”晴雯说：“我偏要取一次！这是巧合，你们都得到了，难道不许我得到一次吗？”麝月笑着说：“虽然碰不见衣裳，但是太太看到我勤快，也从太太的公费里每个月分出二两银子给我也定不了。”说着，又笑着说：“你们别和我装神弄鬼的，什么事我不知道！”一面说，一面往外跑了。秋纹也跟他出来，自己去探春那里取了碟子来。"
        },
        {
            "original": "袭人打点齐备东西，叫过本处的一个老宋妈妈来，向他说道：“你去好生梳洗了，换了出门的衣裳来。回来打发你给史大姑娘送东西去。”宋妈妈道：“姑娘只管交给我，有话说与我。我收拾了就好一顺去。”",
            "english": "Xi Rén tidied up her luggage and called Sòng Māmɑ over from the yard. “Go ahead and wash up and change into your best clothes,” she said. “Then I’ll send you over to the Big Sister’s house with some things.” Sòng Māmɑ said, “Alright, ma’am. Just tell me what you want me to do. I’ll be ready to go as soon as I’m done.”\n\n英文原文：\n\nSien threw the bundles into a basket and called over the old Sông Māmɑ from the yard. “Go wash up and change into your best clothes,” she said. “Then I’ll send you over to the Big Sister’s house with some things.” Sông Māmɑ said, “Okay, ma’am. Just tell me what you want me to do. I’ll be ready to go as soon as I’m done.”\n\n中文翻译：\n\n袭人把行李整理好，叫过本处的老宋妈妈来，对她说：“你去好好洗漱一番，换上出门的衣服。回来我派你去给史大姑娘送东西。”宋妈妈说：“姑娘，你只管交给我，有话跟我说。收拾好了我就去。”\n\n英文翻译：\n\nXi",
            "chinese": "袭人整理好行李，叫过本处的老宋妈妈来，对她说：“你去好好洗漱一番，换上出门的衣服。回来我派你去给史大姑娘送东西。”宋妈妈说：“姑娘，你只管交给我，有话跟我说。收拾好了我就去。”"
        },
        {
            "original": "袭人听说，便端过两个小摄丝盒子来，先揭开一个，里面装的是红菱鸡头两样鲜果；又揭开那个，是一碟子桂花糖蒸的新栗粉糕。又说道：“这都是今年偺们这里园里新结的果子，宝二爷送来给姑娘尝尝。再，前日姑娘说这玛瑙碟子好，姑娘就留下玩罢。这绢包儿里头是姑娘前日叫我做的活计，姑娘别嫌粗糙，将就著用罢。替二爷问好，替我们请安就是了。”宋妈妈道：“宝二爷不知还有什么说的，姑娘再问问去。回来别又说忘了。”袭人因问秋纹：“方才可是在三姑娘那里么？”秋纹道：“他们都在那里商议起什么诗社呢，又是做诗。想来没话，你只管去罢。”宋妈妈听了，便拿了东西，出去穿戴了。袭人又嘱咐他：“你打后门去，有小子和车等著呢。”宋妈妈去了，不在话下。",
            "english": "Xishi heard this and brought over two small boxes. One of them contained two fresh fruits, water chestnuts and duckweed, and the other a plate of new chestnuts, steamed with sweet osmanthus syrup. She said, \"These are fruits from our garden this year. Big Brother No. 2 brought them to the young lady to try. Besides, the young lady said she liked the jade dish yesterday, so I've kept it for her to play with. And the silk package contains the work I did for you the other day. I hope you won't mind it. Please give my regards to Big Brother No. 2 and our greetings to everyone else.\" Seng Maomao said, \"Perhaps Big Brother No. 2 has something else to say. Please go and ask. I don't want you to forget anything.\" Xishi asked Qiu Wen, \"Did you go to Third Sister's place?\" Qiu Wen replied, \"They were all discussing a poetry society and composing poems. I don't think they had anything else to say, so you can go back now.\" Seng Maomao left with the boxes, and Xishi continued, \"You should go through the back door, where there are boys and a carriage",
            "chinese": "袭人听说，便端过两个小盒子来，一个里面装的是红菱和鸡头两个鲜果，另一个是一碟子桂花糖蒸的新栗粉糕。她又说：“这些都是今年我们这里的园子里新结的果子，宝二爷送来给姑娘尝尝。再，前天姑娘说这玛瑙碟子好看，姑娘就留下玩罢。这绢包儿里头是姑娘前日叫我做的活计，姑娘别嫌粗糙，将就着用罢。替二爷问好，替我们请安就是了。”宋妈妈道：“宝二爷不知还有什么说的，姑娘再问问去。回来别又说忘了。”袭人因问秋纹：“方才可是在三姑娘那里么？”秋纹道：“他们都在那里商议起什么诗社呢，又是做诗。想来没话，你只管去罢。”宋妈妈听了，便拿了东西，出去穿戴了。袭人又嘱咐他：“你打后门去，有小子和车等著呢。”宋妈妈去了，不在话下。"
        },
        {
            "original": "一时宝玉回来，先忙著看了一回海棠，至屋里告诉袭人起诗社的事。袭人也把打发宋妈妈给史湘云送东西去的话告诉了宝玉。宝玉听了，拍手道：“偏忘了他！我只觉心里有件事，只是想不起来，亏你提起来，正要请他去。这诗社里要少了他，还有个什么意思？”袭人劝道：“什么要紧？不过玩意儿。他比不得你们自在，家里又作不得主儿。告诉他，他要来，又由不得他；要不来，他又牵肠挂肚的。没的叫他不受用。”宝玉道：“不妨事，我回老太太，打发人接他去。”正说著，宋妈妈已经回来道“生受”，给袭人道乏，又说：“问二爷做什么呢，我说，和姑娘们起什么诗社做诗呢。史姑娘道，他们做诗，也不告诉他去，急的了不得。”",
            "english": "Not long after, Bao Yuyu returned and first read the peony for a while. Then, he returned to the room to tell Xiuxian about the meeting to form a poetry society. Xiuxian also told Bao Yuyu about sending Song Mumu to send gifts to Shi Xiangyun. Bao Yuyu said, \"I almost forgot Shi Xiangyun! I was thinking about something, but I couldn't remember it until you mentioned it. I was going to invite her to join the poetry society. If she's not there, what's the point of the society?\" Xiuxian said, \"It's just a game. She can't do what she wants at home. If she goes, she can't do what she wants. If she doesn't go, she'll be worried about it. She'll be miserable.\" Bao Yuyu said, \"It's okay, I'll tell my grandmother to send someone to pick her up.\" Just then, Song Mumu returned and said \"Thanks\" to Xiuxian and said, \"They didn't tell him about the poetry society and the poetry. Shi Xiangyun was very anxious.\"",
            "chinese": "一会儿宝玉回来了，先忙着看了一会海棠，回到屋里告诉袭人起诗社的事。袭人也把打发宋妈妈给史湘云送东西去的话告诉了宝玉。宝玉听了，拍着手说：“我差点忘了史湘云！我心里总想着一件事，就是想不起来，亏得你提起来，正要请她去。这个诗社里要是少了她，还有什么意思？”袭人劝道：“没关系，不过是个游戏嘛。她比不得你们自在，家里又做不了主。告诉她，她想去，又由不得她；不去，她又会牵肠挂肚的。没的让她受罪。”宝玉说：“没事，我跟老太太说，派人接她去。”正说着，宋妈妈已经回来了，说“生受”，给袭人道谢，又说：“问二爷做什么呢，我说，他们起什么诗社做诗呢。史姑娘说，他们做诗，也不告诉他，急的不得了。”"
        },
        {
            "original": "宝玉听了，转身便往贾母处来，立逼著叫人接去。贾母因说：“今儿天晚了，明日一早去。”宝玉只得罢了，回来闷闷的。次日一早，便又往贾母处来催逼人接去。直到午后，湘云才来了。宝玉方放了心，见面时，就把始末原由告诉他，又要与他诗看。李纨等因说道：“且别给他看，先说给他韵脚。他后来的，先罚他和了诗。要好，就请入社；要不好，还要罚他一个东道儿再说。”湘云笑道：“你们忘了请我，我还要罚你们呢！就拿韵来。我虽不能，只得勉强出丑。容我入社，扫地焚香，我也情愿。”众人见他这般有趣，越发喜欢，都埋怨：“昨日怎么忘了他呢！”遂忙告诉他诗韵。",
            "english": "After hearing this, Bao Yuyu turned and went to the house of his grandmother. Immediately, he sent a messenger to invite her. Granny Jia said, \"It's late today. Go tomorrow.\" Bao Yuyu had to give up, and came back feeling down. The next morning, he went to Granny Jia's house to urge the messenger to come. It was not until noon that Xiangyun arrived. Bao Yuyu was finally relieved, and when he met her, he showed her the reasons and the poem. Li Wan and others said, \"First tell him the rhyming scheme. His later poem, he must first write a poem. If it's good, let him join the club; if not, he must still pay for the party and say something.\" Xiangyun laughed and said, \"You forgot to invite me, so I'll have to punish you! Take the rhyming scheme. I'm not good at it, but I'll still try. Let me join the club, and I'll sweep the floor and burn the incense.\" Everyone was delighted to hear this, and they scolded, \"Why did you forget to invite him yesterday?\" They hurriedly told him the poem's",
            "chinese": "宝玉听了，转身就往贾母那里去，立刻让贾母派人接他。贾母因为说：“今天天晚了，明天一早去。”宝玉只得罢了，回来闷闷的。第二天早上，他又去贾母那里催促人接他。直到中午，湘云才来了。宝玉才放心，见面时，就把前因后果告诉他，又要给他看诗。李纨等人说：“先说给他韵脚。他后来的，先罚他和了诗。要好，就请他入社；要不好，还要罚他一个东道儿再说。”湘云笑道：“你们忘了请我，我还要罚你们呢！就拿韵来。我虽然不能，只得勉强出丑。容我入社，扫地焚香，我也情愿。”众人见他这样有趣，越发喜欢，都埋怨：“昨天怎么忘了他呢！”于是忙告诉他诗韵。"
        },
        {
            "original": "湘云一心兴头，等不得推敲删改，一面只管和人说著话，心内早已和成，即用随便的纸笔录出，先笑说道：“我却依韵和了两首，好歹我都不知，不过应命而已。”说著，递与众人。众人道：“我们四首也算想绝了，再一首也不能了，你倒弄了两首。那里有许多话说？必要重了我们的！”一面说，一面看时，只见那两首诗写道：",
            "english": "Xiangyun was so enthusiastic that she couldn't wait to make adjustments. She wrote while talking to others and completed it immediately. She took a piece of paper and a pen and wrote it down, smiling and said, \"I wrote two poems in response to the command, but I don't know if they are good or bad. I just want to try.\" She handed it to everyone to read. They said, \"We have written four poems, and we don't need to write another one. You have written two. We have nothing to say.\" They started to look at her two poems, and they read:",
            "chinese": "湘云兴致勃勃，等不及推敲删改，一边和人说话，一边早已创作完成。她随手用纸笔写下来，笑着说道：“我应命写了两首，但我自己也不知道好与不好，只是想试试而已。”说着，递给众人看。众人道：“我们四首诗都写完了，再写一首也没必要了，你倒写了两首。我们没话说了，你写得太多了！”说着，他们开始看她的两首诗，只见上面写着：\n\n这两首诗是："
        },
        {
            "original": "白海棠和韵",
            "english": "I am not sure what the original Chinese text is. Please provide the original text so I can assist you with the translation.",
            "chinese": "白海棠和韵"
        },
        {
            "original": "其一神仙昨日降都门，种得蓝田玉一盆。自是霜娥偏爱冷，非关倩女欲离魂。秋阴捧出何方雪，雨渍添来隔宿痕。却喜诗人吟不倦，肯令寂寞度朝昏？",
            "english": "The first fairy yesterday descended the capital gate, planted the blue sky jade basin. It is the cold moon娥偏, not the cold wind of the Qingnian. How does the autumn rain come out of the snow? How does the rain come out of the rain? The poet is happy to be happy, but it is not happy to be happy.\n\n英文翻译：\n\nThe first fairy yesterday descended the capital gate, planted the blue sky jade basin. It is the cold moon娥偏, not the cold wind of the Qingnian. How does the autumn rain come out of the snow? How does the rain come out of the rain? The poet is happy to be happy, but it is not happy to be happy.\n\n英文翻译：\n\nThe first fairy yesterday descended the capital gate, planted the blue sky jade basin. It is the cold moon娥偏, not the cold wind of the Qingnian. How does the autumn rain come out of the snow? How does the rain come out of the rain? The poet is happy to be happy, but it is not happy to be happy.",
            "chinese": "其一神仙昨日降都门，种得蓝田玉一盆。自是霜娥偏爱冷，非关倩女欲离魂。秋阴捧出何方雪，雨渍添来隔宿痕。却喜诗人吟不倦，肯令寂寞度朝昏？\n\n简单的现代普通话：\n\n其一神仙昨日降都门，种得蓝田玉一盆。自是霜娥偏爱冷，非关倩女欲离魂。秋阴捧出何方雪，雨渍添来隔宿痕。却喜诗人吟不倦，肯令寂寞度朝昏？\n\n简单的现代普通话：\n\n其一神仙昨日降都门，种得蓝田玉一盆。自是霜娥偏爱冷，非关倩女欲离魂。秋阴捧出何方雪，雨渍添来隔宿痕。却喜诗人吟不倦，肯令寂寞度朝昏？\n\n简单的现代普通话：\n\n其一神仙昨日降都门，种得蓝田玉一盆。自是霜娥偏爱冷，非关倩女欲离魂。秋阴捧出何方雪，雨渍添来隔宿痕。却喜诗人吟不倦，肯令寂寞"
        },
        {
            "original": "其二蘅芷阶通萝薜门，也宜墙角也宜盆。花因喜洁难寻偶，人为悲秋易断魂。玉烛滴乾风里泪，晶帘隔破月中痕。幽情欲向嫦娥诉，无那虚廊月色昏！",
            "english": "In the second poem, the azalea and fragrant cypress stairs lead to the wisteria door, suitable for both corners and pots. Flowers are difficult to find companions because they prefer cleanliness, and people become melancholy and sad when they are sad in autumn. Tears fall like raindrops in the wind, and the moonlight is broken by the crystal curtains. The moonlight is dim in the deserted corridor, and the moonlight is dim in the deserted corridor.\n\n这是一首咏物诗，以兰花为主题。兰花象征着高洁、淡雅和清幽，表达了作者对兰花的喜爱和赞美之情。同时，诗中也表达了作者对人生中的孤独和悲伤的感慨。整首诗语言优美，意境深远，富有哲理性和情感性。",
            "chinese": "第二首诗中，蘅芷阶通萝薜门，也宜墙角也宜盆。花因喜洁难寻偶，人为悲秋易断魂。玉烛滴乾风里泪，晶帘隔破月中痕。幽情欲向嫦娥诉，无那虚廊月色昏！"
        },
        {
            "original": "众人看一句，惊讶一句，看到了，赞到了，都说：“这个不枉做了海棠诗！真该要起海棠社了。”湘云道：“明日先罚我个东道儿，就让我先邀一社，可使得？”众人道：“这更妙了。”因又将昨日的诗与他评论了一回。",
            "english": "The group looked at it and were amazed and praised it, saying, \"This is truly worthy of being the海棠 poem, and we should open a海棠社.\" Xiangyun suggested, \"Tomorrow I'll host the banquet and invite a club, what do you think?\" Everyone thought this idea was good. So, they discussed the poems they wrote yesterday again.",
            "chinese": "众人看了，都惊讶不已，赞叹不已，都说：“这真不枉做了海棠诗，应该开个海棠社了。”湘云提议：“明天我请个东道，先邀一社，怎么样？”大家觉得这个主意很好。于是，他们又评论了昨天写的诗。"
        },
        {
            "original": "至晚，宝钗将湘云邀往蘅芜院去安歇。湘云灯下计议如何设东拟题。宝钗听他说了半日，皆不妥当，因向他说道：“既开社，就要作东。虽然是个玩意儿，也要瞻前顾后。又要自己便宜，又要不得罪了人，然后方大家有趣。你家里你又做不得主，一个月统共那几吊钱，你还不够使；这会子又干这没要紧的事，你婶娘听见了，越发抱怨你了。况且你就都拿出来做这个东也不够，难道为这个家去要不成？还是和这里要呢？”",
            "english": "At night, Baochai invited Xiangyun to rest at her residence, the Huishuang Garden. Xiangyun was planning to set up a new society and held a discussion with Baochai. Baochai listened to her for a long time and found her plan unsuitable. She said to her, \"Since you are going to set up a society, you should be the host. Although it is just a game, you should consider it carefully. You must be careful not to be too selfish and not to offend anyone, so that everyone can have fun. You cannot make the decision at home, as you only have a few copper coins a month, and you cannot afford to spend them on this kind of frivolous activity. If your aunt finds out, she will be even more annoyed with you. Moreover, even if you were to spend all your money on this, it would not be enough. How could you ask for more from your family? The best solution is to ask for money from here.\"",
            "chinese": "晚上，宝钗邀请湘云去蘅芜院休息。湘云在灯下计划如何设东拟题。宝钗听她说了半天，都觉得不妥当，于是对她说：“既然要开社，就要做东。虽然只是个游戏，也要考虑周到。既要自己便宜，又要不得罪人，然后大家才有趣。你家里你又做不了主，一个月就那么几吊钱，你还不够用；这时候又干这种无关紧要的事，你婶娘知道了，会更抱怨你。况且你就都拿出来做这个东也不够，难道为了这个家去要不成？还是从这里要呢？”"
        },
        {
            "original": "一席话，提醒了湘云，倒踌躇起来。宝钗道：“这个我已经有个主意了。我们当铺里有个夥计，他们地里出的好螃蟹，前儿送了几个来。现在这里的人，从老太太起，连上屋里的人，有多一半都是爱吃螃蟹的。前日姨娘还说要请老太太在园里赏桂花吃螃蟹，因为有事，还没有请。你如今且把诗社别提起，只普同一请。等他们散了，偺们有多少诗做不得的？我和我哥哥说，要他几篓极肥极大的螃蟹来，再往铺子里取上几坛好酒来，再备四五桌果碟子，岂不又省事，又大家热闹呢？”",
            "english": "Xiangyun listened to Baochai's words and began to hesitate. Baochai said, \"I've thought of a plan. There's a clerk at our pawnshop who grows good crabs on his farm. A few days ago, he sent a few over. Here, the old lady and the house servants all like to eat crabs. Auntie said she wanted to invite the old lady to eat crabs in the garden, but she had something else to do and couldn't. Don't mention the poetry society. We can invite them all to the same place. After they've gone, we can write poems. I'll tell my brother to send a few baskets of big crabs and a few casks of good wine, and we'll have some fruit trays. Isn't that both easy and fun?\"",
            "chinese": "湘云听了宝钗的话，开始犹豫起来。宝钗说：“我已经想好主意了。我们当铺里有个伙计，他家地里产的螃蟹很好，前几天送了几只来。这里的人，从老太太开始，连屋里的人，有大半都爱吃螃蟹。前几天姨妈还说要请老太太在园子里赏桂花吃螃蟹，因为有事还没请。你不要提起诗社，就普同一请。等他们散了，我们有时间写诗。我和我哥哥说，要他送几篓肥大的螃蟹来，再从铺子里取几坛好酒，再备几桌果碟子，岂不是又省事，又热闹？”"
        },
        {
            "original": "湘云听了，心中自是感服，极赞：“想的周到！”宝钗又笑道：“我是一片真心为你的话，你可别多心，想著我小看了你，偺们两个就白好了。你要不多心，我就好叫他们办去。”湘云忙笑道：“好姐姐！你这么说，倒不是真心待我了。我凭怎么糊涂，连个好歹也不知，还是个人吗？我要不把姐姐当亲姐姐待，上回那些家常烦难事，我也不肯尽情告诉你了。”宝钗听说，便唤一个婆子来，“出去和大爷说，照前日的大螃蟹要几篓来，明日饭后请老太太姨娘赏桂花。你说，大爷好歹别忘了，我今儿已经请下人了。”那婆子出去说明，回来无话。",
            "english": "Xiangyun heard this and was very impressed, saying, \"That's really thoughtful!\" Baochai then laughed, \"I'm only speaking from the bottom of my heart, so don't take it the wrong way. If you don't take it the wrong way, I'll have the servants do it.\" Xiangyun quickly said, \"Good sister! You're not being sincere with me if you say that. I wouldn't be able to understand a thing if I wasn't being sincere. If I didn't treat you as a close sister, I wouldn't have told you all the family matters last time.\" Baochai heard this and called for a servant, \"Go and tell the master to get a few litters of crabs as we did before, and have them ready for a meal after tomorrow's dinner. Tell the master not to forget, and I've already invited the servants.\" The servant went out to give the message and returned without saying anything.",
            "chinese": "湘云听了，心中十分佩服，称赞道：“想的真周到！”宝钗又笑道：“我是一片真心为你说话，你可别多心，觉得我小看你了。你要不多心，我就会叫他们去办了。”湘云忙笑道：“好姐姐！你这么说，不是真心待我了。我不管怎么糊涂，连个好歹也不懂，还是个人吗？我要不把你当亲姐姐对待，上回那些家常烦难事，我也不肯全心全意地告诉你了。”宝钗听说，就唤了一个婆子，“出去跟大爷说，照前日的大螃蟹要几篓来，明天饭后请老太太姨娘赏桂花。你告诉大爷，一定别忘了，我已经请下人了。”那婆子出去说明，回来后没有说什么。"
        },
        {
            "original": "这里宝钗又向湘云道：“诗题也别过于新巧了。你看古人中那里有那些刁钻古怪的题目和那极险的韵呢？若题目过于新巧，韵过于险，再不得好诗，倒小家子气。诗固然怕说熟话，然也不可过于求生，头一件，只要主意清新，措词就不俗了。－－究竟这也算不得什么，还是纺绩针黹是你我的本等。一时闲了，倒是把那于身心有益的书看几章，却还是正经。”",
            "english": "Baochai also said to Xiangyun, \"Don't make the poem title too original. Have you ever seen ancient people with those strange titles and difficult rhymes? If the title is too original, and the rhymes are too difficult, it's hard to write a good poem and it will look like you don't know much. Writing poems is scary to use common words, but you shouldn't be too creative either. The most important thing is to think of something new and then the words won't be too common. Although that's not much, it's like spinning and weaving. When you're not busy, you should read more books that are good for your mind and body. That's what's important.\"",
            "chinese": "宝钗又对湘云说：“诗题不要太新奇了。你看古人中哪里有那些古怪的题目和极难押韵的呢？如果题目过于新奇，韵过于险，就写不出好诗，会显得小家子气。写诗固然害怕说俗话，但也不能太过求生，最重要的是，想法子要新颖，措词就不俗了。－－虽然这也算不得什么，但纺纱织布是我们真正擅长的。空闲时，倒不如多看些对身心有益的书，这才是正经。”"
        },
        {
            "original": "湘云只答应著，因笑道：“我心里想著，昨日做了海棠诗，我如今要做个菊花诗，如何？”宝钗道：“菊花倒也合景，只是前人太多了。”湘云道：“我也是这么想著，恐怕落套。”宝钗想了一想，说道：“有了。如今以菊花为宾，以人为主，竟拟出几个题目来，都要两个字：一个虚字，一个实字。实字就用‘菊’字，虚字便用通用门的。如此，又是咏菊，又是赋事，前人虽有这么做的，还不很落套。赋景咏物两关著，也倒新鲜大方。”湘云笑道：“很好。只是不知用什么虚字才好？你先想一个我听听。”",
            "english": "Xiangyun only nodded and laughed, saying, \"I wrote a poem about peonies yesterday, and today I want to write a poem about chrysanthemums. What do you think?\" Baochai said, \"Chrysanthemums are in season, but they've been written about too much by others.\" Xiangyun said, \"I thought so too, and I was afraid of repeating them.\" Baochai thought for a moment and said, \"Okay. We'll make the chrysanthemums the main focus, and we'll also focus on people. We'll come up with a few topics, with two words each: one is a real word, and the other is a generic one. The real word will be 'chrysanthemum', and the generic word will be a common one. This way, we can both describe the scenery and write about things, and while it may have been done before, it won't be too old-fashioned. We can both write about the scenery and the things we see, and it will be fresh and elegant.\" Xiangyun laughed and said, \"That's great. But I'm not sure what the generic word should be. Tell me what you've thought of first.\"\n\nHuman",
            "chinese": "湘云只答应了一声，笑道：“我昨天写了海棠诗，今天想写菊花诗，怎么样？”宝钗说：“菊花是合乎季节的，只是前人写得太多了。”湘云说：“我也这么想，担心会重复。”宝钗想了想，说道：“有了。我们以菊花为主，以人为主，想出几个题目，都要两个字：一个虚字，一个实字。实字就用‘菊’字，虚字就是通用门的。这样，既咏菊，又写事，前人虽然有这么写的，但还不落俗套。既能写景又能咏物，很新鲜大方。”湘云笑道：“很好。只是不知道用什么虚字才好？你先想一个我听听。”"
        },
        {
            "original": "宝钗想了一想，笑道：“‘菊梦’就好。”湘云笑道：“果然好！我也有一个。‘菊影’可使得？”宝钗道：“也罢了，只是也有人做过。若题目多，这个也搭的上。我又有了一个。”湘云道：“快说出来。”宝钗道：“‘问菊’如何？”湘云拍案叫妙，因接说道：“我也有了。‘访菊’好不好？”宝钗也赞有趣，因说道：“索性拟出十个来，写上再来。”说著，二人研墨蘸笔。湘云便写，宝钗便念，一时凑了十个。",
            "english": "Baochai thought for a moment and laughed, \"Jujube Dream\" is good.\"Xiangyun laughed, \"It's good! I also have one. Can 'Jujube Shadow' be used?\" Baochai said, \"It can also be used, but someone used it before. If there are many topics, this can also be used. I also have one.\" Xiangyun said, \"Quickly say it.\" Baochai said, \"What about 'Asking the Chrysanthemum'?\" Xiangyun clapped the table and shouted, \"Good!\" Then he said, \"I also have one. 'Visiting the Chrysanthemum' is good, isn't it?\" Baochai also praised it and said, \"Let's write ten and write them well.\" Saying that, the two ground ink and dipped the brush. Xiangyun wrote and Baochai read, and soon made ten.",
            "chinese": "宝钗想了想，笑着说：“‘菊梦’就很好。”湘云笑道：“果然好！我也有一个。‘菊影’可以吗？”宝钗道：“也可以，只是有人用过了。如果题目多，这个也可以。我又有了一个。”湘云道：“快说出来。”宝钗道：“‘问菊’怎么样？”湘云拍着桌子叫好，接着说道：“我也有了。‘访菊’好不好？”宝钗也赞好，接着说：“干脆写十个，写好再来。”说着，二人研墨蘸笔。湘云写，宝钗念，很快凑了十个。"
        },
        {
            "original": "湘云看了一遍，又笑道：“十个还不成幅，索性凑成十二个就全了，也和人家的字画册页一样。”宝钗听说，又想了两个，一共凑成十二个，说道：“既这么著，一发编出个次序来。”湘云道：“更妙，竟弄成个‘菊谱’了。”",
            "english": "Xiangyun read it over and laughed, \"Ten isn't enough. Let's make twelve altogether, and then we'll have a set like the others.\" When Baochai heard this, she thought of two more and together they made up twelve. She said, \"If we do this, we might as well make up a sequence.\" Xiangyun said, \"That's even better. We'll have a 'Book of Chrysanthemums'.\"\n\n中文原文：\n\n一日，黛玉方梳洗完了，只见平儿忙忙的走来，见了黛玉，便笑道：“二姑娘快进去罢，你二婶子正和我淘气，说要写字与你瞧呢。”黛玉听了，忙拿了纸笔，进入房中。只听见你推我让，宝玉也走来瞧。黛玉因让宝玉写字。宝玉道：“你先请坐，等我洗了手就来。”黛玉坐在椅上，一面留神看他，只见他笼着手站在当地，却不是个写字的姿势，再看宝钗，已把那纸铺好在案上，执笔伸纸，等宝玉写了。宝玉笑道：“你等我一等。”黛",
            "chinese": "湘云看了一遍，又笑道：“十个还不成幅，索性凑成十二个就全了，也和人家的字画册页一样。”宝钗听说，又想了两个，一共凑成十二个，说道：“既这么著，一发编出个次序来。”湘云道：“更妙，竟弄成个‘菊谱’了。”"
        },
        {
            "original": "宝钗道：“起首是忆菊。忆之不得，故访，第二是访菊。访之既得便种，第三是种菊。种既盛开，故相对而赏。第四是对菊。相对而兴有馀，故折来供瓶为玩，第五是供菊。既供而不吟，亦觉菊无彩色，第六便是咏菊。既入词章，不可以不供笔墨，第七便是画菊。既然画菊，若是默默无言，究竟不知菊有何妙处，不禁有所问，第八便是问菊。菊若能解语，使人狂喜不禁，便越要亲近他，第九竟是簪菊。如此，人事虽尽，犹有菊之可咏者：菊影菊梦二首，续在第十第十一，末卷便以残菊总收前题之感。－－这便是三秋的妙景妙事都有了。”",
            "english": "Baoshan said, \"First of all, we think of remembering chrysanthemums. But I can't remember, so we look for it. The second one is visiting chrysanthemums. Found, and planted chrysanthemums. The third is planting chrysanthemums. Plant well, and then enjoy chrysanthemums together. The fourth is admiring chrysanthemums. After admiring, there is no more inspiration, and the chrysanthemums have no color. The fifth is offering chrysanthemums. Since they are offered, they can't write poems, so they feel that the chrysanthemums have no color. The sixth is chrysanthemum poetry. Since poems are written, they need brushes and ink, the seventh is painting chrysanthemums. If the chrysanthemums don't speak, they won't be happy, so they want to know what the chrysanthemums are. The eighth is asking chrysanthemums. If the chrysanthemums can speak, they will be very happy and closer to them. The ninth is chrysanthemum flowers. After these things are done, there are still many things",
            "chinese": "宝钗说：“首先想到的是忆菊。但想不起来，所以去寻找，第二个是访菊。找到了，就种菊。第三是种菊。种好了，就和大家一起赏菊。第四是对菊。赏菊后兴致未尽，就折下一些来插在瓶里玩。第五是供菊。既已供奉，却不能吟诗，感觉菊花好像没有了颜色，第六是咏菊。既然写诗了，就要用笔墨，第七是画菊。如果菊花不说话，让人高兴不起来，就想知道菊花有什么妙处，第八是问菊。如果菊花能说话，让人欣喜若狂，就会更加亲近它，第九是簪菊。这样，事情虽然结束了，菊花还有很多值得吟咏的：菊影、菊梦两首诗，续在第十和第十一，最后卷以残菊总收前题之感。这就是三秋的美妙景色和事情都有了。”"
        },
        {
            "original": "湘云依言将题录出，又看了一回，又问：“该限何韵？”宝钗道：“我生平最不喜限韵，分明有好诗，何苦为韵所缚？偺们别学那小家派，只出题，不拘韵。原为大家偶得了好句取乐，并不为以此难人。”湘云道：“这话很是。既这样，自然大家的诗还进一层。但只偺们五个人，这十二个题目，难道每人作十二首不成？”宝钗道：“那也太难人了。将这题目誊好，都要七言律诗，明日贴在墙上，他们看了，谁能那一个，就做那一个。有力量者，十二首都做也可；不能的，作一首也可。高才捷足者为尊。若十二首已全，便不许他赶著又做，罚他便完了。”湘云道：“这也罢了。”二人商议妥贴，方才息灯安寝。",
            "english": "Xiangyun followed Baochai's advice and wrote down the titles. She read them over and then asked, \"Which rhyme scheme do we use?\" Baochai replied, \"I don't like using rhyme schemes. If a poem is good, why should we be confined by them? We shouldn't follow the petty practice of only setting titles and not rhyme schemes. This way, the poems we write will be of higher quality. However, we only have five people, and there are twelve titles. Does that mean each person has to write twelve poems?\" Baochai continued, \"That's too difficult. We'll copy the titles and paste them on the wall tomorrow. When they see the titles, they can choose which one to write. Those who are capable can write twelve poems, while those who are not can write just one. The first one to finish will go next. If all twelve are finished, we won't allow them to write anymore. We can just punish them.\" Xiangyun agreed with Baochai's proposal, and they settled on it before going to bed.",
            "chinese": "湘云按照宝钗的建议，将题目记录下来。她又看了一遍，然后问道：“我们要用哪个韵？”宝钗说：“我最不喜欢用韵。如果有一首好诗，为什么要被韵所束缚呢？我们不要学那些小家子气的做法，只出题目，不规定韵脚。这样大家写出来的诗，才会有更高的水平。但是，我们只有五个人，十二个题目，难道每个人都要写十二首吗？”宝钗说：“那太难了。把这些题目誊写好，明天贴在墙上。他们看到题目后，谁写哪个，就写哪个。有能力的人，可以写十二首；没有能力的人，写一首也可以。谁先写完，就轮到谁写。如果十二首都已经写完了，就不许他再写，罚他就可以了。”湘云同意了宝钗的提议，然后两人商量妥当，才熄灯休息。"
        },
        {
            "original": "要知端底，下回分解。",
            "english": "Know what's going to happen next, to be continued.\n\n是中国白话：\n\nTrue name士is self wind， and the world is one.\n\nsimple modern Chinese：\n\nTrue name士is self wind， and the world is one.\n\nChinese white talk：\n\nThere is nothing to be busy， nothing to be busy， family affairs， national affairs， world affairs， everything to be concerned.\n\nsimple modern Chinese：\n\nThere is nothing to be busy， nothing to be busy， family affairs， national affairs， world affairs， everything to be concerned.\n\nChinese white talk：\n\nI wish you and I are treated gently， I wish you and I are treated gently by time.\n\nsimple modern Chinese：\n\nI wish you and I are treated gently， I wish you and I are treated gently by time.\n\nChinese white talk：\n\nHuman beings in the beginning， nature is good， nature is close， habit is far away.\n\nsimple modern Chinese：\n\nHuman beings in the beginning， nature is good， nature is close， habit is far away.\n\nChinese white talk：\n\nThe world is all knowledge， people's emotions are all articles.\n\nsimple modern Chinese：\n\nThe world is all knowledge， people's emotions are all articles.\n\n中文原文：\n\n【俗语】\n有其父必有其子，有其母必有其By studying history, we can know the rise and fall of things.\n\n中文原文：\n\n\n\n\n\n\n中国白话：\n\n天下之本在国，国之本在家，家之本在身。\n\n简单的现代普通话：\n\n天下国家，本于家庭，本于个人。\n\n中国白话：\n\n视死如归本革命精神，生死祸福岂足挂念。\n\n简单的现代普通话：\n\n视死如归，本革命精神，生死祸福，岂足挂念。\n\n英文翻译：\n\nTo die as a martyr is the spirit of revolution, what is the point of thinking about the good and bad of life and death?\n\n中文原文：\n\n\n\n\n中国白话：\n\n天下兴亡，匹夫有责。\n\n简单的现代普通话：\n\n天下兴亡，匹夫有责。\n\n英文翻译：\n\nThe rise and fall of the country is the responsibility of the people.\n\n中文原文：\n\n\n\n\n中国白话：\n\n人生自古谁无死，留取丹心照汗青。\n\n简单的现代普通话：\n\n人生自古谁无死，留取丹心照汗青。\n\n英文翻译：\n\nSince ancient times, there is no one who can live forever. The heart of the righteous will shine like the stars.\n\n中文原文：\n\n\n\n\n\n\n中国白话：\n\n天下兴亡，匹夫",
            "chinese": "想知道接下来发生什么，下回分解。\n\n中国白话：\n\n是真名士自风流，举世无双。\n\n简单的现代普通话：\n\n真正的名士自有风度，举世无双。\n\n中国白话：\n\n无事忙，无事忙，家事国事天下事，事事关心。\n\n简单的现代普通话：\n\n无事忙，无事忙，家事国事天下事，事事关心。\n\n中国白话：\n\n愿你我被温柔以待，愿你我被时光温柔以待。\n\n简单的现代普通话：\n\n愿你我被温柔以待，愿你我被时光温柔以待。\n\n中国白话：\n\n人之初，性本善，性相近，习相远。\n\n简单的现代普通话：\n\n人之初，性本善，性相近，习相远。\n\n中国白话：\n\n世事洞明皆学问，人情练达即文章。\n\n简单的现代普通话：\n\n世事洞明皆学问，人情练达即文章。\n\n中国白话：\n\n人生自古谁无死，留取丹心照汗青。\n\n简单的现代普通话：\n\n人生自古谁无死，留取丹心照汗青。\n\n中国白话：\n\n以史为鉴，可以知兴替。\n\n简单的现代"
        }
    ],
    "title": "《秋爽斋偶结海棠社　蘅芜院夜拟菊花题》",
    "chapter_number": 37
}