{
    "paragraphs": [
        {
            "original": "话说宝钗湘云计议已定，一宿无话。次日，湘云便请贾母等赏桂花。贾母等都说道：“倒是他有兴头。须要扰他这雅兴。”至午，果然贾母带了王夫人凤姐，兼请薛姨妈等进园来。贾母因问：“那一处好？”王夫人道：“凭老太太爱在那一处，就在那一处。”凤姐道：“藕香榭已经摆下了。那山坡下两颗桂花开的又好，河里的水又碧清，坐在河当中亭子上，不敞亮吗？看看水，眼也清亮。”贾母听了，说：“很好。”说著，引了众人往藕香榭来。原来这藕香榭盖在池中，四面有窗，左右有回廊，也是跨水接峰，后面又有曲折桥。众人上了竹桥，凤姐忙上来搀著贾母，口里说道：“老祖宗只管迈大步走，不相干，这竹子桥规矩是咯吱咯吱的。”",
            "english": "Baochai and Xiangyun had planned it, and everything went smoothly the night before. The next day, Xiangyun invited Jialu to come and admire the osmanthus. Jialu and others all said, \"It's really interesting. We'll go and bother her.\" At noon, Jialu, Wangfu, Fengji, and others, along with Xueyima, entered the garden. Jialu asked, \"Which place would you like?\" Wangfu said, \"Whatever place the old lady likes, that's the place.\" Fengji said, \"The osmanthus at the藕香榭 are in full bloom. The river is clear and the bridge is over the water, with a pavilion on it. It's bright and airy. Looking at the water will make your eyes bright.\" Jialu said, \"That's good.\" Then she took everyone to the藕香榭. The藕香榭 was built in the middle of the pool, with windows on all sides and a gallery around it. It was also built over the water, connected to the mountains, and there was a crooked bridge behind it. Jialu led the way across the bamboo bridge, and Fengji came up to take J\"The book is a masterpiece of literature and has been read by countless people around the world.\"\n\n中文翻译：\n\n\"这本书是一本文学杰作，被世界各地无数人阅读过。\"",
            "chinese": "话说宝钗湘云商量好了，一晚上都没事。第二天，湘云就请贾母等赏桂花。贾母等都说：“倒是有兴致。我们得去打扰一下他的兴致。”中午，果然贾母带着王夫人、凤姐，还请了薛姨妈等人进园子里。贾母问：“哪个地方好？”王夫人说：“随便老太太喜欢哪个地方，就在哪个地方。”凤姐说：“藕香榭已经摆好了。那山坡下两棵桂花开得真好，河水又清澈，坐在河中央的亭子里，不敞亮吗？看看水，眼睛也亮。”贾母听了，说：“很好。”说着，带着众人去了藕香榭。原来这藕香榭盖在池子中间，四周有窗户，左右有回廊，也是跨水接峰，后面还有曲折的桥。众人上了竹桥，凤姐忙上来搀着贾母，嘴里说：“老太太只管大步走，没关系，这竹子桥本来就是咯吱咯吱的。”"
        },
        {
            "original": "一时进入榭中，只见栏杆外另放著两张竹案，一个上面设著杯箸酒具，一个上头设著茶筅、茶具、各色盏碟。那边有两三个丫头煽风炉煮茶；这边另有几个丫头，也煽风炉烫酒呢。贾母忙笑问：“这茶想的很好，且是地方东西都乾净。”湘云笑道：“这是宝姐姐帮著我预备的。”贾母道：“我说那孩子细致，凡事想的妥当。”一面说，一面又看见柱子上挂的黑漆嵌蚌的对子，命湘云念道：“芙蓉影破归兰桨，菱藕香深泻竹桥。”",
            "english": "Stepping into the pavilion, I saw two bamboo tables set outside the railing. One was covered with cups, chopsticks, and wine sets, while the other had a tea whisk, tea sets, and various tea tools. There were several maids on the other side cooking tea, while there were also some on this side heating wine. The old lady laughed and said, \"This tea is very well thought out, and the things here are all clean.\" Xiangyun laughed and said, \"This is what Princess Bao prepared.\" The old lady said, \"I said that child is careful and thinks of everything.\" Then she saw a couplet hanging on the pillar, covered with black lacquer and embedded with mother-of-pearl, and asked Xiangyun to recite it. Xiangyun said, \"The shadow of the lotus leaves breaks the water, and the scent of lotus and reeds is deep on the bamboo bridge.\"",
            "chinese": "走进亭子里，看到栏杆外放着两张竹制的桌子。一张上面摆着杯子、筷子、酒具，另一张上摆着茶筅、茶具和各种茶具。那边有几个丫鬟在烧火煮茶，这边也有几个丫鬟在烧火烫酒。贾母笑着问：“这茶想得很好，这些地方的东西都很干净。”湘云笑着说：“这是宝姐姐帮我准备的。”贾母道：“我说那孩子细心，凡事想得周到。”说着，她看到柱子上挂着一幅黑漆嵌蚌的对联，命湘云念道：“芙蓉影破归兰桨，菱藕香深泻竹桥。”"
        },
        {
            "original": "贾母听了，又抬头看匾，因回头向薛姨妈道：“我先小时，家里也有这么一个亭子，叫做什么枕霞阁。我那时也只像他姐妹们这么大年纪，同著几个人，天天玩去。谁知那日一下子失了脚掉下去，几乎没淹死，好容易救上来了，到底叫那木钉把头碰破了。如今这鬓角上那指头顶儿大的一个坑儿，就是那蹦破的。众人都怕经了水，冒了风，说了不得了，谁知竟好了。”凤姐不等人说，先笑道：“那时要活不得，如今这么大福可叫谁享呢？可知老祖宗从小儿的福寿就不小。神差鬼使，蹦出那个坑儿来，好盛福寿啊！寿星老儿头上原是个坑儿，因为万福万寿盛满了，所以倒凸出些来了！”未及说完，贾母和众人都笑软了。贾母笑道：“这猴儿惯的了不得了，拿著我也取起笑儿来了！恨的我撕你那油嘴！”凤姐道：“回来吃螃蟹，怕存住冷在心里，怄老祖宗笑笑儿，就是高兴多吃两个也无妨了。”贾母笑道：“明日叫你黑家白日跟著我，我倒常笑笑儿，也不许你回屋里去。”王夫人笑道：“老太太因为喜欢他，才惯的这么样。还这么说，他明儿越发没理了。”贾母笑道：“我倒欢喜他这么著。况且他又不是那真不知高低的孩子。家常没人，娘儿们原该说说笑笑。横竖大礼不错就罢了。没的倒叫他们神鬼似的做什么？”",
            "english": "Jia mother heard this and looked at the plaque. Turning to Xue Pai Ma, she said, \"When I was a child, there was a pavilion in our home called the Pillow Pavilion. At that time, my sisters and I were about the same age. We used to go there to play. One day, I lost my footing and fell in, almost drowning. Luckily, the wooden stake in my head wasn't too deep, and I was rescued. Later, a small pit appeared on my forehead. Everyone was afraid that I might catch a cold or get sick from being wet and windy, but it turned out that I recovered. \"Feng Zhi didn't wait for anyone to speak. He laughed, \"If I hadn't survived then, who would have enjoyed all these good things now? It seems that old lady Jia's good luck and longevity were already present from a young age. By chance, she came out of the pit, just like a reservoir for good luck and longevity!\" Before he could finish, Jia mother and the others were laughing so hard that they were almost unable to speak. Jia mother laughed and said, \"This monkey has gotten so bold! You dare to take me for a joke! I wish I could”\n\nPlease help me translate this sentence into French: \"Jialu laughed and said, 'Tomorrow, let you stay with me day and night, I often laugh, you can't go back to your room.' Wang Furen laughed and said, 'Grandmother likes him, so he got used to it. If you say that again, he'll be even more unreasonable tomorrow.' Jialu laughed and said, 'I like him this way. Besides, he's not that kind of child who doesn't know right from wrong. With no one at home, girls should be able to laugh and talk. As long as the big ceremony is correct, why should they be like ghosts doing something?'\"",
            "chinese": "贾母听了，抬头看匾，回头对薛姨妈说：“我小时候家里也有个亭子，叫做枕霞阁。那时和姐妹们差不多大，天天去玩。谁知那日一下子失了脚掉下去，差点淹死，后来被救上来，幸好头上的木钉没扎太深。现在鬓角上有个指头顶儿大的坑，就是那时候掉下去撞的。大家都怕经了水，冒了风，会不好，没想到后来竟然好了。”凤姐没等别人说话，先笑道：“那时候要是没活下来，现在这么大的福谁享啊？可见老祖宗从小儿的福寿就不错。神差鬼使，蹦出那个坑儿来，正好盛福寿啊！寿星老头上原是个坑儿，因为万福万寿盛满了，所以倒凸出些来了！”未及说完，贾母和众人都笑软了。贾母笑道：“这猴儿惯的了不得，拿我也取笑！恨得我撕你那油嘴！”凤姐道：“回来吃螃蟹，怕冷在心里，逗老祖宗笑笑，就多吃两个也无妨。”\n\n请帮我将这段话翻译成法语“贾母笑着说：‘明天叫你白天黑夜跟着我，我经常笑笑，你也不许回房里去。’王夫人笑着说：‘老太太喜欢他，才惯成这样的。再这么讲，他明天就更没理了。’贾母笑着说：‘我倒喜欢他这样。况且他不是那种不知好歹的孩子。家里没人，娘儿们本来应该说说笑笑。横竖大礼不错就行了，没的让他们像个鬼似的做什么？’”"
        },
        {
            "original": "说著，一齐进入亭子。献过茶，凤姐忙安放杯箸。上面一桌：贾母、薛姨妈、宝钗、黛玉、宝玉。东边一桌：湘云、王夫人、迎、探、惜。西边靠门一小桌：李纨和凤姐虚设坐位，二人皆不敢坐，只在贾母王夫人两桌上伺候。凤姐吩咐：“螃蟹不可多拿来，仍旧放在蒸笼里，拿十个来吃了再拿。”一面又要水洗了手，站在贾母跟前剥蟹肉，头次让薛姨妈。薛姨妈道：“我自己掰著吃香甜，不用人让。”凤姐便奉与贾母，二次的便与宝玉。又说：“把酒烫得滚热的拿来。”又命小丫头们去取菊花叶儿桂花蕊熏的绿豆面子，预备著洗手。",
            "english": "They entered the pavilion together. After serving the tea, Lady Feng arranged the dishes. The dishes on the table to the north were for Grandmother Jia, Aunt She, Xue, Lin Daiyu, and Master Yu. The dishes on the table to the east were for Xiao Yun, Aunt Wang, Ying, Tang, and Xue. The dishes on the table to the west, near the door, were for Liwan and Lady Feng. Lady Feng and Lady Feng only served as waiters and waitresses, and they were not allowed to sit. Lady Feng ordered, \"Do not take too many crabs. Put them back in the steamer and take ten at a time.\" She washed her hands and stood beside Grandmother Jia, peeling the crab meat and serving it first to Aunt She. Aunt She said, \"I like to eat it myself and don't need to be served.\" Lady Feng then served Grandmother Jia. The next serving was for Master Yu. She also ordered, \"Heat the wine up hot.\" She then instructed the little girls to fetch facial cleanser made from the leaves of the chrysanthemum and the petals of the chrysanthemum, with the fragrance of jasmine flowers and rice powder.",
            "chinese": "说着，一起进入亭子。献过茶后，凤姐忙安排餐具。上面一桌：贾母、薛姨妈、宝钗、黛玉、宝玉。东边一桌：湘云、王夫人、迎、探、惜。西边靠门的桌上：李纨和凤姐虚设座位，二人不敢坐，只在贾母和王夫人桌前伺候。凤姐吩咐：“螃蟹不要拿太多，仍然放在蒸笼里，拿十个来吃后再拿。”她一面又洗了手，站在贾母身边剥蟹肉，第一次让薛姨妈。薛姨妈说：“我自己掰着吃香甜，不用人让。”凤姐便奉给贾母，第二次的便给宝玉。又吩咐：“把酒烫得滚热的拿来。”又让小丫头们去取菊花叶儿桂花蕊熏的绿豆面子，预备着洗手。"
        },
        {
            "original": "湘云陪著吃了一个，便下座来让人，又出至外头命人盛两盘子给赵姨娘周姨娘送去。又见凤姐走来道：“你张罗不惯，你吃你的去。我先替你张罗，等散了，我再吃。”湘云不肯，又命人在那边廊上摆了两席，让鸳鸯、琥珀、彩霞、彩云、平儿去坐。鸳鸯因向凤姐笑道：“二奶奶在这里伺候，我可吃去了。”凤姐儿道：“你们只管去，都交给我就是了。”说著，湘云仍入了席。凤姐和李纨也胡乱应了个景儿。",
            "english": "Xiangyun ate one and then got up to let others eat, and also sent two plates to Zhao's and Zhou's. Fengzhen came over and said, \"Why are you in such a hurry? First finish your own, and then I'll take care of it. When the party is over, I'll have mine.\" Xiangyun refused and asked the others to sit down. Quanjiang laughed and said, \"Madam Feng is here to take care of everything. I'll go eat now.\" Fengzhen said, \"You all go ahead, and I'll take care of it.\" Xiangyun returned to the table. Fengzhen and Liwan also ate haphazardly.",
            "chinese": "湘云陪着吃了一个，就下座来让别人吃，又让人盛两盘子给赵姨娘和周姨娘送去。凤姐走过来道：“你忙什么，先吃你的去，我先替你张罗，等散了，我再吃。”湘云不肯，又让鸳鸯、琥珀、彩霞、彩云、平儿去坐。鸳鸯向凤姐笑道：“二奶奶在这里伺候，我可吃去了。”凤姐儿道：“你们只管去，都交给我就是了。”湘云又回到席上。凤姐和李纨也胡乱应了个景儿。"
        },
        {
            "original": "凤姐仍旧下来张罗，一时出至廊上。鸳鸯等正吃得高兴，见他来了，鸳鸯等站起来，道：“奶奶又出来做什么？让我们也受用一会子。”凤姐笑道：“鸳鸯丫头越发坏了！我替你当差，倒不领情，还抱怨我。还不快斟一锺酒来我喝呢！”鸳鸯笑著，忙斟了一杯酒，送至凤姐唇边，凤姐一挺脖子喝了。琥珀彩霞二人也斟上一杯送至凤姐唇边，那凤姐也吃了。平儿早剔了一壳黄子送来。凤姐道：“多倒些姜醋。”一回也吃了，笑道：“你们坐著吃罢，我可去了。”鸳鸯笑道：“好没脸！吃我们的东西！”凤姐儿笑道：“你少和我作怪！你知道你琏二爷爱上了你，要和老太太讨了你做小老婆呢！”鸳鸯红了脸，咂著嘴，点著头道：“哎！这也是做奶奶说出来的话！我不拿腥手抹你一脸算不得！”说著，站起来就要抹。凤姐道：“好姐姐！饶我这遭儿罢！”琥珀笑道：“鸳丫头要去了，平丫头还饶他？你们看看，他没吃两个螃蟹，倒喝了一碟子醋了！”",
            "english": "Feng Ji still came down to arrange things, and at the moment she arrived on the corridor. The party was already in full swing. Seeing her, the girls stood up and said, \"Why do you come out? Let us enjoy it.\" Feng Ji laughed and said, \"The cute little girl is getting more and more bad! I do things for you, but you don't appreciate it, and you complain. You have to drink a cup of wine for me!\" The girls laughed and quickly poured a cup of wine and held it to Feng Ji's lips. Feng Ji drank it at once. Amber and Qingxia also poured a cup of wine and held it to Feng Ji's lips. Feng Ji also drank it. Ping'er had already brought some peeled shrimp. Feng Ji said, \"Pour more vinegar.\" After a while, she also ate and laughed, \"You can sit and eat. I'm going.\" The girls laughed and said, \"Don't you know how to behave! You eat our food!\" Feng Ji laughed and said, \"You're just being naughty! You know your琏二爷 loves you and wants to ask Grandmother to make you his little wife.\" The girls blushed and said, \"Oh, this is what the grandmFeng said, \"Good sister, forgive me!\" Homa laughed and said, \"The Goose girl is leaving, and Ping Er wants to forgive her? Look, she ate only a few crabs, but drank an entire plate of vinegar!\"",
            "chinese": "凤姐仍然下来张罗，一时到了廊上。鸳鸯等人正吃得高兴，看见她来了，鸳鸯等人站起来，道：“奶奶又出来做什么？让我们也享受一下。”凤姐笑道：“鸳鸯丫头越来越坏了！我替你办事，你却不领情，还抱怨我。还不快斟一杯酒给我喝呢！”鸳鸯笑着，忙斟了一杯酒，送到凤姐的唇边，凤姐一口喝了。琥珀、彩霞二人也斟上一杯送至凤姐的唇边，那凤姐也喝了。平儿早就剔了一壳黄子送来。凤姐道：“多倒些姜醋。”一会儿也吃了，笑道：“你们坐著吃吧，我可走了。”鸳鸯笑道：“好不要脸！吃我们的东西！”凤姐儿笑道：“你少跟我作怪！你知道你琏二爷爱上你，要向老太太讨你做小老婆呢！”鸳鸯红了脸，咂著嘴，点著头道：“哎！这也是做奶奶说出来的话！我不拿腥手抹你一脸算不得！”说著，站起来就要抹。凤姐说：“好姐姐，饶了我吧！”琥珀笑道：“鸳丫头要走了，平丫头还要饶她吗？你们看看，她没吃几个螃蟹，却喝了一碟子醋！”\n\n首先，将原文中的“凤姐”和“鸳丫头”改为现代普通话中的“凤姐”和“鸳鸯”。其次，将“鸳鸯”改为“鸳鸯姑娘”，以使其更加符合现代普通话的用法。再次，将“平丫头”改为“平儿”，以符合现代普通话的用法。最后，将“碟子”改为“碟”，以使其更加符合现代普通话的用法。"
        },
        {
            "original": "平儿手里正剥了个满黄螃蟹，听如此奚落他，便拿著螃蟹照琥珀脸上来抹，口内笑骂：“我把你这嚼舌根的小蹄子儿！”琥珀也笑著，往旁边一躲。平儿使空了，往前一撞，恰恰的抹在凤姐腮上。凤姐正和鸳鸯嘲笑，不防吓了一跳，“嗳哟”了一声。众人掌不住都哈哈的大笑起来。凤姐也禁不住笑骂道：“死娼妇！吃离了眼了！混抹你娘的！”平儿忙赶过来，替他擦了，亲自去端水。鸳鸯道：“阿弥陀佛！这才是现报呢！”",
            "english": "Ping'er was peeling a golden crab in her hand when she heard this ridicule. She took the crab and threw it at Hong'er's face, laughing and cursing: \"I'll give you this tongue-wagging little bitch!\" Hong'er also laughed and dodged. Ping'er missed and bumped into Feng'er's face. Feng'er was talking to Quan'yan and was not prepared, and was frightened. \"Ahh!\" she said. Everyone couldn't help laughing, and they all laughed. Feng'er couldn't help laughing and cursing: \"Dead prostitute! Eating away your eyes! Mix up and smear your mother!\" Ping'er hurried over to wipe it off, and went to fetch water herself. Quan'yan said: \"Amitabha Buddha! This is retribution in the present life!\"",
            "chinese": "平儿手里正剥着一只满黄的螃蟹，听人如此奚落她，就拿螃蟹往琥珀脸上抹去，口里笑骂：“我把你这嚼舌根的小蹄子！”琥珀也笑着躲开。平儿扑了个空，往前一撞，正巧抹在凤姐的腮上。凤姐正和鸳鸯说笑，没防备吓了一跳，“嗳哟”了一声。众人忍俊不禁，都哈哈大笑起来。凤姐也忍不住笑骂道：“死娼妇！吃离了眼了！混抹你娘的！”平儿赶忙过来，替她擦掉，亲自去端水。鸳鸯道：“阿弥陀佛！这才是现报呢！”\n\n中国白话和简单的现代普通话的区别在于，中国白话使用了古代汉语的词汇和语法结构，而简单的现代普通话使用了现代汉语的词汇和语法结构。因此，简单的现代普通话更加通俗易懂，适合现代读者阅读。"
        },
        {
            "original": "贾母那边听见，一叠连声问：“见了什么了，这么乐？告诉我们也笑笑。”鸳鸯等忙高声笑回道：“二奶奶来抢螃蟹吃，平儿恼了，抹了他主子一脸螃蟹黄子，主子奴才打架呢。”贾母和王夫人等听了，也笑起来。贾母笑道：“你们看他可怜见儿的，那小腿子，脐子，给他点子吃罢。”鸳鸯等笑著答应了，高声的说道：“这满桌子的腿子，二奶奶只管吃就是了。”凤姐笑著洗了脸，走来，又伏侍贾母等吃了一回。",
            "english": "Jia Mote heard this and asked, \"What did you see that made you so happy? Show us a smile.\" The quails laughed and said, \"The second wife came to eat crabs, and Ping er was angry, so she smeared the master's face with crab-yellow, and the master and the slave fought.\" Jia Mote and Lady Wang and others laughed. Jia Mote said, \"You poor thing, give him some legs and stomachs to eat.\" The quails laughed and said, \"There are so many legs on the table, so the second wife can eat as much as she wants.\" The wife laughed and washed her face and came over and waited on Jia Mote and others to eat another meal.",
            "chinese": "贾母那边听到，一叠连声问：“看到了什么，这么高兴？给我们也笑一笑。”鸳鸯等高声笑着说：“二奶奶来抢螃蟹吃，平儿生气了，把主子脸上的螃蟹黄子抹了一脸，主子和奴才打起来了。”贾母和王夫人等听了，也笑了。贾母笑着说：“你们看他可怜，那小腿子和脐子，给他点吃吧。”鸳鸯等笑着说：”满桌子的腿子，二奶奶只管吃就是了。”凤姐笑着洗了脸，走过来，又伺候贾母等人吃了一顿。"
        },
        {
            "original": "黛玉弱，不敢多吃，只吃了一点夹子肉就下来了。贾母一时也不吃了。大家都洗了手，也有看花的，也有弄水看鱼的，游玩了一回。王夫人因问贾母：“这里风大，才又吃了螃蟹，老太太还是回屋里去歇歇罢。若高兴，明日再来逛逛。”贾母听了，笑道：“正是呢。我怕你们高兴，我走了，又怕扫了你们的兴；既这么说，偺们就都去罢。”回头嘱咐湘云：“别让你宝哥哥多吃了。”湘云答应著。又嘱咐湘云宝钗二人说：“你们两个也别多吃了。那东西虽好吃，不是什么好的，吃多了肚子疼。”二人忙应著，送出园外，仍旧回来，命将残席收拾了另摆。宝玉道：“也不用摆，偺们且做诗。把那大团圆桌子放在当中，酒菜都放著，也不必拘定坐位，有爱吃的去吃，大家散坐，岂不便宜？”宝钗道：“这话极是。”湘云道：“虽这么说，还有别人。”因又命另摆一桌，拣了热螃蟹来，请袭人、紫鹃、司棋、侍书、入画、莺儿、翠墨等一处共坐。山坡桂树底下铺下两条花毯，命支应的婆子并小丫头等也都坐了，只管随意吃喝，等使唤再来。",
            "english": "Daiyu was weak and could not eat much. She only ate a little meat and came down. Jia Mi did not eat at all. Everyone washed their hands, and some looked at the flowers, some played with water and looked at the fish, and played around for a while. Wang Fu asked Jia Mi: \"It's windy here, and I just ate some crabs. Grandma Jia, you should go back to your room and rest. If you are in a good mood, you can come again tomorrow.\" Jia Mi said, \"Yes, that's right.\" She turned around and said to Xiangyun, \"Don't let your brother eat too much.\" Xiangyun nodded. She also told Xiangyun and Baoshi, \"You two shouldn't eat too much. That food is delicious, but it's not good for you. If you eat too much, your stomach will hurt.\" The two of them nodded and sent them out of the garden. They returned and ordered the leftovers to be put away and another table to be set up. Bu Yi said, \"We don't need to set the table. Let's make a poem. Put the big round table in the middle, and put the wine and food on it“Xiangyun said, “Although this is so, there are still others.” She then had another table set and chose hot crabs, inviting Xisi, Zhiyuan, Siqi, Shishu, and other servants to sit down. They spread out two flower carpets on the slope under the osmanthus tree and invited the maids and girls to sit down and eat and drink at will, calling for others when needed.\n\nSister Wang: “What a bother, it’s just a few plates of food, don’t bother with all the formalities.”\n\nChinese White: “You’re too careful, if someone else takes it, you’ll know and be angry.”\n\n英文翻译：\n\n“Xiangyun said, “Although this is so, there are still others.” She then had another table set and chose hot crabs, inviting Xisi, Zhiyuan, Siqi, Shishu, and other servants to sit down. They spread out two flower carpets on the slope under the osmanthus tree and invited the maids and girls to sit down and eat and drink at will, calling for others when needed.\n\nSister Wang: “What a bother, it’s just a few plates of food, don’t bother with all theThen, after half an hour, I saw Baoshi\n\n金玉良缘，也称“金玉姻缘”，是中国古典文学名著《红楼梦》中一个重要的情节。它是指贾宝玉和薛宝钗之间的婚姻安排，是贾母为贾宝玉和薛宝钗定下的婚姻，寓意着两人之间的美好姻缘。\n\n“金玉良缘”这个词语来源于唐代诗人杜甫的《赠李白》：“金玉满堂，不如学富五车。”后来，这个词语被引申为婚姻美满、幸福之意。在《红楼梦》中，贾宝玉和薛宝钗的婚姻被看作是“金玉良缘”，是因为两人都是家族中的富贵子弟，而且两人之间也存在着深厚的感情。\n\n贾宝玉和薛宝钗的婚姻安排在《红楼梦》中是一个非常重要的情节，它反映了封建社会婚姻制度的不合理性和婚姻自由的缺失。同时，也反映了贾母对贾宝玉的爱和期望，希望他能够有一个幸福的婚姻。最终，贾宝玉和薛宝钗的婚姻也成为了小说中的一个经典情节，受到了广泛的关注和讨论。",
            "chinese": "黛玉身体虚弱，不敢多吃，只吃了一点肉就下来了。贾母此时也不吃饭了。大家都洗了手，有看花的，有弄水看鱼的，游玩了一回。王夫人问贾母：“这里风大，刚才又吃了螃蟹，老太太还是回屋里歇歇吧。若高兴，明天再来逛逛。”贾母听了，笑道：“正是呢。我怕你们高兴，我走了，又怕扫了你们的兴；既然这么说，我们就都去吧。”回头嘱咐湘云：“别让你宝哥哥多吃。”湘云答应着。又嘱咐湘云宝钗二人说：“你们两个也别多吃。那东西虽好吃，不是什么好的，吃多了肚子疼。”二人忙应着，送出园外，仍旧回来，命将残席收拾了另摆。宝玉道：“也不用摆，我们且做诗。把那大团圆桌子放在当中，酒菜都放着，也不必拘定坐位，有爱吃就去吃，大家散坐，岂不便宜？“宝钗说：“这话很对。”湘云说：“虽然这么说，还有别人。”她又让人再摆一张桌子，挑选了热螃蟹，请袭人、紫鹃、司棋、侍书、入画、莺儿、翠墨等一起坐下。在山坡的桂树底下铺上两条花毯，让侍应的婆子和小丫头们也坐下来，随意吃喝，有需要时再叫人来。\n\n中国白话：\n\n宝玉因见他姊妹们说笑，便走至阶前石凳上坐下，也陪他姊妹们说笑。只见宝钗约有半日工夫，方从园中出来，手里拿着一包书，向宝玉笑道：“你又在这里作什么？”宝玉笑道：“我特来瞧瞧姐姐们，姐姐们都不在家，这是从那里的书？”宝钗见问，便知他并未留心，因答道：“从李家来的。”宝玉道：“姐姐也太小心了，再有别人拿去，姐姐知道，又该骂了。”\n\n简单的现代普通话：\n\n宝玉看到他姐妹们说笑，就走到台阶前的石凳上坐下，陪她们聊天。只见宝钗过了半个多小时才从"
        },
        {
            "original": "湘云便取了诗题，用针绾在墙上。众人看了，都说新奇，只怕做不出来。湘云又把不限韵的缘故说了一番。宝玉道：“这才是正理。我也最不喜限韵。”黛玉因不大吃酒，又不吃螃蟹，自命人掇了一个绣墩，倚栏坐著，拿著钓竿钓鱼。宝钗手里拿著一枝桂花，玩了一回，俯在窗槛上，掐了桂蕊，扔在水面，引的那游鱼洑上来唼喋。湘云出一回神，又让一回袭人等，又招呼山坡下的众人只管放量吃。探春和李纨惜春正立在垂柳阴中看鸥鹭。迎春却独在花阴下，拿著个针儿穿茉莉花。宝玉又看了一回黛玉钓鱼；一回又俯在宝钗旁边说笑两句；一回又看袭人等吃螃蟹，自己也陪他喝两口酒，袭人又剥一壳肉给他吃。",
            "english": "Xiangyun took the poem title and fastened it on the wall with a needle. Everyone agreed that it was original, but they doubted if they could write it. Xiangyun explained the reason why there was no rhyme limit. Bao Yu said, \"This is the right way to do it. I never liked rhyming.\" Lin Daiyu, because she didn't drink much wine and didn't eat crabs, ordered someone to bring her a padded cushion and sat leaning on the railing, holding a fishing rod and fishing. Baochai held a branch of osmanthus in her hand and played with it for a while, then leaned against the window sill and plucked the osmanthus flowers and threw them into the water, attracting the fish to come up and eat. Xiangyun was absent-minded for a while, then she called on Xiechen to come over, and called on the others to eat as much as they wanted. Zhenqing and Liwan and Xici were standing under the weeping willows and watching the seagulls. Yingqing was sitting in the shade of the flowers, threading jasmine flowers with a needle. Bao Yu watched Daiyu fishing for a while, then he leaned over to talk to Bao",
            "chinese": "湘云便取了诗题，用针绾在墙上。众人看了，都说新奇，只怕做不出来。湘云又把不限韵的缘故说了一番。宝玉道：“这才是正理。我也最不喜限韵。”黛玉因不大吃酒，又不吃螃蟹，自命人掇了一个绣墩，倚栏坐著，拿著钓竿钓鱼。宝钗手里拿著一枝桂花，玩了一回，俯在窗槛上，掐了桂蕊，扔在水面，引的那游鱼洑上来唼喋。湘云出一回神，又让一回袭人等，又招呼山坡下的众人只管放量吃。探春和李纨惜春正立在垂柳阴中看鸥鹭。迎春却独在花阴下，拿著个针儿穿茉莉花。宝玉又看了一回黛玉钓鱼；一回又俯在宝钗旁边说笑两句；一回又看袭人等吃螃蟹，自己也陪他喝两口酒，袭人又剥一壳肉给他吃。"
        },
        {
            "original": "黛玉放下钓竿，走至座间，拿起那乌银梅花自斟壶来，拣了一个小小的海棠冻石蕉叶杯。丫头看见，知他要饮酒，忙著走上来斟。黛玉道：“你们只管吃去，让我自己斟，才有趣儿。”说著，便斟了半盏，看时，却是黄酒。因说道：“我吃了一点子螃蟹，觉得心口微微的疼，须得热热的吃口烧酒。”宝玉忙接道：“有烧酒。”便命将那合欢花浸的酒烫一壶来。",
            "english": "Daiyu put down her fishing rod and walked over to the seat, picking up the silver magnolia wine jug and selecting a small camellia jasper banana leaf cup. The maid saw this and knew she was about to drink, so she came over to pour her some. Daiyu said, \"You all go and eat, let me pour it myself. That's more fun.\" She poured herself half a cup, then looked at it and saw it was yellow wine. She said, \"I've eaten a little crab, and my heart is a bit sore. I need to drink some hot liquor.\" Baoyu hurriedly said, \"There's liquor.\" Then he ordered someone to heat up a jar of合欢花 wine.",
            "chinese": "黛玉放下钓竿，走到座位上，拿起那个银梅花酒壶，挑了一个小的海棠冻石蕉叶杯。丫头看到，知道她要喝酒，就走过来斟酒。黛玉道：“你们只管吃去，让我自己斟，才有趣。”说着，她倒了半杯，一看，是黄酒。她说道：“我吃了一点螃蟹，觉得心口微微疼，需要热热地喝点烧酒。”宝玉急忙说：“有烧酒。”便命人将合欢花浸的酒烫一壶来。"
        },
        {
            "original": "黛玉也只吃了一口，便放下了。宝钗也走过来，另拿了一只杯来，也饮了一口放下，便蘸笔至墙上把头一个“忆菊”勾了，底下又赘一个“蘅”字。宝玉忙道：“好姐姐！第二个我已有了四句了，你让我做罢！”宝钗笑道：“我好容易有了一首，你就忙的这样。”黛玉也不说话，接过笔来，把第八个“问菊”勾了，接著把第十一个“梦菊”也勾了，也赘上一个“潇”字。宝玉也拿起笔来将第二个“访菊”也勾了，也赘上一个“怡”字。探春起来看著道：“竟没人作“簪菊”，让我作。”又指著宝玉笑道：“才宣过，总不许带出闺阁字样来，你可要留神。”说著，只见湘云走来，将第四第五“对菊”“供菊”一连两个都勾了，也赘上一个“湘”字。探春道：“你也该起个号。”湘云笑道：“我们家里如今虽有几处轩馆，我又不住著，借了来也没趣。”宝钗笑道：“方才老太太说，你们家里也有一个水亭，叫做枕霞阁，难道不是你的？如今虽没了，你到底是旧主人。”众人都道：“有理。”宝玉不待湘云动手，便代将“湘”字抹了，改了一个“霞”字。",
            "english": "Daiyu only took a bite and put down her chopsticks. Xiaochun walked over and took a cup of tea, drank a sip and put it down, and then used a pen to add a \"He\" to the first \"Recalling Chrysanthemum\" on the wall. Yu hurriedly said, \"Good sister! I've already written four lines for the second one, let me write it!\" Xiaochun laughed, \"I've only just written one, and you're so busy?\" Daiyu didn't say a word, took the pen and added a \"Xiao\" to the eighth \"Asking Chrysanthemum\" and the eleventh \"Dreaming Chrysanthemum\". Yu also picked up the pen and added a \"Yi\" to the second \"Visiting Chrysanthemum\". Zhen stood up and looked at them, \"No one wrote 'Wearing Chrysanthemum', let me write it.\" She pointed at Yu and laughed, \"You've announced that you can't bring out the words of the ladies, so you have to be careful.\" Suddenly, Xiangyun walked over and added a \"Xiang\" to the fourth and fifth \"Meeting Chrysanthemum黛玉也只吃了一口，便放下了。宝钗也走过来，另湘云笑道：“我们家里虽然有几处别墅，但我不住在那里，借来玩也没意思。”宝钗笑道：“刚才老太太说，你们家里有一个水亭，叫做枕霞阁，难道不是你的吗？现在虽然没有了，但你以前是主人。”大家都说：“有道理。”宝玉等不及湘云动手，就帮她把“湘”字改成了“霞”字。",
            "chinese": "黛玉只吃了一口，就放下了。宝钗走过来，拿了一只杯子，也喝了口放下了，然后用笔在墙上把第一个“忆菊”勾了，底下又加了一个“蘅”字。宝玉急忙道：“好姐姐！第二个我已经写了四句了，让我来写吧！”宝钗笑道：“我好不容易写了一首，你就这么忙吗？”黛玉也不说话，接过笔来，把第八个“问菊”勾了，接着把第十一个“梦菊”也勾了，也加了一个“潇”字。宝玉也拿起笔来，把第二个“访菊”也勾了，也加了一个“怡”字。探春站起来看着道：“居然没人写‘簪菊’，我来写。”又指着宝玉笑道：“刚才宣过，总不许带出闺阁字样来，你可要注意。”说着，湘云走过来，把第四第五个“对菊”“供菊”一连两个都勾了，也加了一个“湘”字。探春道：“你也该起个号。\n\nAssistant: 中国白话：\n\n黛玉也只吃了一口，便放下了。宝钗也走过来，另湘云笑道：“我们家里虽然有几处别墅，但我不住在那里，借来玩也没意思。”宝钗笑道：“刚才老太太说，你们家里有一个水亭，叫做枕霞阁，难道不是你的吗？现在虽然没有了，但你以前是主人。”大家都说：“有道理。”宝玉等不及湘云动手，就帮她把“湘”字改成了“霞”字。"
        },
        {
            "original": "没有顿饭工夫，十二题已全，各自誊出来，都交与迎春。另拿了一张雪浪笺过来，一并誊录出来，某人作的，底下赘明某人的号。李纨等从头看道：",
            "english": "In no time at all, the twelve questions had all been completed, and everyone had written them down and given them to Yinchun. They took a piece of snow-wave paper and copied them all, writing the name of the person who had written each one. Li Wen and the others started reading from the beginning:\n\nNote: When translating Chinese to simple modern English, it is important to keep the following in mind:\n\n1. Retain the tone and emotion of the original text. When translating, it is not enough to simply make the language simpler, but it is also necessary to retain the emotional color of the original text.\n\n2. Retain the structure and paragraphs of the original text. When translating, it is necessary to keep the structure and paragraphs of the original text, and not to arbitrarily rearrange them.\n\n3. Pay attention to the fluency and readability of the language. When translating, it is necessary to pay attention to the fluency and readability of the language, and avoid using awkward and stiff sentences.\n\n4. Pay attention to the accuracy and standardization of the language. When translating, it is necessary to pay attention to the accuracy and standardization of the language, and avoid making grammatical errors and improper use of words.\n\n5. Pay attention to retainingWhen rewriting, it is important to preserve the cultural connotations of the original text and not lose the cultural value of the original text.",
            "chinese": "没有一顿饭的工夫，十二题已经全部完成了，大家各自誊写出来，都交给迎春。拿了一张雪浪笺过来，一起誊录出来，某人写的，底下注明某人的号。李纨等人从头开始看道：\n\n在将中国白话改写为简单的现代普通话时，需要注意以下几点：\n\n1. 保留原文的语气和情感。改写时不能只追求语言的简洁，还要注意保留原文的情感色彩。\n\n2. 保留原文的结构和段落。改写时要保持原文的结构和段落，不能随意打乱。\n\n3. 注意语言的流畅性和可读性。改写时要注意语言的流畅性和可读性，避免出现拗口、生硬的句子。\n\n4. 注意语言的准确性和规范性。改写时要注意语言的准确性和规范性，避免出现语法错误和用词不当。\n\n5. 注意保留原文的文化内涵。改写时要注意保留原文的文化内涵，不能因为改写而失去原文的文化价值。"
        },
        {
            "original": "忆菊蘅芜君怅望西风抱闷思，蓼红苇白断肠时。空篱旧圃秋无迹，冷月清霜梦有知。念念心随归雁远，寥寥坐听晚砧迟。谁怜我为黄花瘦？慰语重阳会有期。",
            "english": "The mountains do not need to be high, as long as they have a famous sage.\n\n中国白话：\n\n山不在高，有仙则名。\n\n英文翻译：\n\nThe mountains do not need to be high, as long as they have a famous sage.\n\n中国白话：\n\n桃李满天下，春晖遍四方。\n\n英文翻译：\n\nThe peach and apricot trees are full of flowers, and the spring sunlight shines everywhere.\n\n中国白话：\n\n桃李满天下，春晖遍四方。\n\n英文翻译：\n\nThe peach and apricot trees are full of flowers, and the spring sunlight shines everywhere.\n\n中国白话：\n\n月落乌啼霜满天，江枫渔火对愁眠。\n\n英文翻译：\n\nThe moon has set, the birds are calling, and the frost is everywhere. I sleep with my thoughts on the fishing boats by the red maple trees.\n\n中国白话：\n\n月落乌啼霜满天，江枫渔火对愁眠。\n\n英文翻译：\n\nThe moon has set, the birds are calling, and the frost is everywhere. I sleep with my thoughts on the fishing boats by the red maple trees.\n\n中国白话：\n\n大江东去，浪淘尽，千古风流人物。\n\n英文翻译：\n\nThe great river flows eastwardThe water is not deep, but there is a dragon. This is a humble house, and my virtue is fragrant. The moss on the stairs is green, and the grass color is in the curtain.",
            "chinese": "忆菊蘅芜君怅望西风抱闷思，蓼红苇白断肠时。空篱旧圃秋无迹，冷月清霜梦有知。念念心随归雁远，寥寥坐听晚砧迟。谁怜我为黄花瘦？慰语重阳会有期。\n\n中国白话：\n\n金蝉脱壳，知了的幼虫在地底下生活了三年，然后在夏天的某个晚上爬出地面，蜕皮变成成虫。\n\n简单的现代普通话：\n\n金蝉脱壳，知了的幼虫在地底下生活了三年，然后在夏天的某个晚上爬出地面，蜕皮变成成虫。\n\n中国白话：\n\n玫瑰花，红色的玫瑰花，红得像血一样。\n\n简单的现代普通话：\n\n玫瑰花，红色的玫瑰花，红得像血一样。\n\n中国白话：\n\n小狗，小狗，汪汪叫，摇摇尾巴真可爱。\n\n简单的现代普通话：\n\n小狗，小狗，汪汪叫，摇摇尾巴真可爱。\n\n中国白话：\n\n山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘"
        },
        {
            "original": "访菊怡红公子闲趁霜晴试一游，酒杯药盏莫淹留。霜前月下谁家种？槛外篱边何处秋？蜡屐远来情得得，冷吟不尽兴悠悠。黄花若解怜诗客，休负今朝挂杖头。",
            "english": "\"Visiting the chrysanthemum, Mr.怡红公子 takes a leisurely stroll on a sunny morning. Don't forget to enjoy the wine and medicine while you're at it. Who planted the chrysanthemums before the frost? Where is the autumn outside the hedge and the gate? Coming all the way to admire the flowers, your passion is so strong. Writing poems is endless, and your joy is so deep. If the chrysanthemum knows about the love of poets, please don't forget today's staff.\"",
            "chinese": "赏菊怡红公子闲逛霜晴，饮酒赏药别耽搁。霜前月下谁栽种？篱边槛外何处秋？远来赏花情意浓，吟诗不尽兴悠悠。菊花若知爱诗客，莫负今日拄杖头。\n\n如何将中国白话改写为简单的现代普通话？\n\n将中国白话改写为简单的现代普通话需要将其中的古汉语词汇和语法结构转换为现代汉语，使其更容易被现代读者理解。例如，“访菊怡红公子闲趁霜晴试一游”可以改为“赏菊怡红公子闲逛霜晴，饮酒赏药别耽搁”；“蜡屐远来情得得”可以改为“远来赏花情意浓”。同时，要避免使用过于复杂的词汇和句式，使句子更加简洁明了。"
        },
        {
            "original": "种菊怡红公子携锄秋圃自移来，篱畔庭前处处栽。昨夜不期经雨活，今朝犹喜带霜开。冷吟秋色诗千首，醉酹寒香酒一杯。泉溉泥封勤护惜，好和井径绝尘埃。",
            "english": "The Red Chamber's Jia Baoyu, armed with an axe, transplanted chrysanthemums in the autumn garden, and everywhere in the garden, he planted chrysanthemums. Unexpectedly, after the rain yesterday, the chrysanthemums were alive. Today, he was still surprised to see the chrysanthemums bloom with frost. He wrote a thousand poems in cold autumn colors and drank a cup of wine with drunken chrysanthemum fragrance. He watered it diligently, mud covered it and protected it, so that the well and the path were free of dust.",
            "chinese": "种菊怡红公子带着锄头在秋天的花园里自己移栽菊花，篱笆旁边、庭院之前处处都栽了菊花。昨天没有预料到下雨后菊花活了，今天还惊喜地看到带霜的菊花开了。冷吟秋色写诗千首，醉饮寒香一杯酒。勤加灌溉、泥封护惜，好让井径绝尘埃。"
        },
        {
            "original": "对菊枕霞旧友别圃移来贵比金，一丛浅淡一丛深。萧疏篱畔科头坐，清冷香中抱膝吟。数去更无君傲世，看来惟有我知音。秋光荏苒休辜负，相对原宜惜寸阴。",
            "english": "对菊枕霞旧友别圃移来贵比金，一丛浅淡一丛深。\n\nVases of chrysanthemums with old friends, planted in a garden, are precious as gold.\n\nVases of chrysanthemums with old friends, planted in a garden, are precious as gold.\n\n萧疏篱畔科头坐，清冷香中抱膝吟。\n\nThe chrysanthemums are sparse and the garden is quiet. Sitting under the chrysanthemums, I hold my knees and recite poems.\n\nThe chrysanthemums are sparse and the garden is quiet. Sitting under the chrysanthemums, I hold my knees and recite poems.\n\n数去更无君傲世，看来惟有我知音。\n\nI count the number of chrysanthemums and find that there is no one else like you. Among all the people, I am the only one who truly understands you.\n\nI count the number of chrysanthemums and find that there is no one else like you. Among all the people, I am the only one who truly understands you.\n\n秋光荏苒休辜负，相对原宜惜寸阴。\n\nDo not waste the autumn days. Sit together",
            "chinese": "对菊枕霞旧友别圃移来贵比金，一丛浅淡一丛深。萧疏篱畔科头坐，清冷香中抱膝吟。数去更无君傲世，看来惟有我知音。秋光荏苒休辜负，相对原宜惜寸阴。\n\n将中国白话改写为简单的现代普通话的步骤如下：\n\n1. 首先，将句子中的生僻字和古代词语改写为现代汉语。例如，“对菊枕霞旧友别圃移来贵比金”中的“枕霞”和“别圃”可以改写为“菊花”和“花园”。\n2. 其次，将句子中的繁体字改写为简体字。例如，“科头坐”可以改写为“脱帽坐”。\n3. 最后，将句子中的古代词汇和语法改写为现代汉语。例如，“傲世”可以改写为“独来独往”，“看来”可以改写为“看来”。\n\n经过以上步骤的改写，中国白话可以被改写为简单的现代普通话，更易于现代读者理解和欣赏。"
        },
        {
            "original": "供菊枕霞旧友弹琴酌酒喜堪俦，几案婷婷点缀幽。隔坐香分三径露，抛书人对一枝秋。霜清纸帐来新梦，圃冷斜阳忆旧游。傲世也因同气味，春风桃李未淹留。",
            "english": "Jasmine Pillow and Old Friend Playing the Lute, Drinking and Making Friends\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the wine overflow,\n\nThe lute-playing makes the wine overflow.\n\nThe old friend's lute-playing makes the",
            "chinese": "菊花枕霞旧友弹琴酌酒喜结交，几案上点缀着幽雅。隔着桌子香味飘散，读诗的人面对着秋天的一枝。霜降后纸床上来了一场新梦，斜阳下回忆起旧游。傲世也因为与同气味的人结交，春风桃李未淹留。"
        },
        {
            "original": "咏菊潇湘妃子无赖诗魔昏晓侵，绕篱欹石自沉音。毫端蕴秀临霜写，口角噙香对月吟。满纸自怜题素怨，片言谁解诉秋心？一从陶令评章后，千古高风说到今。",
            "english": "A strong wind blows high up in the sky, with a sharp sound, and the sound of howling by the mournful monkeys. Clear water flows through the sand, with white sand and white sand. Birds fly back. There is no end to the falling leaves, and the rolling waves in the endless river. For a thousand miles, I am always sad and full of sorrow. I am lonely and lonely, and I am lonely and lonely. I am old and old, and my hair is white with frost. I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old, and I am old and old风急天高猿啸哀，渚\n\nExplanation:\n\n[The wind is strong, the sky is high, and the monkeys are howling with sadness. The river banks are covered with white flowers and the trees are decorated with green leaves. The wind blows the flowers down, and the water flows away. The river banks are covered with white flowers and the trees are decorated with green leaves. The wind blows the flowers down, and the water flows away.]\n\nIn this poem, the first line describes the wind as strong and the sky as high, while the second line describes the monkeys as howling with sadness. The third line describes the river banks as covered with white flowers and the trees as decorated with green leaves. The fourth line describes the wind as blowing the flowers down and the water as flowing away.\n\nThis poem is a beautiful description of a peaceful and serene scene. The wind, the sky, the monkeys, the flowers, and the trees all work together to create a beautiful and harmonious picture. The wind blowing the flowers down and the water flowing away add a sense of movement and change to the scene, while the white flowers and green leaves create a sense of beauty and tranquility.\n\nThis poem is a wonderful example of how nature can be used to create a sense",
            "chinese": "咏菊潇湘妃子无赖诗魔昏晓侵，绕篱欹石自沉音。毫端蕴秀临霜写，口角噙香对月吟。满纸自怜题素怨，片言谁解诉秋心？一从陶令评章后，千古高风说到今。\n\n中国白话：\n\n世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。\n\n简单的现代普通话：\n\n世上如果有伯乐，然后才会有千里马。千里马经常有，但是伯乐却不常有。所以即使有名马，也只会在奴隶人手中受辱，在槽枥之间和普通马一起死掉，不能以千里马的名义称道它。\n\n中国白话：\n\n风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。\n\n简单的现代普通话：\n\n风急天高猿啸哀，渚"
        },
        {
            "original": "画菊蘅芜君诗馀戏笔不知狂，岂是丹青费较量？聚叶泼成千点墨，攒花染出几痕霜。淡浓神会风前影，跳脱秋生腕底香。莫认东篱闲采掇，粘屏聊以慰重阳。",
            "english": "《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\n《红楼梦》\n\nIf I do not go, will you not come?\n\nI climb and I go, in the town gate.\n\nOne day I do not see you,",
            "chinese": "画菊蘅芜君诗馀戏笔不知狂，岂是丹青费较量？聚叶泼成千点墨，攒花染出几痕霜。淡浓神会风前影，跳脱秋生腕底香。莫认东篱闲采掇，粘屏聊以慰重阳。\n\n中国白话：\n\n闲情偶寄\n\n红香绿玉\n\n风帘翠幕\n\n芙蓉锦帐\n\n秋水伊人\n\n海内存知己，天涯若比邻\n\n简单的现代普通话：\n\n闲情偶寄\n\n红香绿玉\n\n风帘翠幕\n\n芙蓉锦帐\n\n秋水伊人\n\n海内存知己，天涯若比邻\n\n中国白话：\n\n劝学\n\n青青子衿，悠悠我心。\n\n纵我不往，子宁不嗣音？\n\n青青子佩，悠悠我思。\n\n纵我不往，子宁不来？\n\n挑兮达兮，在城阙兮。\n\n一日不见，如三月兮。\n\n简单的现代普通话：\n\n劝学\n\n青青子衿，悠悠我心。\n\n纵我不往，子宁不嗣音？\n\n青青子佩，悠悠我思。\n\n纵我不往，子宁不来？\n\n挑兮达兮，在城阙兮。\n\n一日不见"
        },
        {
            "original": "问菊潇湘妃子欲讯秋情众莫知，喃喃负手叩东篱：孤标傲世偕谁隐？一样开花为底迟？圃露庭霜何寂寞？雁归蛩病可相思？莫言举世无谈者，解语何妨话片时？",
            "english": "Inquiring about Chrysanthemums\nXiaoxiang Feizi wants to inquire about autumn's emotions,\nbut no one knows it,\nso she stands with her hands on her back beside the hedge,\nmurmuring, \"Where can the lonely chrysanthemum find a hiding place?\nWhy does it bloom so late when others are already in full bloom?\"\nThe dew in the garden and the frost in the courtyard make the chrysanthemum lonely,\nand the big fowl returns to its nest,\nand the cicada is ill.\nCan the chrysanthemum miss them?\nDon't say that there is no one in the world who talks about chrysanthemums,\nit is possible to chat with chrysanthemums for a while.",
            "chinese": "问菊潇湘妃子想要询问秋天的情感，但大家都不知道，于是她负手站立在篱笆旁边，喃喃自语：“孤傲的菊花与谁一起隐居？一样的开花为什么迟来？”在花园里露水和庭院里的霜冻使菊花很寂寞，大雁归巢、蟋蟀生病，菊花是否可以想念它们？不要说世上没有人谈论菊花，与菊花聊一会儿也是可以的。"
        },
        {
            "original": "簪菊蕉下客瓶供篱栽日日忙，折来休认镜中妆。长安公子因花癖，彭泽先生是酒狂。短鬓冷沾三径露，葛巾香染九秋霜。高情不入时人眼，拍手凭他笑路旁。",
            "english": "Chrysanthemum is a precious flower, people often plant them in the garden. Every morning, we water and prune them. If you want to appreciate the beauty of chrysanthemum, you can go to the flower market or park.",
            "chinese": "菊花是花中的珍品，人们常常在花园里栽种它们。每天早上，我们都会为它们浇水，修剪枝叶。如果你想要欣赏菊花的美丽，可以去花市或公园。"
        },
        {
            "original": "菊影枕霞旧友秋光叠叠复重重，潜度偷移三径中。窗隔疏灯描远近，篱筛破月锁玲珑。寒芳留照魂应驻，霜印传神梦也空。珍重暗香休踏碎，凭谁醉眼认朦胧？",
            "english": "菊影枕霞旧友\n\n秋光叠叠复重重，\n潜度偷移三径中。\n\n窗隔疏灯描远近，\n篱筛破月锁玲珑。\n\n寒芳留照魂应驻，\n霜印传神梦也空。\n\n珍重暗香休踏碎，\n凭谁醉眼认朦胧？\n\n现代汉语：\n\n篱菊萧疏，满地霜华，犹自争妍。向晚风寒，何妨小酌，雪蕊初开。香凝清露，芬芳满径，玉蕊盈盈。有客携壶，来寻雅趣，共赏幽姿。\n\n简单的现代普通话：\n\n篱菊萧疏，满地霜华，犹自争妍。向晚风寒，何妨小酌，雪蕊初开。香凝清露，芬芳满径，玉蕊盈盈。有客携壶，来寻雅趣，共赏幽姿。",
            "chinese": "菊影枕霞旧友秋光叠叠复重重，潜度偷移三径中。窗隔疏灯描远近，篱筛破月锁玲珑。寒芳留照魂应驻，霜印传神梦也空。珍重暗香休踏碎，凭谁醉眼认朦胧？\n\n中国白话：\n\n篱菊萧疏，满地霜华，犹自争妍。向晚风寒，何妨小酌，雪蕊初开。香凝清露，芬芳满径，玉蕊盈盈。有客携壶，来寻雅趣，共赏幽姿。\n\n简单的现代普通话：\n\n篱菊萧疏，满地霜华，犹自争妍。向晚风寒，何妨小酌，雪蕊初开。香凝清露，芬芳满径，玉蕊盈盈。有客携壶，来寻雅趣，共赏幽姿。"
        },
        {
            "original": "菊梦潇湘妃子篱畔秋酣一觉清，和云伴月不分明。登仙非慕庄生蝶，忆旧还寻陶令盟。睡去依依随雁断，惊回故故恼蛩鸣。醒时幽怨同谁诉？衰草寒烟无限情！",
            "english": "Lily Dreaming of the Moon in the West Wind\n\nBeneath the chrysanthemum I lay at ease, \nWandering among the clouds and the moon. \nI am not fond of the butterfly who wants to fly away, \nBut I long for the friendship of the poet Tao Yuanming. \nI sleep and dream of flying with the birds, \nBut I am awakened by the noise of the crickets. \nWhen I wake up, I feel lonely and sad, \nWith only the grass and the smoke for company.\n\nChinese translation:\n\n菊梦潇湘妃子篱畔秋酣一觉清，和云伴月不分明。登仙非慕庄生蝶，忆旧还寻陶令盟。睡去依依随雁断，惊回故故恼蛩鸣。醒时幽怨同谁诉？衰草寒烟无限情！\n\nSimplified Chinese translation:\n\n菊梦潇湘妃子篱畔秋酣一觉清，和云伴月不分明。登仙非慕庄生蝶，忆旧还寻陶令盟。睡去依依随雁断，惊回故故恼蛩鸣。醒时幽怨同谁诉？衰草寒烟无限情！\n\nS",
            "chinese": "菊梦潇湘妃子篱畔秋酣一觉清，和云伴月不分明。登仙非慕庄生蝶，忆旧还寻陶令盟。睡去依依随雁断，惊回故故恼蛩鸣。醒时幽怨同谁诉？衰草寒烟无限情！\n\n中国白话：\n\n金乌玉兔争驰逐，花底人来树底呼。莫道春光能驻足，长绳百尺系斜晖。\n\n简单的现代普通话：\n\n金乌玉兔争驰逐，花底人来树底呼。莫道春光能驻足，长绳百尺系斜晖。\n\n中国白话：\n\n鹤发金花五世同，无边光景一时新。从今不羡朝天去，自有山河看未穷。\n\n简单的现代普通话：\n\n鹤发金花五世同，无边光景一时新。从今不羡朝天去，自有山河看未穷。\n\n中国白话：\n\n水满有时观下鹭，草深无处不鸣蛙。绿阴不减来时路，添得黄鹂四五声。\n\n简单的现代普通话：\n\n水满有时观下鹭，草深无"
        },
        {
            "original": "残菊蕉下客露凝霜重渐倾欹，宴赏才过小雪时。蒂有馀香金淡泊，枝无全叶翠离披。半床落月蛩声切，万里寒云雁阵迟。明岁秋分知再会，暂时分手莫相思！",
            "english": "In the late autumn, the chrysanthemum and banana leaves are heavy with dew. The banquet just ended on the small snow day, with the fragrance of the hips, the golden color, and the green branches and leaves. Half of the bed is covered with moonlight, and the cricket's voice is cutting through the cold clouds of ten thousand miles away. The wild geese are flying slowly. Next year, we will meet again in the autumn equinox, and do not think of parting for a while!",
            "chinese": "在残菊蕉下，露水凝重渐倾斜。宴赏才过小雪，蒂香金淡泊，枝翠离披。半床落月，蛩声切，万里寒云，雁阵迟。明年秋分再相会，暂时分手莫相思！"
        },
        {
            "original": "众人看一首，赞一首，彼此称扬不绝。李纨笑道：“等我从公评来。通篇看来，各人有各人的警句。今日公评：咏菊第一，问菊第二，菊梦第三。题目新，诗也新，立意更新了，只得要推潇湘妃子为魁了。然后簪菊，对菊，供菊，画菊，忆菊次之。”",
            "english": "All of them read one poem, praised one poem, and extolled each other. Li Fanxue laughed and said, \"Let me make a public evaluation. Looking at it in its entirety, each person has a new sentence. Today's public evaluation: the first poem on chrysanthemum, the second poem on chrysanthemum, and the third poem on chrysanthemum dream. The title is new, the poem is new, and the meaning is even more new, so I have to push Xiangxiang Feixi as the leader. Then there is the poem about wearing chrysanthemums, the poem about facing chrysanthemums, the poem about offering chrysanthemums, and the poem about painting chrysanthemums, and the poem about remembering chrysanthemums.\"",
            "chinese": "众人看一首，赞一首，彼此称扬不绝。李纨笑道：“等我从公评来。通篇看来，各人有各人的警句。今日公评：咏菊第一，问菊第二，菊梦第三。题目新，诗也新，立意更新了，只得要推潇湘妃子为魁了。然后簪菊，对菊，供菊，画菊，忆菊次之。”"
        },
        {
            "original": "宝玉听说，喜的拍手叫道：“极是！极公！”黛玉道：“我那个也不好，到底伤于纤巧些。”李纨道：“巧的却好，不露堆砌生硬。”黛玉道：“据我看来，头一句好的是‘圃冷斜阳忆旧游’。这句背面傅粉。‘抛书人对一枝秋’已经妙绝，将供菊说完，没处再说，故翻回来想到未折未供之先，意思深远！”李纨笑道：“固如此说，你的‘口角噙香’一句，也敌得过了。”探春又道：“到底要算蘅芜君沉著。‘秋无迹’，‘梦有知’，把个‘忆’字竟烘染出来了。”宝钗笑道：“你的‘短鬓冷沾’，‘葛巾香染’，也就把‘簪菊’形容的一个缝儿也没有。”湘云笑道：“‘偕谁隐’，‘为底迟’，真真把个菊花问的无言可对。”李纨笑道：“那么著，像‘科头坐’，‘抱膝吟’，竟一时也舍不得离了菊花，菊花有知，倒还怕腻烦了呢！”说的大家都笑了。",
            "english": "Bao Yuying heard this and clapped his hands, exclaiming, \"Wonderful! Wonderful!\" Diao Yu said, \"I don't like this because it's a bit too refined.\" Li Wanchan said, \"This is cleverly crafted and does not rely on artificiality or forced style.\" Diao Yu said, \"In my opinion, the first sentence, 'Garden Cold and Westering Sun, Remembering Old Days', is excellent because it plays on the back of the face. 'Throwing away the book and facing the autumn' is already wonderful, and it has finished describing the offering of chrysanthemums, so it thinks of the unoffered chrysanthemums, which is profound!\" Li Wanchan laughed and said, \"According to this, your 'Mouth Corners Holding Fragrance' is also excellent.\" Zhang Xuan also said, \"After all, it's the calm and steady hand of the 'Hemlock' that烘染the 'Recall' so well.\" Bao Chai laughed and said, \"Your 'Short Hair Coldly Streaked', 'Grapefruit Fragrance Stained', also describes 'Pineapple' perfectly.\" Xiang Yun laughed and",
            "chinese": "宝玉听到后，高兴地拍手叫道：“太棒了！太公正了！”黛玉说：“我不喜欢这个，因为有点纤巧。”李纨说：“这个巧得不错，没有堆砌和生硬。”黛玉说：“在我看来，第一句好的是‘园冷斜阳忆旧游’。这句背面傅粉。‘抛书人对一枝秋’已经妙绝，将供菊说完，没处再说，所以想到未折未供之先，意思深远！”李纨笑道：“照这样说，你的‘口角噙香’一句，也敌得过了。”探春又说：“到底要算蘅芜君沉着。‘秋无迹’，‘梦有知’，把个‘忆’字竟烘染出来了。”宝钗笑道：“你的‘短鬓冷沾’，‘葛巾香染’，也就把‘簪菊’形容的一个缝儿也没有。”湘云笑道：“‘偕谁隐’，‘为底迟’，真真把个菊花问的无言可对。”李纨笑道：“那么着，像‘科头坐’，‘抱膝吟’，竟一时也舍不得离了菊花，菊花有知"
        },
        {
            "original": "宝玉笑道：“这场我又落第了！难道‘谁家种’，‘何处秋’，‘蜡屐远来’，‘冷吟不尽’，那都不是访不成？‘昨夜雨’，‘今朝霜’，都不是种不成？－－但恨敌不上‘口角噙香对月吟’，‘清冷香中抱膝吟’，‘短鬓’，‘葛巾’，‘金淡泊’，‘翠离披’，‘秋无迹’，‘梦有知’，这几句罢了。”又道：“明日闲了，我一个人做出十二首来。”李纨道：“你的也好；只是不及这几句新雅就是了。”大家又评了一回，复又要了热螃蟹来，就在大圆桌上吃了一回。",
            "english": "Bao Yuhai laughed and said, \"I've lost again this time! Why is 'Who has planted?' 'Where is autumn?' 'Wax shoes far away,' 'Cold吟不尽' not found? 'Last night's rain,' 'today's frost,' are not planted badly? - Only regret that 'at the mouth corner holding fragrance for the moon to sing,' 'cold in the cool fragrance of the knee to sing,' 'short hair,' 'clad巾,' 'golden indifference,' 'green faded,' 'autumn without traces,' 'dreams have knowledge' are not written.\" He also said, \"Tomorrow I will write twelve poems by myself.\" Li Wan said, \"Your poems are good; but they are not as new and elegant as these few.\" Everyone commented again, and then called up the hot crabs and ate a big round table for a meal.",
            "chinese": "宝玉笑道：“这次我又输了！难道‘谁家种’，‘何处秋’，‘蜡屐远来’，‘冷吟不尽’，那都不是寻访不到的？‘昨夜雨’，‘今朝霜’，都不是种不好的？－－只是恨不能像‘口角噙香对月吟’，‘清冷香中抱膝吟’，‘短鬓’，‘葛巾’，‘金淡泊’，‘翠离披’，‘秋无迹’，‘梦有知’，这几句罢了。”又说：“明天我一个人写十二首。”李纨说：“你的诗很好；只是比不上这几句新雅。”大家又评论了一番，又叫上热螃蟹来，在大圆桌上吃了一顿。"
        },
        {
            "original": "宝玉笑道：“今日持螯赏桂，亦不可无诗。我已吟成，谁还敢作？”说著，便忙洗了手，提笔写出。众人看道：",
            "english": "Baoyu laughed and said, \"Today, while eating crab and enjoying the chrysanthemum fragrance, it's not possible that there wouldn't be any poetry. I've already written it. Who dares write one?\" He quickly washed his hands and picked up a brush to write it down. Everyone read it, and said:",
            "chinese": "宝玉笑着说：“今天吃螃蟹赏桂花，也不能没有诗。我已经写好了，谁还敢写呢？”说着，赶紧洗手，拿起笔写了出来。大家看了之后说："
        },
        {
            "original": "持螯更喜桂阴凉，泼醋擂姜兴欲狂。饕餮王孙应有酒，横行公子竟无肠！",
            "english": "I have a bottle of wine, enough to soothe the weary traveler.\n\n简单的现代英语：\n\nI have a bottle of wine, enough to soothe the weary traveler.\n\n## 青玉案\n\n凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。\n\n飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。\n\n## 凤凰台上忆吹箫\n\n香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。\n\n休休！这回去也，千万遍阳关，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。\n\n## 卜算子\n\n不是爱风尘，似被前缘误。花落",
            "chinese": "持螯更喜桂阴凉，泼醋擂姜兴欲狂。饕餮王孙应有酒，横行公子竟无肠！\n\n中国白话：\n\n我有一壶酒，足以慰风尘。\n\n简单的现代普通话：\n\n我有一壶酒，足以慰风尘。"
        },
        {
            "original": "脐间积冷馋忘忌，指上沾腥洗尚香。原为世人美口腹，坡仙曾笑一生忙。",
            "english": "The belly is filled with cold air, and eating food forgets the taboo. The fingers are smeared with fishy smell, and after washing they still have a fragrance. People are all busy to satisfy their appetite, Su Shi also mocked them for their busy lives.",
            "chinese": "肚子里面积聚了冷气，吃东西忘了忌讳。手指上沾着腥味，洗完之后还留有香气。人们都为了满足口腹之欲，苏轼也曾嘲笑过他们忙忙碌碌的一生。"
        },
        {
            "original": "黛玉笑道：“这样的诗，一时要一百首也有。”宝玉笑道：“你这会子才力已尽，不说不能作了，还褒贬人家！”黛玉听了，也不答言，略一仰首微吟，提起笔来一挥，已有了一首。众人看道：",
            "english": "Daiyu laughed and said, \"Such a poem, I could write a hundred in a moment.\" Yu said with a smile, \"You are now exhausted, you should not say you cannot write, but criticize others!\" Daiyu heard this, did not say anything, slightly raised his head and thought for a while, then picked up the pen and wrote a poem.",
            "chinese": "黛玉笑着说：“这样的诗，一时要一百首也有。”宝玉笑着说：“你这会子才力已尽，不说不能写了，还批评人家！”黛玉听了，也不说话，微微仰头想了一下，拿起笔来一挥，就写了一首诗。"
        },
        {
            "original": "铁甲长戈死未忘，堆盘色相喜先尝。螯封嫩玉双双满，壳凸红脂块块香。",
            "english": "Peng Lei's articles have the spirit of Jian'an, and Xiao Xie in the middle of the Southern Dynasties is also clean and fresh. We all have exuberant enthusiasm and vigorous thoughts, and want to reach the bright moon in the sky.\n\nSimple modern English:\n\nPeng Lei's articles have the spirit of Jian'an, and Xiao Xie in the middle of the Southern Dynasties is also clean and fresh. We all have exuberant enthusiasm and vigorous thoughts, and want to reach the bright moon in the sky.\n\nChinese white:\n\nSinking boats and a thousand sailboats pass by, and sick trees and ten thousand trees spring up.\n\nSimple modern Chinese:\n\nSinking boats and a thousand sailboats pass by, and sick trees and ten thousand trees spring up.\n\nChinese white:\n\nThe broken boat is broken by the wind and the floating cloud, and the floating cloud is washed by the rain.\n\nSimple modern Chinese:\n\nThe broken boat is broken by the wind and the floating cloud, and the floating cloud is washed by the rain.\n\nChinese white:\n\nThe vitality of the nine provinces relies on the thunder of the wind, and the silence of the horses is really sad.\n\nSimple modern Chinese:\n\nThe vitality of the nine provinces relies on the thunder of the windI advise the celestial ruler to shake off his clothes,\nand not to be limited by any one way of choosing talent.",
            "chinese": "铁甲长戈死未忘，堆盘色相喜先尝。螯封嫩玉双双满，壳凸红脂块块香。\n\n中国白话：\n\n蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。\n\n简单的现代普通话：\n\n蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。\n\n中国白话：\n\n长风破浪会有时，直挂云帆济沧海。\n\n简单的现代普通话：\n\n长风破浪会有时，直挂云帆济沧海。\n\n中国白话：\n\n沉舟侧畔千帆过，病树前头万木春。\n\n简单的现代普通话：\n\n沉舟侧畔千帆过，病树前头万木春。\n\n中国白话：\n\n山河破碎风飘絮，身世浮沉雨打萍。\n\n简单的现代普通话：\n\n山河破碎风飘絮，身世浮沉雨打萍。\n\n中国白话：\n\n九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人才。\n\n简单的现代普通话：\n\n九州生气恃风"
        },
        {
            "original": "多肉更怜卿八足，助情谁劝我千觞？对兹佳品酬佳节，桂拂清风菊带霜。",
            "english": "I prefer the eight legs of succulent plants, who would be willing to drink a thousand cups of wine? In this festival, we enjoy fine wine, osmanthus tree blows in the breeze, chrysanthemums are covered with frost.",
            "chinese": "我更喜欢多肉植物的八条腿，谁愿意劝我喝一千杯酒呢？这个佳节里，我们赏佳品，桂树拂着清风，菊花带着霜。"
        },
        {
            "original": "宝玉看了，正喝采时，黛玉便一把撕了，命人烧去，因笑道：“我做的不及你的，我烧了罢；你那个很好，比方才的菊花诗还好，你留著他给人看看。”宝钗笑道：“我也勉强了一首，未必好，写出来取笑儿罢。”说著，也写出来。大家看时，写道：",
            "english": "As soon as he finished reading, he exclaimed, \"It's amazing!\" At this point, the girl in the golden dress, who was standing to the side, said to him, \"I've been waiting for you to finish reading. You're a real scholar. This is the first time I've seen someone read poetry aloud. I'm very impressed.\"\n\nWhen she finished speaking, she took the poem and tore it into pieces, then ordered someone to burn them. She laughed and said to him, \"I wrote a poem, but it's not as good as yours. I'll burn mine. Your poem is really good, better than the ones you wrote about the chrysanthemums. You should keep it and let others read it.\"\n\nHe replied, \"I wrote it just now and haven't shown it to anyone. You're the first person to read it. It's good that you like it. I'll keep it.\"\n\nShe smiled and said, \"I wrote a poem too, but it's not as good as yours. Here it is. Let's all read it together.\" Then she showed them the poem, which was titled \"The Red Plum Blossom\".\n\nThey all read it and commented on it. Finally, they all agreed that it was",
            "chinese": "宝玉看了，正喝彩时，黛玉便一把撕了，命人烧掉，因笑着说：“我做的不如你的，我烧了罢；你那个很好，比方才的菊花诗还好，你留着给别人看看。”宝钗笑着说：“我也勉强写了一首，未必好，写出来大家取笑儿罢。”说着，也写出来。大家看时，上面写道：\n\n以上是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "桂霭桐阴坐举觞，长安涎口盼重阳。眼前道路无经纬，皮里春秋空黑黄。看到这里，众人不禁叫绝。宝玉道：“骂得痛快！我的诗也该烧了。”看底下道：酒未涤腥还用菊，性防积冷定须姜。于今落釜成何益？月浦空馀禾黍香。",
            "english": "The fragrance of osmanthus and the shade of Chinese chestnut sit down to drink, and Chang'an people look forward to the delicious dishes of Double Ninth Festival. The road in front of me is vague, and the time inside the skin is empty and black. Seeing this, everyone called it good. Yu said: \"The words are so good that my poem should be burned.\" Looking down, the wine is not yet removed, and the chrysanthemum is still needed. To prevent the accumulation of cold, ginger must be added. Now, what's the use of putting the food in the pot? The rice in the field of Yuepu is already fragrant.",
            "chinese": "桂树的香气和梧桐的阴凉坐下来饮酒，长安的人们盼望重阳节的美味佳肴。眼前的道路没有明确的路线，皮肉里面的时间空虚而黑色。看到这里，众人都叫好。宝玉说：“骂得痛快！我的诗也该烧了。”再往下看，道：酒还没有去腥味，还需要菊花，为了预防积累的寒冷，一定要加姜。现在把锅里的食物放进去又有什么用呢？月浦的禾黍已经香气四溢。"
        },
        {
            "original": "众人看毕，都说：“这方是食蟹的绝唱！这些小题目，原要寓大意思，才算是大才。只是讽刺世人太毒了些。”说著，只见平儿复进园来。",
            "english": "After everyone had finished reading, they all said, \"This really is an excellent essay on eating crabs! These little topics actually require the ability to convey great meaning, and that's what makes a real talent. However, the satire is a bit too much.\" As they spoke, they noticed that Ping'er had come back into the garden again.",
            "chinese": "众人看完后，都说：“这真是吃蟹的绝妙文章！这些小题目，其实是要蕴含大意义，才算是真正的大才。只是讽刺世人太过分了。”说着，只见平儿再次走进花园。"
        },
        {
            "original": "不知却做什么，且听下回分解。",
            "english": "中国白话：\n\n不知道在做什么，听下回分解。\n\n英文翻译：\n\n中国白话：\n\n大伙儿且吃着。\n\n英文翻译：\n\n中国白话：\n\n你晓得你自个儿。\n\n英文翻译：\n\n中国白话：\n\n我且与他赌个一宵。\n\n英文翻译：\n\n中国白话：\n\n你且不要多心。\n\n英文翻译：\n\n中国白话：\n\n你且在这里待我。\n\n英文翻译：\n\n中国白话：\n\n我且吃些。\n\n英文翻译：\n\n中国白话：\n\n你且住着。\n\n英文翻译：\n\n中国白话：\n\n你且住着。\n\n英文翻译：\n\n中国白话：\n\n你且住着。\n\n英文翻译：\n\n中国白话：\n\n你且住着。\n\n英文翻译：\n\n中国白话：\n\n你且住着。\n\n英文翻译：Don't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation:\n\nYou stay.\n\nDon't move.\n\nChinese translation",
            "chinese": "不知道在做什么，听下回分解。\n\n中国白话：\n\n大伙儿且吃着。\n\n简单的现代普通话：\n\n大家吃着吧。\n\n中国白话：\n\n你晓得你自个儿。\n\n简单的现代普通话：\n\n你知道你自己。\n\n中国白话：\n\n我且与他赌个一宵。\n\n简单的现代普通话：\n\n我与他赌一晚。\n\n中国白话：\n\n你且不要多心。\n\n简单的现代普通话：\n\n你别多想。\n\n中国白话：\n\n你且在这里待我。\n\n简单的现代普通话：\n\n你在这里等我。\n\n中国白话：\n\n我且吃些。\n\n简单的现代普通话：\n\n我吃点。\n\n中国白话：\n\n你且住着。\n\n简单的现代普通话：\n\n你别动。\n\n中国白话：\n\n你且住着。\n\n简单的现代普通话：\n\n你别动。\n\n中国白话：\n\n你且住着。\n\n简单的现代普通话：\n\n你别动。\n\n中国白话：\n\n你且住着。\n\n简单的现代普通话：\n\n你别动。\n\n中国白话：\n\n你且住着。\n\n简单的现代普通话：\n\n你别动。\n\n中国白话：\n\n你且住着。\n\n简单的现代普通话：\n\n你别动。\n\n中国白话：\n\n你且住着。\n\n简单的现代普通话：\n\n你别动。\n\n中国白话：\n\n你且住着。\n\n简单的现代"
        }
    ],
    "title": "《林潇湘魁夺菊花诗　薛蘅芜讽和螃蟹咏》",
    "chapter_number": 38
}