{
    "paragraphs": [
        {
            "original": "话说宝玉听了，忙进来看时，只见琥珀站在屏风跟前，说：“快去罢，立等你说话呢。”宝玉来至上房，只见贾母正和王夫人众姐妹商议给史湘云还席。宝玉因说：“我有个主意。既没有外客，吃的东西也别定了样数，谁素日爱吃的，拣样儿做几样。也不必按桌席，每人跟前摆一张高几，各人爱吃的东西一两样，再一个十锦攒心盒子，自斟壶。岂不别致？”贾母听了，说：“很是。”即命人传与厨房：“明日就拣我们爱吃的东西做了，按著人数，再装了盒子来。早饭也摆在园里吃。”商议之间，早又掌灯。一夕无话。",
            "english": "Baoyu heard this and hurried in to see, only to find that Hong'er was standing at the side of the screen. \"Quick, come here and wait for your talk,\" she said. Baoyu went up to the upper room and found that the old lady was talking with his mother and the other ladies about a banquet for Xiangyun. \"I have an idea,\" Baoyu said. \"Since there are no guests, we don't have to serve a regular number of dishes. We can serve what each of us likes best. We don't have to arrange the tables. We can put up high tables in front of each person and put their favorite dishes on them. We can also put a ten-colored box of delicacies on the table and a wine flask for each person to use. What do you think?\" The old lady agreed, saying, \"That's a good idea.\" She immediately ordered the kitchen to select dishes according to their tastes. \"We'll serve breakfast in the garden tomorrow,\" she added. After their meeting, it was time for dinner. The night was peaceful.",
            "chinese": "宝玉听了，急忙走进来看，琥珀站在屏风跟前，说：“快去，立等你说话呢。”宝玉来到上房，只见贾母正在和王夫人、众姐妹商量给史湘云还席。宝玉提议：“我有个主意。既然没有外客，吃的东西也不必按样数定了，谁平日喜欢吃的，就选几样做。也不必按桌席，每人跟前摆一张高几，每人的爱吃的东西一两样，再加上一个十锦攒心盒子，自斟壶。岂不别致？”贾母听了，说：“很好。”立即命令厨房：“明天就选我们爱吃的做，按人数装了盒子来。早饭也摆在园里吃。”商议完毕，又到了掌灯的时候。这一夜没有发生什么事情。"
        },
        {
            "original": "次日清早起来，可喜这日天气清朗。李纨清晨起来，看著老婆子丫头们扫那些落叶，并擦抹桌椅，预备茶酒器皿。只见丰儿带了刘姥姥板儿进来，说：“大奶奶，倒忙的狠。”李纨笑道：“我说你昨儿去不成，只忙著要去。”刘姥姥笑道：“老太太留下我，叫我也热闹一天去。”丰儿拿了几把大小钥匙，说道：“我们奶奶说了：外头的高几儿怕不够使，不如开了楼，把那收的拿下来使一天罢。奶奶原该亲自来，因和太太说话呢。请大奶奶开了，带著人搬罢。”李氏便命素云接了钥匙，又命婆子出去，把二门上小厮叫几个来。李氏站在大观楼下，往上看著，命人上去开了缀锦阁，一张一张的往下抬。小厮、老婆子、丫头一齐动手，抬了二十多张下来。李纨道：“好生著！别慌慌张张鬼赶著似的，仔细碰了牙子！”又回头向刘姥姥笑道：“姥姥也上去瞧瞧。”刘姥姥听说，巴不得一声儿，拉了板儿，登梯上去。进里面，只见乌压压的，堆著些围屏、桌、椅、大小花灯之类，虽不大认得，只见五彩闪灼，各有奇妙。念了几声佛，便下来了。然后锁上门，一齐下来。李纨道：“恐怕老太太高兴，越发把船上划子、篙、桨、遮阳、幔子，都搬下来预备著。”众人答应，又复开了门，色色的搬下来，命小厮传驾娘们到船坞里撑出两只船来。",
            "english": "The next morning, the weather was clear, and Liwan woke up early in the morning and looked at the maids and maids sweeping the leaves and wiping the tables and chairs, preparing tea and wine utensils. Feng er brought Ruanfu and Bander in, saying, \"Madam, you're so busy.\" Liwan laughed, \"I said you couldn't go yesterday, but you were in a hurry to go.\" Ruanfu laughed, \"Old lady Li asked me to stay and have a good time.\" Fenger took a few large keys and said, \"Our Madam said that the high tables outside might not be enough, so we might as well open the tower and take down the things that were stored there for a day. Madam should have come herself, but she was talking to the lady. Please take the keys and bring people to move things.\" Li commanded Su Yun to take the keys, and let the maid go out and call a few boys from the second gate. Li stood on the big pavilion downstairs and looked up, commanding someone to go up and open the Pavilion of Weaving Silk, one after another, and lowered them. The boys, maids and maids moved together, and more than twenty were lifted downWhen Liu Faoyu heard this, she was delighted and held onto Baoer's hand as she climbed up the ladder. When she went inside, she saw various screens, tables, chairs, and large and small lanterns. Although she didn't recognize them all, they were colorful and beautiful. She said a few prayers, then came down. Then she locked the door and everyone came down together. Li Wan said, \"We should prepare the boat's oars, oar poles, paddles, sunshades, and sail cloths in case Grandmother likes them.\" Everyone agreed, and then they unlocked the door and moved all the items out, sending the little boys to the boatyard to pull out two boats.",
            "chinese": "第二天早上，天气晴朗，李纨早上起床，看着老婆子和丫头们扫落叶，擦拭桌椅，准备茶酒器皿。丰儿带着刘姥姥和板儿进来，说：“大奶奶，你忙死了。”李纨笑道：“我说你昨天去不成，你只忙着要去。”刘姥姥笑道：“老太太留我，让我热闹一天。”丰儿拿了几个大小钥匙，说：“我们奶奶说，外面的高几儿恐怕不够用，不如开了楼，把那些收起来的东西拿下来用一天。奶奶本来应该亲自来，但和太太说话呢。请大奶奶拿钥匙，带人搬东西。”李氏命素云接钥匙，又让婆子出去，把二门上的小厮叫几个来。李氏站在大观楼下，往上看，命人上去开缀锦阁，一张一张往下抬。小厮、老婆子、丫头一起动手，抬了二十多张下来。李纨道：“小心点，别慌慌张张的，小心碰了牙子！”又回头对刘姥姥笑道：“姥姥也上去看看。”刘姥姥听说后，非常高兴，拉着板儿，爬上梯子。进去后，她看到各种围屏、桌椅、大小花灯，虽然不怎么认识，但五彩斑斓，非常漂亮。她念了几声佛，然后下来了。然后锁上门，大家一起下来。李纨说：“恐怕老太太高兴，把船上划子、篙、桨、遮阳、幔子，都搬下来预备着。”众人答应，又复开了门，把色色的物品都搬下来，让小厮传驾娘们到船坞里撑出两只船来。"
        },
        {
            "original": "正乱著，只见贾母已带了一群人进来了。李纨忙迎上去，笑道：“老太太高兴，倒进来了，我只当还没梳头呢，才掐了菊花要送去。”一面说，一面碧月早已捧过一个大荷叶式的翡翠盘子来，里面养著各色折枝菊花。贾母便拣了一朵大红的簪在鬓上。因回头看见了刘姥姥，忙笑道：“过来带花儿。”一语未完，凤姐儿便拉过刘姥姥来，笑道：“让我打扮你。”说著，把一盘子花，横三竖四的插了一头。贾母和众人笑的了不得。刘姥姥也笑道：“我这头也不知修了什么福，今儿这样体面起来！”众人笑道：“你还不拔下来摔到他脸上呢，把你打扮的成了老妖精了！”刘姥姥笑道：“我虽老了，年轻时也风流，爱个花儿粉儿的，今儿索性做个老风流！”",
            "english": "While the chaos was in full swing, suddenly, Granny Jia, accompanied by a group of people, had come in. Liwan greeted her warmly, smiling and said, \"Granny Jia's mood is good today, and she has come in. I thought she hadn't combed her hair yet, so I just picked a chrysanthemum to send it over.\" As she spoke, Bi Yue, who was holding a large jade plate in the shape of a lotus leaf, came over with it, and inside were various kinds of chrysanthemums. Granny Jia picked a large bright red one and put it on her hair. She then turned to see Ruan Fu and said, \"Come here and put on some flowers.\" Before she could finish her sentence, Lin Daiyu had pulled Ruan Fu over and laughed, \"Let me dress you up.\" She then took the plate of flowers and stuck them haphazardly in Ruan Fu's hair. Granny Jia and the others laughed uncontrollably. Ruan Fu laughed as well, \"I've never been so beautiful before! I don't know what I've done to deserve it!\" The others laughed and said, \"You should take off the flowers and throw them",
            "chinese": "正在乱哄哄的时候，只见贾母已经带着一伙人进来了。李纨连忙迎上去，笑着说道：“老太太心情好，倒进来了，我还以为没梳头呢，刚掐了朵菊花要送去。”一边说，一边碧月已经捧着一个大荷叶式的翡翠盘子过来了，里面养着各色的折枝菊花。贾母就挑了一朵大红的簪在鬓上。因为回头看见了刘姥姥，忙笑道：“过来带花儿。”一句话没说完，凤姐儿就拉过刘姥姥来，笑道：“让我打扮你。”说着，把一盘子花，横三竖四地插了一头。贾母和众人笑得不得了。刘姥姥也笑道：“我这头也不知道修了什么福，今天这样体面起来！”众人笑道：“你还不拔下来摔到他脸上呢，把你打扮得像个老妖精了！”刘姥姥笑道：“我虽然老了，年轻时也风流，爱个花儿粉儿的，今天索性做个老风流！”"
        },
        {
            "original": "说话间，已来至沁芳亭上。丫鬟们抱了个大锦褥子来铺在栏杆榻板上。贾母倚栏坐下，命刘姥姥也坐在旁边，因问他：“这园子好不好？”刘姥姥念佛说道：“我们乡下人，到了年下，都上城来买画儿贴。闲了的时候儿，大家都说：“怎么得到画儿上逛逛！想著画儿也不过是假的，那里有这个真地方儿？谁知今儿进这园里一瞧，竟比画儿还强十倍！怎么得有人也照著这个园子画一张，我带了家去给他们见见，死了也得好处！”",
            "english": "As they were talking, they arrived at the Qingfeng Pavilion. The maids brought a large silk quilt and spread it on the railings and boards. The old lady leaned against the railings and sat down, asking Liu Fa'er to sit beside her and said, \"How is the garden?\" Liu Fa'er prayed, \"We country people, at the year's end, go to the city to buy pictures to paste. When we are free, we all say: 'How to get to the picture and walk around! Think that the picture is only false, where is this real place?' But today, when I came into the garden and looked at it, it was ten times better than the picture! How can we have someone draw a picture of this garden and take it home to my family to see, so that I can die with peace of mind!\"\n\n中文原文：\n\n贾母因问刘姥姥：“此系何木所造成？”刘姥姥道：“这是他们这里野地里的一种树，比你们的树还茁壮，成年的几个子儿。”贾母等方欲说话时，忽见那边山坡上，来了一群人，原来是李纨、凤姐、宝钗、探春、宝玉等来了，遂",
            "chinese": "说话间，已经到了沁芳亭上。丫鬟们抱来一个大锦褥子，铺在栏杆榻板上。贾母倚着栏杆坐下，让刘姥姥也坐在旁边，问道：“这园子好不好？”刘姥姥念佛道：“我们乡下人，到了年下，都上城来买画儿贴。闲了的时候儿，大家都说：‘怎么得到画儿上逛逛！想著画儿也不过是假的，那里有这个真地方儿？’谁知今天进这园里一看，竟比画儿还强十倍！怎么得有人也照著这个园子画一张，我带了家去给他们见见，死了也得好处！”"
        },
        {
            "original": "贾母听说，指著惜春笑道：“你瞧，我这个小孙女儿，他就会画。等明儿叫他画一张，如何？”刘姥姥听了，喜的忙跑过来拉著惜春，说道：“我的姑娘！你这么大年纪儿，又这么个好模样儿，还有这个能干，别是个神仙托生的罢？”",
            "english": "Jia mother heard this and pointed at Xici and laughed, \"You see, my little granddaughter, she can paint. Let's ask her to draw a picture tomorrow, how about that?\" Rauhao listened, and ran over to pull Xici, saying, \"My dear, you're so old, and you're so pretty, and you're so talented. Are you a fairy reincarnated?\"\n\n英文原文：\n\nJia mother heard this and pointed at Xici and laughed, \"You see, my little granddaughter, she can paint. Let's ask her to draw a picture tomorrow, how about that?\" Rauhao listened, and ran over to pull Xici, saying, \"My dear, you're so old, and you're so pretty, and you're so talented. Are you a fairy reincarnated?\"\n\n中文翻译：\n\n贾母听后，指着惜春笑道：“你瞧瞧，我这个小孙女，她就能画画。等明天叫她画一张，怎么样？”刘姥姥听了，喜得忙跑过来拉著惜春，说道：“我的姑娘，你这么大年纪，又这么个好模样，还有这么能干，莫非是神仙托生的吧？”\n\n英文翻译：\n\nJia",
            "chinese": "贾母听后，指着惜春笑道：“你瞧瞧，我这个小孙女，她就能画画。等明天叫她画一张，怎么样？”刘姥姥听了，喜得忙跑过来拉著惜春，说道：“我的姑娘，你这么大年纪，又这么个好模样，还有这么能干，莫非是神仙托生的吧？”"
        },
        {
            "original": "贾母众人都笑了。歇了歇，又领著刘姥姥都见识见识。先到了潇湘馆。一进门，只见两边翠竹夹路，土地下苍苔布满，中间羊肠一条石子漫的甬路。刘姥姥让出来与贾母众人走，自己却走土地。琥珀拉他道：“姥姥，你上来走。看青苔滑倒了。”刘姥姥道：“不相干，我们走熟了。姑娘们只管走罢，可惜你们的那鞋，别沾了泥！”他只顾上头和人说话，不防脚底下果踩滑了，咕咚一交跌倒。众人都拍手呵呵的大笑。贾母笑骂道：“小蹄子们！还不搀起来，只站著笑！”说话时，刘姥姥已爬起来了，自己也笑了，说道：“才说嘴，就打了嘴了。”贾母问他：“可扭了腰了没有？叫丫头们捶捶。”刘姥姥道：“那里说的我这么娇嫩了？那一天不跌两下子？都要捶起来，还了得呢！”",
            "english": "Jia mother and the others all laughed. After a while, they took Raufu to look around again. They first went to Xiao Xiangguan. As soon as they entered the door, they saw two lines of green bamboo on both sides, and the ground was covered with moss. In the middle was a path made of stones. Raufu gave way to Jia mother and the others, and walked on the moss herself. Hongmu pulled her and said, \"Grandma, come up and walk. Don't slip on the moss and fall down.\" Raufu said, \"It's all right. We've walked on it so many times that we know how to walk on it. Just go ahead, don't worry about us.\" He was so busy talking that he didn't pay attention to where he was going, and suddenly he tripped and fell down. Everyone laughed and laughed. Jia mother scolded, \"You little pigs, why don't you help her up? What are you all standing there and laughing at?\" Raufu got up and said, \"I just said something and got slapped. How can I get up?\" Jia mother asked, \"Have you hurt your back? Let the maids pat it",
            "chinese": "贾母和众人都笑了。歇了一会儿，又带着刘姥姥去看看。先到了潇湘馆。一进门，只见两边长着翠竹，地上铺满青苔，中间有一条用石子铺成的小路。刘姥姥让出来让贾母等人走，自己却走青苔。琥珀拉她道：“姥姥，你上来走。看青苔滑倒了。”刘姥姥道：“不要紧，我们走熟了。姑娘们只管走吧，别把你们的鞋子沾了泥！”他只顾和人说话，没注意脚下，结果脚下一滑，咕咚一声摔倒了。众人都拍手呵呵地大笑。贾母骂道：“小蹄子们，还不搀起来，都站着笑什么呢？”说着，刘姥姥已经爬起来了，自己也笑了，说：“才说嘴，就打了嘴了。”贾母问他：“腰扭了没有？叫丫头们捶捶。”刘姥姥道：“哪里说的我这么娇嫩了？一天不跌两下子？都要捶起来，还得了呢！”"
        },
        {
            "original": "紫鹃早打起湘帘，贾母等进来坐下，黛玉亲自用小茶盘儿捧了一盖碗茶来，奉与贾母。王夫人道：“我们不吃茶，姑娘不用倒了。”黛玉听说，便命丫头把自己窗下常坐的一张椅子，挪到下手，请王夫人坐了。刘姥姥因见窗下案上设著笔砚，又见书架上放著满满的书，刘姥姥道：“这必定是那一位哥儿的书房了？”贾母笑指黛玉，道：“这是我这外孙女儿的屋子。”刘姥姥留神打量了黛玉一番，方笑道：“这那里像个小姐的绣房？竟比那上等的书房还好呢！”贾母因问：“宝玉怎么不见？”众丫头们答说：“在池子里船上呢。”贾母道：“谁又预备下船了？”李纨忙回说：“才开楼拿的。我恐怕老太太高兴，就预备下了。”贾母听了，方欲说话时，有人回说：“姨太太来了。”贾母等刚站起来，只见薛姨妈早进来了，一面归坐，笑道：“今儿老太太高兴，这早晚就来了。”贾母笑道：“我才说来迟了的要罚他，不想姨太太就来迟了！”",
            "english": "Zi Juan had already opened the purple curtains, and after her grandmother and others sat down, she personally held a small tea tray and poured a cup of tea for her grandmother. Wang Fu said, \"We don't drink tea, so you don't need to pour it.\" Zi Juan, upon hearing this, commanded her attendant to move the chair she often sat in by the window to the side, and invited Wang Fu to sit there. Rong Fu, seeing the writing brush and inkstone on the desk, as well as the piles of books on the bookshelf, asked, \"Is this a study?\" Grandmother Jia laughed and pointed to Zi Juan, saying, \"This is my granddaughter's room.\" Rong Fu carefully observed Zi Juan, and laughed, \"This doesn't seem like a miss's embroidery room. It's better than an upper-class study!\"\n\nGrandmother Jia asked, \"Where is Bai Yu?\" The maids replied, \"He's in the pool on the boat.\" Grandmother Jia asked, \"Who prepared the boat?\" Li Wan quickly replied, \"Just now, I was afraid that the grandmother would be happy, so I prepared it.\" Grandmother Jia was about to speak when someone reported, \"AuntieJia Mother laughed and said, \"I just said to be late, but I didn't expect that Second Aunt also came late!\"",
            "chinese": "紫鹃早就打开了湘帘，贾母等人进来坐下后，黛玉亲自用小茶盘端了一杯茶来，献给贾母。王夫人道：“我们不喝茶，姑娘不用倒了。”黛玉听后，便命丫头把自己窗下常坐的那张椅子挪到下手，请王夫人坐了。刘姥姥见窗下案上放着笔砚，又见书架上放着满满的书，便问：“这是谁的书房？”贾母笑着指了指黛玉，说：“这是我外孙女的屋子。”刘姥姥留神打量了黛玉一番，笑道：“这哪里像个小姐的绣房？比那上等的书房还好呢！”贾母问：“宝玉在哪里？”众丫头说：“在池子里船上呢。”贾母问：“谁预备下船了？”李纨忙回说：“刚从楼上拿的。我恐怕老太太高兴，就预备下了。”贾母正要说话，有人回说：“姨太太来了。\n\n经过改写，原文中的中国白话被转换成简单的现代普通话，使得读者更容易理解和阅读。“贾母等人刚站起来，只见薛姨妈已经进来了，一面坐下，笑着说：“今天老太太高兴，这么晚才来。”贾母笑着说：“我刚刚说来晚了要罚他，没想到姨太太也来晚了！”"
        },
        {
            "original": "说笑一回，贾母因见窗上纱颜色旧了，便和王夫人说道：“这个纱，新糊上好看，过了后儿就不翠了。这院子里头又没有个桃杏树，这竹子已是绿的，再拿绿纱糊上，反倒不配。我记得偺们先有四五样颜色糊窗的纱呢。明儿给他把这窗上的换了。”凤姐儿忙道：“昨儿我开库房，看见大板箱里还有好几疋银红蝉翼纱，－－也有各样折枝花样的，也有流云蝙蝠花样的，也有百蝶穿花花样的，颜色又鲜，纱又轻软。我竟没见这个样的，拿了两疋出来做两床绵纱被，想来一定是好的。”贾母听了，笑道：“呸！人人都说你没有没经过没见过的，连这个纱还不能认得，明儿还说嘴！”薛姨妈等都笑说：“凭他怎么经过见过，怎么敢比老太太呢？老太太何不教导了他，连我们也听听。”凤姐儿也笑说：“好祖宗！教给我罢！”贾母笑向薛姨妈众人道：“那个纱比你们的年纪还大呢！怪不得他认做蝉翼纱，原也有些像。不知道的都认做蝉翼纱，正经名字叫‘软烟罗’。”凤姐儿道：“这个名儿也好听。只是我这么大了，纱罗也见过几百样，从没听见过这个名色。”贾母笑道：“你能活了多大？见过几样东西？就说嘴来了。那个软烟罗只有四样颜色：一样雨过天青，一样秋香色，一样松绿的，一样就是银红的。要是做了帐子，糊了窗屉，远远的看著，就似烟雾一样，所以叫做软烟罗。那银红的又叫做‘霞影纱’。如今上用的府纱，也没有这样软厚轻密的了。”薛姨妈笑道：“别说凤丫头没见，连我也没听见过。”",
            "english": "Jia Ma noticed that the window curtain was old, and turned to Wang Fei and said, \"This curtain cloth looks good when new, but it won't be bright green after a long time. There are no peach or apricot trees in the courtyard, and the green bamboo is green. It's not a match for the green curtain cloth. We have several good ones for window curtain cloth. Let's change it tomorrow.\" Feng Zhen said in a hurry, \"Yesterday when the storehouse was opened, I saw several pieces of silver-red butterfly silk in the large board box. There are various patterns. Let's take two pieces out to make two silk quilts. The color is bright and the silk is light and soft. I've never seen this kind of silk before.\" Jia Ma laughed and said, \"You say you haven't seen or experienced anything, but you can't even recognize this silk. How dare you say anything else tomorrow?\" Xue Yi Ma and the others all laughed and said, \"Even if you've seen and experienced a lot, how dare you compare to grandma? Why don't you teach me? Even we can listen.\"\n\n2. 句式的转换\n\n中国白话的句式和现代普通话的句式有所不同Don't know it as gauze, but its real name is \"soft silk.\" \"Why is it called this?\" asked the Dowager Lady. \"It's called that because it's soft as gauze and delicate as silk. It's so thin that it looks like gauze, but it's soft like silk. It's made from silk yarn, but it's not gauze. The silk yarn is woven into gauze, and then gauze is woven into silk. It's called \"soft silk\" because it's so soft that it's like gauze. It's also called \"gauze\" because it's so delicate that it looks like gauze. The other three colors are called \"rain after the rain,\" \"autumn yellow,\" and \"green pine.\" If it's made into curtains or window screens, it looks like smoke and mist, so it's called \"soft silk.\" The silver red is called \"cloud shadow silk.\" Now, there's no such soft, thick, and light silk as this.\" \"Don't be surprised that the countess hasn't seen it. I haven't heard of it either,\" laughed the countess.\n\n参考译文：\n\n不知道的都认作蝉翼",
            "chinese": "贾母见窗纱旧了，便对王夫人说：“这个纱，新糊好看，时间长了就不翠了。院子里没桃杏树，绿竹子绿的，用绿纱糊，不配。我们先有好几样糊窗纱呢，明儿给他换了吧。”凤姐忙说：“昨儿开库房，见大板箱里还有好几疋银红蝉翼纱，－－也有各种花样的，拿两疋出来做两床绵纱被，颜色鲜，纱又轻软。我没见过这个样的。”贾母笑道：“呸！人人都说你没经过没见过的，连这个纱还不能认得，明儿还说嘴！”薛姨妈等都笑说：“凭他怎么经过见过，怎么敢比老太太呢？老太太何不教导了他，连我们也听听。\n\n如何将中国白话改写为简单的现代普通话的详细回答。\n\n中国白话和现代普通话虽然都是汉语，但它们的词汇、语法和用法都有所不同。以下是将中国白话改写为简单的现代普通话的详细回答：\n\n1. 拼音的转换\n\n中国白话中的一些词汇可能没有对应的拼音，“凤姐儿也笑着说：“好祖宗！教我吧！”贾母笑着对薛姨妈和众人们说：“这块纱比你们的年纪还大呢！怪不得他认作蝉翼纱，其实有些像。不知道的都认作蝉翼纱，正经名字叫‘软烟罗’。”凤姐儿说：“这个名儿好听。只是我这么大了，纱罗也见过几百样，从没听过这个名字。”贾母笑道：“你能活了多大？见过几样东西？就说嘴来了。这块软烟罗有四种颜色：雨过天青、秋香色、松绿和银红。如果做了帐子，糊了窗屉，远远地看去，就像烟雾一样，所以叫‘软烟罗’。那银红的又叫‘霞影纱’。现在用的府纱，也没有这样软厚轻密的了。”薛姨妈笑道：“别说凤丫头没见过，就连我也没听说过。”"
        },
        {
            "original": "凤姐儿一面说话，早命人取了一疋来了。贾母说：“可不是这个？先时原不过是糊窗屉，后来我们拿这个做被，做帐子，试试也竟好。明日就找出几疋来，拿银红的替他糊窗户。”凤姐答应著。众人看了都称赞不已。刘姥姥也觑著眼看，口里不住的念佛，说道：“我们想做衣裳也不能，拿著糊窗子岂不可惜？”贾母道：“倒是做衣裳不好看。”凤姐忙把自己身上穿的一件大红绵纱袄的襟子拉出来，向贾母薛姨妈道：“看我的这袄儿。”贾母薛姨妈都说：“这也是上好的了。这是如今上用内造的，竟比不上这个。”凤姐儿道：“这个薄片子还说是内造上用呢，竟连这个官用的也比不上啊。”贾母道：“再找一找，只怕还有，要有就都拿出来，送这刘亲家两疋。有雨过天青的，我做一个帐子挂上。剩的配上里子，做些个夹坎肩儿给丫头们穿。白收著霉坏了。”凤姐儿忙答应了，仍命人送去。",
            "english": "Feng Zhi'er said while talking, \"Here is one.\" The old lady said, \"This is the very one. We have used it to make window screens. We have also used it to make quilts and mosquito nets. We tried it and found that it was quite good. Tomorrow, we will find several pieces and use silver-red ones to paste the windows.\" Feng Zhi'er agreed. Everyone was amazed. Liu Fafu also looked at it and said to himself, \"We can't make clothes with it. We can't use it to paste the windows. It's a pity.\" The old lady said, \"It's not good for making clothes.\" Feng Zhi'er pulled out the collar of her own red cotton wool coat and showed it to the old lady and Madame Xue. The old lady and Madame Xue said, \"This is quite good. This is the finest one made by the government. It's not as good as this.\" Feng Zhi'er said, \"This thin piece is said to be government-made, but it's not even as good as this.\" The old lady said, \"Find another one. If there is one, give it to this Rui's aunt. If there is a rain over the skyHe then ordered the remaining cloth to be lined with interlining, and made some jackets for the maidens. He urged that the cloth should not be left to rot. Upon hearing this, the Countess of Feng, on the spot, promised to do so, and sent the materials away immediately.",
            "chinese": "凤姐儿一边说话，早命人取来了一叠。贾母说：“这不是这个吗？以前只用来糊窗屉，后来我们拿它做被子、帐子，试了试也挺好。明天就找出几叠来，用银红的替她糊窗户。”凤姐答应着。众人看了都称赞不已。刘姥姥也看着看，嘴里不住地念佛，说道：“我们想做衣服也不能，拿它来糊窗子岂不可惜？”贾母道：“倒是做衣服不好看。”凤姐忙把自己身上穿的一件大红绵纱袄的襟子拉出来，向贾母薛姨妈道：“看我的这件袄儿。”贾母薛姨妈都说：“这也是上好的了。这是如今上用内造的，竟比不上这个。”凤姐儿道：“这个薄片子还说是内造上用呢，竟连这个官用的也比不上啊。”贾母道：“再找一找，只怕还有，如果有就都拿出来，送这刘亲家两叠。有雨过天青的，我做一个帐子挂上。把剩下的布料配上里子，做些坎肩儿给丫头们穿。不要积压在那儿变霉了。”凤姐儿赶紧答应了，命人送去。"
        },
        {
            "original": "贾母便笑道：“这屋里窄，再往别处逛去罢。”刘姥姥笑道：“人人都说，‘大家子住大房’，昨儿见了老太太正房，配上大箱、大柜、大桌子、大床，果然威武。那柜子，比我们一间房子还大，还高。怪道后院子里有个梯子。我想又不上房晒东西，预备这梯子做什么？后来我想起来，一定是为开顶柜，取东西。离了那梯子，怎么上得去呢？如今又见了这小屋子，更比大的越发齐整了。满屋里东西，都只好看，可不知叫什么。我越看越舍不得离了这里了！”凤姐道：“还有好的呢，我都带你去瞧瞧。”",
            "english": "Jia Mother laughed and said, \"This room is too small. Let's go somewhere else.\" Liu Fu'er laughed and said, \"Everyone says 'big families live in big houses'. Yesterday, when I saw the main room of the old lady, the cabinets, boxes, tables, and beds were all very large and imposing. The cabinet was bigger than our room, and the bed was higher than a tree. I thought that in the main room, it would not need a ladder to dry things, so what would the ladder be for? Then I thought that it must be used to open the top cabinet to get things. Without a ladder, how could you get up? Now I see this small room, and it is even more tidy than the big one. All the things in the house are nice, but I don't know what to call them. I can't leave this place.\" Feng Jing said, \"There are even better places, and I'll show you around.\"",
            "chinese": "贾母笑道：“这屋里太小了，再往别处逛逛吧。”刘姥姥笑道：“大家都说‘大家子住大房子’，昨天见了老太太的正房，柜子、箱子、桌子、床都很大，很威武。那柜子，比我们一间房子还大、还高。我想，上房里晒东西用不到梯子，那么梯子做什么呢？后来我想起来，一定是用来开顶柜取东西的。没有梯子，怎么上得去呢？现在又见了这小屋子，比大的更整齐了。满屋子里的东西，都好看，可我不知道叫什么。我越看越舍不得离开这里了！”凤姐道：“还有更好的地方，我都带你去看看。”"
        },
        {
            "original": "说著，一径离了潇湘馆，远远望见池中一群人在那里撑船。贾母道：“他们既备下船，偺们就坐一回。”说著，向紫菱洲蓼溆一带走来。未至池前，只见几个婆子手里都捧著一色摄丝戗金五彩大盒子走来。凤姐忙问王夫人：“早饭在那里摆？”王夫人道：“问老太太在那里就在那里罢了。”贾母听说，便回头说：“你三妹妹那里好。你就带了人摆去。我们从这里坐了船去。”",
            "english": "He said, and went straight out of the Xiangxiang Pavilion. From a distance, he saw a group of people rowing a boat in the pool. The old lady said, \"They have prepared a boat, let's sit for a while.\" She walked towards the Purple Lotus Pool and Luo Qu. Before reaching the pool, she saw several maids holding one color silk, gilded and five-color big boxes. The lady asked, \"Where will breakfast be served?\" The old lady said, \"Where you are, you will be there.\" The old lady heard this and turned back and said, \"Go to your third sister's place. You can arrange it there. We will take a boat from here.\"王夫人道：“问老太太在哪里就在哪里罢了。”贾母听说，便回头说：“你三妹妹那里好了。”",
            "chinese": "他说着，径直离开了潇湘馆，远远地看到池中有一群人在撑船。贾母道：“他们已经准备好了船，我们坐一会儿吧。”说着，向紫菱洲蓼溆一带走去。未至池前，只见几个婆子手里都捧着一色摄丝戗金五彩大盒子走来。凤姐忙问王夫人：“早饭在哪里摆？”王夫人道：“问老太太在哪里就在哪里罢了。”贾母听说，便回头说：“你三妹妹那里好。你就带了人摆去。我们从这里坐了船去。”\n\n如何将中国白话改写为简单的现代普通话？\n中国白话：\n\n说著，一径离了潇湘馆，远远望见池中一群人在那里撑船。贾母道：“他们既备下船，偺们就坐一回。”说著，向紫菱洲蓼溆一带走来。未至池前，只见几个婆子手里都捧著一色摄丝戗金五彩大盒子走来。凤姐忙问王夫人：“早饭在那里摆？”王夫人道：“问老太太在那里就在那里罢了。”贾母听说，便回头说：“你三妹妹那里好"
        },
        {
            "original": "凤姐儿听说，便回身和李纨、探春、鸳鸯、琥珀带著端饭的人等，抄著近路，到了秋爽斋，就在晓翠堂上调开桌案。鸳鸯笑道：“天天偺们说，外头老爷们，吃酒吃饭，都有个凑趣儿的，拿他取笑儿。偺们今儿也得了个女清客了。”李纨是个厚道人，倒不理会。凤姐儿却听著是说刘姥姥，便笑道：“偺们今儿就拿他取个笑儿。”二人便如此这般商议。李纨笑劝道：“你们一点好事儿不做！又不是个小孩儿，还这么淘气。仔细老太太说！”鸳鸯笑道：“很不与大奶奶相干，有我呢。”",
            "english": "凤姐听了，就转身和李纨、探春、鸳鸯、琥珀带着送饭的人等，抄近路去了秋爽斋，在晓翠堂上调开桌案。鸳鸯笑道：“我们平日说，外面老爷们吃酒吃饭都有个凑趣的人，拿他取笑儿。我们今天也得了个女清客了。”李纨是个厚道人，没理会。凤姐却听出是说刘姥姥，便笑道：“我们今天就拿他取个笑儿。”二人就这样商量。李纨笑劝道：“你们一点好事不做，又不是小孩儿，还这么淘气。小心老太太说！”鸳鸯笑道：“这不与大奶奶相干，有我呢。”",
            "chinese": "凤姐听说，就转身和李纨、探春、鸳鸯、琥珀带着送饭的人等，抄近路去了秋爽斋，在晓翠堂上调开桌案。鸳鸯笑道：“平时我们说，外面老爷们吃酒吃饭都有个凑趣的人，拿他取笑儿。我们今天也得了个女清客了。”李纨是个厚道人，没理会。凤姐却听出是说刘姥姥，便笑道：“我们今天就拿他取个笑儿。”二人就这样商量。李纨笑劝道：“你们一点好事不做，又不是小孩儿，还这么淘气。小心老太太说！”鸳鸯笑道：“这不与大奶奶相干，有我呢。”"
        },
        {
            "original": "正说著，只见贾母等来了，各自随便坐下。先有丫鬟挨人递了茶。大家吃毕，凤姐手里拿著西洋布手巾，裹著一把乌木三镶银箸，按席摆下。贾母因说：“把那一张小楠木桌子抬过来，让刘亲家挨著我这边坐。”众人听说，忙抬过来。凤姐一面递眼色与鸳鸯，鸳鸯便忙拉刘姥姥出去，悄悄的嘱咐了刘姥姥一席话，又说：“这是我们家的规矩，要错了，我们就笑话呢。”",
            "english": "Jia Mote and others came, and everyone sat down in a casual manner. A maid passed around the tea. After everyone had drunk, Feng Jie took a handkerchief made of foreign cotton and wrapped it around a set of silver chopsticks with three lacquer inlays made of camphor wood, and placed them on the table according to the number of guests. Jia Mote ordered a small camphor wood table to be brought over and let Liu Fayu sit next to her. Everyone heard this and hurriedly brought it over. Feng Jie gave the eye signal to Qian Yang, who pulled Liu Fayu out and whispered a few words to her, saying, \"This is our family's规矩, if you make a mistake, we will laugh at you.\"",
            "chinese": "贾母等人来了，大家随便坐下。丫鬟递上了茶。大家喝完，凤姐拿了一块西洋布手帕包着一把乌木三镶银筷子，按席摆放。贾母让把一张小楠木桌子抬过来，让刘姥姥挨着自己坐。众人听后，忙抬过来。凤姐向鸳鸯递眼色，鸳鸯拉刘姥姥出去，悄悄地嘱咐了刘姥姥一席话，又说：“这是我们家的规矩，要错了，我们就笑话呢。”"
        },
        {
            "original": "调停已毕，然后归坐。薛姨妈是吃过饭来的，不吃了，只坐在一边吃茶。贾母带著宝玉、湘云、黛玉、宝钗一桌。王夫人带著迎春姐妹三人一桌。刘姥姥挨著贾母一桌。贾母素日吃饭，皆有小丫鬟在旁边拿著漱盂、麈尾、巾帕之物。如今鸳鸯是不当这差的了，今日偏接过麈尾来拂著。丫鬟们知他要捉弄刘姥姥，便躲开让他。鸳鸯一面侍立，一面递眼色。刘姥姥道：“姑娘放心。”",
            "english": "After the mediation was over, everyone sat down. She had already had her meal, so she took her place on the side and drank some tea. The old lady sat at the table with her grandson, her granddaughter, Lin Daiyu, and Xue Baochai. Lady Wang sat with her three daughters. Grandma Cheng sat next to the old lady. Every day, there was a maid standing by Grandma Cheng to hand her things like a basin, a broom, a towel, and so on. Now, Cheng Yanyan took over this job. She took the broom and began to sweep. The maids knew that she was playing a trick on Ruan Fa. They all moved away. Cheng Yanyan stood by and gave Ruan Fa a look. Ruan Fa said, \"Don't worry.\"",
            "chinese": "调解完毕后，大家坐下来。薛姨妈是吃过了饭来的，就不吃了，坐在一边喝茶。贾母带着宝玉、湘云、黛玉、宝钗一桌。王夫人带着迎春姐妹三人一桌。刘姥姥挨着贾母一桌。贾母平时吃饭，都有小丫鬟在旁边拿着漱盂、麈尾、巾帕之类的东西。现在鸳鸯不当这差了，今天偏要接过麈尾来拂拭。丫鬟们知道她要捉弄刘姥姥，就躲开了。鸳鸯一面侍立，一面递眼色。刘姥姥道：“姑娘放心。”"
        },
        {
            "original": "那刘姥姥入了坐，拿起箸来，沉甸甸的，不伏手，原是凤姐和鸳鸯商议定了，单拿了一双老年四楞象牙镶金的筷子给刘姥姥。刘姥姥见了，说道：“这个叉巴子，比我们那里的铁掀还沉，那里拿的动他！”说的众人都笑起来。只见一个媳妇端了一个盒子站在当地，一个丫鬟上来揭去盒盖，里面盛著两碗菜。李纨端了一碗放在贾母桌上，凤姐偏拣了一碗鸽子蛋，放在刘姥姥桌上。",
            "english": "After Liu Fafu took her seat, she picked up her chopsticks and found them heavy, which she couldn't hold. It turned out that Fengzheng and Quanyang had事先 agreed to give her a pair of old four-cornered ivory inlaid golden chopsticks. Ruanfafa saw this and said, \"This fork is heavier than our iron shovel, and I can't hold it.\" Everyone laughed. A servant girl stood there with a box, and an attendant came up to lift the lid, revealing two dishes inside. Liwan placed a bowl on the table for the old lady, and Fengzheng picked a bowl of quail eggs and placed it on Ruanfafa's table.",
            "chinese": "刘姥姥入座后，拿起筷子，发现这双筷子沉甸甸的，拿不住。原来是凤姐和鸳鸯事先商量好了，特意给她拿了一双老年四楞象牙镶金的筷子。刘姥姥见了，说：“这根叉子比我们那里的铁铲还沉，拿不动。”众人听了都笑了。一个媳妇端着一个盒子站在当地，一个丫鬟上来揭开盒盖，里面放着两碗菜。李纨端了一碗放在贾母桌上，凤姐特意挑了一碗鸽子蛋放在刘姥姥桌上。"
        },
        {
            "original": "贾母这边说声“请”，刘姥姥便站起身来，高声说道：“老刘，老刘，食量大如牛：吃个老母猪不抬头！”说完，却鼓著腮帮子，两眼直视，一声不语。众人先还发怔，后来一想，上上下下都一齐哈哈大笑起来。湘云掌不住，一口茶都喷出来。黛玉笑岔了气，伏著桌子，只叫“嗳哟”！宝玉滚到贾母怀里，贾母笑的搂著叫“心肝”！王夫人笑的用手指著凤姐儿，却说不出话来。薛姨妈也掌不住，口里的茶，喷了探春一裙子。探春的茶碗都合在迎春身上。惜春离了坐位，拉著他奶母，叫揉揉肠子。地下无一个不弯腰屈背，也有躲出去蹲著笑去的，也有忍著笑上来替他姐妹换衣裳的。独有凤姐鸳鸯二人掌著，还只管让刘姥姥。",
            "english": "Jia Mǔ said to invite, Liu Fǎo stands up, loudly said: \"Lao Liu, lǎo Liu, food appetite like a cow, eating a mother pig not looking up!\" After that, he swelled his cheeks, stared at the two eyes, not speaking. Everyone first stared, and then thought, up and down all laughing. Xiang Yun couldn't help it, spitting out a mouthful of tea. Daiyu laughed so hard that she called out \"ahoy\". Bù rolled into Jia Mǔ's arms, Jia Mǔ laughed and hugged her, calling her \"my heart\". Wang Fān pointed at Feng Jiě, unable to speak. Xue Yí also couldn't help it, spitting out the tea in her mouth onto Tang Cōng. Tang Cōng's tea bowl was spilt onto Ying Cōng. Xī Cōng got up and pulled her nurse to rub her stomach. There was no one but Feng Jiě and Qióng Yuān in charge, and they were only making Liu Fǎo laugh.",
            "chinese": "贾母说请，刘姥姥站起来，大声说道：“老刘，老刘，食量大如牛，吃个老母猪不抬头！”说完，鼓着腮帮子，两眼直视，一声不吭。众人先发愣，后来一想，上下都哈哈大笑。湘云忍不住，一口茶喷出来。黛玉笑岔了气，伏在桌子上叫“嗳哟”。宝玉滚到贾母怀里，贾母笑着搂着叫“心肝”。王夫人指着凤姐，说不出话。薛姨妈也忍不住，口里的茶喷在探春身上。探春的茶碗都泼在迎春身上。惜春离开座位，拉著奶母，叫揉揉肚子。地上没一个不弯腰屈背，有的躲出去蹲著笑，有的忍著笑来替姐妹换衣服。只有凤姐和鸳鸯掌管著，还只管让刘姥姥。"
        },
        {
            "original": "刘姥姥拿起箸来，只觉不听使，又道：“这里的鸡儿也俊，下的这蛋也小巧，怪俊的，我且得一个儿！”众人方住了笑，听见这话，又笑起来。贾母笑的眼泪出来，只忍不住，琥珀在后捶著。贾母笑道：“这定是凤丫头促狭鬼儿闹的！快别信他的话了。”",
            "english": "Liu Laofu picked up the chopsticks, but they didn't seem to be working right. \"The chickens here are pretty,\" she said, \"and their eggs are small and delicate. I want one.\" Just as everyone had stopped laughing, they started laughing again. The old lady laughed so hard that tears ran down her face. She couldn't stop laughing, and Pu in the back was pounding her. She said, \"This must be a trick by the beautiful young lady. Don't believe her.\"",
            "chinese": "刘姥姥拿起筷子，觉得不听使唤，又道：“这里的鸡也漂亮，下的蛋也小巧玲珑，真漂亮，我想要一个。”众人刚刚停止了笑，听到这话，又笑了起来。贾母笑得眼泪都流出来了，忍不住，琥珀在后面捶着。贾母笑道：“这一定是凤丫头搞鬼！别信她的话了。”"
        },
        {
            "original": "那刘姥姥正夸鸡蛋小巧，凤姐儿笑道：“一两银子一个呢，你快尝尝罢。冷了就不好吃了。”刘姥姥便伸筷子要夹，那里夹的起来？满碗里闹了一阵，好容易撮起一个来，才伸著脖子要吃，偏又滑下来，滚在地下。忙放下筷子，要亲自去拣，早有地下的人拣了出去了。刘姥姥叹道：“一两银子，也没听见个响声儿就没了！”",
            "english": "Liu Fa' er was praising the small size of the eggs when Feng Jie laughed and said, \"This egg is worth one silver ingot. Try it now, before it gets cold. If it's cold, it won't taste as good.\" Liu Fa' er tried to use her chopsticks to pick up the egg, but she couldn't. The egg kept moving around in the bowl. Finally, she managed to pick up one, but it fell to the ground. She wanted to pick it up herself, but someone had already picked it up from the ground. Liu Fa' er sighed, \"One silver ingot, and it's gone without a sound!\"\n\n中文原文：\n\n凤姐笑道：“别看你们家的鸡下蛋不多，但鸡蛋都这么大，可贵呢！”\n\n英文翻译：\n\nFeng Jie laughed and said, \"Don't underestimate the number of eggs your family's chickens lay. Even though there aren't many, each egg is so big and valuable!\"\n\n中文原文：\n\n刘姥姥道：“哪有这么大的？我且看看。”\n\n英文翻译：\n\nLiu Fa' er said, \"Where could there be eggs this big? Let me take a look!\"\n\n中文原文：\n\n凤姐道：“你瞧瞧，",
            "chinese": "刘姥姥正在夸赞鸡蛋小巧，凤姐笑道：“这鸡蛋一个就值一两银子呢，快尝尝吧。冷了就不好吃了。”刘姥姥伸筷子夹鸡蛋，却夹不起来，满碗里乱动，好不容易撮起一个来，却掉在地上。她要亲自去捡，但地下的人已经捡起来了。刘姥姥叹道：“一两银子，也没听到响声就没了！”"
        },
        {
            "original": "众人已没心吃饭，都看著他取笑。贾母又说：“谁这会子又把那个筷子拿出来了？又不请客，摆大筵席。都是凤丫头支使的！还不换了呢！”地下的人原不曾预备这牙箸，本是凤姐和鸳鸯拿了来的，听如此说，忙收过去了，也照样换上一双乌木镶银的。刘姥姥道：“去了金的，又是银的，到底不及俺们那个伏手。”凤姐儿道：“菜里要有毒，这银子下去了就试的出来。”刘姥姥道：“这个菜里有毒，我们那些都成了砒霜了。那怕毒死了，也要吃尽了。”贾母见他如此有趣，吃的又香甜，把自己的菜也都端过来给他吃；又命一个老嬷嬷来，将各样的菜给板儿夹在碗上。",
            "english": "No one was in the mood to eat, and everyone was laughing at him. Grandma said, “Who was it who took out that old stick at this time? It was just to show off and look like a big occasion. It was probably Fan who did it. You’d better put it away!” No one had a stick like that ready, and it had been brought by Fan and Qian. Hearing Grandma say this, they quickly put it away and got another one of black lacquer with silver inlay. Lao Fuzi said, “The silver stick is much better than our old one.” Fan said, “If there’s poison in the food, the silver will show it.” Lao Fuzi said, “If this food has poison, then all our food has been poisoned into arsenic. Even if we die from it, we’ll eat it all.” Grandma saw how amusing he was and how he ate so heartily, so she brought some of her own food over and gave it to him. She also ordered an old woman to bring over a plate of various dishes for Baodi.",
            "chinese": "众人已经没有心思吃饭，都看着他取笑。贾母又说：“谁这时候又把那根筷子拿出来了？又不请客，摆大席。都是凤姐支使的！还不换掉呢！”地下的人都没有准备这双筷子，本来是凤姐和鸳鸯拿来的，听贾母这么说，赶紧收起来了，也换上一双乌木镶银的。刘姥姥说：“去了金的，又是银的，到底不如我们那个好用。”凤姐儿说：“菜里要是有毒，这银子下去了就能试出来。”刘姥姥说：“这个菜里有毒，我们那些都成了砒霜了。那怕毒死了，也要吃尽了。”贾母见他这么有趣，吃的又香甜，就把自己的菜也端过来给他吃；又命一个老嬷嬷来，把各样的菜给板儿夹在碗上。"
        },
        {
            "original": "一时吃毕，贾母等都往探春卧室中去闲话。这里收拾残桌，又放了一桌。刘姥姥看著李纨与凤姐儿对坐著吃饭，叹道：“别的罢了，我只爱你们家这行事！怪道说，‘礼出大家’。”凤姐儿忙笑道：“你可别多心，才刚不过大家取乐儿。”一言未了，鸳鸯也进来笑道：“姥姥别恼，我给你老人家赔个不是儿罢。”刘姥姥忙笑道：“姑娘说那里的话？偺们哄著老太太开个心儿，有什么恼的？你先嘱咐我，我就明白了，不过大家取笑儿。我要恼，也就不说了。”鸳鸯便骂人：“为什么不倒茶给姥姥吃？”刘姥姥忙道：“才刚那个嫂子倒了茶来，我吃过了。姑娘也该用饭了。”凤姐儿便拉鸳鸯坐下，道：“你和我们吃罢，省了回来又闹。”鸳鸯便坐下了。婆子们添上碗箸来。",
            "english": "After dinner, Jia Mother and the others went to visit Qian's bedroom to chat. After the table was cleaned up, another table was set. Ruanfu watched Liwan and Fengzheng sitting at a table and eating, and said, \"Other things aside, I like the etiquette of your family! It's no wonder that 'etiquette comes from a big family'.\" Fengzheng quickly laughed, \"Don't think too much, we were just taking advantage of each other for fun.\" Qian came in and laughed, \"Auntie, don't be angry, I'll apologize to you.\" Ruanfu quickly laughed, \"You're the one who said that! We were just joking to make the old lady happy, so what's there to be angry about? You already knew what we were doing, so why would you be angry? If you are angry, it's over.\" Qian said, \"Don't be angry, I already knew what you were doing. It's just for fun.\" Qian said, \"Why don't you go back to eat?\" Fengzheng said, \"We're having dinner now, you can sit with us.\" Qian said, \"I've already had dinner, I'll go",
            "chinese": "吃完饭后，贾母等人去了探春的卧室里闲聊。这里收拾完餐桌，又放了一桌。刘姥姥看着李纨和凤姐坐在一桌吃饭，感叹道：“别的事都不提，我只喜欢你们家的这种礼仪！难怪说‘礼出大家’。”凤姐忙笑道：“你别多想，刚才只是大家取乐罢了。”鸳鸯也进来笑道：“姥姥别生气，我给你赔个不是。”刘姥姥忙笑道：“姑娘说哪里的话？我们是哄着老太太开心，有什么生气的？你先嘱咐我，我就明白了，不过是大家取笑。我要生气，也就算了。”鸳鸯便骂人：“为什么不倒茶给姥姥喝？”刘姥姥忙道：“刚才那个嫂子已经倒了茶给我喝了。姑娘也该吃饭了。”凤姐便拉鸳鸯坐下，道：“你和我们一起吃吧，省得你回来再闹。”鸳鸯便坐下了。婆子们又添上碗筷。"
        },
        {
            "original": "三人吃毕，刘姥姥笑道：“我看你们这些人，都只吃这一点儿就完了，亏你们也不饿！怪道风儿都吹的倒！”鸳鸯便问：“今儿剩的菜不少，都那里去了？”婆子们道：“都还没散呢，在这里等著，一齐散给他们吃。”鸳鸯道：“他们吃不了这些，挑两碗给二奶奶屋里平丫头送去。”凤姐道：“他早吃了饭了，不用给他。”鸳鸯道：“他吃不了，喂你的猫。”婆子听了，忙拣了两样，拿盒子送去。鸳鸯道：“素云那里去了？”李纨道：“他们都在这里一处吃，又找他做什么？”鸳鸯道：“这就罢了。”凤姐道：“袭人不在这里，你倒是叫人送两样给他去。”鸳鸯听说，便命人也送两样去。鸳鸯又问婆子们：“回来吃酒的攒盒，可装上了？”婆子道：“想必还得一会子。”鸳鸯道：“催著些儿。”婆子答应了。",
            "english": "After the three of them had finished eating, Ruanfang smiled and said, \"I see you people, you just ate a little and you're done! No wonder you're not hungry! No wonder the wind blows you over!\" Quanyang asked, \"How much food is left today?\" The maids answered, \"We haven't finished yet, we're waiting here to give it to them to eat.\" Quanyang said, \"They can't eat all that, so pick out two bowls and send them to Ping Ya in the second lady's house.\" Fengzhi said, \"He's already eaten, so don't bother him.\" Quanyang said, \"He can't eat it all, so give it to your cat.\" The maid heard this and quickly picked out two dishes and put them in a box to send. Quanyang asked, \"Where's Su Yun?\" Liwan said, \"They're all here eating, what do you want him for?\" Quanyang said, \"Never mind.\" Fengzhi said, \"Axi isn't here, you should send some to him.\" Quanyang heard this and ordered someone to send two dishes to him. Quanyang then asked the maids, \"Is the box\"The main difference between Chinese colloquial and simple modern Putonghua lies in the modernity, colloquial nature and simplicity of language. Simple modern Putonghua better conforms to the spoken language habits of contemporary Chinese people and is easier to understand and accept. At the same time, the sentence 'the old lady agreed' is used.\"",
            "chinese": "三人吃完后，刘姥姥笑道：“我看你们这些人，只吃这点儿就完了，怪不得你们都不饿！怪不得风吹倒了你们！”鸳鸯问道：“今天剩下的菜不少，都去哪里了？”婆子们回答：“还没散呢，在这里等着，一起发给他们吃。”鸳鸯道：“他们吃不了这么多，挑两碗给二奶奶屋里平丫头送去。”凤姐道：“他早吃过了，不用给他。”鸳鸯道：“他吃不了，喂你的猫。”婆子听后，忙挑了两样，拿盒子送去。鸳鸯问：“素云呢？”李纨道：“他们都在这里吃，找他做什么？”鸳鸯道：“就算了。”凤姐道：“袭人不在这里，你倒是叫人送两样给他去。”鸳鸯听说，便命人也送两样去。鸳鸯又问婆子们：“回来吃酒的攒盒，装好了吗？”婆子道：“可能还得一会儿。”鸳鸯道：“催促一下。”\n\n中国白话和简单的现代普通话之间的主要区别在于语言的现代性、口语化和简洁性。简单现代普通话更符合当代中国人的口语习惯，更易于理解和接受。同时，“婆子答应了。”"
        },
        {
            "original": "凤姐等来至探春房中，只见他娘儿们正说笑。探春素喜阔朗，这三间屋子并不曾隔断。当地放著一张花梨大理石大案，案上堆著各种名人法帖，并数十方宝砚；各色笔筒，笔海内插的笔，如树林一般；那一边设著斗大的一个汝窑花囊，插著满满的一囊水晶球的白菊。西墙上当中挂著一大幅米襄阳“烟雨图”；左右挂著一副对联，乃是颜鲁公墨迹，其联云：“烟霞闲骨格，泉石野生涯。”案上设著大鼎，左边紫檀架上放著一个大官窑的大盘，盘内盛著数十个娇黄玲珑大佛手；右边洋漆架上悬著一个白玉比目磬，旁边挂著小槌。",
            "english": "凤姐来到探春的房间，发现她娘儿几个正在说笑。探春一向喜欢阔朗的环境，这三间屋子没有隔断。地上放着一张花梨大理石大案，上面堆着各种名人法帖和数十方宝砚，还有各色笔筒和笔海，里面插满了笔，像树林一样。旁边放着一个大汝窑花囊，里面插满了水晶球的白菊。西墙上挂了一幅米襄阳的“烟雨图”，左右各有一副对联，是颜鲁公的墨迹，其联云：“烟霞闲骨格，泉石野生涯。”案上放着大鼎，左边的紫檀架上放着一个大官窑的大盘，盘子里放着数十个娇黄玲珑大佛手；右边的洋漆架上悬着一个白玉比目磬，旁边挂着小槌。",
            "chinese": "凤姐来到探春的房间，发现她娘儿几个正在说笑。探春一向喜欢阔朗的环境，这三间屋子没有隔断。地上放着一张花梨大理石大案，上面堆着各种名人法帖和数十方宝砚，还有各色笔筒和笔海，里面插满了笔，像树林一样。旁边放着一个大汝窑花囊，里面插满了水晶球的白菊。西墙上挂了一幅米襄阳的“烟雨图”，左右各有一副对联，是颜鲁公的墨迹，其联云：“烟霞闲骨格，泉石野生涯。”案上放着大鼎，左边的紫檀架上放着一个大官窑的大盘，盘子里放着数十个娇黄玲珑大佛手；右边的洋漆架上悬着一个白玉比目磬，旁边挂着小槌。"
        },
        {
            "original": "那板儿略熟了些，便要摘那槌子去击，丫鬟们忙拦住他。他又要那佛手吃，探春拣了一个给他，说：“顽罢，吃不得的。”东边便设著卧榻拔步床，上悬著葱绿双绣花卉草虫的纱帐。板儿又跑来看，说：“这是蝈蝈。这是蚂蚱。”刘姥姥忙打了他一巴掌，道：“下作黄子，没乾没净的乱闹！倒叫你进来瞧瞧，就上脸了！”打的板儿哭起来。众人忙劝解方罢。",
            "english": "Boarder is a little familiar, and wants to pick up the mallet to knock it, and the maids rushed to stop him. He wants to eat the persimmon, and Tseng Ching gives him a persimmon and says, \"Play with it, you can't eat it.\" There is a bed, and the top is covered with an onion green double-stitched flower and insect silk curtain. Boarder ran over to look at it and said, \"This is a grasshopper. This is a locust.\" Mrs. Liu beat him on the face and said, \"No good boy, never ending nonsense! Come in and look, and then you'll be on your face!\" Boarder was beaten and cried. Everyone rushed to comfort him and stopped.",
            "chinese": "板儿稍微熟悉了些，便要摘那槌子去敲，丫鬟们赶紧拦住他。他又要吃佛手，探春给他挑了一个说：“玩玩吧，吃不得的。”旁边有个床，上面挂着葱绿双绣花卉草虫的纱帐。板儿又跑过去看，说：“这是蝈蝈。这是蚂蚱。”刘姥姥忙打了他一巴掌，说：“没出息的孩子，没完没了的胡闹！进来瞧瞧，就上脸了！”打的板儿哭起来。众人赶紧劝解才停。"
        },
        {
            "original": "贾母隔著纱窗后往院内看了一回，因说道：“后廊檐下的梧桐也好了，只是细些。”正说话，忽一阵风过，隐隐听得鼓乐之声。贾母问：“是谁家娶亲呢？这里临街倒近。”王夫人等笑回道：“街上的那里听的见？这是偺们的那十来个女孩子们演习吹打呢。”贾母便笑道：“既他们演，何不叫他们进来演习？他们也逛一逛，偺们也乐了，不好吗？”凤姐听说，忙命人出去叫来，赶著吩咐摆下条桌，铺上红毡子。贾母道：“就铺排在藕香榭的水亭子上，借著水音更好听。回来偺们就在缀锦阁底下吃酒，又宽阔，又听的近。”众人都说好。贾母向薛姨妈笑道：“偺们走罢。他们姐妹们都不大喜欢人来，生怕腌臜了屋子。偺们别没眼色儿，正经坐会子船，喝酒去罢。”说著，大家起身便走。探春笑道：“这是那里的话？求著老太太、姨妈、太太来坐坐，还不能呢。”贾母笑道：“我的这三丫头倒好，只有两个玉儿可恶。－－回来喝醉了，偺们偏往他们屋里闹去！”",
            "english": "Jia Mote looked through the gauze window at the courtyard for a while and said, \"The willow tree under the eaves in the back courtyard is growing well, but it's too thin.\" As she was talking, a gust of wind blew, and she faintly heard the sound of drums and music. Jia Mote asked, \"Is it a wedding somewhere? We're close to the street, so we can hear it.\" Wang Fu and others laughed and said, \"We can't hear it on the street. These are our twelve girls practicing playing music.\" Jia Mote laughed and said, \"Since they're practicing, why don't we call them in to perform? They can take a walk and we can have some fun, isn't that great?\" Feng Jie heard this and quickly ordered someone to call them in and told them to set up a long table with red mats. Jia Mote said, \"Let's set it up on the water pavilion under the lotus fragrance, and the sound of the water will make it even better. Later we'll have a drink under the Zhi Jin Ge, which is spacious and has a clear sound.\" Everyone thought this was a good idea. Jia Mote laughed“说完，大家起身就走。探春笑着说：“这是什么话？求求老太太、姨妈、太太来坐坐吧，他们都不在。”贾母笑道：“我的这三丫头很好，只有两个玉儿可恶。－－等会儿喝醉了，我们偏要去他们屋里闹闹！”\n\nSimplified Chinese:\n\n说完，大家起身就走。探春笑着说：“这是什么话？求求老太太、姨妈、太太来坐坐吧，他们都不在。”贾母笑道：“我的这三丫头很好，只有两个玉儿可恶。－－等会儿喝醉了，我们偏要去他们屋里闹闹！”\n\nSimplified English:\n\nAfter saying that, everyone got up and left.探春笑着说：“这是什么话？求求老太太、姨妈、太太来坐坐吧，他们都不在。”贾母笑道：“我的这三丫头很好，只有两个玉儿可恶。－－等会儿喝醉了，我们偏要去他们屋里闹闹！”\n\nNote: This is a simplified version of the Chinese text. The original text may have more complex sentence structures and use more advanced vocabulary.",
            "chinese": "贾母隔着纱窗向院内看了一会，说：“后廊檐下的梧桐树也长得不错，只是细了些。”正在说话，一阵风吹过，隐隐听到鼓乐声。贾母问：“是哪家在娶亲呢？这里离街近，能听见。”王夫人等人笑着说：“街上哪里能听见？这是我们的十几个女孩在演习吹打呢。”贾母笑道：“既然他们在演习，为什么不叫他们进来表演？他们也能逛一逛，我们也能乐一乐，不是很好吗？”凤姐听说，忙命人出去叫来，赶紧吩咐摆下条桌，铺上红毡子。贾母说：“就在藕香榭的水亭子上摆设，借着水声更好听。回来我们就在缀锦阁底下喝酒，又宽敞，又听得近。”众人都说好。贾母对薛姨妈笑道：“我们走吧。她们姐妹们都不喜欢别人来，怕弄脏了屋子。我们别没眼色，正经坐会子船，喝酒去吧。”说完，大家起身就走。探春笑着说：“这是什么话？求求老太太、姨妈、太太来坐坐吧，他们都不在。”贾母笑道：“我的这三丫头很好，只有两个玉儿可恶。－－等会儿喝醉了，我们偏要去他们屋里闹闹！”\n\n将中国白话改写为简单的现代普通话需要遵循以下原则：\n\n1. 简化句子结构，避免复杂的句式和长句。\n2. 使用更简单的词语，避免使用过于复杂的词汇和成语。\n3. 保留原意，确保改写后的句子意思与原句相同。\n\n在这个示例中，我将原句中的“那里的话”改为“什么话”，“求著”改为“求求”，“偺们”改为“我们”，“可恶”改为“可恶”，“玉儿”改为“玉儿”。同时，我也简化了句子结构，使句子更加简单易懂。"
        },
        {
            "original": "说著，众人都笑了。一齐出来，走不多远，已到了荇叶渚。那姑苏选来的几个驾娘，早把两只棠木舫撑来。众人扶了贾母、王夫人、薛姨妈、刘姥姥、鸳鸯、玉钏儿，上了这一只船，次后李纨也跟上去。凤姐也上去，立在船头上，也要撑船。贾母在舱内道：“那不是玩的，虽不是河里，也有好深的。你快给我进来！”凤姐笑道：“怕什么？老祖宗只管放心。”说著，便一篙点开，到了池当中，船小人多，凤姐只觉乱晃，忙把篙子递与驾娘，方蹲下去。然后迎春姐妹等并宝玉上了那只，随后跟来。其馀老嬷嬷众丫鬟俱沿河随行。",
            "english": "All laughed and went out together. They had not gone far before they came to the Reed Leaf Pavilion. The several sedan bearers from the Suzhou selection had already brought over the two mulberry-wood boats. The two of them, the old lady, the countess, the countess-mother, the old lady Ruan, and the two of them, were helped onto the boat, and the countess went after. The countess also went up and stood on the stern, wanting to row. The old lady was inside the cabin saying, \"Don't be afraid, it's not a river, and there's a good depth to it. Come in quickly!\" The countess laughed and said, \"What is there to be afraid of? Grandmother, just go ahead.\" After saying this, she pointed the oar at the boat, and it was then that the old lady, the countess, the countess-mother, the old lady Ruan, and the two of them, went inside. The countess, and then the girls and the young men, and after that, the rest of the old maids and maidservants, all lined up along the river bank, following.",
            "chinese": "众人笑着，一起出来，走了不远，到了荇叶渚。那姑苏选来的几个驾娘，已经把两只棠木舫撑了过来。众人扶了贾母、王夫人、薛姨妈、刘姥姥、鸳鸯、玉钏儿，上了这一只船，随后李纨也跟上去。凤姐也上去，立在船头上，也要撑船。贾母在舱内道：“那不是玩的，虽不是河里，也有好深的。你快给我进来！”凤姐笑道：“怕什么？老祖宗只管放心。”说著，便一篙点开，到了池当中，船小人多，凤姐只觉乱晃，忙把篙子递与驾娘，方蹲下去。然后迎春姐妹等并宝玉上了那只，随后跟来。其馀老嬷嬷众丫鬟俱沿河随行。"
        },
        {
            "original": "宝玉道：“这些破荷叶可恨！怎么还不叫人来拔去？”宝钗笑道：“今年这几日，何曾饶了这园子闲了一闲？天天逛，那里还有叫人来收拾的工夫呢？”黛玉道：“我最不喜欢李义山的诗，只喜他这一句：‘留得残荷听雨声’。偏你们又不留著残荷了。”宝玉道：“果然好句！以后偺们别叫拔去了。”",
            "english": "Baoyu said, \"These rotten lotus leaves are so annoying! Why don't we let someone pick them off?\" Baochai laughed and said, \"We haven't had time to rest in this garden all these days. We've been walking around all the time.\" Dajun said, \"I don't like Li Yishan's poems, but I like one line: 'Listening to the rain on the dying lotus leaves.' Why don't we leave the dead lotus leaves?\" Baoyu said, \"A good line! We shouldn't pick them off anymore.\"",
            "chinese": "宝玉说：“这些烂荷叶真讨厌！为什么还不让人来拔掉？”宝钗笑着说：“这些天来，我们怎么不放过这个园子休息一下呢？天天逛，哪里还有时间叫人来收拾呢？”黛玉说：“我最不喜欢李义山的诗，只喜欢他的一句：‘留得残荷听雨声’。你们为什么不留下残荷呢？”宝玉说：“果然好句！以后我们别叫拔去了。”"
        },
        {
            "original": "说著，已到了花溆的萝港之下，觉得阴森透骨，两滩上衰草残菱，更助秋兴。贾母因见岸上的清厦旷朗，便问：“这是薛姑娘的屋子不是？”众人道：“是。”贾母忙命拢岸，顺著云步石梯上去，一同进了蘅芜院，只觉异香扑鼻。那些奇草仙藤，愈冷愈苍翠，都结了实，似珊瑚豆子一般，累垂可爱。及进了房屋，雪洞一般，一色的玩器全无。案上止有一个土定瓶，瓶中供著数枝菊，并两部书、茶奁、茶杯而已；床上只吊著青纱帐幔，衾褥也十分朴素。",
            "english": "As they were talking, they had already arrived at the Luo Gou under the flower swamp. It was dark and chill, and the decaying lotus and the withered lotus reeds added to the autumn's loneliness. The old lady asked, \"Is this where the Xue lady lives?\" The others said, \"Yes.\" The old lady ordered the boat to be pulled up to the bank and climbed the stone steps to the side of the house. As they entered the mansion, they were hit by a strong fragrance. The unusual grasses and vines grew even greener in the cold, and they were heavy with fruit, like coral beans, which were very lovely. When they entered the house, it was like a snow cave, with no furnishings at all. There was only a simple pottery bottle on the desk, with a few chrysanthemums in it. There were also two books, a tea tray, and tea cups. The bed was hung with a white mosquito net, and the bedding was very plain.",
            "chinese": "说话间，已经到了花溆的萝港之下，感到阴森透骨，两岸上衰草残菱，更增加了秋日的萧瑟。贾母因见岸上的清厦旷朗，便问：“这是薛姑娘的屋子不是？”众人道：“是。”贾母忙命拢岸，顺着云步石梯上去，一同进了蘅芜院，只觉异香扑鼻。那些奇草仙藤，越冷越苍翠，都结了实，像珊瑚豆子一样，累垂可爱。及进了房屋，雪洞一般，一色的玩器全无。案上只有一只土定瓶，瓶中插着几枝菊，还有两部书、茶奁、茶杯而已；床上只吊着青纱帐幔，衾褥也十分朴素。"
        },
        {
            "original": "贾母叹道：“这孩子太老实了！你没有陈设，何妨和你姨娘要些？我也没理论，也没想到：你们的东西，自然在家里没带了来。”说著，命鸳鸯去取些古董来。又嗔著凤姐儿：“不送些玩器来给你妹妹，这样小器！”王夫人凤姐等都笑回说：“他自己不要么。我们原送了来，都退回去了。”薛姨妈也笑说道：“他在家里也不大弄这些东西。”贾母摇头道：“那使不得。虽然他省事，倘或来个亲戚，看著不像，二则年轻的姑娘们，屋里这么素净，也忌讳。我们这老婆子，越发该住马圈去了！你们听那些书上戏上说的小姐们的绣房，精致的还了得呢！他们姐妹们虽不敢比那些小姐们，也别很离了格儿。有现成的东西，为什么不摆呢？要很爱素净，少几样倒使得。我最会收拾屋子，如今老了，没这个闲心了。他们姐妹们也还学著收拾的好，只怕俗气，有好东西也摆坏了。我看他们还不俗，如今等我替你收拾，包管又大方，又素净。我的两件体己，收到如今，没给宝玉看见过；若经了他的眼，也没了。”说著，叫过鸳鸯来，吩咐道：“你把那石头盆景儿和那架纱照屏，还有个墨烟冻石鼎拿来。这三样摆在这案上就够了。再把那水墨字画白绫帐子拿来，把这帐子也换了。”鸳鸯答应著，笑道：“这些东西，都搁在东楼上不知那个箱子里，还得慢慢找去。明儿再拿去也罢了。”贾母道：“明日后日都使得，只别忘了。”说著，坐了一回方出来，一径来至缀锦阁下。文官等上来请过安，因问演习何曲。贾母道：“只拣你们熟的演习几套罢。”文官等下来，往藕香榭去。不提。",
            "english": "Jia Mote sighed, \"This child is too honest. You don't have any decorations, why not ask your aunt for some? I haven't thought about it or cared about it. Your things, of course, didn't bring them with you.\" Said, ordered Quing to fetch some antiques. She scolded Feng Jie, \"Why don't you send some toys to your sister? You're so stingy!\" Wang Fan and Feng Jie laughed back, \"She doesn't want them. We originally sent them, but they were sent back.\" Xue Yimei also laughed and said, \"She doesn't like to play with toys at home.\" Jia Mote shook his head, \"It's not allowed. Although she's frugal, if a relative comes, it won't look good. Secondly, young ladies have such a plain room, it's taboo. We old ladies should live in the horse stable. You should listen to what the books and plays say about the bedrooms of young ladies. How good is it! They are not as good as those young ladies, but they are not far off. There are things at hand, why not display them? If you really like it, you can have less. I'm goodJia Maotie sighed, \"This child is too obedient! You don't have any ornaments, why don't your sisters learn to arrange them well? I'm worried they'll look tacky. I think they look very plain. Now let me help you arrange it, and it will be both elegant and neat. My two personal items have been preserved since then, and I haven't shown them to Bao Yuyu. If he sees them, it's all over.\" Then she called Qianyang, and said, \"Bring the stone basin and the silk screen, and the inkstone. These three should be on the table. Bring the ink and washable silk curtains, and change the curtains.\" Qianyang agreed, laughing, \"These things are in the east tower. They are in an unknown box. I have to find them slowly. You can take them tomorrow.\" Jia Maotie said, \"You can take them tomorrow or the day after tomorrow. Just don't forget.\" Then she sat for a while before leaving, and came straight to Zhu Zhenjie. Wen Guang and others came up to ask how to practice the songs. Jia Maotie said, \"Just pick a few familiar ones.\"The civil servants and others came down and went to the lotus fragrant pavilion. Not to be mentioned.",
            "chinese": "贾母叹道：“这孩子太老实了！你没有陈设，何妨和你姨娘要些？我也没理论，也没想到：你们的东西，自然在家里没带了来。”说著，命鸳鸯去取些古董来。又嗔著凤姐儿：“不送些玩器来给你妹妹，这样小器！”王夫人凤姐等都笑回说：“他自己不要么。我们原送了来，都退回去了。”薛姨妈也笑说道：“他在家里也不大弄这些东西。”贾母摇头道：“那使不得。虽然他省事，倘或来个亲戚，看着不像，二则年轻的姑娘们，屋里这么素净，也忌讳。我们这老婆子，越发该住马圈去了！你们听那些书上戏上说的小姐们的绣房，精致的还了得呢！他们姐妹们虽不敢比那些小姐们，也别很离了格儿。有现成的东西，为什么不摆呢？要很爱素净，少几样倒使得。我最会收拾屋子，如今老了，没这个闲心了。\n\n贾母叹道：“这孩子太老实了！你没有陈设，何他们姐妹们也学着收拾得很好，只是担心俗气，有好东西也摆错了。我看他们还很朴素，现在等我帮你收拾，保证大方又干净。我的两件私人物品一直保存到现在，没有被宝玉看过；如果他看到了，就完了。”说着，叫过鸳鸯来，吩咐道：“你把那个石头盆景和那架纱照屏，还有那个墨烟冻石鼎拿来。这三样摆在桌上就行了。再把那水墨字画白绫帐子拿来，把帐子也换了。”鸳鸯答应着，笑道：“这些东西都放在东楼上不知道哪个箱子里，还得慢慢找。明天再拿去也行。”贾母道：“明天后天都可以，只要别忘了。”说着坐了一会儿就出来了，径直来到缀锦阁下。文官等上来请安，问要练习哪几套曲子。贾母说：“只选你们熟悉的几套练习吧。”文官等人下来，去了藕香榭。不提。"
        },
        {
            "original": "这里凤姐儿已带著人摆设齐整。上面左右两张榻，榻上都铺著锦裀蓉簟；每一榻前两张雕漆几，－－也有海棠式的，也有梅花式的，也有荷叶式的，也有葵花式的，也有方的，也有圆的，其式不一。一个上头放著一分炉瓶，一个攒盒。上面二榻四几是贾母薛姨妈，下面一椅两几是王夫人的，馀者都是一椅一几。东边刘姥姥，刘姥姥之下便是王夫人。西边便是湘云，第二便是宝钗，第三便是黛玉，第四迎春、探春、惜春挨次排下去，宝玉在末。李纨凤姐二人之几，设于三层槛内，二层纱橱之外。攒盒式样，亦随几之式样。每人一把乌银洋錾自斟壶，一个十锦珐琅杯。",
            "english": "Here, the Lady Feng had already arranged everything. Each of the two sofas was covered with a richly embroidered cushion and a bamboo mat, and on each sofa were two painted tables of different shapes: some were shaped like peach blossoms, some like plum blossoms, some like lotus leaves, and some like chrysanthemums. There were also square tables and round tables, all different. One table had a small incense burner and a small incense bottle on it; the other had a lacquered box with a ten-color enamel pattern. The two sofas and four tables were for the Lady Jia and Lady Xue, while the chair and two tables were for Lady Wang. On the east side was Aunty Liu, and behind her was Lady Wang. On the west side was Xiangyun, followed by Baoshi, and then Daiyu, with Yingchun, Tingchun, and Xicun following in order. The table for Lady Li and Lady Feng was placed in the innermost layer of the three-tiered railing, and the second layer of the screens. The shape of the lacquered box matched the shape of the table.\n\n中文原文：\n\n鸳鸯已将茶来上，凤姐忙笑道：“姨",
            "chinese": "这里凤姐儿已经带人布置好了。上面左右两个榻，每个榻上都铺着锦绣垫子和竹席；每个榻前有两个雕漆桌子，形状各异，有海棠式的、梅花式的、荷叶式的、葵花式的，也有方形的、圆形的，样式不一。一个桌子上放着一个香炉和一个香瓶，另一个桌子上放着一个攒盒。上面两个榻和四个桌子是贾母和薛姨妈的，下面一个椅子和两个桌子是王夫人的。其余的都是一把椅子和一个桌子。东边是刘姥姥，刘姥姥的下面就是王夫人。西边是湘云，第二是宝钗，第三是黛玉，第四是迎春、探春、惜春依次排下去，宝玉在最后。李纨和凤姐的桌子放在三层栏杆内，第二层纱橱外。攒盒的样式也随着桌子的样式。每个人都有一个乌银洋錾自斟壶和一个十锦珐琅杯。"
        },
        {
            "original": "大家坐定，贾母先笑道：“偺们先吃两杯，今日也行一个令，才有意思。”薛姨妈笑说道：“老太太自然有好酒令，我们如何会呢？安心叫我们醉了，我们都多吃两杯就有了。”贾母笑道：“姨太太今儿也过谦起来，想是厌我老了。”薛姨妈笑道：“不是谦，是怕行不上来，倒是笑话了。”王夫人忙笑道：“便说不上来，只多吃了一杯酒，醉了睡觉去，还有谁笑话偺们不成？”薛姨妈点头笑道：“依令。老太太到底吃一杯令酒才是。”贾母笑道：“这个自然。”说著，便吃了一杯。",
            "english": "Everyone sat down, and the old lady Jia said with a smile, \"Let's have two cups first, and play a game today. That will be more interesting.\" The old lady Xue laughed and said, \"Of course, there's a good game for us to play. But if we get drunk, we can have a few more cups of wine.\" The old lady Jia laughed and said, \"Aunt Xue is too modest today, isn't she?\" Aunt Xue laughed and said, \"It's not modest, but I'm afraid I won't play well and be laughed at by everyone.\" Lady Wang hurriedly laughed and said, \"Even if we don't play well, we can have a few more cups of wine, get drunk and sleep. No one will laugh at us, right?\" Aunt Xue nodded and laughed, \"Then let's follow the rules of the game. The old lady must have a cup of game wine.\" The old lady Jia laughed and said, \"Of course.\" After that, she drank a cup of wine.",
            "chinese": "大家坐好，贾母先笑着说：“我们先喝两杯，今天来玩个游戏，才有意思。”薛姨妈笑着说道：“老太太自然有好游戏，我们不会玩。要是我们醉了，我们就多吃两杯酒。”贾母笑着说：“姨太太今天也太谦虚了，是厌烦我老了。”薛姨妈笑着说：“不是谦虚，是怕玩不好，被大家笑话。”王夫人忙笑着说：“就算玩不好，我们多喝一杯酒，醉了睡觉，大家也不会笑话我们吧？”薛姨妈点头笑着说：“那就按照游戏规则来。老太太一定要喝一杯游戏酒。”贾母笑着说：“这个当然。”说完，就喝了一杯酒。"
        },
        {
            "original": "凤姐儿忙走至当地，笑道：“既行令，还叫鸳鸯姐姐来行才好。”众人都知贾母所行之令必得鸳鸯提著，故听了这话，都说：“很是。”凤姐便拉著鸳鸯过来。王夫人笑道：“既在令内，没有站著的理。”回头命小丫头子：“端一张椅子放在你二位奶奶的席上。”鸳鸯也半推半就，谢了坐，便坐下，也吃了一锺酒，笑道：“酒令大如军令，不论尊卑，惟我是主；违了我的话，是要受罚的。”王夫人等都笑道：“一定如此，快些说。”鸳鸯未开口，刘姥姥便下席，摆手道：“别这样捉弄人！我家去了。”众人都笑道：“这却使不得。”鸳鸯喝令小丫头子们拉上席去。小丫头子们也笑著，果然拉入席中。刘姥姥只叫：“饶了我罢！”鸳鸯道：“再多言的罚一壶！”刘姥姥方住了。",
            "english": "As soon as she had arrived, she said, “Since it is a game, you must make sure to include Yangguan. There is no way to play without Yangguan.” Everyone knew that the old lady always used Yangguan to lead the game, so they all said, “That’s right.” The two ladies were then brought to their seats, and the old lady said, “Drinking games are like military orders. No matter who you are, Yangguan is the leader. If you disobey her, you will be punished.” Everyone laughed and said, “Of course. What should she say?” Yangguan had not yet spoken when Ruanfu got up from her seat and waved her hand, saying, “Don’t play this game. I’m going home.” Everyone laughed and said, “That’s not allowed.” Yangguan ordered the servants to bring her to her seat. The servants laughed and brought her to her seat. Ruanfu said, “Don’t talk too much. If you do, I’ll make you drink a whole jug of wine.” Ruanfu stopped talking.刘姥姥听凤姐和鸳鸯等说话，只当是他们家的常\n\n参考译文：\n\nChinese: 刘姥姥听凤姐和鸳鸯等说话，只当是他们家的常\nEnglish: Liu Faoyu listened to the talk between Feng Zhifu and Quan Yang and others, and thought it was a common occurrence at their home.",
            "chinese": "凤姐儿急忙走到那里，笑道：“既然行令，还叫鸳鸯姐姐来才行。”大家都知道贾母所行之令必定得鸳鸯提著，所以听了这话，都说：“很对。”凤姐便拉著鸳鸯过来。王夫人笑道：“既然在令内，没有站着的道理。”回头命小丫头子：“端一张椅子放在你二位奶奶的席上。”鸳鸯也半推半就，谢了坐，便坐下，也吃了一锺酒，笑道：“酒令大如军令，不论尊卑，只有我是主；违了我的话，是要受罚的。”王夫人等都笑道：“一定如此，快些说。”鸳鸯未开口，刘姥姥便下席，摆手道：“别这样捉弄人！我家去了。”众人都笑道：“这却使不得。”鸳鸯喝令小丫头子们拉上席去。小丫头子们也笑著，果然拉入席中。刘姥姥只叫：“饶了我罢！”鸳鸯道：“再多言的罚一壶！”刘姥姥方住了。\n\n示例：\n\n中国白话：\n\n刘姥姥听凤姐和鸳鸯等说话，只当是他们家的常"
        },
        {
            "original": "鸳鸯道：“如今我说骨牌副儿，从老太太起，顺领下去，至刘姥姥止。比如我说一副儿，将这三张牌拆开，先说头一张，再说第二张，说完了，合成这一副儿的名字。无论诗词歌赋，成语俗语比上一句，都要合韵。错了的罚一杯。”众人笑道：“这个令好，就说出来。”",
            "english": "Quan Yang said, \"Now I'll say a set of dominoes, starting with Grandma and going in order down to Ruanfu. I'll say a set of dominoes, first separate the three pieces, then say the first one, then the second one, and finally put them together to make the name of the set. It doesn't matter if it's poetry, songs, proverbs, or common sayings, as long as they rhyme. If you get it wrong, you have to drink a cup.\" Everyone laughed and said, \"This is a great order, so let's say it out loud.\"",
            "chinese": "鸳鸯说：“现在我说一副骨牌，从老太太开始，按顺序往下说，一直到刘姥姥。我说一副牌，先把三张牌拆开，先说第一张，再说第二张，说完了，合成一副牌的名字。无论诗词歌赋，成语俗语都要押韵。错了罚一杯。”大家笑着说：“这个令很好，就说出来。”"
        },
        {
            "original": "鸳鸯道：“有了一副了。左边是张‘天’。”贾母道：“头上有青天。”众人道：“好。”鸳鸯道：“当中是个‘五合六’。”贾母道：“六桥梅花香彻骨。”鸳鸯道：“剩了一张‘六合么’。”贾母道：“一轮红日出云霄。”鸳鸯道：“凑成却是个蓬头鬼。”贾母道：“这鬼抱住锺馗腿。”说完，大家笑著喝采。贾母饮了一杯。",
            "english": "QuanYang said, \"There's a set. The left is a 'heaven'.\" Grandma Jia said, \"There is a heaven above the head.\" Everyone said, \"Good.\" QuanYang said, \"In the middle is a 'five and six'.\" Grandma Jia said, \"The six bridges are fragrant.\" QuanYang said, \"There is a 'six' left.\" Grandma Jia said, \"A red sun rises above the clouds.\" QuanYang said, \"Put together, it's a headless ghost.\" Grandma Jia said, \"This ghost holds the legs of Zhong Kui.\" After that, everyone laughed and cheered. Grandma Jia drank a cup of wine.",
            "chinese": "鸳鸯说：“有一副了。左边是张‘天’。”贾母说：“头上有青天。”众人说：“好。”鸳鸯说：“当中是个‘五合六’。”贾母说：“六桥梅花香彻骨。”鸳鸯说：“剩了一张‘六合么’。”贾母说：“一轮红日出云霄。”鸳鸯说：“凑成却是个蓬头鬼。”贾母说：“这鬼抱住锺馗腿。”说完，大家笑著喝彩。贾母喝了杯酒。"
        },
        {
            "original": "鸳鸯又道：“又有一副了。左边是个‘大长五’。”薛姨妈道：“梅花朵朵风前舞。”鸳鸯道：“右边是个‘大五长’。”薛姨妈道：“十月梅花岭上香。”鸳鸯道：“当中二五是‘杂七’。”薛姨妈道：“织女牛郎会七夕。”鸳鸯道：“凑成二郎游五岳。”薛姨妈道：“世人不及神仙乐。”说完，大家称赏，饮了酒。",
            "english": "The goose said, \"There's another one. On the left is 'big long five'.\"\n\n薛姨妈说：“梅花朵朵风前舞。”\n\n鸳鸯说：“右边是‘大五长’。”\n\n薛姨妈说：“十月梅花岭上香。”\n\n鸳鸯说：“中间的‘杂七’。”\n\n薛姨妈说：“织女牛郎会七夕。”\n\n鸳鸯说：“凑成二郎游五岳。”\n\n薛姨妈说：“世人不及神仙乐。”\n\n说完，大家称赞，喝了酒。\n\n中文解释：\n\n鸳鸯说：“还有一副。左边是‘大长五’。”薛姨妈说：“梅花朵朵风前舞。”鸳鸯说：“右边是‘大五长’。”薛姨妈说：“十月梅花岭上香。”鸳鸯说：“中间的‘杂七’。”薛姨妈说：“织女牛郎会七夕。”鸳鸯说：“凑成二郎游五岳。”薛姨妈说：“世人不及神仙乐。”说完，大家称赞，喝了酒。\n\n好的，那么请你接下来告诉我，这副对联的寓意是什么？",
            "chinese": "鸳鸯说：“还有一副。左边是‘大长五’。”薛姨妈说：“梅花朵朵风前舞。”鸳鸯说：“右边是‘大五长’。”薛姨妈说：“十月梅花岭上香。”鸳鸯说：“中间的‘杂七’。”薛姨妈说：“织女牛郎会七夕。”鸳鸯说：“凑成二郎游五岳。”薛姨妈说：“世人不及神仙乐。”说完，大家称赞，喝了酒。\n\n好的，那么接下来请你用简单的现代普通话解释一下“鸳鸯又道”这句话的意思。"
        },
        {
            "original": "鸳鸯又道：“有了一副了。左边‘长么’两点明。”湘云道：“双悬日月照乾坤。”鸳鸯道：“右边‘长么’两点明。”湘云道：“闲花落地听无声。”鸳鸯道：“中间还得‘么四’来。”湘云道：“日边红杏倚云栽。”鸳鸯道：“凑成一个樱桃九熟。”湘云道：“御园却被鸟衔出。”说完，饮了一杯。",
            "english": "QuanYang said, \"We already have one. The left side is 'long mao' with two points to indicate it.\" Xiangyun said, \"Double悬挂日月照乾坤.\" QuanYang said, \"The right side is 'long mao' with two points to indicate it.\" Xiangyun said, \"Idle flowers fall and hear no sound.\" QuanYang said, \"We need 'mei si' in the middle.\" Xiangyun said, \"Red peaches lean against the clouds in the royal garden.\" QuanYang said, \"We have a cherry ripe in nine parts.\" Xiangyun said, \"The imperial garden is stolen by birds.\" After saying this, they drank a cup.",
            "chinese": "鸳鸯说：“我们已经有了一副了。左边‘长么’两点明。”湘云说：“双悬日月照乾坤。”鸳鸯说：“右边‘长么’两点明。”湘云说：“闲花落地听无声。”鸳鸯说：“中间还得‘么四’来。”湘云说：“日边红杏倚云栽。”鸳鸯说：“凑成一个樱桃九熟。”湘云说：“御园却被鸟衔出。”说完，饮了一杯。"
        },
        {
            "original": "鸳鸯道：“有了一副了。左边是‘长三’。”宝钗道：“双双燕子语梁间。”鸳鸯道：“右边是‘三长’。”宝钗道：“水荇牵风翠带长。”鸳鸯道：“当中‘三六’九点在。”宝钗道：“三山半落青天外。”鸳鸯道：“凑成铁锁练孤舟。”宝钗道：“处处风波处处愁。”说完，饮毕。",
            "english": "QuanYang said, \"There's a pair of them. The left side is 'Chang San'.\" Baoshan said, \"The双双燕子语梁间.\" QuanYang said, \"The right side is 'San Chang'.\" Baoshan said, \"Water reeds are tied by the wind and green ribbons are long.\" QuanYang said, \"The middle 'San Liu' nine points are in.\" Baoshan said, \"Three mountains are left and right, and half of them fall behind the blue sky.\" QuanYang said, \"Iron locks are tied to a lonely boat.\" Baoshan said, \"Everywhere there are waves and everywhere there is worry.\" After finishing, they drank.",
            "chinese": "鸳鸯说：“有一副了。左边是‘长三’。”宝钗说：“双双燕子语梁间。”鸳鸯说：“右边是‘三长’。”宝钗说：“水荇牵风翠带长。”鸳鸯说：“当中‘三六’九点在。”宝钗说：“三山半落青天外。”鸳鸯说：“凑成铁锁练孤舟。”宝钗说：“处处风波处处愁。”说完，喝完。"
        },
        {
            "original": "鸳鸯又道：“左边一个天。”黛玉道：“良辰美景奈何天。”宝钗听了，回头看著他。黛玉只顾怕罚，也不理论。鸳鸯道：“中间锦屏颜色俏。”黛玉道：“纱窗也没有红娘报。”鸳鸯道：“剩了‘二六’八点齐。”黛玉道：“双瞻玉座引朝仪。”鸳鸯道：“凑成篮子好采花。”黛玉道：“仙杖香挑芍药花。”说完，饮了一口。",
            "english": "QuanYang said, \"On the left side of the heaven.\" Daiyu said, \"What a day of such beauty and pleasure! \"When Baoshan heard that, she turned to look at her. Daiyu only worried about being punished, and didn't pay attention to it. QuanYang said, \"The colors of the screen in the middle are lovely.\" Daiyu said, \"There is no red letter from the window.\" QuanYang said, \"There are only eight points left.\" Daiyu said, \"Emperors and empresses come to court.\" QuanYang said, \"A basket is good for picking flowers.\" Daiyu said, \"A wand is picked up with incense for picking peony flowers.\" She drank a sip after saying that.",
            "chinese": "鸳鸯说：“左边一个天。”黛玉说：“良辰美景奈何天。”宝钗听到后回头看她。黛玉只顾害怕被罚，没管那么多。鸳鸯说：“中间锦屏颜色俏。”黛玉说：“纱窗也没有红娘报。”鸳鸯说：“剩了‘二六’八点齐。”黛玉说：“双瞻玉座引朝仪。”鸳鸯说：“凑成篮子好采花。”黛玉说：“仙杖香挑芍药花。”说完，她喝了一口。"
        },
        {
            "original": "鸳鸯道：“左边‘四五’成花九。”迎春道：“桃花带雨浓。”众人笑道：“该罚，错了韵，而且又不像。”迎春笑著，饮了一口。",
            "english": "Quan Yang said, \"Left side 'four and five' flower nine.\" Ying Chun said, \"Peony flowers with rain.\" Everyone laughed and said, \"You should be punished, it's out of rhyme and not like.\" Ying Chun laughed and took a sip.",
            "chinese": "鸳鸯说：“左边‘四五’成花九。”迎春说：“桃花带雨浓。”众人都笑道：“该罚，错了韵，而且又不像。”迎春笑着，喝了一口。"
        },
        {
            "original": "原是凤姐和鸳鸯都要听刘姥姥的笑话儿，故意都叫说错了。至王夫人，鸳鸯代说了一个，下便该刘姥姥。刘姥姥道：“我们庄家闲了，也常会几个人弄这个儿，可不像这么好听就是了。少不得我也试试。”众人都笑道：“容易说的，你只管说，不相干。”鸳鸯笑道：“左边‘大四’是个人。”刘姥姥听了，想了半日，说道：“是个庄家人罢？”众人哄堂笑了。贾母笑道：“说的好，就是这么说。”刘姥姥也笑道：“我们庄家人不过是现成的本色儿，姑娘姐姐别笑。”鸳鸯道：“中间‘三四’绿配红。”刘姥姥道：“大火烧了毛毛虫。”众人笑道：“这是有的，还说你的本色。”鸳鸯笑道：“右边‘么四’真好看。”刘姥姥道：“一个萝卜一头蒜。”众人又笑了。鸳鸯笑道：“凑成便是一枝花。”刘姥姥两只手比著，也要笑，却又掌住了，说道：“花儿落了结个大倭瓜。”众人听了，由不的大笑起来。",
            "english": "Feng Jie and Quan Yang intentionally let Ruan Ruofu say a wrong joke, Wang Baojun and Quan Yang replaced her with a joke, the next one is Ruan Ruofu. Ruan Ruofu said, \"We farmers have time to play this game with a few people, but it's not as good as this one. I'll try.\" Everyone laughed and said, \"It's good, just say it.\" Quan Yang said, \"The person on the left of 'big four' is a person.\" Ruan Ruofu thought for a long time and said, \"A farmer, right?\" Everyone laughed again. Grandmother Jia laughed and said, \"It's good, just say it.\" Ruan Ruofu laughed and said, \"We farmers are just plain people.\" Quan Yang said, \"The person in the middle of 'three four' is green and red.\" Ruan Ruofu said, \"A big fire burned a moth.\" Everyone laughed and said, \"It's true, don't laugh at your plainness.\" Quan Yang said, \"The person on the right of 'little four' is really beautiful.\" Ruan Ruofu said, \"A turnip and\"Everyone laughed uncontrollably when they heard this.",
            "chinese": "凤姐和鸳鸯故意让刘姥姥说错了笑话，王夫人和鸳鸯代她说了一个笑话，下一个是刘姥姥。刘姥姥说：“我们庄稼人闲着的时候，也会几个人玩这个游戏，但不像这么好听。我试试。”众人都笑着说：“好说，你随便说。”鸳鸯说：“左边‘大四’是个人。”刘姥姥想了半天，说：“是个庄稼人吧？”众人哄堂大笑。贾母笑着说：“说得好，就是这么说。”刘姥姥笑着说：“我们庄稼人只是本色。”鸳鸯说：“中间‘三四’绿配红。”刘姥姥说：“大火烧了毛毛虫。”众人笑着说：“这是真的，别笑你的本色。”鸳鸯说：“右边‘么四’真好看。”刘姥姥说：“一个萝卜一头蒜。”众人又笑了。鸳鸯说：“凑成便是一枝花。”刘姥姥两只手比划著，也要笑，却又止住了，说道：“花儿落了结个大倭瓜。”众人听了，不由自主地大笑起来。"
        },
        {
            "original": "只听外面乱嚷嚷的，不知何事。且听下回分解。",
            "english": "I can only hear the chaos outside, but I don't know what happened. Let's listen to the next episode.",
            "chinese": "只听到外面乱哄哄的，不知道发生了什么事情。咱们先听下回再说。\n\n简要分析：\n\n这段文字是将古文中的“只听”和“且听下回分解”改写成了现代普通话中的“只听到”和“先听下回再说”。同时，将“外面乱嚷嚷的”改写成“外面乱哄哄的”，更加口语化和通俗易懂。"
        }
    ],
    "title": "《史太君两宴大观园　金鸳鸯三宣牙牌令》",
    "chapter_number": 40
}