{
    "paragraphs": [
        {
            "original": "话说宝玉和姐妹一处坐著，同众人看演《荆钗记》，黛玉因看到《男祭》这出上，便和宝钗说道：“这王十朋也不通的很：不管在那里祭一祭罢了，必定跑到江边上来做什么？俗语说：‘睹物思人’，天下的水总归一源，不拘那里的水舀一碗，看著哭去，也就尽情了。”宝钗不答。宝玉听了却又发起呆来。",
            "english": "As they sat together, the girls watched the play The Jin-Shai Memoirs. When Lin Daiyu saw the play The Sacrifice to the God, she said to Bi Shao, \"The hero Wang Shibo doesn't understand. He could have made a sacrifice anywhere. Why did he have to go to the riverbank? The saying goes, 'One's mind wanders at the sight of a familiar object.' All the water in the world comes from the same source, so when you drink a bowl of it, you can shed a tear and be done with it.\" Bi Shao did not answer. Hearing this, Bao Yu sat there in a daze again.",
            "chinese": "宝玉和姐妹们坐在一起，和大家一起看演《荆钗记》。黛玉看到《男祭》这出戏后，便对宝钗说：“王十朋也不通。不管在哪里祭拜一下就行了，为什么要跑到江边来呢？俗语说：‘睹物思人’。天下的水都来自同一源头，不管哪里的水舀一碗，看着哭一下，也就尽情了。”宝钗没有回答。宝玉听了，又发起呆来。"
        },
        {
            "original": "且说贾母心想今日不比往日，定要教凤姐痛乐一日。本自己懒怠坐席，只在里间屋里榻上歪著，和薛姨妈看戏，随心爱吃的拣几样放在小几上，随意吃著说话儿。将自己两桌席面，赏那没有席面的大小丫头并那应著差的妇人等，命他们在窗外廊檐下，也只管坐著，随意吃喝，不必拘礼。王夫人和邢夫人在地下高桌上坐著。外面几席是他们姐妹们坐。贾母不时吩咐尤氏等：“让凤丫头坐上面，你们好生替我待东，难为他一年到头辛苦。”尤氏答应了，又笑回道：“他说坐不惯首席，坐在上头，横不是竖不是的，酒也不肯喝。”贾母听了。笑道：“你不会，等我亲自让他去。”凤姐儿忙也进来笑说：“老祖宗别信他们的话，我喝了好几锺了。”贾母笑著，命尤氏等：“拉他出去，按在椅子上，你们都轮流敬他。他再不吃，我当真的就亲自去了。”尤氏听说，忙笑著，又拉他出来坐下，命人拿了台盏，斟了酒，笑道：“一年到头，难为你孝顺老太太、太太和我，我今儿没什么疼你的，亲自斟酒。我的乖乖！你在我手里喝一口罢。”凤姐儿笑道：“你要安心孝敬我，跪下，我就喝。”尤氏笑道：“说的你不知是谁！我告诉你说罢：好容易今儿这一遭，过了后儿，知道还得像今儿这样的不得了？趁著尽力灌两锺子罢。”",
            "english": "Jia Ma today wanted to let Feng Qie play happily all day. She didn't want to sit on the seat herself, so she lay on the塌 in the room and watched the play with Shei Pai Ma. She ate and chatted while eating whatever she liked. She gave the two tables of banquet to the maids and women who had no tables of banquet, and let them sit in the windows and eaves outside, eating and drinking at will, without restraint. Wang Fen and Xing Fen sat on the low table in the underground. The several tables outside were for the sisters to sit on. Jia Ma often ordered You Shi and others: \"Let Feng Qie sit on the chief seat, and you should all take good care of her, and thank her for her hard work all year round.\" You Shi agreed and laughed back: \"She says sitting on the chief seat is uncomfortable, and sitting on the top, she will be this way or that way, and she doesn't want to drink wine.\" Jia Ma heard and laughed: \"You can't do it. Let me go and let her go.\" Feng Qie also hurried in and laughed: \"Grandmother, don't believe what they said. I have already drunk several cups\"Stop eating, I really have to go and do it myself.\" You see, Youshi could not help laughing, and he pulled him out again and sat him down. A servant brought a wine cup and filled it. \"You have been so kind to your grandmother, mother, and me all year round. Today, I have nothing to show my appreciation for you. I will pour you a glass myself. My dear, have a sip.\" Fengjiao laughed and said, \"If you really want to show your appreciation, kneel down and I will drink.\" Youshi laughed and said, \"You don't know who you are talking about. I'll tell you. It's not easy to get through this year. Who knows if we'll have another year like this next time? You just drink a little more.\"",
            "chinese": "贾母今天想让凤姐痛快地玩一天。她自己不想坐席，就在里屋的塌上躺着，和薛姨妈一起看戏。她随意吃点自己喜欢的食物，边吃边聊天。她把两桌席面赏给了没有席面的小丫头和应差的妇人们，让他们在窗外廊檐下坐著，随意吃喝，不必拘礼。王夫人和邢夫人坐在地下高桌上。外面几席是姐妹们坐的。贾母不时吩咐尤氏等人：“让凤姐儿坐首席，你们好好替我招待，感谢她一年到头的辛苦。”尤氏答应了，又笑着回道：“她说坐在首席不自在，坐上头，不是这样就是那样的，酒也不愿意喝。”贾母听了，笑道：“你不会，等我亲自让他去。”凤姐儿也急忙进来笑着说：“老祖宗别信他们的话，我已经喝了好几杯了。”贾母笑着，命令尤氏等人：“把凤姐儿拉出去，按在椅子上，你们轮流敬他。他再不吃，我真要亲自去了。”尤氏一听，赶紧笑着，又把他拉出来坐下，让仆人拿了一个酒杯，斟了酒，笑着说：“一年到头，难为你孝敬老太太、太太和我，我今天没什么疼你的，亲自倒酒。我的乖乖！你在我手里喝一口吧。”凤姐笑着说：“你要真心孝敬我，跪下，我就喝。”尤氏笑着说：“说的你不知道是谁！我告诉你吧：好容易今天这回，过了以后，谁知道下次还能像今天这样不得了？趁现在多喝两口吧。”"
        },
        {
            "original": "凤姐儿见推不过，只得喝了两锺。接著众姐妹也来，凤姐也只得每人的喝了两口。赖嬷嬷见贾母尚且这等高兴，也少不得来凑趣儿，领著些嬷嬷们也来敬酒。凤姐儿也难推脱，只得喝了两口。鸳鸯等也都来敬。凤姐儿真不能了，忙央告道：“好姐姐们！饶了我罢！我明儿再喝罢。”鸳鸯笑道：“真个的我们是没脸的了？就是我们在太太跟前，太太还赏个脸儿呢。往常倒有些体面，今儿当著这些人，倒做起主子的款儿来了。－－我原不该来。不喝，我们就走。”说著，真个回去了。凤姐儿忙忙拉住，笑道：“好姐姐，我喝就是了。”说著，拿过酒来，满满的斟了一杯喝乾。鸳鸯方笑了散去，然后又入席。",
            "english": "Jingui was pushed to drink two cups. Then the younger sisters came to drink, and she had to drink another two cups. Lady Lai, seeing that the elderly lady was in a good mood, came to play the game, taking some maids with her and came to drink with her. Jingui really could not drink any more, so she begged, \"Please, ladies, let me off. I'll drink tomorrow.\" Qian laughed, \"We have no face anymore? We used to have some face, but today, in front of so many people, you're acting like a master. I didn't want to come. If you don't drink, we'll leave.\" Saying this, she really wanted to leave. Jingui quickly pulled her back and laughed, \"Good ladies, I'll drink.\" She then picked up the wine and drank it all. Qian then laughed and went away, and then returned to her seat.",
            "chinese": "凤姐儿推不过，只得喝了两杯。接着众姐妹也来敬酒，凤姐也只得喝了两口。赖嬷嬷见贾母高兴，也来凑热闹，带着一些嬷嬷们也来敬酒。凤姐儿真喝不下去了，忙央求道：“好姐姐们，饶了我吧，我明天再喝。”鸳鸯笑道：“我们没脸的了？往常倒有些体面，今儿当着这么多人，倒做起主子的派头来了。我原不该来，不喝，我们就走。”说着，真要走。凤姐儿忙拉住，笑道：“好姐姐，我喝就是了。”说着，拿过酒来，满满的斟了一杯喝完。鸳鸯方笑了散去，然后又入席。"
        },
        {
            "original": "凤姐儿自觉酒沉了，心里突突的往上撞，要往家去歇歇，只见那耍百戏的上来，便和尤氏说：“预备赏钱，我要洗洗脸去。”尤氏点头。凤姐儿瞅人不防，便出了席，往房门后檐下走来。平儿留心，也忙跟了来。凤姐便扶著他。才至穿廊下，只见他屋里的一个小丫头子。正在那里站著，见他两个来了，回身就跑。凤姐儿便疑心，忙叫那丫头先只装听不见，无奈后面连声儿叫，也只得回来。",
            "english": "Xingde felt that she had drunk too much and was frightened. She wanted to go back to her own house for a rest. When she saw the acrobats, she said, \"Prepare to give them money; I want to wash my face.\" Youyi nodded. Xingde looked around and saw no one and went out of the banquet. She came to the eaves of the corridor and saw a little maid standing there. When they came near, the maid turned around and ran away. Xingde was suspicious, but she did not call out. She went to the maid's room and saw a man standing there. He was her husband, who had come to see her. Xingde asked him, \"What are you doing here?\" He said, \"I have a friend here.\" Xingde said, \"How can you be so careless as to come here? You have to be careful.\" He said, \"I'm sorry, but I didn't know.\" Xingde said, \"You're not very serious. You should have told me earlier.\" He said, \"I didn't know.\" Xingde said, \"You're not serious. You should have told me earlier.\" He said, \"I didn't know.\"",
            "chinese": "凤姐儿觉得自己喝多了，心里发慌，想回自己家休息一下，这时看到耍百戏的上来了，就说：“预备赏钱，我要洗洗脸去。”尤氏点头。凤姐儿瞅着没人注意，便出了席，往房门后檐下走来。平儿跟在后面，凤姐儿扶着她。才到穿廊下，只见她屋里的一个小丫头子，正在那里站着，见他们两个来了，回身就跑。凤姐儿便疑心，忙叫那丫头先只装听不见，无奈后面连声儿叫，也只得回来。"
        },
        {
            "original": "凤姐儿越发起了疑心，忙和平儿进了穿廊，叫那小丫头子也进来，把槅扇开了。凤姐坐在当院子的台阶上，命那丫头子跪下，喝命平儿：“叫两个二门上小厮来！拿绳子，鞭子，把眼睛里没主子的小蹄子打烂了！”",
            "english": "The Countess Feng became even more suspicious and quickly led He Ping into the corridor. She ordered the little servant to come in and opened the partition. The Countess Feng sat on the steps of the courtyard and ordered Ping'er, \"Call two of the guards at the front gate! Bring the rope and whip and beat this stupid little girl's eyes out!\"",
            "chinese": "凤姐儿更加怀疑，赶紧和平儿进了穿廊，叫那小丫头子也进来，把槅扇打开了。凤姐坐在院子的台阶上，命那丫头子跪下，喝令平儿：“叫两个二门上小厮来！拿绳子，鞭子，把眼睛里没主子的小蹄子打烂了！”"
        },
        {
            "original": "那小丫头子已经吓的魂飞魄散，哭著，只管碰头求饶。凤姐儿问道：“我又不是鬼，你见了我，不识规矩站住，怎么倒往前跑？”小丫头子哭道：“我原没看见奶奶来，我又惦记著屋里没人，才跑来著。”凤姐儿道：“屋里既没人，谁叫你又来的？你就没看见，我和平儿在后头扯著脖子，叫了你十来声，越叫越跑，离的又不远，你聋了吗？你还和我强嘴！”说著，扬手一巴掌，打在脸上，打的那小丫头子一栽；这边脸上又一下，登时小丫头子两腮紫胀起来。平儿忙劝：“奶奶，仔细手疼！”凤姐便说：“你再打著问他跑什么！他再不说，把嘴撕烂了他的！”",
            "english": "The little girl was so frightened that she cried and kept bumping her head in supplication. Mrs. Feng asked, \"If I am not a ghost, why did you not stand still when you saw me, and run instead?\" The little girl cried, \"I didn't see you, and I thought there was nobody in the room, so I came in.\" Mrs. Feng said, \"If there was nobody in the room, why did you come in? You didn't see me, and I called out to you in a loud voice for ten or so times, but you kept running away. You were so close, and you must have been deaf.\" She then gave the little girl a slap on the face, making her fall over. She gave her another slap, making her cheeks purple. Ping'er hurried to say, \"Be careful, or you'll hurt your hand.\" Mrs. Feng said, \"Ask her why she ran away! If she doesn't tell me, I'll tear her mouth to pieces!\"",
            "chinese": "那个小丫头已经吓得魂飞魄散，哭着，一直碰头求饶。凤姐问：“我既不是鬼，你见到我，不遵守规矩站着，为什么还要往前跑？”小丫头哭着说：“我本来没看见奶奶来，又想着屋里没有人，才跑来的。”凤姐说：“屋里既然没有人，谁让你又来的？你没看见，我和平儿在后面扯着嗓子叫了你十来声，你却越叫越跑，离的又不远，你聋了吗？你还跟我强嘴！”说着，扬手一巴掌打在脸上，打得那小丫头一栽；这边脸上又一下，登时小丫头两腮紫胀起来。平儿赶紧劝：“奶奶，小心手疼！”凤姐便说：“你再打他问他跑什么！他不说，就把嘴撕烂了！”"
        },
        {
            "original": "那小丫头子先还强嘴，后来听见凤姐儿要烧了红烙铁来烙嘴，方哭道：“二爷在家里，打发我来这里瞧著奶奶，要见奶奶散了，先叫我送信儿去呢。不承望奶奶这会子就来了！”凤姐儿见话里有文章，便又问道：“叫你瞧著我做什么？难道不叫我家去吗？必有别的原故。快告诉我，我从此以后疼你。你要不实说，立刻拿刀子来割你的肉！”说著，回头向头上拔下一根簪子来，向那丫头嘴上乱戳。吓的那丫头一行躲，一行哭求道：“我告诉奶奶，可别说我说的！”平儿一旁劝，一面催他，叫他快说。丫头便说道：“二爷也是才来，来了就开箱子，拿了两块银子，还有两支簪子，两疋缎子，叫我悄悄的送与鲍二的老婆去，叫他进来。他收了东西，就往偺们屋里来了。二爷叫我瞧著奶奶。底下的事，我就不知道了。”",
            "english": "The little girl at first had a hard mouth, but after hearing that the Lady Feng wanted to use a red hot iron to burn her mouth, she cried, \"The second son is at home, sending me here to look after the Lady Feng. He told me to wait until the Lady Feng left, and then I was supposed to send a message. But I didn't expect the Lady Feng to come so quickly!\" Lady Feng felt that there was something fishy in the girl's words and asked, \"Why did you come to see me? Are you trying to keep me from going home? There must be some other reason. Tell me quickly, and I will take good care of you. If you don't tell the truth, I will cut off your flesh with a knife!\" She then took out a hairpin from her head and started stabbing the girl's mouth with it. The girl was so scared that she started running away and crying, \"Please tell the Lady Feng, don't let her know it was me who told her!\" Ping'er tried to comfort the girl and urged her to speak quickly. The girl then said, \"The second son just came in and opened the box, taking out two silver coins, two hairpins, and two pieces of silk",
            "chinese": "那小丫头子一开始还硬嘴，后来听到凤姐儿要烧红烙铁来烙她的嘴，才哭道：“二爷在家里，派我来这儿看着奶奶，要奶奶散了，让我先送信。没想到奶奶这么快就来了！”凤姐儿觉得话里有猫腻，又问：“叫你看我干什么？难道不让我回家吗？一定有什么别的原因。快告诉我，我以后会疼你。你不说实话，我就拿刀子割你的肉！”说着，从头上拔下一根簪子，往那丫头的嘴上乱戳。吓得那丫头一边躲，一边哭求道：“我告诉奶奶，别说是我说的！”平儿在一旁劝，一边催他快说。那丫头便说道：“二爷也是刚来，来了就开箱子，拿了两块银子，还有两支簪子，两疋缎子，叫我悄悄地送鲍二的老婆去，叫她进来。她收了东西，就来了我们屋里。”我也不知道下面的事。"
        },
        {
            "original": "凤姐听了，已气的浑身发软，忙立起身来，一径来家。刚至院门，只见有一个小丫头在门前探头儿，一见了凤姐，也缩头就跑。凤姐儿提著名字喝住。那丫头本来伶俐，见躲不过了，越发的跑出来了，笑道：“我正要告诉奶奶去呢，可巧奶奶来了。”凤姐道：“告诉我什么？”那丫头便说：“二爷在家……”这般如此，将方才的话也说了一遍。凤姐啐道：“你早做什么了？这会子我看见你了，你来推乾净儿！”说著，扬手一下，打的那丫头一个趔趄，便蹑脚儿走了。",
            "english": "Upon hearing this, Fengzheng was already so angry that her whole body was shaking with weakness. She quickly got up and went home. As she was about to enter the courtyard, she saw a little girl peeking from the door. Upon seeing Fengzheng, she quickly ran away. Fengzheng called her back, but the girl was quick-witted and knew she couldn't escape. She came out and laughed, \"I was just about to tell you something.\" Fengzheng asked, \"What did you tell me?\" The girl said, \"Mr. Liu is at home...\" and then went on to describe what had happened earlier. Fengzheng scolded, \"What were you doing earlier? Now that I've seen you, you're trying to shirk responsibility!\" With a wave of her hand, she slapped the girl, making her stumble, and then she tiptoed away.",
            "chinese": "凤姐听了，已经气得浑身发软，赶紧起身，走到家里。刚到院子里，看见一个小丫头在门口探头探脑，一见凤姐，就缩头跑了。凤姐喊住她，那丫头本来机灵，见躲不过去了，跑了出来，笑道：“我正要告诉奶奶呢，您正好来了。”凤姐问：“告诉我什么？”那丫头便说：“二爷在家……”然后详细地说了刚才发生的事。凤姐骂道：“你早干什么了？现在我看见你了，你来推卸责任！”说着，扬手一巴掌，把那丫头打了个趔趄，然后蹑手蹑脚地走了。"
        },
        {
            "original": "凤姐来至窗前，往里听时，只听里头说笑道：“多早晚你那阎王老婆死了就好了！”贾琏道：“他死了，再娶一个，也这么著，又怎么样呢？”那个又道：“他死了，你倒是把平儿扶了正，只怕还好些。”贾琏道：“如今连平儿他也不叫我沾一沾了，平儿也是一肚子委屈不敢说。我命里怎么就该犯了夜叉星！”",
            "english": "Fengzheng came to the window and listened from inside, only to hear the inside saying with a laugh, \"How long will the devilish wife be alive?\" Jialin said, \"After she dies, if you marry another, it will be the same.\" The other one said, \"After she dies, you can make Ping'er the main wife, and maybe it will be better.\" Jialin said, \"Now even Ping'er doesn't let me touch her a little bit, and Ping'er has a lot of bitterness that she can't say. My fate must be to be cursed by the night demon star!\"",
            "chinese": "凤姐来到窗前，往里听时，只听到里头说笑道：“多晚你那阎王老婆死了就好了！”贾琏道：“他死了，再娶一个，也这么着，又怎么样呢？”那个又道：“他死了，你倒是把平儿扶了正，只怕还好些。”贾琏道：“如今连平儿他也不叫我沾一沾了，平儿也是一肚子委屈不敢说。我命里怎么就该犯了夜叉星！”"
        },
        {
            "original": "凤姐听了，气的浑身乱战。又听他们都赞平儿，便疑平儿素日背地里自然也有怨言了。那酒越发涌上来了，也并不忖度，回身把平儿先打了两下子，一脚踢开了门进去，也不容分说，抓著鲍二家的就撕打。又怕贾琏走了，堵著门，站著骂道：“好娼妇！你偷主子汉子，还要治死主子老婆！－－平儿，过来！你们娼妇们，一条藤儿，多嫌著我！外面儿你哄我！”说著，又把平儿打了几下。打的平儿有冤无处诉，只气得乾哭，骂道：“你们做这些没脸的事，好好的又拉上我做什么！”说著，也把鲍二家的撕打起来。",
            "english": "凤姐听了，气得浑身乱颤。她听别人都在称赞平儿，于是怀疑平儿平常也有怨言。酒让她更加激动，她并不考虑后果，转身打了平儿两下子，一脚踢开了门进去，也不容分说，抓著鲍二家的就打。她担心贾琏跑了，堵着门，站着骂道：“好娼妇！你偷主子的汉子，还要治死主子的老婆！－－平儿，过来！你们这些娼妇，一条藤儿，都嫌我！外面儿你哄我！”说著，又把平儿打了几下。平儿有冤无处诉，气得只能哭，骂道：“你们做这些没脸的事，好好的又拉上我做什么！”说著，也把鲍二家的撕打起来。",
            "chinese": "凤姐听了，气得浑身乱颤。她听别人都在称赞平儿，于是怀疑平儿平常也有怨言。酒让她更加激动，她并不考虑后果，转身打了平儿两下子，一脚踢开了门进去，也不容分说，抓著鲍二家的就打。她担心贾琏跑了，堵着门，站着骂道：“好娼妇！你偷主子的汉子，还要治死主子的老婆！－－平儿，过来！你们这些娼妇，一条藤儿，都嫌我！外面儿你哄我！”说著，又把平儿打了几下。平儿有冤无处诉，气得只能哭，骂道：“你们做这些没脸的事，好好的又拉上我做什么！”说著，也把鲍二家的撕打起来。"
        },
        {
            "original": "贾琏也因吃多了酒，进来高兴，不曾做的机密。一见凤姐来了，早没了主意；又见平儿也闹起来，把酒也气上来了。凤姐儿打鲍二家的，他已又气又愧，只不好说的；今见平儿也打，便上来踢骂道：“好娼妇！你也动手打人！”平儿气怯，忙住了手，哭道：“你们背地里说话，为什么拉我呢？”凤姐见平儿怕贾琏，越发气了，又赶上来打著平儿，偏叫打鲍二家的。平儿急了，便跑出来找刀子要寻死。外面众婆子丫头忙拦住解劝。",
            "english": "Jialin, who had drunk too much, was in high spirits and did not do it in secret. As soon as he saw Fengzheng come in, he was at a loss; and seeing Ping'er also went wild, he was so angry that his wine was about to come. Fengzheng hit Baobie's wife, and he felt angry and ashamed, but he could not say anything; now seeing Ping'er also hit, he came up and kicked and cursed, \"Good prostitute! You also hit people!\" Ping'er was afraid of Jialin, and was so angry that she cried, \"You are hiding behind me and talking to each other, why are you pulling me?\" Fengzheng saw that Ping'er was afraid of Jialin, and became even angrier, and chased after her to hit her, and insisted on hitting Baobie's wife. Ping'er was in a hurry, ran out to find a knife to kill herself. The maids and maids outside hurried to stop her and comfort her.\n\n中文原文：\n\n贾琏见凤姐打人，心中越想越气，因喝醉了酒，又气痛了肝，便骂道：“这淫妇！你只和我装狐媚",
            "chinese": "贾琏因为喝多了酒，进来很高兴，但没有做得机密。一看到凤姐来了，他不知所措；又看到平儿也闹起来，气得酒都上来了。凤姐打了鲍二家的，他感到又气又愧，但又不好说什么；现在看到平儿也打，就上来踢骂：“好娼妇！你也动手打人！”平儿害怕贾琏，气得哭起来，说：“你们背着我私下说话，为什么拉我呢？”凤姐见平儿怕贾琏，更加生气，又追上来打平儿，偏要打鲍二家的。平儿急了，跑出来找刀子要寻死。外面的婆子和丫头赶紧拦住，劝解平儿。"
        },
        {
            "original": "这里凤姐见平儿寻死去，便一头撞在贾琏怀里，叫道：“他们一条藤儿害我，被我听见，倒都唬起我来！你来勒死我罢！”贾琏气的墙上拔出剑来，说道：“不用寻死！我真急了！一齐杀了，我偿了命，大家乾净！”",
            "english": "Here, Lady Feng saw Ping'er trying to commit suicide, so she扑到 Jialing's arms and cried out, \"They all want to kill me! I was so scared! Kill me!\" Jialing, full of anger, drew his sword and said, \"You don't need to commit suicide! I'm really angry! Let's kill them all, and I'll take the blame! We'll all be clean!\"",
            "chinese": "这里凤姐见平儿要自杀，便扑到贾琏怀里，叫道：“他们一起害我，我听见了，吓到了！你来杀我吧！”贾琏气愤地拔出剑来，说道：“不用自杀！我真生气了！一起杀了，我偿命，大家干净！”"
        },
        {
            "original": "正闹的不开交，只见尤氏等一群人来了，说：“这是怎么说？才好好的，就闹起来。”贾琏见了人，越发倚酒三分醉，逞起威风来，故意要杀凤姐儿。凤姐儿见人来了，便不似先前那般泼了，撂下众人，便哭著往贾母那边跑。",
            "english": "While they were in the middle of a heated argument, a group of people led by Yu Shou came in and asked, \"What's going on? It was fine a moment ago, but now it's all messed up.\" Seeing people, Jia Lian became even more drunk and domineering, and deliberately tried to kill Feng Ji'er. When Feng Ji'er saw people coming, she became less aggressive than before and, leaving the others, ran crying to Jia Muye's side.",
            "chinese": "正在闹得不可开交，只见尤氏等一群人来了，说：“这是怎么回事？刚刚还好好的，就闹起来了。”贾琏见到人，越发醉意朦胧，逞起威风来，故意要杀凤姐儿。凤姐儿见人来了，便不像先前那么泼辣了，撇下众人，便哭着往贾母那边跑。"
        },
        {
            "original": "此时戏已散了。凤姐跑到贾母跟前，爬在贾母怀里，只说：“老祖宗救我！琏二爷要杀我呢！”贾母、邢夫人、王夫人等忙问：“怎么了？”凤姐儿哭道：“我才家去换衣裳，不防琏二爷在家和人说话，我只当是有客来了，唬的我不敢进去。在窗户外头听了一听，原来是鲍二家的媳妇商议说我利害，要拿毒药给我吃了，治死我，把平儿扶了正。我原生了气，又不敢和他吵，打了平儿两下子，问他为什么害我。他臊了，就要杀我。”贾母听了，都信以为真，说：“这还了得快拿了那下流种子来！”",
            "english": "The play has ended now. The countess ran to the grandmother and climbed into her lap, crying, \"Grandmother, save me! Count Liu wants to kill me!\" The grandmother, the wife of the first wife, and the wife of the second wife all asked, \"What happened?\" The countess cried, \"I was just going home to change my clothes when I saw Count Liu talking to someone at home. I thought there were guests, so I was scared. I listened from the window, and it turned out to be the wife of Bao Er, plotting to kill me and have Ping Er take over. I got angry and didn't dare to argue with him, so I hit Ping Er twice and asked him why he was plotting against me. He was embarrassed and wanted to kill me.\" The grandmother heard this and believed it, saying, \"How terrible! Quickly bring that lowly scoundrel here!\"",
            "chinese": "现在戏已经散了。凤姐跑到贾母跟前，爬在贾母怀里，只说：“老祖宗救我！琏二爷要杀我呢！”贾母、邢夫人、王夫人等忙问：“怎么了？”凤姐儿哭道：“我刚刚回家换衣服，没想到琏二爷在家和别人说话。我以为有客人来了，吓了一跳。我在窗户外头听了听，原来是鲍二家的媳妇商量要害我，想用毒药把我害死，让平儿上位。我生了气，不敢和他吵，打了平儿两下子，问他为什么害我。他难为情了，就要杀我。”贾母听了，都信以为真，说：“这还了得！快拿了那下流种子来！”"
        },
        {
            "original": "一语未完，只见贾琏拿著剑赶来，后面许多人赶。贾琏明仗著贾母素昔疼他们，连母亲婶娘也无碍，故逞强闹了来。邢夫人王夫人见了，气的忙拦住骂道：“这下流东西！你越发反了！老太太在这里呢！”贾琏乜斜著眼道：“都是老太太惯的他，他才敢这么著。连我也骂起来了！”",
            "english": "Jialin held the sword and chased after him, followed by many people. Jialin was so angry that he didn't even consider his mother or aunt. This was how he ended up here. Xingfu and Wangfu saw him and angrily stopped him and scolded him: \"This lowly person! You dare to be so impudent! Grandmother is here!\" Jialin glared at them and said, \"It's all because of Grandmother's indulgence that he's so bold. Even I was scolded!\"",
            "chinese": "贾琏拿着剑追来，后面跟着很多人。贾琏仗着贾母平素疼爱他们，甚至不理会母亲婶娘，所以才闹到这儿。邢夫人和王夫人见了，生气地拦住他骂道：“这个下流东西！你竟然敢这么放肆！老太太在这里呢！”贾琏斜着眼道：“都是老太太惯着他，他才敢这么胡闹。连我也被骂了！”"
        },
        {
            "original": "邢夫人气的夺下剑来，只管喝他：“快出去！”那贾琏撒娇撒痴，涎言涎语的，还只管乱说。贾母气的说道：“我知道我们你放不到眼里！－－叫人把他老子叫了来，看他去不去！”贾琏听见这话，方趔趄著脚儿出去了。赌气也不往家去，便往外书房来。",
            "english": "Xingfujun was so angry that he snatched the sword from him and ordered him to go out. Jialin was just joking, still talking nonsense. Grandmother Jia was so angry that she said, \"I know that you don't put us in your eyes! Tell him to call his father, and see if he doesn't come back!\" Jialin heard this and limped out of the room. He was so angry that he didn't even go home. He went to the outer study.",
            "chinese": "邢夫人气得夺下剑来，只管喝令他出去。贾琏撒娇撒痴，还只管乱说。贾母气得说道：“我知道我们你放不到眼里！－－叫人把他老子叫了来，看他去不去！”贾琏听这话，方趔趄着脚儿出去了。赌气也不回家，便往外书房来。"
        },
        {
            "original": "这里邢夫人王夫人也说凤姐。贾母道：“什么要紧的事？小孩子们年轻，馋嘴猫儿似的，那里保的住呢？从小儿人人都打这么过。－－这都是我的不是：叫你多喝了两口酒，又吃起醋来了！”说的众人都笑了。贾母又道：“你放心，明儿我叫你女婿替你赔不是，你今儿别过去臊著他。”因又骂：“平儿那蹄子，素日我倒看他好，怎么背地里这么坏！”尤氏等笑道：“平儿没有不是，是凤丫头拿著人家出气。两口子生气，都拿著平儿煞性子，平儿委屈的什么儿似的，老太太还骂人家！”贾母道：“这就是了。我说那孩子倒不像那狐媚魇道的。－－既这么著，可怜见的，白受他的气。”因叫琥珀来：“你去告诉平儿，就说我的话：我知道他受了委曲，明儿我叫他主子来替他赔不是。今儿是他主子的好日子，不许他胡闹。”",
            "english": "Xingfu and Wangfu also said about Fengzhi. Jialou said: \"What important matter? Kids are like cat who wants to eat fish, can not avoid this. When they are young, they do so. It's my fault, I let you drink more wine and eat some vinegar. Everyone laughed. Jialou said again: \"Don't worry, tomorrow I will let your husband apologize to you, today don't go. Ping'er is innocent, Fengzhi is the one who makes others angry. They are husband and wife, both take out their anger on Ping'er, she got angry. Grandma scolded her! This is it. I said Ping'er is not a fox spirit. Since so, poor girl, she has to bear the anger. Hurry, go tell Ping'er, I let your husband apologize to her. Today is his good day, he must not be naughty.\"",
            "chinese": "邢夫人和王夫人也说凤姐。贾母说：“有什么要紧的事？小孩子就像馋嘴猫，保不住会这样。小时候人人都这样过。都是我的错，叫你多喝了两口酒，又吃醋了。大家都笑了。贾母又说：“你放心，明天我让你女婿向你道歉，今天别过去了。平儿这孩子没有错，是凤姐拿别人出气。两口子生气，都拿平儿出气，平儿受了委屈。老太太还骂人家！这就是了。我说平儿不像狐狸精。既然这样，可怜见的，白受他的气。琥珀，你去告诉平儿，说我让她女婿向她道歉。今天是他主人的好日子，不许他胡闹。"
        },
        {
            "original": "原来平儿早被李纨拉入大观园去了。平儿哭的哽咽难言，宝钗劝道：“你是个明白人。你们奶奶素日何等待你？今儿不过他多吃了一口酒，他可不拿你出气，难道拿别人出气不成？别人又笑话他是假的了。”正说著，只见琥珀走来，说了贾母的话，平儿自觉面上有了光辉，方才渐渐的好了，也不往前头来。",
            "english": "Peng Er had been taken to the Grand View Garden by Li Wang'an. Peng Er cried and couldn't speak, and Baochai said, \"You're a clever person. Your grandmother has always treated you well, and today she just drank too much wine and took it out on you. She wouldn't take it out on anyone else, and others would laugh at her for being fake.\" While they were talking, Huo Po came to say that Jia Mo had something to say, and Peng Er felt like she had some honor on her face and gradually got better. She didn't go to the front anymore.",
            "chinese": "原来平儿早就被李纨拉到大观园里去了。平儿哭得说不出话，宝钗劝道：“你是个明白人。你们奶奶一向待你好，今天只是多喝了一点酒，拿你出气，不会拿别人出气，别人还会笑话她是假的呢。”正在说话的时候，琥珀来，说贾母的话，平儿觉得脸上有了光彩，渐渐好了，也不去前头了。"
        },
        {
            "original": "宝钗等歇息了一回，方来看贾母凤姐。宝玉便让了平儿到怡红院中来。袭人忙接著，笑道：“我先原要让你的，只因大奶奶和姑娘们都让你，我就不好让的了。”平儿也陪笑说：“多谢。”因又说道：“好好儿的从那里说起，无缘无故，白受了一场气！”袭人笑道：“二奶奶素日待你好，这不过是一时气急了。”平儿道：“二奶奶倒没说的，只是那娼妇治的我，他又偏拿我凑趣儿！还有我们那糊涂爷，倒打我！”说著，便又委屈，禁不住泪流下来。宝玉忙劝道：“好姐姐，别伤心，我替他两个赔个不是罢。”平儿笑道：“与你什么相干？”宝玉笑道：“我们弟兄姐妹都一样。他们得罪了人，我替他赔个不是，也是应该的。”又道：“可惜这新衣裳也沾了！这里有你花妹妹的衣裳，何不换下来，拿些烧酒喷了，熨一熨，把头也另梳一梳？”一面说，一面吩咐了小丫头子们舀洗脸水，烧熨斗来。",
            "english": "After a while, Baochai and others came to visit Grandmother and Fengzheng. Wang Xueqi told Ping'er to go to Yiyun. Xishi hurried to meet her and said with a smile, \"I wanted to let you, but the elder sister and the maid all let you, so I couldn't let you.\" Ping'er also thanked her with a smile, saying, \"I got a beating for nothing!\" Xishi laughed and said, \"Second Grandmother is good to you, but she was a bit angry just now.\" Ping'er said, \"Second Grandmother didn't say anything, but that prostitute beat me, and she took me for fun! There's our foolish brother, who hit me!\" saying this, she couldn't help but shed tears. Bao'er hurriedly said, \"Good sister, don't be sad, I'll make up for it for them.\" Ping'er said, \"What does it have to do with you?\" Bao'er said, \"We brothers and sisters are all the same. They wronged someone, and I'll make up for it for them.\" He said again, \"It's a pity that this new clothes are so dirty! There are clothes for your flower sister here. WhyWhile talking, she ordered the maid to fetch water to wash her face and to heat up the iron.",
            "chinese": "宝钗等人休息了一会儿，然后来看贾母和凤姐。宝玉让平儿到怡红院来。袭人急忙迎上，笑道：“我本来想让你的，但大奶奶和姑娘们都让你，我就不好再让你了。”平儿也笑着道谢，接着说：“无缘无故白受了一场气！”袭人笑道：“二奶奶平时对你很好，只是这一时气急了。”平儿道：“二奶奶倒是没有说什么，但那个娼妇治得我，她又偏偏拿我来凑趣儿！还有我们那个糊涂爷，倒打我！”说着，禁不住泪流满面。宝玉忙劝道：“好姐姐，别伤心，我替他们两个赔个不是。”平儿笑道：“和你有什么相干？”宝玉笑道：“我们兄弟姐妹都一样。他们得罪了人，我替他们赔个不是，也是应该的。”又道：“可惜这新衣服也弄脏了！这里有你花妹妹的衣服，为什么不换下来，拿些烧酒喷一喷，熨一熨，再梳个头？一边说，一边吩咐小丫头们舀洗脸水，烧熨斗。"
        },
        {
            "original": "平儿素昔只闻人说宝玉专能和女孩们接交。宝玉素日因平儿是贾琏的爱妾，又是凤姐儿的心腹，故不肯和他厮近，因不能尽心，也常认为恨事。平儿如今见他这般，心中暗暗的敁敪，果然话不虚传，色色想的周到。又见袭人特特的开了箱子，拿出两件不大穿的衣裳，忙来洗了脸。宝玉一旁笑劝道：“姐姐还该擦上些脂粉，不然，倒像是和凤姐姐赌气的似的。况且又是他的好日子，而且老太太又打发了人来安慰你。”",
            "english": "Pingle, who had heard of Bao Yuyu's love for girls, felt sorry that he hadn't tried harder to win her favor. Now that he was treating her so well, she secretly admired him and felt that he was indeed very considerate. She was also surprised to see Xisi, who usually kept a tight rein on her, open up her trunk and take out two dresses that she rarely wore. Pingle quickly washed her face and sat down to watch. Bao Yuyu laughed and advised her, \"Why don't you put on some makeup? Otherwise, you'll look like you're sulking with the Red-Headed Ghost. And it's her wedding day, after all. Even if the old lady sent someone to comfort you, it's not a bad idea to look happy.\"",
            "chinese": "平儿平日只听说宝玉喜欢和女孩儿们亲近。宝玉平日因为平儿是贾琏的爱妾，又是凤姐的心腹，所以没和她太亲近，因为没尽心而常感到遗憾。平儿现在见他这么好，心里暗暗地佩服，果然他说话非常周到。又见袭人特地开了箱子，拿出两件不常穿的衣服，忙来洗了脸。宝玉在一旁笑劝道：“姐姐还应该擦点粉，不然，好像跟凤姐姐赌气似的。况且今天是她的喜日子，而且老太太还派了人来安慰你。”"
        },
        {
            "original": "平儿听了有理，便去找粉，只不见粉。宝玉忙走至妆台前将一个宣窑磁盒揭开，里面盛著一排十根玉簪花棒儿，拈了一根，递与平儿，又笑说道：“这不是铅粉，这是紫茉莉花种，研碎了，对上料制的。”",
            "english": "Peng Er heard that there was reason in what he said and went to look for powder, but could not find any. Bao Yu hurried to the dressing table and took off the lid of a blue and white porcelain box, revealing ten pieces of jasmine flower sticks inside, and handed one to Peng Er, laughing and saying, \"This is not lead powder, but jasmine flower seeds ground into powder and mixed with other ingredients.\"",
            "chinese": "平儿听了有道理，就去找粉，但是找不到粉。宝玉急忙走到梳妆台上，把一个宣窑磁盒揭开，里面放着一排十个玉簪花棒，拿了一根，递给了平儿，又笑着说：“这不是铅粉，这是紫茉莉花种，磨碎了，加上料制成的。”"
        },
        {
            "original": "平儿倒在掌上看时，果见轻白红香，四样俱美。扑在面上，也容易匀净，且能润泽，不像别的粉涩滞。然后看见胭脂也不是一张，却是一个小小的白玉盒子，里面盛著一盒，如玫瑰膏子一样。宝玉笑道：“铺子里卖的胭脂不乾净，颜色也薄。这是上好的胭脂拧出汁子来，淘澄净了，配了花露蒸成的。只要细簪子挑一点儿，抹在唇上，足够了，用一点水化开，抹在手心里就够拍脸的了。”",
            "english": "Pin'er put the powder on her face and found that it was soft and white, and fragrant. The powder was easy to apply evenly and had a smooth texture, unlike other powders that were coarse. The rouge was a small jade box containing a substance like rose jelly. \"The store-bought powder is dirty and not dark enough,\" said Bao-yu, laughing. \"This is the finest rouge, squeezed out and filtered, then steamed with flower dew. All you have to do is use a fine hairpin to pick a little and apply it to your lips. A drop of water will be enough to mix it with and then apply it to your face with your fingertips.\"",
            "chinese": "平儿把粉扑在脸上看，发现颜色轻柔白净，香气怡人。粉非常容易涂匀，而且润泽，不像其他粉那样粗糙。胭脂是一个小小的玉盒子，里面盛着像玫瑰膏一样的东西。宝玉笑着说：“店里的粉不干净，颜色也浅。这是上好的胭脂，拧出汁子来，淘澄干净，加上花露蒸成的。只要用细簪子挑一点抹在唇上，就足够了。用一点水化开，抹在手心里就够拍脸的了。”"
        },
        {
            "original": "平儿依言妆饰，果见鲜艳异常，且又甜香满颊。宝玉又将盆内开的一支并蒂秋蕙，用竹剪刀铰下来，替他簪在鬓上。忽见李纨打发丫头来唤，他方忙忙的去了。",
            "english": "Pin'er followed Bao-yu's instructions and was indeed beautiful and fragrant. Bao-yu even used bamboo scissors to cut off a double-blossomed autumn flower from the pot and put it on her hair. At that moment, one of Li-wan's maids came to call him, and he had to leave in a hurry.",
            "chinese": "平儿按照宝玉的指示打扮，果然非常美丽，还有香味。宝玉还用竹剪刀把盆里的一朵并蒂秋蕙剪下来，替他戴在鬓上。这时，李纨的丫头来叫他，他才匆忙离开。"
        },
        {
            "original": "宝玉因自来从不曾在平儿前尽过心，－－且平儿又是个极聪明极清俊的上等女孩儿，比不得那起俗拙蠢物，－－深以为恨。今日是金钏儿生日，故一日不乐。不想后来闹出这件事来，竟得在平儿前稍尽片心，也算今生意中不想之乐。因歪在床上，心内怡然自得。忽又思及贾琏惟知以淫乐悦己，并不知作养脂粉。又思平儿并无父母兄弟姊妹，独自一人，供应贾琏夫妇二人，贾琏之俗，凤姐之威，他竟能周全妥贴，今儿还遭荼毒，也就薄命的很了。想到此间，便又伤感起来。复又起身，见方才的衣裳上喷的酒已半乾，便拿熨斗熨了叠好；见他的绢子忘了去，上面犹有泪痕，又搁在盆中洗了晾上。又喜又悲，闷了一回，也往稻香村来，说了回闲话儿，掌灯后方散。",
            "english": "Bao Yuyu felt very sorry because he had never taken care of Ping'er before. She was such a lovely and smart girl, unlike those vulgar and clumsy people. So he felt very regretful. Today was the birthday of Jin Chun'er, so he was unhappy all day. However, he finally did something to help Ping'er today, which was a small pleasure in his life. He lay on the bed and felt satisfied. He thought of Jia Lian who only knows how to please himself with lewdness and knows nothing about how to take care of women. He thought of Ping'er who has no parents, brothers or sisters, and has to take care of Jia Lian and Feng Jiu. She has to deal with Jia Lian's roughness and Feng Jiu's sternness, and today she was hurt. It was really pitiful. Thinking of this, he felt sad again. He got up and found that the clothes he had worn earlier were half dry with wine. He ironed and folded them neatly. He saw that his handkerchief was forgotten, with tears on it, so he washed it and hung it in the basin. He was happy and sad and was in a mood for a while. He also went",
            "chinese": "宝玉因为以前从来没有在平儿面前尽过心，再加上平儿是个非常聪明漂亮的女孩儿，不像其他俗气笨拙的人，所以他感到很遗憾。今天是金钏儿的生日，所以他一整天都不高兴。没想到后来发生了一件这样的事情，他今天终于在平儿面前稍微尽了点心，也算是今天生活中的一点乐趣。他躺在床边，感到心满意足。他又想到贾琏只知道用淫乐来取悦自己，不知道如何照顾女人。他又想到平儿没有父母兄弟姐妹，一个人要照顾贾琏夫妇，贾琏的粗俗，凤姐的威严，平儿竟能周全妥帖，今天还被伤害了，也真是可怜。想到这里，他又感到伤心。他又站起来，发现刚才穿的衣服上的酒已经半干了，就用熨斗熨了叠好；看到他的手绢忘了拿，上面还有泪痕，就洗了晾在盆里。他既高兴又悲伤，闷了一会儿，也去稻香村聊了一会儿天，掌灯后才散。"
        },
        {
            "original": "平儿就在李纨处歇了一夜。凤姐只跟著贾母睡。贾琏晚间归房，冷清清的，又不好去叫，只得胡乱睡了一夜。次日醒了，想昨日之事，大没意思，后悔不来。邢夫人惦记著昨日贾琏醉了，忙一早过来叫了贾琏过贾母这边来。贾琏只得忍愧前来，在贾母面前跪下。贾母问他：“怎么了？”贾琏忙陪笑说：“昨儿原是吃了酒，惊了老太太的驾，今儿来领罪。”贾母啐道：“下流东西，灌了黄汤，不说安分守己的挺尸去，倒打起老婆来了？凤丫头成日家说嘴，‘霸王’似的一个人，昨儿唬的可怜！要不是我，你要伤了他的命！－－这会子怎么样？”",
            "english": "Pin'er stayed at Liwan's house for the night. Fong and Jia mother slept together. Jialing came back in the evening and found it cold and dark. He didn't want to wake up Fong, so he had to sleep haphazardly. The next day, he woke up thinking about the previous day and regretted not going. Xing夫人 was worried about Jialing's drunkenness and came to call him to Jia mother's house early in the morning. Jialing had to endure his shame and came to Jia mother's front and knelt down. Jia mother asked, \"What happened?\" Jialing hurriedly explained with a smile, \"I drank a lot of wine yesterday and disturbed the old lady. Today I came to accept punishment.\" Jia mother scolded, \"Low life, drunk, don't sleep well, and hit your wife? Fong'er's words are very fierce, he was scared yesterday. If it wasn't for me, you would have killed him! - Now how is it? \"",
            "chinese": "平儿在李纨那里住了一夜。凤姐和贾母一起睡。贾琏晚上回来，发现冷清清的，不好叫醒凤姐，只能胡乱睡了一夜。第二天醒来，想到昨天的事情，很后悔没有去。邢夫人惦记着贾琏醉了，一大早就过来叫他到贾母这里来。贾琏只得忍着愧疚，来到贾母面前跪下。贾母问他：“怎么了？”贾琏忙笑着解释：“昨天喝了酒，惊动了老太太，今天来领罪。”贾母骂道：“下流东西，喝了酒，不说安分守己的睡觉，倒打起老婆来了？凤丫头平时说话很厉害，昨天吓坏了。如果不是我，你就要伤了他的命！－－现在怎么样？”"
        },
        {
            "original": "贾琏一肚子的委屈，不敢分辩，只认不是。贾母又道：“凤丫头和平儿还不是个美人胎子？你还不足？成日家偷鸡摸狗，腥的臭的都拉了你屋里去！为这起娼妇打老婆，又打屋里的人，你还亏是大家子的公子出身，活打了嘴了！你若眼睛里有我，你起来，我饶了你！乖乖的替你媳妇赔个不是儿，拉了他家去，我就喜欢了。要不然，你只管出去，我也不敢受你的头！”",
            "english": "Jialin felt very wronged and dared not refute, but had to admit his mistake. Old Lady Jia also said, \"Fengqie and Ping'er are not born beauties, do you not have enough? You dare to steal chickens and dogs, and the whole house is dirty. You dare to beat your wife and beat the people in the house. Are you worthy of being a gentleman from a noble family? If I were you, I would get up and let me forgive you. Apologize to your wife gracefully and take her home, and I will be happy. Otherwise, you can leave, and I will not accept your apology.\"",
            "chinese": "贾琏心里很委屈，不敢辩解，只好承认自己的错误。贾母又说：“凤姐和平儿不是天生的美人吗？你还不够吗？天天偷鸡摸狗，满屋子都是脏兮兮的。你还敢打老婆，打家里的人，你配是大家族的公子出身？你要是有我，起来吧，我饶了你。乖乖地向你媳妇道歉，带她回家，我就高兴。要不然，你就走吧，我不敢接受你的道歉。”"
        },
        {
            "original": "贾琏听如此说，又见凤姐儿站在那边，也不盛妆，哭的眼睛肿著，也不施脂粉，黄黄脸儿，比往常更觉可怜可爱，想著：“不如赔了不是，彼此也好了，又讨老太太的喜欢。”想毕，便笑道：“老太太的话，我不敢不依，只是越发纵了他了。”贾母笑道：“胡说！我知道他最有礼的，再不会冲撞人。他日后得罪了你，我自然也做主，叫你降伏就是了。”",
            "english": "Jialin heard this and saw that Fengjie was standing there, not dressed up and crying with swollen eyes and a yellowish complexion. Jialin thought, \"Why don't I apologize to her? It would be better for both of us and also please my grandmother.\" He then smiled and said, \"Grandmother's words, I dare not disobey. But please don't make her angry in the future.\" Grandmother laughed and said, \"You're wrong. I know she is very polite and never rude to others. She will never offend you.\"",
            "chinese": "贾琏听了这话，又见凤姐站在一边，也没有盛妆，哭得眼睛肿肿的，也没施脂粉，脸色黄黄的，比平常更显得可怜可爱。贾琏想：“不如赔个不是，彼此也好了，又讨老太太的喜欢。”想完，便笑道：“老太太的话，我不敢不依，只是以后别再惹他了。”贾母笑道：“胡说！我知道他最有礼的，再不会冲撞人。他日后得罪了你，我自然也会主持公道，叫你降伏他。”"
        },
        {
            "original": "贾琏听说，爬起来，便与凤姐儿作了一个揖，笑道：“原是我的不是，二奶奶别生气了。”满屋里的人都笑了。贾母笑道：“凤丫头不许恼了。再恼，我就恼了。”说著，又命人去叫了平儿来，命凤姐儿和贾琏安慰平儿。贾琏见了平儿，越发顾不得了，所谓“妻不如妾”，听贾母一说，便赶上来说道：“姑娘昨日受了屈了，都是我的不是；奶奶得罪了你，也是因我而起。我赔了不是不算外，还替你奶奶赔个不是。”说著，也作了一个揖。引的贾母笑了，凤姐儿也笑了。",
            "english": "Jialin heard this and got up, bowed to Fengzhi and laughed, \"It's my fault. Second lady, don't be angry.\" Everyone in the house laughed. Jialu smiled and said, \"Fengzhi, don't be angry. If you get angry, I'll get angry.\" She called Ping'er and ordered Fengzhi and Jialin to comfort her. Jialin saw Ping'er and was even more at a loss, saying \"wife is not like concubine\", listening to the words of Jialu, he said, \"yesterday you were wronged, it's my fault; you offended you, it's because of me. I apologize to you is not enough, I also apologize for you.\" He bowed. Jialu smiled and Fengzhi also smiled.",
            "chinese": "贾琏听说，爬起来，便向凤姐儿作了一个揖，笑道：“原是我的错，二奶奶别生气了。”满屋子的人都笑了。贾母笑道：“凤丫头别生气了。再生气，我就生气了。”说着，又叫了平儿来，命凤姐儿和贾琏安慰平儿。贾琏见了平儿，越发顾不得了，所谓“妻不如妾”，听贾母一说，便赶上来说道：“姑娘昨日受了委屈了，都是我的不是；奶奶得罪了你，也是因我而起。我赔了不是不算外，还替你奶奶赔个不是。”说着，也作了一个揖。引的贾母笑了，凤姐儿也笑了。"
        },
        {
            "original": "贾母又命凤姐来安慰平儿。平儿忙走上来给凤姐儿磕头，说：“奶奶的千秋，我惹的奶奶生气，是我该死。”凤姐儿正自愧悔昨日酒吃多了，不念素日之情，浮躁起来，听了旁人的话，无故给平儿没脸。今见他如此，又是惭愧，又是心酸，忙一把拉起来，落下泪来。平儿道：“我伏侍了奶奶这么几年，也没弹我一指甲；就是昨儿打我，我也不怨奶奶，都是那娼妇治的，怨不得奶奶生气。”说著，也滴下泪来了。贾母便命人将他三人送回房去：“有一个再提此话，即刻来回我。我不管是谁，拿拐棍子给他一顿！”",
            "english": "Jia Mote asked Feng Qie to comfort Ping Er. Ping Er quickly came over and kowtowed to Feng Qie, saying, \"Grandmother's birthday, I made you angry. It's my fault.\" Feng Qie, who had drunk too much wine yesterday, did not consider Ping Er's feelings on a daily basis and became agitated. She was angry without cause because of what she had heard from others. Now that she saw her like this, Jia Mote felt ashamed and heartbroken, and she pulled her up quickly, shedding tears. Ping Er said, \"I have served you for several years, but you have never scolded me once. Even yesterday when you hit me, I didn't blame you. It was that prostitute who caused it, not grandmother's fault.\" She also shed tears. Jia Mote then ordered them to be sent back to their rooms, saying, \"If anyone mentions this again, I'll come back and tell you. Whoever does it, I'll use my stick on them!\"",
            "chinese": "贾母又让凤姐来安慰平儿。平儿赶紧走过来给凤姐儿磕头，说：“奶奶的千秋节，我惹得您生气，是我该死。”凤姐儿因为昨天喝多了酒，没有考虑平日的感情，浮躁起来，听了旁人的话，无缘无故地让平儿丢脸。现在见她这样，贾母感到惭愧和心酸，忙一把拉起来，流下泪来。平儿说：“我侍奉了奶奶好几年，也没弹我一指甲；就是昨天打了我，我也不怪奶奶，都是那个娼妇害的，怨不得奶奶生气。”说着，也流下泪来。贾母便让人把她们三个送回房里：“有一个再提这件事，立刻回来告诉我。不管是谁，我用拐棍子给他一顿！”"
        },
        {
            "original": "三个人从新给贾母邢王二位夫人磕了头。老嬷嬷答应了，送他三人回去。至房中，凤姐儿见无人，方说道：“我怎么像个阎王，又像夜叉？那娼妇咒我死，你也帮著咒我。千日不好，也有一日好。可怜我熬的连个混账女人也不及了，我还有什么脸过这个日子！”说著，又哭了。贾琏道：“你还不足？你细想想，昨儿谁的不是多？今儿当著人，还是我跪了一跪，又赔不是，你也争足了光了。这会子还唠叨，难道你还叫我替你跪下才罢？－－太要足了强，也不是好事！”说的凤姐儿无言可对，平儿嗤的一声又笑了。贾琏也笑道：“又好了。真真的我也没法了！”",
            "english": "Three people bowed to Jia Mi, Xingfu and Wangfu. The old maids responded and sent them back to their rooms. When they got to their rooms, the Countess Feng said, \"I feel like a阎王, or a night demon. That whore cursed me to die, and you're helping to curse me. I've had a bad day, but I've had a good day, too. It's awful that I can't even be a decent slut, and I have no face living this way!\" And she cried again. The Count of Jin said, \"You're not satisfied yet? Think about it: who was wrong yesterday? I had to kneel and apologize. You've had your share of glory. Now, why are you still whining? You think you're going to make me kneel down again?\" Fenghui had nothing to say. Ping'er couldn't help laughing. The Count of Jin laughed, too: \"You're right. I don't know what to do with you!",
            "chinese": "三个人向贾母、邢夫人和王夫人磕头。老嬷嬷答应了，送他们回房。到了房中，凤姐儿见没人，才说：“我怎么像个阎王，又像个夜叉？那个娼妇咒我死，你也帮著咒我。千日不好，也有一日好。可怜我熬的连个混账女人也不如了，我还有什么脸过这个日子！”说着，又哭了。贾琏说：“你还不满足？你想想，昨天谁的错多？今天当着人，还是我跪了一跪，又赔不是，你也争足了光了。这会子还唠叨，难道你还叫我替你跪下才罢？－－太要强也不是好事！”说着，凤姐儿无言以对，平儿忍不住笑了。贾琏也笑了：“又好了。真真的我也没法了！”"
        },
        {
            "original": "正说著，只见一个媳妇来回话：“鲍二媳妇吊死了。”贾琏凤姐儿都吃了一惊。凤姐忙收了怯色，反喝道：“死了罢了！有什么大惊小怪的！”",
            "english": "As they were talking, a servant came to say, \"Bo Er's wife has committed suicide.\" Jialing and Fengjie were both startled. Fengjie immediately put on a brave face and asked in a mocking tone, \"It's just a suicide, what's the big deal?\"\n\n中英对照翻译：\n\n贾琏：（惊讶）什么？！\n\n凤姐：（不以为意）死了就死了，有什么大惊小怪的！\n\n贾琏：（惊慌失措）哎呀，这可怎么办啊？！",
            "chinese": "正说着，只见一个媳妇来回话：“鲍二媳妇自杀了。”贾琏和凤姐都吓了一跳。凤姐立马收起了害怕的表情，反问：“死了就死了，有什么大惊小怪的！”"
        },
        {
            "original": "一时，只见林之孝家的进来悄回凤姐道：“鲍二媳妇吊死了，他娘家的亲戚要告呢。”凤姐儿冷笑道：“这倒好了，我正想要打官司呢！”林之孝家的道：“我才和众人劝了会子，又威吓了一阵，又许了他几个钱，也就依了。”凤姐儿道：“我没一个钱，－－有钱也不给他！只管叫他告去！也不许劝他，也不用镇唬他，只管叫他告！他告不成，我还问他个‘以尸诈讹’呢！”林之孝家的正在为难，见贾琏和他使眼色儿，心下明白，便出来等著。贾琏道：“我出去瞧瞧，看是怎么样。”凤姐儿道：“不许给他钱！”",
            "english": "Soon, Lin Zhiaoxiao secretly told Feng Jing that \"Bao Er's wife hanged herself and her family relatives wanted to lodge a complaint.\" Feng Jing coldly laughed and said, \"Now it's good! I want to go to court!\" Lin Zhiaoxiao said, \"I just now and the others persuaded and threatened, and gave them some money, and they also agreed.\" Feng Jing said, \"I don't have any money, - I don't have any money to give them! Just let them sue! Don't need to advise them, don't need to scare them, just let them sue! He won't sue, I'll ask him for 'taking advantage of the corpse to extort'!\" Lin Zhiaoxiao was in a dilemma, and then saw Jia Lian give him a look, and he understood. He came out to wait. Jia Lian said, \"I'm going out to see what it's like.\" Feng Jing said, \"Don't give them any money! \"\n\n注意，英语和中文在语法和表达方式上有所不同。在英语中，使用了更多的正式词汇和语法结构，以使表达更清晰和易于理解。",
            "chinese": "不久，林之孝家的悄悄地告诉凤姐：“鲍二媳妇上吊自杀了，她的娘家亲戚要告状。”凤姐儿冷笑道：“这下好了，我正想要打官司呢！”林之孝家的道：“我刚才和众人劝了劝，又吓唬了一阵，又给了他们几个钱，他们也就答应了。”凤姐儿道：“我没钱，－－有钱也不给他们！只管让他们告去！也不用劝他们，也不用吓唬他们，只管让他们告！他告不成，我还问他个‘以尸诈讹’呢！”林之孝家的正在为难，见贾琏对他使眼色，心下明白，便出来等著。贾琏道：“我出去瞧瞧，看是怎么样。”凤姐儿道：“不许给他们钱！”\n\n注意，中国白话和现代普通话在语法和表达方式上有所不同。在现代普通话中，使用了更多的现代词汇和语法结构，以使表达更清晰和易于理解。"
        },
        {
            "original": "贾琏一径出来，和林之孝来商议，著人去做好做歹，许了二百两发送才罢。贾琏生恐有变，又命人去和坊官等说了，将番役仵作人等叫几名来，帮著办丧事。那些人见了如此，纵要复辨，亦不敢辨，只得忍气吞声罢了。",
            "english": "Jialin came out directly and discussed with Linzhao about sending someone to act as an intermediary and agreeing to send 200 taels of silver to make up for it. Jialin was worried that there might be a change in the situation and ordered someone to go and speak to the factory officials, calling for several officials and examiners to help deal with the funeral. These people, seeing the situation, even if they wanted to re-examine, dared not re-examine, and could only bear it.",
            "chinese": "贾琏直接出来，和林之孝商量，派人去做中间人，答应送二百两银子才作罢。贾琏担心事情有变，又命令人去和坊官等说，把番役仵作等人叫来几名，帮忙办理丧事。这些人见了这种情况，即使想要再次辨认，也不敢再辨认，只能忍气吞声。"
        },
        {
            "original": "贾琏又命林之孝将那二百银子入在流水账上，分别添补，开消过去。又体已给鲍二些银两，安慰他，说：“另日再挑个好媳妇给你。”鲍二又有体面，又有银子，有何不依？便仍然奉承贾琏。不在话下。",
            "english": "Jialin also asked Lin Zhaohao to include the two hundred silver in the water flow account, supplementing and expending it separately. He also gave some silver to Bao Er, comforting him and saying, \"I'll find you a good wife later.\" Bao Er not only had face, but also silver, so what was there to disagree with? He still flattered Jialin. Not mentioned.",
            "chinese": "贾琏又让林之孝将那二百银子列入流水账中，分别补充，并开销过去。又给鲍二一些银两，安慰他，并说：“以后再给你找个好媳妇。”鲍二既有面子，又有银子，有什么不同意的呢？他仍然奉承贾琏。不再赘述。"
        },
        {
            "original": "里面凤姐心中虽不安，面上只管佯不理论。因屋里无人，便和平儿笑道：“我昨儿多喝了一口酒，你别埋怨。打了那里？我瞧瞧。”平儿听了，眼圈儿一红，连忙忍住了，说道：“也没打著。”只听得外面说：“奶奶姑娘们都进来了。”",
            "english": "Xingyun's heart was uneasy, but she acted as if she didn't care. Because there was no one else in the room, she smiled and joked with Ping'er, saying, \"I had a little too much wine yesterday. Don't be angry with me. Where did you hit me? Let me see.\" Ping'er heard this, her eyes turned red, but she held back, saying, \"I didn't hit anywhere.\" Only then did someone outside say, \"The grandmother and the ladies have come in.\"",
            "chinese": "凤姐心里虽然不安，但表面上装作没有理会。因为屋里没有人，她就和平儿笑着开玩笑说：“我昨天多喝了一口酒，你别怪我。打了哪里？我看看。”平儿听了，眼眶红了，但忍住了，说：“没打到哪里。”只听到外面有人说：“奶奶姑娘们都进来了。”"
        },
        {
            "original": "要知后来端底，且看下回分解。",
            "english": "To know what will happen later, please wait for the next installment.\n\n好的，现在请将以下这个句子从英文翻译成中文。\n\nThe cat is sleeping on the bed.\n\n猫正在床上睡觉。\n\n好的，现在请将以下这个句子从中文翻译成英文。\n\n猫正在床上睡觉。\n\nThe cat is sleeping on the bed.",
            "chinese": "要知后来如何，且看下回分解。\n\n好的，现在请将以下这个句子从简单的现代普通话改为繁体中文。\n\n中国白话：\n\n要知后来如何，且看下回分解。\n\n繁体中文：\n\n要知後來如何，且看下回分解。"
        }
    ],
    "title": "《变生不测凤姐泼醋　喜出望外平儿理妆》",
    "chapter_number": 44
}