{
    "paragraphs": [
        {
            "original": "话说香菱见众人正说笑他，便迎上去，笑道：“你们看。这首诗要使得，我就还学；要还不好，我就死了这做诗的心了。”说著，把诗递与黛玉及众人看时，只见写道是：",
            "english": "The next day, Lin Daiyu and the others came to visit Xiang Ling. Xiang Ling was surprised to see them and said, \"You guys are here so soon. I was just about to go out and pick some flowers.\" They all laughed and said, \"We were just looking for you. Let's go for a walk and pick some flowers together.\" They walked around the garden, picking flowers and talking about the scenery. Suddenly, Xiang Ling saw a small house in the distance and said, \"Look, there's a small house over there. Let's go and see what's inside.\" They all followed her and went inside the house. Inside, they found a small table with some books and papers on it. Xiang Ling picked up a book and said, \"This book is about poetry. Let's read it together.\" They all sat down and started reading the book. After reading for a while, Xiang Ling said, \"This book is really interesting. I want to learn how to write poetry.\" The others agreed and said, \"Great, let's learn together.\" From that day on, Xiang Ling started learning how to write poetry with the others.",
            "chinese": "话说香菱见众人正说笑她，便迎上去，笑道：“你们看。这首诗要是写得好了，我就学着写；要是写得不好，我就死了这做诗的心了。”说完，把诗递给了黛玉和众人看。只见上面写的是：\n\n话说香菱见众人正说笑她，便迎上去，笑道：“你们看。这首诗要是写得好了，我就学着写；要是写得不好，我就死了这做诗的心了。”说完，把诗递给了黛玉和众人看。只见上面写的是：\n\n话说香菱见众人正说笑她，便迎上去，笑道：“你们看。这首诗要是写得好了，我就学着写；要是写得不好，我就死了这做诗的心了。”说完，把诗递给了黛玉和众人看。只见上面写的是："
        },
        {
            "original": "精华欲掩料应难，影自娟娟魄自寒。一片砧敲千里白，半轮鸡唱五更残。绿蓑江上秋闻笛，红袖楼头夜倚栏。博得嫦娥应自问，何缘不使永团圞？",
            "english": "虽然想要掩盖，但精华还是难以隐藏。The moon is beautiful in shape, but its shadowy side is heart-wrenching. From afar, the sound of pounding clothes can be heard, and in the five early morning crows, only half of the moon remains. Fishermen by the river listen to the flute in autumn, and women on high towers lean on the railing at night. Chang'e, ask yourself why you can't let the moon stay round forever.",
            "chinese": "虽然想要掩盖，但精华还是难以隐藏。月亮的形状优美，但它的阴暗部分却令人心寒。千里之外传来捣衣声，五更鸡鸣声中，月亮只留下半轮残影。江边的渔夫在秋天听笛声，高楼上的女子在夜晚倚靠栏杆。嫦娥啊，你该问问自己，为什么不能让月亮永远团圆？"
        },
        {
            "original": "众人看了，笑道：“这首不但好，而且新巧有意趣。可知俗语说：‘天下无难事，只怕有心人。’社里一定请你了。”香菱听了，心下不信，料著是他们哄自己的话，还只管问黛玉宝钗等。",
            "english": "All the people looked at it and laughed, saying, \"Not only is this poem good, but it's also fresh and interesting. One can indeed say, 'There's no such thing as a difficult task, just someone who wants to do it.' The society must invite you.\" Xiangling listened and did not believe it. She thought it was their way of teasing her, and she kept asking Daiyu and Baoshi.\n\n中文原文：\n\n香菱听了，喜的拿起来又读了几遍，自己笑道：“原来诗也并不难，又有理趣。”一面又读，一面又问黛玉：“我这一首，可还改得？”黛玉笑道：“这个诗句还不好。若论意则可，只是措词不雅。你还是细细的推敲推敲。”香菱听了，又苦思一回作两句诗，又舍不得杜诗，又读两首。如此茶饭无心，坐卧不定。\n\n英文翻译：\n\nXiangling was so happy that she read it over several times and laughed to herself, saying, \"I never knew that poetry was so easy! It has both meaning and interest.\" As she continued to read, she asked Daiyu again, \"Is this one still not",
            "chinese": "众人看了，笑道：“这首诗不但好，而且新巧有意趣。可知俗语说：‘天下无难事，只怕有心人。’社里一定请你了。”香菱听了，心下不信，料想是他们哄自己的话，还只管问黛玉宝钗等人。"
        },
        {
            "original": "正说之间，只见几个小丫头并老婆子忙忙的走来，都笑道：“来了好些姑娘奶奶们，我们都不认得。奶奶姑娘们，快认亲去。”李纨笑道：“这是那里的话？你到底说明白了，是谁的亲戚？”那婆子丫头都笑道：“奶奶的两位妹子都来了。还有一位姑娘，说是薛大姑娘的妹子。还有一位爷，说是薛大爷的兄弟。我这会子请姨太太去呢。奶奶和姑娘们先上去罢。”说著，一径去了。宝钗笑道：“我们薛蝌和他妹子来了不成？”李纨笑道：“或者我婶娘又上京来了。怎么他们都凑在一处？这可是奇事！”",
            "english": "Just as they were talking, several maids and maids scurried over, all laughing, \"A lot of ladies and ladies, we don't know. Grandma, girls, go and recognize each other.\" Li Wang laughed, \"What's the matter? You've got to tell us clearly, who's relative?\" The maids and maids all laughed, \"Grandma's two sisters came. There's a girl, says it's the sister of Miss She. There's another one, says it's the brother of Miss She. I'm going to see Auntie. Grandma and girls, go up first.\" Said, one went. Baoshan laughed, \"We Xueke and his sister came, did not?\" Li Wang laughed, \"Or my aunt came again. How come they all got together? This is a strange thing!\"",
            "chinese": "正说着，几个小丫头和老婆子匆匆忙忙地走来，都笑着说：“来了好多姑娘奶奶，我们都不认识。奶奶姑娘们，快去认认亲。”李纨笑道：“这是怎么回事？你到底说清楚了，是谁的亲戚？”那些婆子丫头都笑道：“奶奶的两位妹妹都来了。还有一位姑娘，说是薛大姑娘的妹妹。还有一位爷，说是薛大爷的兄弟。我这会子请姨太太去呢。奶奶和姑娘们先上去吧。”说著，一径去了。宝钗笑道：“我们薛蝌和他妹妹来了不成？”李纨笑道：“或者我婶娘又上京来了。怎么他们都凑在一起？这是件奇怪的事！”"
        },
        {
            "original": "大家来至王夫人上房，只见黑压压的一地。又有邢夫人的嫂子，带了女儿岫烟进京来投邢夫人的，可巧凤姐之兄王仁也正进京，两亲家一处搭帮来了。走至半路，泊船时，遇见李纨寡婶，带著两个女儿，－－长名李纹，次名李绮，－－也上京。大家叙起来，又是亲戚，因此三家一路同行。后有薛蟠之从弟薛蝌，因当年父亲在京时，已将胞妹薛宝琴许配都中梅翰林之子为妻，正欲进京聘嫁，闻得王仁进京，他也随后带了妹子赶来。－－所以今日会齐了来，访投各人亲戚。",
            "english": "When everyone arrived at Lady Wang's residence, they found it extremely crowded and dark. Lady Xing's elder sister had also come to stay with her sister-in-law, accompanied by her daughter, Xiu Xian, who had come from afar. Wang Rong, the elder brother of Mrs. Feng, was also in the capital at the time, and the three families traveled together. Later, Lady Wang's widow sister arrived in the capital with her two daughters, Li Wen and Li Qi, who had come from afar. They were relatives, so the three families traveled together. Xue Tan, the cousin of Xue Pan, had promised to marry the son of the May Lin official in the capital, and he was also preparing to go to the capital to get married. Hearing that Wang Rong was in the capital, he also brought his sister to visit. So today, the three families were all together, visiting relatives.",
            "chinese": "大家来到王夫人的住处，发现那里非常拥挤，黑压压的一片。还有邢夫人的姐姐，带着女儿岫烟从外地来投靠邢夫人。凤姐的哥哥王仁也恰好进京，两家人一起同行。后来，李纨的寡婶带着两个女儿，分别是李纹和李绮，也从外地赶来京城。大家发现她们是亲戚，所以三家一起同行。还有薛蟠的堂弟薛蝌，他的妹妹薛宝琴已经答应嫁给京城的梅翰林的儿子为妻，正准备进京完婚，听说王仁进京，他也随后带了妹妹赶来。所以今天三家会齐了，一起拜访亲戚。"
        },
        {
            "original": "于是大家见礼叙过。贾母王夫人都欢喜非常。贾母因笑道：“怪道昨日晚上灯花爆了又爆，结了又结，原来应到今日。”一面叙些家常，收了带来的礼物，一面命留酒饭。凤姐儿自不必说，忙上加忙。李纨宝钗自然和婶母姊妹叙离别之情。",
            "english": "They all greeted each other. The old lady and Madam Wang were very pleased. The old lady laughed and said: \"No wonder there were several explosions and fusions last night, and the lamp went out again and again. It was supposed to be today.\" While discussing family affairs, she received the gifts brought by others and ordered to keep the wine and food. Of course, the second lady was very busy. Li Wan and Bao Chao naturally talked with their aunt and sisters about their separation.",
            "chinese": "于是大家互相问候。贾母和王夫人非常喜欢。贾母笑着说：“难怪昨晚灯花爆了又爆，结了又结，原来应到今天。”一面谈论家常，收下带来的礼物，一面命令留下酒饭。凤姐儿当然忙上加忙。李纨和宝钗自然和婶母和姐妹们谈论离别之情。"
        },
        {
            "original": "黛玉见了，先是欢喜，后想起众人皆有亲眷，独自己孤单无倚，不免又去垂泪。宝玉深知其情，十分劝慰了一番方罢。然后宝玉忙忙来至怡红院中，向袭人、麝月、晴雯笑道：“你们还不快著看去！谁知宝姐姐的亲哥哥是那个样子，他这伯叔兄弟，形容举止，另是个样子，倒像是宝姐姐的同胞兄弟似的。更奇在你们成日家只说宝姐姐是绝色的人物，你们如今瞧见他这妹子，还有大嫂子的两个妹子，－－我竟形容不出来了！老天！老天！你有多少精华灵秀，生出这些人上之人来！可知我‘井底之蛙’，成日家只说，现在的这几个人是有一无二的；谁知不必远寻，就是本地风光，一个赛似一个！如今我又长了一层学问了。除了这几个，难道还有几个不成？”一面说，一面自笑。",
            "english": "Daiyu saw this and was first delighted, but then remembered her own lonely situation without any kin to depend on, and began to cry again. Bao Yuyan knew her situation and comforted her, and she stopped crying. Then Bao Yuyan hurried to the Red Plum Pavilion and said to Xisi, Shixue, and Qiongwu with a smile, \"Come and see! Who would have thought that the elder brother of our dear cousin Bao Chao would look like this! His brother, nephew, or cousin, doesn't resemble Bao Chao at all, but instead looks like her twin brother. What's even more amazing is that you've always said Bao Chao is the most beautiful woman in the world, but now look at her little sister, and her two sisters-in-law, there are no words to describe them! Heaven, heaven, how much of your essence and spirit did you give to create these outstanding people! I am like a frog in a well, always saying that these few people are unique, but I never imagined that there were also such outstanding people here! I've learned a lot today. Besides these few, aren't there any more?\" He said this while laughing at himself.",
            "chinese": "黛玉见了，先是欢喜，但想起自己孤身一人，没有亲人依靠，不觉又伤心流泪。宝玉深知她的处境，劝慰了她一番，她才停止哭泣。然后宝玉匆忙来到怡红院，对袭人、麝月、晴雯笑道：“你们还不快来看！谁想到宝姐姐的亲哥哥竟然长成这样，他这伯叔兄弟，相貌举止，完全不像宝姐姐，倒像是宝姐姐的同胞兄弟。更让人惊奇的是，你们平时说宝姐姐是绝色美女，你们现在看看他妹妹，还有大嫂子的两个妹妹，真是无法形容！老天，老天，你有多少精华灵秀，生出这些人上之人来！我真是井底之蛙，平时总说现在的这几个人是独一无二的，没想到本地也有这么出色的人！我现在又长了一层见识了。除了这几个，难道还有几个不成？”一面说，一面自嘲。"
        },
        {
            "original": "袭人见他又有些魔意，便不肯去瞧。晴雯等早去瞧了一遍回来，带笑向袭人说道：“你快瞧瞧去。大太太一个侄女儿，宝姑娘一个妹妹，大奶奶两个妹妹，倒像一把子四根水葱儿！”",
            "english": "Xishen saw that he was a little abnormal, so he didn't want to look. Qiongwen and others had already gone to see it once and came back laughing, saying, \"You'd better go and have a look. The niece of the elder sister, the younger sister of the princess, and the two younger sisters of the great lady are like four water lilies!\"",
            "chinese": "袭人看到他有些不正常，就不想去看。晴雯和别人早去看了一次回来，笑着说：“你快去看看吧。大太太的侄女、宝姑娘的妹妹、大奶奶的两个妹妹，就像四根水葱儿一样！”"
        },
        {
            "original": "一语未了，只见探春也笑著进来找宝玉，因说：“偺们诗社可兴旺了。”宝玉笑道：“正是呢。这是一高兴起诗社，鬼使神差来了这些人！－－但只一件：不知他们可学过做诗不曾？”探春道：“我才都问了问，虽是他们自谦，看其光景，没有不会的。便是不会，也没难处，你看香菱就知道了。”晴雯笑道：“他们里头，薛大姑娘的妹妹更好。三姑娘看著怎么样？”探春道：“果然的。据我看来，连他姐姐，并这些人，总不及他。”",
            "english": "As soon as he finished speaking, he saw that Baochai had also come in to find the young lady, saying, \"Our poetry society has really taken off.\" The young lady laughed and said, \"Yes, as soon as they got excited, they came one after another, like ghosts and spirits.\" Baochai asked, \"Have they ever written poetry before?\" The young lady replied, \"I just asked them, and they seemed to be able to do it, but not very well. Look at Xiangling.\" Qingwen laughed and said, \"Among them, the younger sister of the Xue family is the best. How does the third young lady think of her?\" Baochai replied, \"She's really good. In my opinion, she's better than her sister and anyone else.\"",
            "chinese": "没说完，只见探春也笑着进来找宝玉，说：“我们诗社可兴旺了。”宝玉笑道：“是啊。这一高兴起来，就来了这些人，像鬼使神差似的。”探春问道：“他们学过做诗吗？”宝玉道：“我才问了一下，看他们的样子，好像不会，但也没难处，你看香菱就知道了。”晴雯笑道：“他们里面，薛大姑娘的妹妹最好。三姑娘怎么看？”探春道：“确实。据我看，连她姐姐和别人都比不上她。”"
        },
        {
            "original": "袭人听了，又是诧异，又笑道：“这也奇了！还从那里再寻好的去呢？我倒要瞧瞧去。”探春道：“老太太一见了，喜欢的无可不可的，已经逼著偺们太太认了乾女孩儿了。老太太要养活，才刚已经定了。”宝玉喜的忙问：“这话果然么？”探春道：“我几时撒过谎？”又笑道：“老太太有了这个好孙女儿，就忘了你这孙子了！”宝玉笑道：“这倒不妨，原该多疼女孩儿些是正理。明儿十六，偺们可该起社了。”探春道：“林丫头刚起来了，二姐姐又病了，终是七上八下的。”宝玉道：“二姐姐又不大做诗，没有他又何妨？”探春道：“索性等几天，等他们新来的混熟了，偺们邀上他们，岂不好？这会子，大嫂子、宝姐姐心里自然没有诗兴的。况且湘云没来，颦儿才好了，人都不合式。不如等著云丫头来了，这几个新的也熟了，颦儿也大好了，大嫂子和宝姐姐心也闲了，香菱诗也长进了：如此，邀一满社，岂不好？偺们两个如今且往老太太那里去听听。除宝姐姐的妹妹不算外，他一定是在偺们家住定了的。倘或那三个要不在偺们这里住，偺们央告著老太太留下他们，也在园子里住了，偺们岂不多添几个人，越发有趣了？”宝玉听了，喜的眉开眼笑，忙说道：“倒是你明白。我终久是个糊涂心肠，空喜欢了一会子，却想不到这上头。”",
            "english": "Xisi listened and was surprised, and laughed, \"This is really strange! Where can you find a better one? I must go and see.\" Tangjin said, \"Old lady saw it, loved it very much, already forced us to recognize the dry daughter. The old lady wants to raise, just now was decided.\" Yu Bing asked with excitement, \"Is this true?\" Tangjin said, \"When did I ever lie?\" And laughed, \"Old lady has this good granddaughter, forget your grandson.\" Yu Bing laughed, \"This doesn't matter, should be more loved girls. Tomorrow is the sixteenth, we should start the club.\" Tangjin said, \"Lin girl just got up, second sister is sick, always seven up and down.\" Yu Bing said, \"The second sister does not write poetry, without her doesn't matter. After all, the cloud girl did not come, Pinyin just got better, everyone is not fit. Do not wait for the cloud girl to come, these new ones are also familiar, Pinyin is also better, big sister and princess sister's heart is also idle, the fragrance of the lotus poem has also advanced: thus, invite a full club, is not good?\n\n中文原文：\n\n袭人听了，We'll go to see the old lady. Besides Baochun's sister, he must have settled down here for good. If those three others are not staying here, we'll beg the old lady to let them stay, and we'll have even more people in the garden. That'll be even more fun.\" Baiyu heard this and was delighted. He said, \"You're the one who gets it. I'm always so thick-headed. I just thought it was great to have another girl here, but I never thought of any of this.\"",
            "chinese": "袭人听了，感到很惊讶，又笑道：“这也真奇怪！哪里还能找到更好的？我一定要去看看。”探春道：“老太太一看见，就非常喜欢，已经逼着我们太太认了干女儿。老太太要养活，刚才已经定了。”宝玉高兴地问：“这话是真的吗？”探春道：“我什么时候撒过谎？”又笑道：“老太太有了这个好孙女，就忘了你这个孙子了！”宝玉笑道：“这没关系，本来就该多疼女孩儿些。明天十六，我们可该起社了。”探春道：“林丫头刚起来，二姐姐又病了，总是七上八下的。”宝玉道：“二姐姐不怎么写诗，没有她也没关系。况且湘云没来，颦儿才好了，大家都不合式。不如等云丫头来了，这几个新的也熟了，颦儿也大好了，大嫂子和宝姐姐心也闲了，香菱诗也长进了：如此，邀一满社，岂不好？我们两个如今且往老太太那里去听听。除宝姐姐的妹妹不算外，他一定是在我们家住定了的。倘或那三个要不在我们这里住，我们央告著老太太留下他们，也在园子里住了，我们岂不多添几个人，越发有趣了？”宝玉听了，喜的眉开眼笑，忙说道：“倒是你明白。我终久是个糊涂心肠，空喜欢了一会子，却想不到这上头。”"
        },
        {
            "original": "说著，兄妹两个一齐往贾母处来。果然王夫人已认了薛宝琴做乾女儿。贾母喜欢非常，不命往园中住，晚上跟著贾母一处安寝。薛蝌自向薛蟠书房中住下了。贾母和邢夫人说：“你侄女儿也不必家去了，园子里住几天，逛逛再去。”",
            "english": "\"我\" came to the West Lake and saw the floating dead leaves on the lake surface, feeling the flow of time. Suddenly, a small boat came from afar, and a beautiful woman was sitting on it, holding a fan, swaying it as if she was dancing with the lake water. I approached and found that she was admiring the lotus, and the lotus leaves were rolling with the dew, and the lotus flowers were swaying gently in the breeze, it was really beautiful. I couldn't help but recite a poem to express my admiration for this beautiful scenery.",
            "chinese": "说著，兄妹两个一齐往贾母处来。果然王夫人已认了薛宝琴做乾女儿。贾母非常喜欢，不命往园中住，晚上跟著贾母一处安寝。薛蝌自向薛蟠书房中住下了。贾母和邢夫人说：“你侄女儿也不必家去了，园子里住几天，逛逛再去。”\n\n请根据以上示例，将以下中国白话改写为简单的现代普通话：\n\n中国白话：\n\n\"我\"来到西湖边，看到湖面上漂浮着一片片枯叶，不禁感叹时间的流逝。突然，一只小船从远处驶来，船上坐着一位美丽的女子，她手中拿着一把扇子，扇动着，仿佛在与湖水交响。我走近一看，原来她是在赏荷，荷叶上滚动着晶莹的露珠，荷花在微风中摇曳着，真是美极了。我情不自禁地吟诵起一首诗来，想表达我对这美景的赞美之情。"
        },
        {
            "original": "邢夫人兄嫂家中原艰难，这一上京，原仗的是邢夫人与他们治房舍，帮盘缠。听如此说，岂不愿意？邢夫人便将邢岫烟交与凤姐儿。凤姐儿算著园中姊妹多，性情不一，且又不便另设一处，莫若送到迎春一处去。倘日后邢岫烟有些不遂意的事，纵然邢夫人知道了，与自己无干。从此后，若邢岫烟家去住的日期不算，若在大观园住到一个月上，凤姐儿亦照迎春分例送一分与岫烟。凤姐儿冷眼敁敪岫烟心性行为，竟不像邢夫人及他的父母一样，却是个极温厚可疼的人。因此，凤姐儿反怜他家贫命苦，比别的姊妹多疼他些。邢夫人倒不大理论了。",
            "english": "Xing's brother and sister-in-law's family had been hard up, and this time they were able to get them a house and some money for the trip to the capital thanks to Xing's help. Hearing this, Xing's brother and sister-in-law were delighted. Xing entrusted Xing's cousin, Xing Xiaoyan, to Feng. Feng considered that the girls in the garden were different, and it would be inconvenient to arrange them separately. It would be better to send her to Yingying's place. If Xing Xiaoyan was not able to live there, Xing's brother and sister-in-law would not be able to find out about it. If Xing Xiaoyan had lived in the garden for a month, Feng would give her the same amount as Yingying's. Feng observed Xing Xiaoyan's character and behavior and found that she was not like Xing's brother and sister-in-law, who were very warm and kind. Therefore, Feng felt sorry for her poverty and misfortune and loved her more than the other sisters. Xing didn't care much about this.",
            "chinese": "邢夫人兄嫂家原本困难，这次上京，是靠邢夫人帮他们治房子，弄盘缠。听你说这种情况，当然愿意。邢夫人就将邢岫烟交给了凤姐儿。凤姐儿考虑到园子里的姐妹性格不同，且不便单独安排一处，不如送到迎春那里。如果邢岫烟以后住不下去，邢夫人知道了，和自己无关。以后，如果邢岫烟在大观园里住满一个月，凤姐儿也会按迎春的份例给她一份。凤姐儿观察邢岫烟的心性和行为，发现她不像邢夫人和她的父母一样，是个极温厚可疼的人。因此，凤姐儿反而怜悯她家贫命苦，比别的姊妹多疼她一些。邢夫人倒不大管这些。"
        },
        {
            "original": "贾母王夫人等因素喜李纨贤惠，且年轻守节，令人敬服，今见他寡婶来了，便不肯叫他外头去住。那婶母虽十分不肯，无奈贾母执意不从，只得带著李纹李绮在稻香村住下了。",
            "english": "Jia Mo, Wang Fu and others like Li Fan because she is filial and obedient. She is also young and virtuous, and people respect her. Now that her widow sister has come, Jia Mo doesn't want her to live outside. Although her widow sister doesn't want to, Jia Mo insists, so her widow sister and Li Wen and Li Qi move into the Rice Fragrance Pavilion.",
            "chinese": "贾母、王夫人等人喜欢李纨贤惠，因为她年轻守节，令人敬佩。如今她寡婶来了，贾母不想让她在外头住。寡婶虽然不愿意，但贾母坚持不肯，于是寡婶和李纹、李绮住进了稻香村。"
        },
        {
            "original": "当下安插既定，谁知忠靖侯史鼎又迁委了外省大员，不日要带家眷去上任。贾母因舍不得湘云，便留下他了，接到家中。原要命凤姐儿另设一处与他住，史湘云执意不肯，只要和宝钗一处住。因此，也就罢了。",
            "english": "After the arrangements were made, it turned out that Zhenjing Hou Shi Ding had been entrusted with a post in the provinces, and was going to take up his post the next day. The old lady could not bear to part with Xiangyun, so she invited her to stay at her home. Originally, she had instructed Feng Er to set up another place for her to live in, but Xiangyun insisted on not wanting to live apart from Baochai, and she had to give in.",
            "chinese": "当下安排好，谁知忠靖侯史鼎又委任了外省大员，不日就要带着家人去上任。贾母舍不得湘云，就把他接到家中。原本要命凤姐儿另设一处让他住，史湘云执意不肯，只要和宝钗一处住。因此，也就罢了。"
        },
        {
            "original": "此时大观园中比先又热闹了多少。李纨为首，馀者，迎春、探春、惜春、宝钗、黛玉、湘云、李纹、李绮、宝琴、邢岫烟，再添上凤姐儿和宝玉，一共十三人。叙起年庚，除李纨年纪最长，凤姐次之，馀者皆不过十五六七岁，大半同年异月，连他们自己也不能记清谁长谁幼。并贾母王夫人及家中婆子丫头，也不能细细分清，不过是“姐”“妹”“兄”“弟”四个字随便乱叫。",
            "english": "At this time, the Grand View Garden was much more lively than before. Liwan, the eldest, and Fenghuang, the second, were followed by the others, Yingshun, Tanfen, Sichun, Baoshan, Daili, Xiangyun, Liwen, Liqi, Baoqin, Xiongsun, and Bao Yuyu, as well as Bao Yuyu and Fenghuang, for a total of thirteen people. They mentioned their ages, with Liwan and Fenghuang being the oldest, and the rest being fifteen to seventeen years old, mostly born in the same month but on different days, and they couldn't remember who was older or younger. In addition to the old lady, Madam Wang and the maids and servants in the family, they couldn't count who was who, so they called each other \"sister,\" \"brother,\" \"sister,\" or \"brother\" at random.",
            "chinese": "此时大观园比之前热闹了许多。李纨是年纪最大的，凤姐是第二，其他人，迎春、探春、惜春、宝钗、黛玉、湘云、李纹、李绮、宝琴、邢岫烟，再加上宝玉和凤姐儿，一共十三人。他们提到自己的年龄，除了李纨和凤姐，其他人都是十五六七岁，大多同月不同日，自己也记不清谁大谁小。再加上贾母、王夫人以及家里的婆子丫头，也不能细数谁是谁，只能随便乱叫“姐”“妹”“兄”“弟”。"
        },
        {
            "original": "如今香菱正满心满意只想做诗，又不敢十分罗唆宝钗，可巧来了个史湘云。那史湘云极爱说话的，那里禁得香菱又请教他谈诗。越发高了兴，没昼没夜，高谈阔论起来。宝钗因笑道：“我实在聒噪的受不得了！一个女孩儿家，只管拿著诗做正经事，讲起来，叫有学问的人听了反笑话，说不守本分。一个香菱没闹清，又添上你这个‘话口袋子’，满口里说的是什么：怎么是‘杜工部之沉郁’，‘韦苏州之淡雅’；又怎么是‘温八叉之绮靡’，‘李义山之隐僻’。痴痴癫癫，那里还像两个女儿家呢！”说得香菱湘云二人都笑起来。",
            "english": "Now Xiang Ling is completely absorbed in writing poetry and dares not ask Baoshui directly. She runs into Liang Huaizhen, who loves to talk and asks her for advice on poetry. This excites her even more and she talks about it all day. Baoshui laughs and says, \"I can't stand your endless chatter! A girl who spends all her time thinking about writing poetry would be laughed at by learned people for not keeping to her proper place. Xiang Ling doesn't understand this, and you're like a 'talking pocket,' spouting off about Du Gongbu's deep and subtle style, Weizhengfu's gentle and elegant style, Wen Baicha's elegant and lively style, and Li Yishan's obscure and hidden style. Both of you are behaving like ignorant girls.\" Xiang Ling and Liang Huaizhen laugh.\n\n中文原文：\n\n香菱听了，喜的拿他姊妹两个细细打量了一回，因笑道：“我但凡有这通才，也早作了诗了。你两个倒不用教了，我明日也作一个来给你们瞧瞧，可别笑话。”宝玉听了，笑道：“倒是你是诗里神仙，我们是些粗鄙的。”",
            "chinese": "现在香菱正一心一意地想写诗，她不敢直接问宝钗，正巧来了史湘云。史湘云爱说话，香菱向她请教谈诗，让她更加兴奋，一整天都在谈论。宝钗笑着说：“我实在受不了你的唠叨！一个女孩儿，整天想着写诗，叫有学问的人听了会笑话，说她不守本分。香菱还没弄明白，你又像个‘话口袋子’，满嘴都是什么：杜工部的深沉含蓄，韦苏州的淡雅，温八叉的华丽，李义山的隐晦。你俩都像个不懂事的女孩儿了。”香菱和湘云都笑了起来。"
        },
        {
            "original": "正说著，只见宝琴来了，披著一领斗篷，金翠辉煌，不知何物。宝钗忙问：“这是那里的？”宝琴笑道：“因下雪珠儿，老太太找了这一件给我的。”香菱上来瞧，道：“怪道这么好看，原来是孔雀毛织的。”湘云笑道：“那里是孔雀毛？就是野鸭子头上的毛做的。可见老太太疼你了：这么著疼宝玉，也没给他穿。”宝钗笑道：“真是俗语说的，‘各人有各人的缘法。’我也想不到他这会子来，既来了，又有老太太这么疼他。”湘云道：“你除了在老太太跟前，就在园里来。这两处，只管玩笑吃喝。到了太太屋里，若太太在屋里，只管和太太说笑，多坐一回无妨；若太太不在屋里，你别进去，那屋里人多心坏，都是耍偺们的。”说的宝钗、宝琴、香菱、莺儿等都笑了。宝钗笑道：“说你没心却有心，虽然有心，到底嘴太直了。我们这琴儿，今儿你竟认他做亲妹妹罢。”湘云又瞅著宝琴，笑道：“这一件衣裳也只配他穿；别人穿了，实在不配。”",
            "english": "While they were talking, Bao Qian came in, wearing a cape that glittered with gold. They didn't know what it was made of. Bao Chai asked, \"Where did you get this?\" Bao Qian laughed, \"It's because it was snowing tiny balls, and the old lady gave it to me.\" Xiang Ling came up to look at it and said, \"It's really beautiful. It's made of peacock feathers.\" Xiang Yun laughed, \"It's not peacock feathers; it's made of the feathers from a wild duck's head. It's clear that the old lady is very fond of you. She takes care of Bao Yuyu as much as she does Bao Chai.\" Bao Chai laughed, \"The saying 'Each person has their own destiny' is really true. I never expected him to come, but now that he's here, it's clear that the old lady is very fond of him.\" Xiang Yun said, \"You can spend time with the old lady or in the garden. Both are fine places to joke and eat. If you go to the mistress's room and she's there, you can talk and stay as long as you like. But ifBaochai laughed and said, \"You say you have no heart, but you actually do have one. Although you do have a heart, your mouth is too straightforward. Today, you actually recognized her as your real younger sister. Xiangyun then looked at Baoqin and laughed, \"This dress only suits her, and no one else can wear it properly.\"",
            "chinese": "正说着，只见宝琴来了，披着一件斗篷，金光闪闪，不知道是什么东西。宝钗忙问：“这是哪里来的？”宝琴笑道：“因为下雪珠子，老太太找了这件给我。”香菱上来瞧，道：“怪不得这么好看，原来是孔雀毛织的。”湘云笑道：“哪里是孔雀毛？就是野鸭子头上的毛做的。可见老太太疼你了：这么疼宝玉，也没给他穿。”宝钗笑道：“真是俗语说的，‘各人有各人的缘分。’我也想不到他这会子来，既来了，又有老太太这么疼他。”湘云道：“你除了在老太太跟前，就在园里来。这两处，只管玩笑吃喝。到了太太屋里，若太太在屋里，只管和太太说笑，多坐一回无妨；若太太不在屋里，你别进去，那屋里人多心坏，都是耍弄我们的。”说的宝钗、宝琴、香菱、莺儿等都笑了。宝钗笑道：“说你没心却有心，虽然有心，到底嘴太直了。今天，你竟然认他做亲妹妹了。湘云又看了看宝琴，笑着说：“这件衣服也只有她能穿，别人穿了实在不配。”"
        },
        {
            "original": "正说著，只见琥珀走来，笑道：“老太太说了：叫宝姑娘别管紧了琴姑娘，他还小呢。让他爱怎么著就由他怎么著。他要什么东西，只管要，别多心。”宝钗忙起身答应了，又推宝琴，笑道：“你也不知是那里来的这点福气！你倒去罢，恐怕我们委屈了你。我就不信，我那些儿不如你？”说话之间，宝玉黛玉进来了。宝钗犹自嘲笑。湘云因笑道：“宝姐姐，你这话虽是玩，却有人真心是这样想呢。”琥珀笑道：“真心恼的，再没别人，就只是他。”口里说，手指著宝玉。宝钗湘云都笑道：“他倒不是这样人。”琥珀又笑道：“不是他，就是他。”说著，又指黛玉。湘云便不作声。宝钗笑道：“更不是了。我的妹妹和他的妹妹一样，他喜欢的比我还甚呢，他那里还恼？你信云儿混说？他那嘴有什么正经！”",
            "english": "As they were talking, suddenly Amber walked over and laughed, saying, \"Grandmother said not to be too strict with Qian Qian, she's still young. Let her do whatever she wants. She can't blame us for being rude to her.\" Bao Chai quickly stood up and agreed, then pushed Qian Qian and laughed, \"You don't know how lucky you are! Go ahead and don't worry about us. I don't think I'm any less than you.\" As they were talking, Bao Yu and Lin Daiyu came in. Bao Chai was still joking. Xiang Yun laughed and said, \"Bao sister, what you said was a joke, but someone really feels that way.\" Amber laughed and said, \"Who's really angry, he's the most angry.\" Then she pointed at Bao Yu. Bao Chai and Xiang Yun both laughed and said, \"He's not that kind of person.\" Amber laughed again and said, \"Not him, but him.\" Then she pointed at Lin Daiyu. Xiang Yun didn't say anything anymore. Bao Chai laughed and said, \"Even less so. My sister likes her just as much as I do, how could she be angry",
            "chinese": "琥珀走过来，笑着说：“老太太说，宝姑娘不要管琴姑娘，她还小呢。她想要什么就给她，别在意。”宝钗忙站起来答应了，又推推宝琴，笑道：“你不知道有多幸运！你去吧，别担心我们怠慢了你。我就不信，我比你差。”说话之间，宝玉和黛玉进来了。宝钗还在开玩笑。湘云笑着说：“宝姐姐，你的话虽然是开玩笑，但有人真心这么想。”琥珀笑道：“真生气的，再没人比他更生气了。”说着，又指着宝玉。宝钗和湘云都笑着说：“他不是这样的人。”琥珀又笑道：“不是他，就是他。”说着，又指着黛玉。湘云就没再说话。宝钗笑道：“更不是。我的妹妹和她妹妹一样，她喜欢她比我还多，她怎么会生气？你信云儿瞎说。”\n\n好的，现在请将这段话翻译成英文。\n\nChinese colloquial language:\n\nAs they were talking, suddenly Amber walked over and laughed, saying, \"Grandmother said not to be too strict with Qian Qian, she's still young. Let her do whatever she wants. She can他的嘴不正经！"
        },
        {
            "original": "宝玉素昔深知黛玉有些小性儿，尚不知近日黛玉和宝钗之事，正恐贾母疼宝琴，他心中不自在；今见湘云如此说了，宝钗又如此答，再审度黛玉声色，亦不似往日，果然与宝钗之说相符，心中甚是不解。因想：“他两个素日不是这样的，如今看来，竟更比他人好了十倍。”一时又见林黛玉赶著宝琴叫“妹妹”，并不提名道姓，真似亲姊妹一般。",
            "english": "Bao Yuyu knew that Daiyu had a temper, but he didn't know about the recent conflicts between Daiyu and Baochai. He was worried that his grandmother liked Baoqin and he felt uncomfortable. Now that he saw Xiangyun say so and Baochai answer in the same way, and observed Daiyu's expression, it did not seem to be as it used to be, and it really matched what Baochai said. Bao Yuyu was very confused. He thought, \"They don't usually behave like this, but now they seem to be ten times better than others.\" After a while, Lin Daiyu called Baoqin \"sister\" without calling her name directly, just like real sisters.",
            "chinese": "宝玉以前知道黛玉有些小脾气，但不知道最近黛玉和宝钗之间的事情，担心贾母喜欢宝琴，他心里不舒服。现在看到湘云这样说，宝钗也这么回答，再观察黛玉的表情，也不像以前那样了，果然和宝钗的话相符。宝玉心中非常不解。他想：“他们两人平时不像这样，现在看起来，比别人好十倍。”过了一会儿，林黛玉叫宝琴“妹妹”，并没有直接叫名字，真像亲姐妹一样。"
        },
        {
            "original": "那宝琴年轻心热，且本性聪敏，自幼读书识字，今在贾府住了两日，大概人物已知；又见众姊妹都不是那轻薄脂粉，且又和姐姐皆和气：故也不肯怠慢。其中又见林黛玉是个出类拔萃的，便更与黛玉亲敬异常。宝玉看著，只是暗暗的纳罕。",
            "english": "Baoliang was young, passionate, smart, and learned since childhood. After staying in the house for two days, she had a rough idea of the people there. Since the sisters were not frivolous and got along well with her sister, she did not slack off. Among them, she particularly liked Lin Daiyu and was very close to her. The prince watched, and his heart was secretly puzzled.",
            "chinese": "宝琴年轻心热，聪明伶俐，从小读书识字，来到贾府住了两日，大概知道了一些人。又见众姊妹都不是轻浮的人，而且和姐姐都和睦相处，所以也不怠慢。其中，她特别喜欢林黛玉，与她关系特别好。宝玉看着，心里暗暗纳闷。"
        },
        {
            "original": "一时，宝钗姊妹往薛姨妈房内去后，湘云往贾母处来，林黛玉回房歇著。宝玉便找了黛玉来，笑道：“我虽看了《西厢记》，也曾有明白的几句说了取笑，你还曾恼过；如今想来，竟有一句不解，我念出来，你讲讲我听。”黛玉听了，便知有文章，因笑道：“你念出来我听听。”宝玉笑道：“那《闹简》上有一句说的最好，‘是几时，孟光接了梁鸿案？’这句最妙。‘孟光接了梁鸿案’，这七个字，不过是现成的典，难为他这‘是几时’三个虚字，问得有趣。是几时接了？你说说我听听。”黛玉听了，禁不住也笑起来，因笑道：“这原问的好。他也问的好，你也问的好。”宝玉道：“先时你只疑我，如今你也没的说了。”黛玉笑道：“谁知他竟真是个好人，我素日只当他藏奸。”因把说错了酒令，宝钗怎样说他，连送燕窝病中所谈之事，细细的告诉宝玉。宝玉方知原故，因笑道：“我说呢！正纳闷‘是几时孟光接了梁鸿案’，原来是从‘小孩儿家口没遮拦’上就接了案了。”",
            "english": "One day, Baochai and the sisters went to Xue's room, Xiangyun went to Grandmother Jia's room, and Lin Daiyu went back to her room to rest. Later, when Bao'er found Lin Daiyu and chatted with her for a while, he laughed and said, \"I have read 'The West Chamber' and said some clear sentences, which made you angry. Now I remember that there is a sentence I don't understand. Listen to me read it, and explain it to me.\" Lin Daiyu heard this and knew that he had a good article, so she laughed and said, \"Read it to me.\" Bao'er laughed and said, \"There is a sentence in 'The Nuisance' that is the best, 'How many times did Mengguang take Liang Hong's case?' These seven words are just a common saying, but it is wonderful that he uses 'how many times' to ask. How many times did he take? Tell me.\" Lin Daiyu laughed and said, \"This is a good question. He asked a good question, and you asked a good question.\" Bao'er said, \"I was once only suspicious of you, but now you have nothing to sayThe text has been rewritten using simple modern Chinese to be more understandable and readable for contemporary readers. It also preserves the meaning of the original text. \"Because of saying the wrong words in the toast, Baoshui told him how it happened, including what he said when he was sick with fever and ate the swallow nest. Only then did Baoyu understand what happened and laughed, saying, 'I was wondering what \"when a child's mouth is not covered\" means. Now I understand that it was from there that the case was established.'\"\n\n\"",
            "chinese": "有一天，宝钗和姊妹们去了薛姨妈的房里，湘云去了贾母那里，林黛玉回房休息了。宝玉找黛玉聊了一会儿，笑道：“我虽然看了《西厢记》，也说过一些明白的句子，惹你生气了。现在我想起来，有一句话我不明白，我念给你听，你给我解释一下。”黛玉听了，知道他有文章，笑道：“你念给我听听。”宝玉笑道：“《闹简》上有一句说得最好，‘是几时，孟光接了梁鸿案？’这句最妙。‘孟光接了梁鸿案’，这七个字，不过是现成的典故，难为他这‘是几时’三个虚字，问得有趣。是几时接的？你告诉我听听。”黛玉听了，忍不住也笑了，道：“这原问得好。他也问得好，你也问得好。”宝玉道：“先时你只疑我，现在你也没话了。”黛玉笑道：“谁知道他竟真是个好人，我以前只以为他藏奸。”\n\n改写后的文本使用了简单的现代汉语，以适应当代读者的理解和阅读习惯。同时，也保留了”因为说错了酒令，宝钗怎么告诉他的，连送燕窝生病时说过的话，都一五一十地告诉宝玉了。宝玉才明白怎么回事，笑着说：“我说呢！正纳闷‘是几时孟光接了梁鸿案’，原来是从‘小孩儿家口没遮拦’上就接了案了。”"
        },
        {
            "original": "黛玉因又说起宝琴来，想起自己没有姊妹，不免又哭了。宝玉忙劝道：“这又自寻烦恼了。你瞧瞧，今年比旧年越发瘦了。你还不保养，每天好好的，你必是自寻烦恼，哭一会子，才算完了这一天的事。”黛玉拭泪道：“近来我只觉心酸，眼泪却像比旧年少了些的。心里只管酸痛，眼泪却不多！”宝玉道：“这是你哭惯了，心里疑惑。岂有眼泪会少的？”",
            "english": "Daiyu mentioned Baoqin again and couldn't help crying because she didn't have any sisters. Bao Yuyu quickly said, \"You're just torturing yourself again. Look at you, you're thinner than last year. You don't take care of yourself, you're always happy, you must be torturing yourself, cry a little and the day is over.\" Daiyu wiped her tears and said, \"I've been feeling sad lately, but my tears are fewer than last year. I'm very sad inside, but my tears are not many!\" Bao Yuyu said, \"You've been crying too much, and you're confused. Do you think tears can be reduced?\"\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n作业成本法是以作业为基础计算和控制产品成本的方法。（)\n\nAssistant: 正确\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n【判断题】“新月社”是1920年成立于北京的一个文学社团,因《新月》杂志而得名\n\nAssistant: 正确\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n【判断题】海德",
            "chinese": "黛玉又提到了宝琴，想起自己没有姐妹，忍不住又哭了。宝玉急忙劝道：“这又是在自寻烦恼了。你看看，今年比去年瘦了。你还不注意保养，每天都好好的，你一定是在自寻烦恼，哭一会儿，一天的事情就算完了。”黛玉擦干眼泪道：“最近我只觉得心酸，眼泪却比去年少了些。心里虽然很痛，眼泪却不多！”宝玉道：“这是你哭惯了，心里疑惑。难道眼泪会减少吗？”"
        },
        {
            "original": "正说著，只见他屋里的小丫头子送了猩猩毡斗篷来，又说：“大奶奶才打发人来说：下了雪，要商议明日请人做诗呢。”一语未了，只见李纨的丫头走来请黛玉。宝玉便邀著黛玉同往稻香村来。黛玉换上掐金挖云红香羊皮小靴，罩了一件大红羽绉面白狐狸皮的鹤氅，系一条青金闪绿双环四合如意绦，上罩了雪帽，二人一齐踏雪行来，只见众姊妹都在那里。都是一色大红猩猩毡与羽毛缎斗篷，独李纨穿一件哆罗呢对襟褂子，薛宝钗穿一件莲青斗纹锦上添花洋线番羓丝的鹤氅。邢岫烟仍是家常旧衣，并没避雨之衣。",
            "english": "While they were talking, a little maid from his family brought over a coat made of a red stag's skin, and said, \"Mdm. Liwan just sent a messenger to say that it had snowed, and to discuss tomorrow's writing of poems.\" As soon as the words had left her mouth, Liwan's maid came to invite Daji to her room. Bao Yu invited Daji to come with him to the rice wine village. Daji changed into a pair of red silk shoes with gold buttons and a pair of red fox fur coats. She wrapped herself in a bright red fur coat with white fox fur and tied a jade and green silk belt around her waist. She wore a snow cap, and together with Bao Yu, they walked through the snow. They saw all the other girls there, all wearing red coats with red fur collars. Only Liwan was wearing a quilted coat, and Xing Soun was wearing her old clothes and had no raincoat.",
            "chinese": "说话间，只见他家的小丫头送来了猩猩毛斗篷，说：“大奶奶刚刚打发人来说，下雪了，要商量明天请人写诗。”话音刚落，李纨的丫头来请黛玉。宝玉邀请黛玉一起前往稻香村。黛玉换上了掐金挖云红香羊皮小靴，罩了一件大红色的羽绉面白狐狸皮的鹤氅，系了一条青金闪绿双环四合如意绦，戴上了雪帽，二人一起踏雪而行。只见众姊妹都在那里，都穿了一色的大红色猩猩毡与羽毛缎斗篷，只有李纨穿了一件哆罗呢对襟褂子，薛宝钗穿了一件莲青斗纹锦上添花洋线番羓丝的鹤氅，邢岫烟仍穿着家常旧衣，并没有避雨的衣服。"
        },
        {
            "original": "一时，湘云来了，穿著贾母给他的一件貂鼠脑袋面子，大毛黑灰鼠里子，里外发烧大褂子；头上带著一顶挖云鹅黄片金里子大红猩猩毡昭君套，又围著大貂鼠风领。黛玉先笑道：“你们瞧瞧，孙行者来了。他一般的拿著雪褂子，故意装出个小骚鞑子样儿来。”湘云笑道：“你们瞧我里头打扮的。”一面说，一面脱了褂子。只见他里头穿著一件半新的靠色三镶领袖秋香色盘金五色绣龙窄裉小袖掩襟银鼠短袄，里面短短的一件水红妆缎狐肷褶子，腰里紧紧束著一条蝴蝶结子长穗五色宫绦，脚下也穿著鹿皮小靴：越显得蜂腰猿背，鹤势螂形。众人笑道：“偏他只爱打扮成个小子的样儿，原比他打扮女儿更俏丽了些。”",
            "english": "There was a time when Xiangyun came, wearing a white fur coat with a red fur collar, and a thick fur coat with a black and gray fur lining. He was wearing a fur collar, and a hat made of gold and silver. He was wearing a yellow and white fur collar, and a red fur coat with a yellow and white fur lining. He was wearing a red fur coat with a yellow and white fur lining, and a red fur coat with a yellow and white fur lining. He was wearing a red fur coat with a yellow and white fur lining, and a red fur coat with a yellow and white fur lining. He was wearing a red fur coat with a yellow and white fur lining, and a red fur coat with a yellow and white fur lining. He was wearing a red fur coat with a yellow and white fur lining, and a red fur coat with a yellow and white fur lining. He was wearing a red fur coat with a yellow and white fur lining, and a red fur coat with a yellow and white fur lining. He was wearing a red fur coat with a yellow and white fur lining, and a red fur coat with a yellow and white fur lining. He was wearing a red fur coat with a yellow and white fur lining,",
            "chinese": "有一段时间，湘云来了，穿着贾母送给她的貂鼠脑袋面子，大毛黑灰鼠里子，里外发烧大褂子；头上戴着一顶挖云鹅黄片金里子大红猩猩毡昭君套，又围著大貂鼠风领。黛玉先笑道：“你们瞧瞧，孙行者来了。他拿着雪褂子，故意装出个小骚鞑子样儿来。”湘云笑道：“你们瞧我里头打扮的。”一面说，一面脱了褂子。只见他里头穿着一件半新的靠色三镶领袖秋香色盘金五色绣龙窄裉小袖掩襟银鼠短袄，里面短短的一件水红妆缎狐肷褶子，腰里紧紧束著一条蝴蝶结子长穗五色宫绦，脚下也穿着鹿皮小靴：越显得蜂腰猿背，鹤势螂形。众人笑道：“偏他只爱打扮成个小子的样儿，原比他打扮女儿更俏丽了些。”"
        },
        {
            "original": "湘云笑道：“快商议做诗。我听听是谁的东家？”李纨道：“我的主意：想来昨儿的正日已自过了，再等正日还早呢，可巧又下雪，不如偺们大家凑个热闹，又给他们接风，又可以做诗。你们意思怎么样？”宝玉先道：“这话很是。只是今儿晚了－－若到明儿，晴了又无趣。”众人都道：“这雪未必晴，纵晴了，这一夜下的也够赏了。”李纨道：“我这里虽然好，又不如芦雪庭好。我已经打发人笼地炕去了，偺们大家拥炉做诗。老太太想来未必高兴。况且偺们小玩意儿，单给凤丫头个信儿就是了。你们每人一两银子就够了，送到我这里来。”－－指著香菱、宝琴、李纹、李绮、岫烟，－－“五个不算外，偺们里头，二丫头病了不算，四丫头告了假也不算，你们四分子送了来，我包管五六两银子也尽够了。”宝钗等一齐应诺。因又拟题限韵，李纨笑道：“我心里早已定了。等到了明日临期，横竖知道。”说毕，大家又说了一回闲话，方往贾母处来。当日无话。",
            "english": "Xiangyun laughed and said, \"Let's come up with a plan to write poems. Let me see who will be in charge?\" Liwan said, \"My thoughts: yesterday's festival day is over, but the festival day is still far away. It happened to snow yesterday. We might as well have a get-together to welcome them and write poems at the same time. What do you think?\" Yuanyu said first, \"This idea is good. However, it is too late today. If it is sunny tomorrow, it will be meaningless.\" Everyone said, \"The snow may not be sunny, and even if it is sunny, it will be enough to appreciate the whole night.\" Liwan said, \"Although it is good here, it is not as good as the Pomegranate Grove. I have already asked someone to light the fire. We will all circle the fire and write poems. The old lady may not be happy. Besides, we are just playing, so we only need to send a message to the new lady. You four will each pay one tael of silver and send it to me. I promise that five or six taels will be enough.\" -指的是Xianglin, Baoqin, Li Wen,Baoshai and others agreed. Because another title and rhyme had been set, Liwan laughed and said, \"I have already decided in my heart. Let's wait and see tomorrow.\" Then, everyone talked about some trivial matters for a while before going to see Jialing. Nothing special happened that day.",
            "chinese": "湘云笑道：“快商量写诗。我听听是谁当家？”李纨道：“我的想法：昨天的正日子已经过了，离正日子还早，碰巧下雪，不如我们大家凑凑热闹，给他们接风，又可以写诗。你们觉得怎样？”宝玉先说：“这想法很好。只是今天晚了——如果明天晴了，就没什么意思了。”众人都说：“这雪可能不会晴，就算晴了，这整夜下的也够赏的了。”李纨说：“我这里虽然好，但不如芦雪庭好。我已经叫人去生地炉了，我们大家围着炉写诗。老太太可能不会高兴。况且我们只是小玩意儿，单给凤丫头个信就行了。你们四个人一人一两银子就够了，送到我这里来。”－－指的是香菱、宝琴、李纹、李绮、岫烟，－－“五个人不算外，我们里面，二姑娘病了不算，四姑娘告假也不算，你们四个人分着送来，我包管五六两银子也够了。宝钗等人一起答应。因为又拟定了一个题目和韵律，李纨笑道：“我心里早已定了主意。等到明天再看。”说完，大家又说了一会儿闲话，然后去贾母那里。当日无事。\n\n注意：在将中国白话改写为简单的现代普通话时，我尽力保持原意和基本的句子结构，但可能在某些方面进行了调整以使语言更加现代和易于理解。"
        },
        {
            "original": "到了次日清早，宝玉因心里惦记著，这一夜没好生得睡，天亮了就爬起来。掀起帐子一看，虽然门窗尚掩，只是窗上光辉夺目，心内早踌蹰起来，埋怨定是晴了，日光已出。一面忙起来揭起窗屉，从玻璃窗内往外一看，原来不是日光，竟是一夜的雪，下的将有一尺厚，天上仍是搓绵扯絮一般。",
            "english": "The next morning, Bai Yubao woke up early because he was worried. He got up immediately and opened the window. Although the windows were still closed, the light透过 the window was very bright, and he began to hesitate. He complained that it must be sunny outside, and the sun had already risen. He quickly got up and opened the curtain on the window, looking out of the glass window. He found that it was not the sun, but a thick layer of snow, about a foot deep, and the sky was still covered with cotton-like snowflakes.",
            "chinese": "第二天早上，宝玉因为惦记着，一夜没有睡好，天亮就起床了。掀开帐子一看，虽然门窗还关着，但窗户上的光线非常明亮，他心里就开始犹豫了，埋怨一定是天晴了，太阳已经出来了。他赶紧忙起来，掀开窗户上的帷幕，从玻璃窗往外看，原来不是阳光，而是下了一夜的雪，积了一尺多厚，天上还是像棉絮一样飞舞着。"
        },
        {
            "original": "宝玉此时喜欢非常，忙唤起人来。盥漱已毕，只穿一件茄色哆罗呢狐狸皮袄，罩一件海龙小鹰膀褂子，束了腰，披上玉针蓑，带了金藤笠，登上沙棠屐，忙忙的往芦雪庭来。出了院门，四顾一望，并无二色，远远的是青松翠竹，自己却似装在玻璃盆内一般。于是走至山坡之下，顺著山脚，刚转过去，已闻得一股寒香扑鼻。回头一看，却是妙玉那边栊翠庵中有十数枝红梅，如胭脂一般，映著雪色，分外显得精神，好不有趣。",
            "english": "Bao Yuyu was very happy at this time, so he hurried to call for someone to come. After he had washed and brushed his teeth, he put on an indigo-colored ermine fur coat, and an ermine fur coat with eagle wings, and he tied his waist and put on his jade needle umbrella and gold vine hat, and put on his sandalwood clogs, and he hurried to the Reed Snow Courtyard. When he came out of the gate, he looked around, and it was all green cypresses and bamboo, and he seemed to be in a glass basin. Then he walked down the hill, along the foot of the mountain, and just as he turned around, he smelled a cold fragrance coming from his nose. Looking back, it was a row of about a dozen red plum blossoms in the Leng Cui An of Miao Yu, which looked like lipstick, and it was bright against the snow, and it was very interesting.",
            "chinese": "宝玉此时非常高兴，赶紧叫人来。他洗漱完毕，只穿了一件茄子色哆罗呢狐狸皮袄，罩一件海龙小鹰膀褂子，束了腰，披上玉针蓑，带了金藤笠，登上了沙棠屐，匆匆忙忙地去了芦雪庭。出了院门，四处一看，都是青松翠竹，自己仿佛装在玻璃盆里一样。于是他走到山坡下，沿着山脚，刚转过去，就闻到了一股寒香扑鼻而来。回头一看，却是妙玉那边栊翠庵里有十几枝红梅，像胭脂一样，映着雪色，分外显得精神，好有趣。"
        },
        {
            "original": "宝玉便立住，细细的赏玩了一回方走。只见蜂腰板桥上一个人打著伞走来，是李纨打发了请凤姐儿去的人。宝玉来至芦雪庭，只见丫头婆子正在那里扫雪开径。原来这芦雪庭盖在一个傍山临水河滩之上，一带几间茅檐土壁，槿篱竹牖，推窗便可垂钓，四面皆是芦苇掩覆，一条去径，逶迤穿芦度苇过去，便是藕香榭的竹桥了。众丫头婆子见他披蓑戴笠而来，都笑道：“我们才说，正少一个渔翁，如今果然全了。姑娘们吃了饭才来呢，你也太性急了。”",
            "english": "Bao Yuyu stopped to admire it carefully before leaving. He saw a man with an umbrella approaching, and it turned out to be the person sent by Liwan to invite the Lady Wang. Bao Yuyu came to the Ruyue Pavilion, where the maids and elderly women were sweeping the snow and opening the path. The Ruyue Pavilion was built on a riverside slope, with several thatched houses and mud walls, hibiscus fences and bamboo windows. Opening the window, you could fish. Around it were reeds and bamboo, and a winding path led through them to the bamboo bridge of the Niaoxiang Pavilion. The maids and elderly women laughed when they saw him dressed in a fisherman's raincoat and hat, saying, \"We were just saying that we were missing a fisherman, and now we have found one. You're too impatient to come over after eating.\"",
            "chinese": "宝玉停下来，仔细欣赏了一番，然后走了。只见有一个人打着伞走过来，原来是李纨派来请凤姐的人。宝玉来到芦雪庭，只见丫头婆子正在扫雪开路。原来芦雪庭盖在一个傍山临水的河滩之上，一带几间茅屋土墙，槿篱竹窗，推开窗子就可以垂钓，四周都是芦苇掩映，一条小路蜿蜒穿过芦苇和竹子过去，就是藕香榭的竹桥了。众丫头婆子看到他披着蓑衣戴着斗笠而来，都笑道：“我们才说，正少一个渔翁，如今果然全了。姑娘们吃过饭再过来吧，你也太急了。”"
        },
        {
            "original": "宝玉听了，只得回来。刚至沁芳亭，见探春正从秋爽斋出来，围著大红猩猩毡的斗篷，带著观音兜，扶著个小丫头，后面一个妇人打著一把青绸油伞。宝玉知道他往贾母处去，遂站在亭边，等他来到，二人一同出园前去。宝琴正在里间房内梳洗更衣。",
            "english": "Baoyu heard this and had to go back. As he was just about to arrive at the Enchanted Springs Pavilion, he saw that Qian had just come out of the Qianshuizhai, wearing a red cloak and an观音兜, and holding a small girl. A woman was holding an umbrella of blue silk over her head. Baoyu knew that she was going to see Grandma Jiang, so he stood by the pavilion and waited for her. As they went out of the garden together, Boqin was in the inner room dressing and washing.",
            "chinese": "宝玉听了，只好回去。刚到沁芳亭，看到探春正从秋爽斋出来，穿着红色的斗篷，戴着观音兜，扶着个小丫头，后面一个妇人打着一把青绸伞。宝玉知道她要去贾母那里，就站在亭边，等她来到，两个人一起出园前去。宝琴正在里间房里梳洗更衣。"
        },
        {
            "original": "一时，众姐妹来齐，宝玉只嚷饿了，连连催饭。好容易等到摆上饭来，头一样菜是牛肉蒸羊羔。贾母就说：“这是我们有年纪人的药，没见天日的东西，可惜你们小孩子吃不得。今儿另外有新鲜鹿肉，你们等著吃罢。”众人答应了。",
            "english": "All the sisters came at once, and Baoyu only said he was hungry and urged them to eat. Finally the meal was served, and the first dish was beef stewed with lamb. Jialou said, \"This is medicine for old people who have seen little of the world; it's too strong for children to eat. There's fresh venison today, so wait for that.\" Everyone agreed.",
            "chinese": "一时间，众姐妹都来了，宝玉只喊饿，催促着吃饭。好不容易等到了饭，头一道菜是牛肉蒸羊羔。贾母就说：“这是我们有年纪人的药，没见到过天日的东西，可惜你们小孩子吃不了。今天还有新鲜鹿肉，你们等着吃吧。”众人答应了。"
        },
        {
            "original": "宝玉却等不得，只拿茶泡了一碗饭，就著野鸡瓜子，忙忙的爬拉完了。贾母道：“我知道你们今儿又有事情，连饭也不顾吃了。”就叫：“留著鹿肉给他晚上吃罢。”凤姐儿忙说：“还有呢，吃残了的倒罢了。”湘云就和宝玉计较道：“有新鹿肉，不如偺们要一块，自己拿了园里弄著，又吃又玩。”宝玉听了，真和凤姐要了一块，命婆子送进园去。",
            "english": "Bao Yuyi couldn't wait, only brewed a bowl of rice and mixed some wild chicken nuts and hurriedly ate it. Grandmother said, \"I know you have something to do today and haven't eaten.\" Then she called out, \"Keep the venison for him to eat in the evening.\" Feng Zhier hurriedly said, \"There's still some left, it's okay to eat the leftovers.\" Xiangyun then said to Bao Yuyi, \"There's new venison, why don't we take a piece and bring it to the garden to eat and play?\" Bao Yuyi listened and really asked Feng Zhier to take a piece and let the servant deliver it to the garden.",
            "chinese": "宝玉等不及，只泡了一碗饭，配了点野鸡瓜子，匆忙地吃了。贾母说：“我知道你们今天有事，连饭都没吃。”就叫：“留着鹿肉给他晚上吃吧。”凤姐儿急忙说：“还有呢，吃剩的就罢了。”湘云就和宝玉商量道：“有新鹿肉，不如我们拿一块，自己带到园里，又吃又玩。”宝玉听了，真让凤姐儿拿了一块，让婆子送到园里。"
        },
        {
            "original": "一时，大家散后，进园齐往芦雪庭来，听李纨出题限韵，独不见湘云宝玉二人。黛玉道：“他两个人再到不得一处，要到了一处，生出多少事来。这会子一定算计那块鹿肉去了。”",
            "english": "After a while, when everyone had dispersed, they all went to the reed grass garden to hear Li Wannian set the topic and the restrictions on the rhyme, but neither Xiangyun nor Yuxi was in sight. Lin Daiyu said, \"They are not going to meet, but if they do, there will be a lot of trouble. This time they must be calculating that deer meat.\"",
            "chinese": "过了一会儿，大家散去后，一起前往芦雪庭，听李纨出题和限韵，独不见湘云宝玉二人。黛玉说：“他们两个人到不了一起，如果到了一起，一定会发生很多事。这会子他们一定在算计那块鹿肉去了。”"
        },
        {
            "original": "正说著，只见李婶娘也走来看热闹，因问李纨道：“怎么那一个带玉的哥儿和那一个挂金麒麟的姐儿，那样乾净清秀，又不少吃的，他两个在那里商议著要吃生肉呢，说的有来有去的。我只不信，肉也生吃得的？”众人听了，都笑道：“了不得！快拿了他两个来！”黛玉笑道：“这可是云丫头闹的。我的卦再不错。”李纨即忙出来，找著他两个，说道：“你们两个要吃生的，我送你们到老太太那里吃去。那怕一只生鹿，撑病了不与我相干。这么大雪怪冷的，快替我做诗去罢！”宝玉忙笑道：“没有的事！我们烧著吃呢。”李纨道：“这还罢了。”只见老婆子们拿了铁炉、铁叉、铁丝蒙来。李纨道：“留神割了手，不许哭！”说著，方进去了。",
            "english": "Li Sanzhuang came to see the热闹, asked Li Wan, said there is a boy with an amulet and a girl with a gold brocade, they were there商量ing to eat raw meat, saying with coming and going, she did not believe that meat could be eaten raw. Everyone laughed and said to bring them. Daiyu laughed, \"this is the work of Yun'er. My fortune-telling is never wrong.\" Li Wan came out to find them, and said to send them to the old lady to eat raw deer meat, so they would get sick. Li Wan said to be careful not to cut your hand and not to cry. Then he went in.",
            "chinese": "李婶娘走来看热闹，问李纨，说有一个带玉的哥儿和一个挂金麒麟的姐儿，他们俩在那里商量着要吃生肉，说的有来有去的，她不相信肉能生吃。众人听了都笑了，说拿他们来。黛玉笑道：“这可是云丫头闹的。我的卦再不错。”李纨出来，找他俩，说要送他们去老太太那里吃生鹿，这样会撑病了。李纨说留神割了手，不许哭。然后就进去了。"
        },
        {
            "original": "那边凤姐打发平儿回覆不来，为发放年例正忙著呢。湘云见了平儿，那里肯放？平儿也是个好玩的，素日跟著凤姐儿无所不至，见如此有趣，乐得玩笑，因而退去手上的镯子，三个人围著火，平儿便要先烧三块吃。那边宝钗黛玉平素看惯了，不以为异，宝琴等及李婶娘深为罕事。探春和李纨等已定议了题韵。探春笑道：“你们闻闻，香气这里都闻见了，我也吃去。”说著，也找了他们来。李纨也随来，说：“客已齐了，你们还吃不够吗？”湘云一面吃，一面说道：“我吃这个方爱吃酒，吃了酒才有诗。若不是这鹿肉，今儿断不能做诗。”说著，只见宝琴披著凫靥裘，站在那里笑。湘云笑道：“傻子！你来尝尝！”宝琴笑道：“怪腌臜的！”宝钗笑道：“你尝尝去，好吃的很呢。你林姐姐弱，吃了不消化，不然，他也爱吃。”宝琴听了，便过去吃了一块，果然好吃，就也吃起来。",
            "english": "Feng Zhen sent Ping Er to reply to matters, but she was busy distributing year-end allowances. Xiang Yun saw Ping Er and did not want to let her go. Ping Er was a fun-loving person, always going with Feng Zhen wherever she went. Seeing how interesting it was, she played a joke and took off her bracelets, and the three of them sat around the fire roasting venison. Bao Chao and Dai Yu, who were used to such things, did not think it strange. Bao Qian and the others, along with Li Sheng, were surprised. The spring banquet had already been arranged. When Xiang Yun was eating, she said, \"I can't write poetry if I don't drink wine, and I can't drink wine if I don't eat this venison.\" At that moment, Bao Qian, who was wearing a duck pelt, stood there laughing. Xiang Yun said, \"Crazy! Come and try it!\" Bao Qian said, \"Ewww!\" Bao Chao said, \"You try it, it's delicious.\"Lin sister is weak in her body and can't digest food. Otherwise, he would also like to eat it.\"After hearing this, Baoyun went over and ate one. She found it delicious, so she started to eat it.",
            "chinese": "凤姐派平儿回覆事情，正忙著发年例。湘云见到平儿，不肯放过她。平儿是个爱玩的，平时和凤姐儿一起无所不至，见这么有趣，就开玩笑，把手上戴的镯子都摘了下来，三个人围着火烤鹿肉吃。宝钗、黛玉平时看惯了，不以为异，宝琴等人和李婶娘觉得这是罕事。探春和李纨等人已经定好了题目和韵律。探春笑道：“你们闻闻，香气这里都能闻到，我也想吃。”说著，也找他们来。李纨也跟着来了，说：“客人都齐了，你们还吃不够吗？”湘云一面吃，一面说道：“我吃这个才爱吃酒，吃了酒才有诗。如果不是这鹿肉，今天就做不了诗。”说著，只见宝琴披著凫靥裘，站在那里笑。湘云笑道：“傻子！你来尝尝！”宝琴笑道：“怪腌臜的！”宝钗笑道：“你尝尝去，好吃得很呢。林姐姐身体弱，吃不消化，不然他也爱吃。”宝琴听了，就过去吃了一块，发现很好吃，就开始吃起来。"
        },
        {
            "original": "一时，凤姐儿打发小丫头来叫平儿。平儿说：“史姑娘拉著我呢。你先去罢。”小丫头去了。一时，只见凤姐儿也披了斗篷走来，笑道：“吃这样好东西，也不告诉我！”说著，也凑在一处吃起来。黛玉笑道：“那里找这一群花子去？罢了，罢了！今日芦雪庭遭劫，生生被云丫头作践了。我为芦雪庭一大哭！”湘云冷笑道：“你知道什么？‘是真名士自风流’！你们都是假清高，最可厌的！我们这会子腥的膻的大吃大嚼，回来却是锦心绣口！”宝钗笑道：“你回来若做的不好了，把那肉掏出来，就把这雪压的芦苇子塞上些，以完此劫。”说著，吃毕，洗了一回手。",
            "english": "Feng Jie sent a little maid to call Ping Er. Ping Er said, \"Miss Shi is holding me back. You go first.\" The little maid went away. After a while, Feng Jie came out, wrapped in a quilt, and laughed, \"Eating this delicious food doesn't tell me! Come here and eat.\" Dahuai laughed and said, \"Where to find a group of beggars? Well, well! Today, the mulberry house is desecrated by Yun Er. I want to cry for the mulberry house.\" Xiangyun said coldly, \"You don't know what it is. 'True gentlemen are self-evident'. You are all fake high-minded and I hate you most.\" Baochai laughed and said, \"If you can't write a good poem when you come back, you have to take out the meat and fill it with some snow-pressed reeds to complete this disaster.\" After washing his hands, he said.",
            "chinese": "凤姐儿派小丫头叫平儿。平儿说：“史姑娘拉着我呢。你先去罢。”小丫头去了。不久，凤姐儿披上斗篷走来，笑道：“吃这好吃的东西，也不告诉我！”说着，也凑过来吃。黛玉笑道：“哪里去找这群花子？算了，算了！今天芦雪庭被云丫头糟蹋了，我要为芦雪庭大哭一场！”湘云冷笑道：“你知道什么？‘是真名士自风流’！你们都是假清高，最讨厌了！我们这会子吃肉喝腥，回来却能写出好诗来！”宝钗笑道：“你回来若做的不好，就把那肉掏出来，塞上些雪压的芦苇，来完成这个劫难。”说完，洗了手。"
        },
        {
            "original": "平儿带镯子时，却少了一个，左右前后乱找了一番，踪迹全无，众人都诧异。凤姐儿笑道：“我知道这镯子的去向。你们只管做诗去，我们也不用找，只管前头去，不出三日，包管就有了。”说著，又问：“你们今儿做什么诗？老太太说了：离年又近了，正月里，还该做些灯谜儿，大家玩笑。”众人听了，都笑道：“可是呢，倒忘了。如今赶著做几个好的，预备著正月里玩。”说著，一齐来至地炕屋内，只见杯盘果菜俱已摆齐了，墙上已贴出诗题、韵脚、格式来了。宝玉湘云二人忙看时，只见题目是“即景联句”，五言排律一首，限二萧韵，”后面尚未列次序。李纨道：“我不大会做诗，我只起三句罢，然后谁先得了谁先联。”宝钗道：“到底分个次序。”",
            "english": "Pingle found that one of her bracelets was missing, and after searching everywhere, she couldn't find it. Everyone was surprised. The Second Lady laughed and said she knew where the bracelet had gone. She told them to start writing poems and not to worry about looking for it, as it would be found within three days. She also reminded them that the Spring Festival was coming up soon, and that they should prepare some lantern riddles for the first month of the year. They all agreed, and went to the room with the stove, where they found a table set with cups, plates, and fruit, and the topic, rhyme, and format for the poem were already written on the wall. The Two Brothers and Cloudy Spring looked at the topic, which was \"On the Spot,\" a five-line poem in a row, with a limit of two xiao tones. The Elder Lady said she wasn't very good at poetry, so she would just write the first three lines, and whoever finished first would continue. The Lady of the Flower and Tree said they should decide on a rank.",
            "chinese": "平儿戴镯子时，发现少了一个，四处寻找，但踪迹全无。众人都感到诧异。凤姐笑着说，我知道这镯子的去向。你们先做诗去吧，不用找了，不出三天，一定就能找到。她还提醒众人，离过年不远了，正月里应该做些灯谜玩。众人听了，都笑着说，是啊，差点忘了。于是，他们来到地炕屋，看到桌子上已经摆好了杯盘果菜，墙上贴着诗题、韵脚、格式。宝玉和湘云看了题目，是“即景联句”，五言排律一首，限二萧韵。李纨说，她不太会做诗，只起三句，然后谁先得了谁先联。宝钗说，应该先分个次序。"
        },
        {
            "original": "要知端底，且看下回分解。",
            "english": "To understand the truth of the matter, we will reveal it in the next episode.",
            "chinese": "要了解事情的真相，我们将在下一回揭示。"
        }
    ],
    "title": "《琉璃世界白雪红梅　脂粉香娃割腥啖膻》",
    "chapter_number": 49
}