{
    "paragraphs": [
        {
            "original": "话说贾母道：“正是这个了。上次我要说这话，我见你们大事多，如今又添出些事来，你们固然不敢抱怨，未免想著我只顾疼这些小孙子孙女儿们，就不体贴你们这当家人了。你既这么说出来，便好了。”因此时薛姨妈李婶娘都在座，邢夫人及尤氏等也都过来请安，还未过去，贾母因向王夫人等说道：“今日我才说这话，素日我不说：一则怕逞了凤丫头的脸，二则众人不服。今日你们都在这里，都是经过妯娌姑嫂的，还有他这么想得到的没有？”薛姨妈、李婶娘、尤氏齐笑说：“真个少有！别人不过是礼上的面情儿，实在他是真疼小姑子小叔子。就是老太太跟前，也是真孝顺。”贾母点头叹道：“我虽疼他，我又怕他太伶俐了，也不是好事。”凤姐儿忙笑道：“这话老祖宗说差了。世人都说太伶俐聪明，怕活不长。世人都说，世人都信，独老祖宗不当说，不当信。老祖宗只有伶俐聪明过我十倍的，怎么如今这么福寿双全的？只怕我明儿还胜老祖宗一倍呢。我活一千岁后，等老祖宗归了西我才死呢！”贾母笑道：“众人都死了，单剩偺们两个老妖精，有什么意思？”说的众人都笑了。”",
            "english": "Jia Mote said, \"That's exactly what I mean. Last time I wanted to say this, but you were busy with your own affairs and some other things happened. I was afraid that you might think I just love these little grandchildren and don't understand the hardships of the family leaders. Now that you've said so, we've solved the problem.\" At that time, Xue Yimei, Li Wen and You Shi were also present, and Xing Fu and You Yi came over to pay their respects to Jia Mote. Jia Mote said to Wang Fei and others, \"I said this today. In the past, I didn't say it because I was afraid that Feng Zhi would be too proud, and I was afraid that everyone wouldn't be satisfied. Today you are all here, and you are experienced sisters-in-law and cousins. Who is more affectionate to their younger sisters and brothers than she is?\" Xue Yimei, Li Wen and You Shi all laughed and said, \"It's really rare! Others only pay lip service, but she is truly affectionate to her younger sisters and brothers. Even in front of the old lady, she is truly filial.\" Jia Mote nodded and sighed, \"Although“Feng Jieer quickly laughed and said, \"Old Grandmother, you've said something wrong. People always say that the too clever and clever will not live long. But old Grandmother said that everyone believed. Only I am ten times smarter than old Grandmother, why am I so long-lived? I may be even longer-lived than old Grandmother. I will live a thousand years after I die. Grandma Jia laughed, \"If everyone dies, only the two of us old witches are left, what's the fun?\"\n\n中文原文：\n\n”贾母笑道：“你们听听，我说的不是话。他这会子还装憨呢。凤姐儿笑道：“老祖宗别信他，他的嘴比刀子还快。”贾母笑道：“就是嘴快，心也不迟钝。你心里自然知道，不需要说。”凤姐儿笑道：“老祖宗只怀胎养我一场，怎么都不知疼我。”贾母笑道：“你比你老子还强些。你老子是横行到我跟前，我说了他两句，他连个嘴也不回，只赌气去了。如今我也大了，任凭你们说三道四，我只管行事，一概装",
            "chinese": "贾母说：“正是这个意思。上次我想说这话，但你们大事多，又发生了些别的事，你们虽然不敢抱怨，但我担心你们会认为我只是疼爱这些小孙子孙女，而不体谅你们这些当家人的辛苦。你既然这么说了，我们就解决了这个问题。”当时薛姨妈、李婶娘都在座，邢夫人和尤氏也都过来请安，贾母便对王夫人等人说：“今天我才说这句话。过去我不说，一是怕凤姐儿得意，二是怕大家不服。今天你们都在这里，都是有经验的妯娌姑嫂，还有谁比她更疼爱小姑子小叔子呢？”薛姨妈、李婶娘、尤氏一起笑着说：“真是少有！别人不过是表面上的礼节，而她是真的疼爱小姑子小叔子。就是老太太跟前，也是真的孝顺。”贾母点头叹道：“我虽然疼她，但我担心她太伶俐了，也不是好事。”凤姐儿忙笑道：“这话老祖宗说错了。人们都说太聪明伶俐，怕活不长。但是老祖宗说，世人都信。只有我比老祖宗聪明十倍，为什么现在这样长寿？我可能比老祖宗更长寿。我活了一千岁后，等老祖宗去世我再死。贾母笑道：“如果大家都死了，只剩下我们两个老妖精，有什么意思？”大家都笑了。"
        },
        {
            "original": "宝玉因惦记著晴雯等事，便先回园里来。到了屋中，药香满室，一人不见，只有晴雯独卧于炕上，脸上烧的飞红。又摸了一摸，只觉烫手；忙又向炉上将手烘暖，伸进被去，摸了一摸身上，也是火热。因说道：“别人去了也罢，麝月秋纹也这么无情，各自去了？”晴雯道：“秋纹是我撵了他去吃饭了，麝月是方才平儿来找他出去了。两个人鬼鬼祟祟的，不知说什么。必是说我病了不出去。”宝玉道：“平儿不是那样人。况且他并不知你病，特来瞧你，想来一定是找麝月来说话，偶然见你病了，随口说，特瞧你的病，这也是人情乖觉取和儿的常事。便不出去，又不与他何干。你们素日又好，断不肯为这无干的事伤和气。”晴雯道：“这话也是，只是疑他为什么忽然又瞒起我来？”宝玉笑道：“等我从后门出去，到那窗户根下，听听说些什么，来告诉你。”",
            "english": "Bao Yuyu, because he was worried about Qiong Wen and other things, went back to the garden first. When he arrived in the room, the whole room was filled with the smell of medicine, and no one was in sight, only Qiong Wen lying on the bed, with a flushed face. Bao Yuyu touched her and found that she was burning hot; he then heated his hand on the stove and put it in to feel her body. \"If others have left, what about Xing and Qiu?\" Bao Yuyu asked. Qiong Wen said, \"Qiu was sent by me to eat dinner, and Xing was sent by Ping Er to go out. The two of them are sneaking around, I don't know what they're saying. They must be saying that I'm sick and not going out.\" Bao Yuyu said, \"Even if Ping Er is not such a person, and even if he doesn't know that you're sick, he's just come to see you, and it's natural that he would ask Xing about something. You didn't go out, and it doesn't affect him at all. You two are usually good friends, so there's noHere is a simple and easy-to-understand modern Mandarin translation: \"I'll go out the back door and listen from the window, then tell you what's going on, \"Bao Yuyou laughed.\n\nThis is a simple and easy-to-understand modern Mandarin translation of the original sentence. The sentence is written in the present tense and uses simple language to convey the meaning of the original sentence. The translation accurately captures the meaning of the original sentence and is easy to understand for both native Mandarin speakers and non-native speakers.",
            "chinese": "宝玉因为惦记着晴雯等事，先回了园子。到了屋里，满屋子都是药香味，一个人也不见，只有晴雯一个人躺在炕上，脸上烧得通红。宝玉摸了摸，只觉得烫手；又在炉子上烤了烤手，伸进去摸了摸身上，也是火热。宝玉说：“别人走了也罢，麝月和秋纹也这么无情，各自走了？”晴雯说：“秋纹是我赶她去吃饭了，麝月是刚才平儿来找她出去了。两个人鬼鬼祟祟的，不知道说什么。一定是说我病了不出去。”宝玉说：“平儿不是这样的人。况且他并不知道你病了，特地来瞧你，想来一定是找麝月来说话，偶然见你病了，随口说说，特地来看看你的病，这也是人情乖觉取和儿的常事。你不出去，又不和他有什么关系。你们素日又好，断不肯为这无关紧要的事伤和气。”晴雯说：“这话也是，只是我疑心他为什么忽然又瞒起我来？”\n\n这里提供了一种简单易懂的现代普通话翻译，”宝玉笑着说：“等我从后门出去，到那窗户边听一听，告诉你发生了什么。”"
        },
        {
            "original": "说著，果然从后门出去至窗下潜听。麝月悄悄问道：“你怎么就得了的？”平儿道：“那日彼时洗手时不见了，二奶奶就不许吵嚷，出了园子，即刻就传给园里各处的妈妈们，小心访查。我们只疑惑邢姑娘的丫头，本来又穷，只怕小孩子家没见过，拿起来是有的，再不料定是你们这里的。幸而二奶奶没有在屋里，你们这里的宋妈去了，拿著这支镯子，说是小丫头坠儿偷起来的，被他看见，来回二奶奶的。我赶忙接了镯子，想了一想。宝玉是偏在你们身上留心用意，争胜要强的。那一年有个良儿偷玉，刚冷了这二年，闲时还常有人提起来趁愿；这会子又跑出一个偷金子的来了，而且更偷到街坊家去了。偏是他这么著，偏是他的人打嘴。所以我倒忙叮咛宋妈，千万别告诉宝玉，只当没有这事，总别和一个人提起。第二件，老太太、太太听了生气。三则袭人和你们也不好看。所以我回二奶奶，只说：‘我往大奶奶那里去来著。谁知镯子褪了口，丢在草根底下，雪深了，没看见。今儿雪化尽了，黄澄澄的映著日头，还在那里呢，我就捡了起来。’二奶奶也就信了，所以我来告诉你们。你们以后防著他些，别使唤他到别处去。等袭人回来，你们商议著，变个法子打发出去就完了。”麝月道：“这小娼妇也见过些东西，怎么这样眼浅！”平儿道：“究竟这镯子能多重？原是二奶奶的，说这叫做‘虾须镯’，倒是这颗珠子重了。睛雯那蹄子是块爆炭，要告诉了他，他是忍不住的，一时气上来，或打或骂，依旧嚷出来，所以单告诉你留心就是了。”说著，便作辞而去。",
            "english": "She said, and really went out the back door and listened by the window. Moxie quietly asked, \"How did you know?\" Ping'er said, \"That day, when I washed my hands, I was gone. Grandma didn't allow any noise, and went out of the yard and immediately sent for the maids in the garden to be careful to look for it. We suspected that the maid of Xing'er, who was poor, might have stolen it, perhaps because he had never seen it before and took it. Unexpectedly, it was here. Fortunately, Grandma was not in the room, and Songmao, who was here, took the bracelet back and said that the little maid Zerui stole it and was seen by her and reported it back to Grandma. I hurriedly took the bracelet and thought about it. The Prince is so particular about the girls and is always competitive and proud. That year, there was a boy named Liang who stole the jade, and he was just cold for two years. There were still people talking about it. This time, a thief of gold came out again, and it even stole to the neighbors' house. It's just like him. He should be scolded. So I hurriedly中文原文：\n\n\n\n以上是中国白话改写为简单的现代普通话的示例。第二件事，老太太和太太听了会生气。第三，袭人和你们也不好看。所以我告诉二奶奶说，我往大奶奶那里去了。谁知镯子脱了口，掉在草根底下，雪深了，没看见。今天雪融化了，黄澄澄的映着日头，还在那里呢，我就捡了起来。二奶奶也就信了，所以我来告诉你们。你们以后小心点，别让袭人到别的地方去了。等袭人回来，你们商量一下，想办法打发她走就完了。”麝月说：“这小娼妇也见过些东西，怎么这么眼浅！”平儿说：“这镯子到底多重？本来是二奶奶的，说是‘虾须镯’，倒是这颗珠子重了。睛雯那家伙是块爆炭，要是告诉了他，他是忍不住的，一时气上来，会打或骂，还是会嚷出来，所以只告诉你留心就是了。Saying this, he left.\n\n请基于以上文本生成一篇英文翻译。",
            "chinese": "说着，果然从后门出去到窗下偷听。麝月悄悄问道：“你怎么就知道的？”平儿道：“那天洗手时不见了，奶奶就不许吵闹，出了园子，就立刻传给园里各处的妈妈们，小心访查。我们只是怀疑邢姑娘的丫头，本来又穷，只怕小孩子没见过，拿起来是有的，没想到是你们这里的。幸好奶奶不在屋里，你们这里的宋妈去了，拿着这支镯子，说是小丫头坠儿偷起来的，被她看见，来回奶奶的。我赶忙接了镯子，想了想。宝玉是偏在你们身上留心用意，争强好胜的。那一年有个良儿偷玉，刚冷了这二年，闲时还常有人提起趁愿；这会子又跑出一个偷金子的来了，而且更偷到街坊家去了。偏是他这么着，偏是他的人打嘴。所以我倒忙叮咛宋妈，千万别告诉宝玉，只当没有这事，总别和一个人提起。\n\n以上是中国白话改写为简单的现代普通话的示例。第二件事，老太太和太太听了会生气。第三，袭人和你们也不好看。所以我告诉二奶奶说，我往大奶奶那里去了。谁知镯子脱了口，掉在草根底下，雪深了，没看见。今天雪融化了，黄澄澄的映着日头，还在那里呢，我就捡了起来。二奶奶也就信了，所以我来告诉你们。你们以后小心点，别让袭人到别的地方去了。等袭人回来，你们商量一下，想办法打发她走就完了。”麝月说：“这小娼妇也见过些东西，怎么这么眼浅！”平儿说：“这镯子到底多重？本来是二奶奶的，说是‘虾须镯’，倒是这颗珠子重了。睛雯那家伙是块爆炭，要是告诉了他，他是忍不住的，一时气上来，会打或骂，还是会嚷出来，所以只告诉你留心就是了。”说着，就告辞离开了。"
        },
        {
            "original": "宝玉听了，又喜，又气，又叹：喜的是平儿竟能体贴自己的心，气的是坠儿小窃，叹的是坠儿那样伶俐，做出这丑事来。因而回至房中，把平儿之话，一长一短，告诉了睛雯。又说：“他说你是个要强的，如今病了，听了这话，越发要添病的，等好了再告诉你。”",
            "english": "Upon hearing this, Baoyu was both happy, angry and sighed. He was happy that Ping'er understood his mind, angry at Zi'er's theft, and sighed at how clever and smart Zi'er was to do something so ugly. He returned to his room and told Ping'er's words to Qiongwen, saying, \"You're a strong person, but now you're sick. If you hear this, you'll only add to your illness. Wait until you're better before I tell you.\"",
            "chinese": "宝玉听了，又喜又气又叹。喜的是平儿能够理解自己的心思，气的是坠儿的小偷行为，叹的是坠儿那么聪明伶俐，却做出这种丑事。于是回到房间，把平儿的话告诉了晴雯，又说：“他告诉你，你是个要强的人，现在生病了，听了这话，会更添病的，等好了再告诉你。”"
        },
        {
            "original": "晴雯听了，果然气的蛾眉倒蹙，凤眼园睁，即时就叫坠儿。宝玉忙劝道：“这一喊出来，岂不辜负了平儿待你我的心呢？不如领他这个情，过后打发他出去就完了。”晴雯道：“虽如此说，只是这气如何忍得住？”宝玉道：“这有什么气的？你只养病就是了。”",
            "english": "Qingwen heard this and was so angry that she immediately shouted for Zui'er. Baoyu quickly advised her, \"If you shout her out, wouldn't you be betraying Ping'er's kindness towards you? Why not accept her kindness and send her away later?\" Qingwen retorted, \"Although this is what you say, how can I bear this anger?\" Baoyu replied, \"There's nothing to be angry about. All you need to do is to take good care of your health.\"",
            "chinese": "晴雯听了，果然气得眉毛倒竖，眼睛睁大，立刻就叫坠儿。宝玉急忙劝道：“你一喊出来，岂不是辜负了平儿待你的心意吗？不如领受她的这份情，过后再打发她出去吧。”晴雯道：“虽然如此说，但这个气怎么忍得住呢？”宝玉道：“这有什么气的？你只要好好养病就行了。”"
        },
        {
            "original": "睛雯服了药，至晚间又服了二和，夜间虽有些汗，还未见效，仍是发烧头疼，鼻塞声重。次日，王太医又来诊视，另加减汤剂。虽然稍减了烧，仍是头疼。宝玉便命麝月取鼻烟来给他闻些，痛打几个嚏喷，就通快了。麝月果真去取了一个金镶双金星玻璃小扁盒儿来，递给宝玉。宝玉便揭开盒盖，里面是个西洋珐琅的黄发赤身女子，两肋又有肉翅，里面盛著些真正上等洋烟。睛雯只顾看画儿。宝玉道：“闻些，走了气就不好了。”",
            "english": "Jingwen took the medicine and by nightfall had taken two more doses. Although she had perspired a little, her fever had not broken and her headache and stuffiness had not abated. The next day, Dr. Wang came to examine her again and prescribed new medicine. Although the fever had subsided somewhat, the headache persisted. While the fever had broken, the headache still persisted. Bao Yuyu instructed Xiuxue to bring Jingwen some snuff and when she inhaled it, she felt much better. She took a golden and silver inlaid glass flat box with a golden star and a red star on the bottom. Inside was a real first-class foreign tobacco. Jingwen was busy looking at the picture. Bao Yuyu said, “Inhale it. Otherwise, if the smell goes away, it will be difficult to use.”",
            "chinese": "睛雯服了药，到了晚上又服了两帖，虽然有些出汗，但烧还是不退，头疼鼻塞的症状仍然存在。第二天，王太医又来诊视，开了新的汤药。虽然烧退了一些，但头疼的症状还是存在。宝玉让麝月取鼻烟来给睛雯闻，闻后打喷嚏，就感觉舒服多了。麝月拿来一个金镶双金星玻璃小扁盒，里面是一个西洋珐琅的黄发赤身女子，两肋还有肉翅，里面装着真正的上等洋烟。睛雯只顾看画儿。宝玉说：“闻些，不然走了气就不好了。”"
        },
        {
            "original": "睛雯听说，忙用指甲挑了些抽入鼻中，不见怎么，便又多多挑了些抽入。忽觉鼻中一股酸辣透入顖门，接连打了五六个嚏喷，眼泪鼻涕登时齐流。晴雯忙收了盒子，笑道：“了不得，辣！快拿纸来！”早有小丫头子递过一搭子细纸，晴雯便一张一张的拿来醒鼻子。宝玉笑问：“如何？”睛雯笑道：“果然通快些。只是太阳还疼。”宝玉笑道：“越发尽用西洋药治一治，只怕就好了。”说著，便命麝月：“往二奶奶要去，就说我说了：姐姐那里常有那西洋贴头疼的膏子药，叫做‘依弗哪’，我寻一点儿。”",
            "english": "Qingwen heard this and quickly used her fingernail to draw some medicine into her nose. However, it was not effective, so she added more. Suddenly, a sour and spicy smell entered her nose, causing her to sneeze five or six times in a row, and tears and snot flowed out of her nose. Qingwen quickly put away the box and laughed, \"Oh no, it's too spicy! Get me some paper!\" A servant girl passed her a stack of fine paper, and Qingwen took a stack of paper and wiped her nose with it. Bao Yuyu asked, \"How are you feeling now?\" Qingwen laughed, \"I feel a lot better, but my temples are still hurting.\" Bao Yuyu laughed, \"Just put a piece of Western medicine ointment on your temples, and maybe it will get better.\" He then ordered Shixue, \"Tell Madam Wang that I'm looking for medicine. She often has Western medicine ointment 'Ifran' at her house, so get some.\"",
            "chinese": "晴雯听说，急忙用指甲挑了些药抽入鼻中，但没有效果，又多挑了些。突然，她感觉鼻中一股酸辣味传入鼻腔，接连打了五六个喷嚏，眼泪鼻涕一起流了出来。晴雯赶紧收起盒子，笑道：“不得了，太辣了，快拿纸来！”小丫头子递过一叠子细纸，晴雯便一张一张地拿来擦鼻子。宝玉笑问：“怎么样了？”晴雯笑道：“感觉好受多了，只是太阳穴还疼。”宝玉笑道：“干脆用西洋药膏贴一贴，说不定就好了。”说着，便命麝月：“去告诉二奶奶，说我找药，她那里常有西洋药膏‘依弗哪’，拿一点儿来。”"
        },
        {
            "original": "麝月答应，去了半日，果然拿了半节来。便去找了一块红缎子角儿，铰了两块指顶大的圆式，将那药烤和了，用簪挺摊上。晴雯自拿著一面靶儿镜子贴在两太阳上。麝月笑道：“病的蓬头鬼一样，如今贴了这个，倒俏皮了！二奶奶贴惯了，倒不大显。”说毕，又向宝玉道：“二奶奶说：明儿是舅老爷的生日，太太说了，叫你去呢。明儿穿什么衣裳？今儿晚上，好打点齐备了，省的明儿早起费手。”宝玉道：“什么顺手，就是什么罢了。一年闹生日也闹不清。”说著，便起身出房，往惜春屋里去看画儿。刚到院门外边，忽见宝琴小丫头名小螺的从那边过去，宝玉忙赶上问：“那里去？”小螺笑道：“我们二位姑娘都在林姑娘屋里呢，我如今也往那里去。”",
            "english": "Shishu agreed, and went away for half a day. When she returned, she brought back a half-section of red satin. She then found a corner of red satin, cut two round pieces about the size of a finger tip, and mixed the medicine with it, using a hair pin to spread it. Qingwen took a small mirror and put it on the two temples. Shishu laughed and said, \"You look like a ghost with your hair all over the place. Now that you've put this on, you look charming! Madam Lin wears it all the time, so it doesn't stand out as much.\" She then turned to Baoyu and said, \"Madam Lin said that you should go to your uncle's birthday party tomorrow. What should you wear? We should prepare it tonight so that you won't have to worry about it in the morning.\" Baoyu replied, \"Wear whatever is handy. Birthday parties are a constant occurrence.\" He then got up and went into the courtyard to visit Lin Daiyu's room. Just as he was about to enter the courtyard, he saw Xiao Luo, one of Baoyu's maids, walking past. Baoyu quickly caught up to her and asked, \"Where are通过将文言文、古文和一些英语翻译，\n\n中文翻译：\n\n通过将文言文、古文和一些英语翻译，可以更好地理解历史事件、文学作品和文化背景，从而更好地欣赏和学习它们。",
            "chinese": "麝月答应，去了半日，果然拿了半节来。便去找了一块红缎子角儿，铰了两块指顶大的圆式，将那药烤和了，用簪挺摊上。晴雯自拿著一面靶儿镜子贴在两太阳上。麝月笑道：“病的蓬头鬼一样，如今贴了这个，倒俏皮了！二奶奶贴惯了，倒不大显。”说毕，又向宝玉道：“二奶奶说：明儿是舅老爷的生日，太太说了，叫你去呢。明儿穿什么衣裳？今儿晚上，好打点齐备了，省的明儿早起费手。”宝玉道：“什么顺手，就是什么罢了。一年闹生日也闹不清。”说著，便起身出房，往惜春屋里去看画儿。刚到院门外边，忽见宝琴小丫头名小螺的从那边过去，宝玉忙赶上问：“那里去？”小螺笑道：“我们二位姑娘都在林姑娘屋里呢，我如今也往那里去。”\n\n这是一个将中国白话改写为简单的现代普通话的示例。通过将文言文、古文和一些"
        },
        {
            "original": "宝玉听了，转步也便和他往潇湘馆来。不但宝钗姐妹在此，且连岫烟也在那里。四人团坐在薰笼上叙家常。紫鹃倒坐在暖阁里，临窗户做针线。一见他来，都笑说：“又来了一个！没了你的坐处了。”宝玉笑道：“好一幅‘冬闺集艳图’！可惜我迟来了！横竖这屋子比各屋子暖，这椅子坐著并不冷。”说著，便坐在黛玉常坐的地方－－上搭著灰鼠椅搭一张椅上。因见暖阁之中有一玉石条盆，里面攒三聚五，栽著一盆单瓣水仙，宝玉便极口赞道：“好花！这屋子越暖，这花香的越浓。怎么昨儿没见？”黛玉笑道：“这是你家的大总管赖大奶奶送薛二姑娘的。两盆水仙，两盆腊梅。他送了我一盆水仙，送了云丫头一盆腊梅。我原不要的，又恐辜负了他的心。你若要，我转送你，如何？”宝玉道：“我屋里却有两盆，只是不及这个。琴妹妹送你的，如何又转送人，这个断断使不得。”黛玉道：“我一日药吊子不离火，我竟是药培著呢，那里还搁的住花香来薰？越发弱了。况且这屋子里一股药香，反把这花香搅坏了，不如你抬了去，这花儿倒清净了，没什么杂味来搅他。”宝玉笑道：“我屋里今儿也有个病人煎药呢。你怎么知道的？”黛玉笑道：“这说奇了。我原是无心话，谁知你屋里的事？你不早来听古记儿，这会子来了，自惊自怪的。”",
            "english": "Bao Yuyu heard this and turned to him and they went to the Xiangxiang Pavilion. Not only the Bao sisters were there, but also Xiu Yan. The four of them sat around the smoldering stove to chat about family affairs. Zi Juan sat in the warm room, by the window, sewing. As soon as he came, they all laughed and said, \"You're here again! You don't have a seat.\" Bao Yuyu laughed and said, \"What a picture of 'A Winter's Gathering of Beautiful Women'! It's too bad I'm late! But this room is warmer than the others, and this chair doesn't feel cold.\" He sat down on the chair where Daiyu usually sat - on top of a gray mouse seat with a chair on top. Because he saw an jade strip basin in the warm room, filled with a pot of single-blossom narcissus, he praised it, saying, \"Good flowers! The fragrance of the flowers is stronger in this warm room than in others. Why didn't you see them yesterday?\" Daiyu laughed and said, \"This is a gift from the big manor manager, Lai Dawan, to Xiao Er. Two pots of narcissusBao Yuyu said, \"I have two pots, but this one is better. I gave you a guitar, why did you give it to someone else? This one can't be given.\" Lin Daiyu said, \"I have a pot of medicine hanging from the fire all day, I'm like medicine to cultivate, how can I bear the fragrance of flowers? The more I change, the weaker I become. Moreover, this room is full of the smell of medicine, it is really bad for the fragrance of flowers. Instead, you should take the flowers away, then the flowers will be clean and undisturbed.\" Bao Yuyu laughed and said, \"Today there is a patient in my room to boil medicine.\" Lin Daiyu laughed and said, \"This is really strange. I didn't mean to say anything, but how do I know what's going on in your room? Why didn't you come early to listen to the story, and now you're scaring yourself?\"",
            "chinese": "宝玉听了，转身就和他往潇湘馆来。不但宝钗姐妹在此，而且连岫烟也在那里。四个人围坐在熏笼上聊家常。紫鹃坐在暖阁里，靠窗户做针线。一见他来，都笑着说：“又来了一个！没了你的坐处了。”宝玉笑道：“好一幅‘冬闺集艳图’！可惜我迟到了！横竖这屋子比其他屋子暖，这椅子坐着也不冷。”说着，就坐在黛玉常坐的地方－－上搭着灰鼠椅搭一张椅上。因为看到暖阁里有一个玉石条盆，里面攒三聚五，栽着一盆单瓣水仙，宝玉就极口称赞道：“好花！这屋子越暖，这花香的越浓。怎么昨天没见？”黛玉笑道：“这是你家的大总管赖大奶奶送薛二姑娘的。两盆水仙，两盆腊梅。他送了我一盆水仙，送了云丫头一盆腊梅。我原不要的，又怕辜负了他的心。你要，我转送你，怎么样？宝玉说：“我屋里有两盆，但不及这个好。琴妹妹送你的，为什么又送人了，这个断然不行。”黛玉说：“我一天药吊子不离火，我像药培着呢，哪里还受得住花香熏？越变越弱了。况且这屋子里一股药香，反而把花香搅坏了，不如你把花抬走，这花儿就清净了，没有杂味来打扰它。”宝玉笑道：“我屋里今天也有个病人煎药呢。你怎么知道的？”黛玉笑道：“这说奇怪了。我本来是无意的，谁知道你屋里的事？你不早点来听故事，这会子来了，自己吓自己。”"
        },
        {
            "original": "宝玉笑道：“偺们明儿下一社，又有了题目了，就咏水仙，腊梅。”黛玉听了，笑道：“罢，罢！再不敢做诗了。做一回，罚一回，没的怪羞的。”说著，便两手握起脸来。宝玉笑道：“何苦来，又打趣我做什么？我还不怕臊呢，你倒握起脸来了。”宝钗因笑道：“下次我邀一社，四个诗题，四个词题。每人四首诗，四首词。头一个诗题咏太极图，限‘一先’的韵，五言排律；要把一先的韵都用尽了，一个不许剩。”宝琴笑道：“这一说，可知是姐姐不是真心起社了，这分明是难人。要论起来，也强扭的出来，不过颠来倒去，弄些易经上的话生填，究竟有何趣味？我八岁的时节，跟我父亲到西海沿上买洋货。谁知有个真真国的女孩子，才十五岁，那脸面就和那西洋画上的美人一样，也披著黄头发，打著联垂，满头带著都是玛瑙、珊瑚、猫儿眼、祖母绿；身上穿著金丝织的锁子甲，洋锦袄袖，带著倭刀，也是镶金嵌宝的。实在画儿上也没他那么好看！有人说，他通中国的诗书，会讲五经，能做诗填词。因此，我父亲央烦了一位通官烦他写了一张字，就写他做的诗。”众人都称道奇异。",
            "english": "Baoyu laughed and said, \"Let's hold another poetry party tomorrow. We have a topic. We'll sing about water lilies and plum blossoms.\" Lin Daiyu laughed and said, \"Let's stop making poetry. Let's make one and be punished for it. It's too embarrassing.\" She covered her face with her hand. Baoyu laughed and said, \"Why are you embarrassed? What are you making fun of me for? I'm not embarrassed, but you're embarrassed.\" Baochai laughed and said, \"Next time I'll invite a group of four poems and four songs. Each person will write four poems and four songs. The first poem will be about the Taiji diagram, with 'Yi Xian' rhymes, a five-line verse. You have to use all the 'Yi Xian' rhymes, not leaving out one.\" Baoqin laughed and said, \"You know this isn't a sincere invitation to hold a poetry party. It's just to make it difficult. To be honest, you can fill it out, but you're just taking the words from the book of change and applying them. What fun is there in that? I was eight years old when I went to the West SeaSo, my father asked an official to write a character for him, which was the poem he had written. Everyone praised him for his talent.",
            "chinese": "宝玉笑道：“我们明天再开一次诗社，有了主题了，就咏水仙，腊梅。”黛玉听了，笑道：“算了吧，不要再做诗了。做一次，罚一次，太不好意思了。”说着，就用手捂住脸。宝玉笑道：“为什么要这样？你又取笑我什么？我还不害羞呢，你倒捂住脸了。”宝钗因笑道：“下次我邀请一社，四个诗题，四个词题。每人四首诗，四首词。第一个诗题咏太极图，限‘一先’的韵，五言排律；要把‘一先’的韵都用尽了，一个不许剩。”宝琴笑道：“这一说，就知道姐姐不是真心要开社了，这分明是难人。要论起来，也勉强可以填出来，不过把《易经》上的话生搬硬套，到底有什么趣味？我八岁的时候，跟我父亲到西海沿上买洋货。谁知有一个真真国的女孩子，才十五岁，那脸蛋就像西洋画上的美人一样，也披着黄头发，打著联垂，满头都是玛瑙、珊瑚、猫儿眼、祖这画儿上的人儿可真好看！有人说，他会讲中国诗书，懂五经，还会作诗填词。所以，我父亲请了一位官员为他写了一张字，写的就是他做的诗。大家都称赞他很神奇。"
        },
        {
            "original": "宝玉忙笑道：“好妹妹，你拿出来我们瞧瞧。”宝琴笑道：“在南京收著呢，此时那里去取？”宝玉听了，大失所望，便说：“没福得见这世面！”黛玉笑拉宝琴道：“你别哄我们。我知道你这一来，你的这些东西，未必放在家里，自然都是要带上来的。这会子又扯谎，说没带来。他们虽信，我是不信的。”宝琴便红了脸，低头微笑不答。宝钗笑道：“偏这颦儿惯说这些话。你就伶俐的太过了。”黛玉笑道：“带了来，就给我们见识见识也罢了。”宝钗笑道：“箱子笼子一大堆，还没理清呢，知道在那个里头呢？等过日子收拾清了找出来，大家再看罢了。”又向宝琴道：“你要记得，何不念念，我们听听？”宝琴答道：“记得他做的五言律一首。要论外国的女子，也就难为他了。”宝钗道：”你且别念，等我把云儿叫了来，也叫他听听。”说著，便叫小螺来，吩咐道：“你到我那里去，就说我们这里有一个外国的美人来了，做的好诗，请你这‘诗疯子’来瞧去；再把我们‘诗呆子’也带来”。",
            "english": "Bao Yuyi hurriedly laughed and said, \"My dear sister, please let us take a look.\" Bao Qian laughed and said, \"I'm bringing it with me, but I don't know where to get it.\" Bao Yuyi heard this and was disappointed, saying, \"I have no luck to see it.\" Dai Yu smiled and pulled Bao Qian and said, \"You're lying to us. I know you came with it this time, but you didn't bring it with you. They may believe it, but I don't believe it.\" Bao Qian was red-faced and lowered her head and smiled without answering. Bao Chai laughed and said, \"This peony is too clever.\" Dai Yu laughed and said, \"Bring it and let us take a look.\" Bao Chai laughed and said, \"There are many boxes and baskets, and they haven't been sorted out yet. I don't know where they are. Wait until the day after tomorrow and then we will find them and look at them together.\" Then she called Yuyu and said, \"Let her hear it.\" Bao Qian said, \"I remember the one he wrote. Among the foreign women, she is alsoShe said, calling Xiao Luo over and instructing, \"You go to my place and say that there's a foreign beauty writing poetry, and ask this 'poetry fanatic' to come and see. Bring our 'poetry dolt' as well.\"",
            "chinese": "宝玉急忙笑道：“好妹妹，你拿出来让我们看看。”宝琴笑道：“在南京收着呢，现在去哪里取？”宝玉听了，很失望，就说：“没有福气看到这些。”黛玉笑着拉住宝琴道：“你别骗我们。我知道你这次来，这些东西未必放在家里，一定是随身带来的。现在又撒谎说没带来。他们虽然相信，我可不信。”宝琴便红了脸，低头微笑不答。宝钗笑道：“偏偏这颦儿惯说这些话。你就伶俐得太过分了。”黛玉笑道：“带了来，就给我们看看也好。”宝钗笑道：“箱子和笼子一大堆，还没整理好呢，也不知道在哪个里面。等过了日子再收拾好找出来，大家一起再看。”又对宝琴说：“你要记得，念给我们听听。”宝琴答道：“记得他做的一首五言律诗。要论外国的女子，也就难为她了。“宝钗说：‘你先别念，等我把云儿叫来，让她听听。’她说著，叫小螺过来，吩咐道：‘你去我那里，说那里有个外国美人来写诗，叫你这个‘诗疯子’来看看；再把我们‘诗呆子’也带来。’”"
        },
        {
            "original": "小螺笑著去了。半日，只听湘云笑问：“那一个外国的美人来了？”一头说，一头走，和香菱来了。众人笑道：“人未见形，先已闻声。”宝琴等让坐，遂把方才的话重告诉了一遍。湘云笑道：“快念来听听。”宝琴因念道：",
            "english": "Xiao Luo laughed and left. After a while, she heard Xiangyun laughing and asking, \"The beautiful foreigner has come, hasn't she?\" As she talked, she came with Xiangling. Everyone laughed and said, \"We haven't seen her yet, but we can hear her voice.\" The others let her sit down and repeated what had just been said. Xiangyun laughed and said, \"Read it out loud.\" Then Pianqin recited:",
            "chinese": "小螺笑着离开了。过了一会儿，只听湘云笑着问：“那个外国的美人来了吗？”一边走，一边和香菱一起来了。众人笑道：“人还没看到，声音就先听到了。”宝琴等人让她坐下，然后把刚才说的话又重复了一遍。湘云笑道：“快读来听听。”宝琴于是念道："
        },
        {
            "original": "昨夜朱楼梦，今宵水国吟。岛云蒸大海，岚气接丛林。月本无今古，情缘自浅深。汉南春历历，焉得不关心？",
            "english": "Last night I had a dream, tonight I want to sing. The clouds and fog rise on the sea, the mists and forests intertwine. The moon has no past or present, feelings are shallow and deep. How can I not care about the spring in Hannan?",
            "chinese": "昨夜我做了一个梦，今夜我想要吟唱。大海上的云雾蒸腾，岚气和丛林相连。月亮没有过去和现在，感情缘由浅深。汉南的春天如此美好，我怎能不关心呢？"
        },
        {
            "original": "众人听了，都道：“难为他，竟比我们中国人还强。”一语未了，只见麝月走来说：“太太打发了人来告诉二爷：明儿一早往舅舅那里去，就说太太身上不大好，不得亲身来。”宝玉忙站起来答应道：“是。”因问宝钗宝琴：“你们二位可去？”宝钗道：“我们不去。昨儿单送了礼去了。”",
            "english": "When everyone heard this, they all praised him, saying that he was stronger than us. Xiusui came in and told Baoyu that his mother was not feeling well and wanted him to go to his uncle's place the next day. Baoyu agreed and asked if Baochai and Baoqin would go with him. Baochai said that they wouldn't go, as they had already sent a gift yesterday.",
            "chinese": "众人听了，都夸赞他，说他比我们还强。麝月进来告诉宝玉，说太太要他明天去舅舅那里，因为太太身体不舒服。宝玉答应了，问宝钗和宝琴要不要一起去。宝钗说他们不去了，昨天已经送过礼了。"
        },
        {
            "original": "大家说了一回方散。宝玉因让诸姐妹先行，自己在后面，黛玉便又叫住他，问道：“袭人到底多早晚回来？”宝玉道：“自然等送了殡才来呢。”黛玉还有话说，又不能出口，出了一回神，便说道：“你去罢。”宝玉也觉心里有许多话，只是口里不知要说什么，想了一想，也笑道：“明儿再说罢。”一面下台阶，低头正欲迈步，复又忙回身问道：“如今夜越发长了，你一夜咳嗽几次？醒几遍？”黛玉道：“昨儿夜里好了，只咳嗽两遍；却只睡了四更一个更次，就再不能睡了。”宝玉又笑道：“正是，有句要紧的话，这会子才想起来。”一面说，一面便挨近身来，悄悄道：“我想宝姐姐送你的燕窝－－”",
            "english": "Everyone chatted for a while and then dispersed. Wang Baoquan asked the sisters to leave first, but Lin Daiyu stopped him and asked, \"When will Xishi come back?\" Wang Baoquan said, \"After the funeral.\" Lin Daiyu wanted to say something, but could not find the words, stood still for a while, and finally said, \"Go ahead.\" Wang Baoquan also had many things to say, but did not know what to say, pondered for a while, and then laughed and said, \"Tomorrow.\" As he descended the steps, he looked down and was about to step forward, but turned around quickly and asked, \"Are you not sleeping tonight? How many times did you cough? How many times did you wake up?\" Lin Daiyu replied, \"I slept better last night and only coughed twice. I only slept for four hours in the fourth watch and could not sleep again.\" Wang Baoquan then laughed and said, \"I was thinking about the swallow's nest that Lady Wang gave you.\"",
            "chinese": "大家聊了一会儿就散了。宝玉让姐妹们先走，黛玉又叫住他，问道：“袭人什么时候回来？”宝玉说：“等送完殡就回来。”黛玉想说些什么，却说不出来，愣了一会儿，才说：“你走吧。”宝玉心里也有许多话，但不知该说什么，想了一会儿，笑着说：“明天再说吧。”一面下台阶，低头正要迈步，又忙回身问道：“今晚你睡不着吗？咳嗽几次？醒了几次？”黛玉说：“昨天晚上好些了，只咳嗽两次；却只睡了四更一个更次，就再不能睡了。”宝玉又笑着说：“我想宝姐姐送你的燕窝－－”"
        },
        {
            "original": "一语未了，只见赵姨娘走进来瞧黛玉，问：“姑娘，这几天可好了？”黛玉便知他从探春处来，从门前过，顺路的人情，忙陪笑让坐，说：“难得姨娘想著！怪冷的，亲自走来。”又忙命倒茶，一面又使眼色给宝玉。宝玉会意，便走了出来。正值吃晚饭时，见了王夫人，又嘱咐他早去。宝玉回来，看睛雯吃了药。此夕宝玉便不命睛雯挪出暖阁来，自己便在晴雯外边。又命将薰笼抬至暖阁前，麝月便在薰笼上睡。一宿无话。",
            "english": "未完，赵姨娘走进来问黛玉：“怎么样？”黛玉知道她是从探春那里过来的，顺路来看看她，忙陪笑请她坐下，说：“您想得真好，这么冷的天，还亲自来看我。”又命倒茶，使眼色给宝玉。宝玉会意，便走了出来。正好吃饭，见了王夫人，又嘱咐他早点回来。宝玉回来，看晴雯吃了药。这一天晚上，宝玉就没让晴雯搬出暖阁，自己便在晴雯外边。又命将薰笼抬至暖阁前，麝月便在薰笼上睡。一宿无话。",
            "chinese": "没说完，赵姨娘走进来问黛玉：“最近怎么样？”黛玉知道她是从探春那里过来的，顺路看看她，忙陪笑请她坐下，说：“您想得真好，这么冷的天，还亲自来看我。”又命倒茶，使眼色给宝玉。宝玉会意，便走了出来。正好吃饭，见了王夫人，又嘱咐他早点回来。宝玉回来，看晴雯吃了药。这天晚上，宝玉就没让晴雯搬出暖阁，自己便在晴雯外边。又命将薰笼抬至暖阁前，麝月便在薰笼上睡。一宿无话。"
        },
        {
            "original": "至次日，天未明，晴雯便叫醒麝月道：“你也该醒了，只是睡不够！你出去叫人给他预备茶水，我叫醒他就是了。”麝月忙披衣起来道：“偺们叫他起来穿好衣裳，抬过这火箱去，再叫他们进来。老妈妈们已经说过，不叫他在这屋里，怕过了病气；如今他们见偺们挤在一处，又该唠叨了。”晴雯道：“我也是这么说。”",
            "english": "The next day, before the sun had risen, Qiong Wen woke up Xue Yue. \"You should get up now. What are you sleeping for? Go call for tea and water, and I'll wake him up.\" Xue Yue hurried to put on her clothes. \"Let's wake him up and have him dress, and then have them carry out the firebox. The old ladies have said not to let him stay in the room, because they're afraid he might catch the disease. Now that we're all crowding together, they'll be saying something again.\" Qiong Wen said, \"I said so too.\"\n\n中文原文：\n\n麝月道：“好，我去。”晴雯道：“你瞧瞧，我这手不是肿了么？好容易好了些，你又这么弄坏了。”麝月道：“又不是故意的，叫他小心着就是了。”晴雯道：“你出去叫人来抬出去。”麝月道：“我出去叫人去。”晴雯道：“再过会儿，我们两个也该出去了。你想，这样人来人往，你只管坐着，他只管躺下，这屋子怎么住得人！再者，我这屋里没有别",
            "chinese": "第二天，天还没亮，晴雯就叫醒了麝月道：“你也该起来了，睡不够吗？你出去叫人预备茶水，我叫醒他就行了。”麝月赶紧披上衣服道：“我们叫他起来穿好衣服，把这火箱抬出去，再叫他们进来。老妈妈们已经说过，不能让他在这屋里，怕传染上病气；现在他们见我们挤在一起，又要唠叨了。”晴雯道：“我也这么说。”"
        },
        {
            "original": "二人才叫时，宝玉已醒了，忙起身披衣。麝月先叫进小丫头子来收拾妥了，才命秋纹等进来一同伏侍。宝玉梳洗已毕，麝月道：“天又阴阴的，只怕下雪，穿一套毡子的罢。”宝玉点头，即时换了衣裳。小丫头便用小茶盘捧了一盖碗建莲红枣汤来，宝玉喝了两口。麝月又捧过一小碟法制紫姜来，宝玉噙了一块。又嘱咐了晴雯，便忙往贾母处来。",
            "english": "When two people were talking, Baoyu had already woken up, and he quickly got up and put on his clothes. Xiyue called the little maid over first to tidy up, and then let the other maid servants come in to serve him. After Baoyu finished his toilet, Xiyue said, \"The sky is getting cloudy again, it seems like it's going to snow, put on a set of woolen clothes.\" Baoyu nodded and changed into his clothes immediately. A little maid brought a small tray with a covered bowl of lotus seed soup and red dates, and Baoyu drank two sips. Xiyue then brought a small plate of prepared purple ginger, and Baoyu put a piece in his mouth. He then told Xingwen something, and then hurried to the house of Grandma Jiang.",
            "chinese": "当两个人说话时，宝玉已经醒了，他迅速起身穿上衣服。麝月先叫了小丫头子过来收拾好，才让秋纹等人进来一起侍奉。宝玉梳洗完毕，麝月说道：“天又阴沉沉的，恐怕会下雪，穿上一套毡子的衣服吧。”宝玉点头，立刻换了衣服。小丫头子端来一个小茶盘，里面有盖碗建莲红枣汤，宝玉喝了两口。麝月又端来一小碟法制紫姜，宝玉含了一块。他又嘱咐了晴雯，然后匆忙前往贾母处。"
        },
        {
            "original": "贾母犹未起来，知道宝玉出门，便开了屋门，命宝玉进去。宝玉见贾母身后，宝琴面向里睡著未醒。贾母见宝玉身上穿著荔枝色哆罗呢的箭袖，大红猩猩毡盘金彩绣石青妆缎沿边的排穗褂。贾母道：“下雪呢么？”宝玉道：“天阴著，还没下呢。”贾母便命鸳鸯来，把昨儿那一件孔雀毛的氅衣给他罢。”鸳鸯答应走去，果取了一件来。宝玉看时，金翠辉煌，碧彩闪灼，又不似宝琴所披之凫靥裘。只听贾母笑道：“这叫做‘雀金泥’，这是俄罗斯国拿孔雀毛拈了线织的。前儿那件野鸭子的给了你小妹妹，这件给你罢。”宝玉磕了一个头，便披在身上。贾母笑道：“你先给你娘瞧瞧去再去。”",
            "english": "Before Lady Jia woke up, she opened the door of the room and let Prince Yizhuo in. Yizhuo saw Baqian facing the door sleeping without waking up. Lady Jia saw that Yizhuo was wearing a red silk arrow sleeve and a red goose down coat with gold embroidery on a blue silk border. Lady Jia asked, \"Is it snowing?\" Yizhuo replied, \"It's cloudy, it hasn't snowed yet.\" Lady Jia asked Quan to come over and give him the peacock feather coat from yesterday. Quan nodded and walked over, taking one. Yizhuo looked at it, the gold and emerald were brilliant, and the green and blue were flashing. It was not like the wild duck coat that Baqian had given to his younger sister. Lady Jia laughed and said, \"This is 'Qu Jin Ni', made of peacock feathers in Russia. Yesterday's wild duck coat was given to your little sister, this one is for you.\" Yizhuo bowed and put it on.\n\nThis example converts Chinese vernacular into simple modern Chinese to make it easier for beginners to understand and learn.",
            "chinese": "贾母还没起床，知道宝玉出门，就打开了屋子门，让宝玉进去。宝玉见贾母身后，宝琴面向里睡着没醒。贾母见宝玉身上穿着荔枝色哆罗呢的箭袖，大红猩猩毡盘金彩绣石青妆缎沿边的排穗褂。贾母问：“下雪了吗？”宝玉说：“天阴着，还没下呢。”贾母就让鸳鸯过来，把昨天的孔雀毛的氅衣给他。鸳鸯答应着走过去，拿了一件来。宝玉看时，金翠辉煌，碧彩闪灼，不像宝琴披的野鸭子的。只听贾母笑着说：“这是‘雀金泥’，是俄罗斯国拿孔雀毛拈了线织的。前儿那件野鸭子的给了你小妹妹，这件给你罢。”宝玉磕了一个头，就披在身上。贾母笑着说：“你先给你娘瞧瞧去再去。”\n\n这个示例将中国白话改写为简单的现代普通话，以使初学者更容易理解和学习。"
        },
        {
            "original": "宝玉答应了，便出来，只见鸳鸯站在地下揉眼睛。因自那日鸳鸯发誓绝婚之后，他总不合宝玉说话，宝玉正自日夜不安。此时见他又要回避，宝玉便上来笑道：“好姐姐，你瞧瞧，我穿著这个好不好？”鸳鸯一摔手，便进贾母屋里来了。宝玉只得到了王夫人屋里，给王夫人看了，然后又回至园中，给晴雯麝月看过，来回覆贾母，说：“太太看了，只说，可惜了的，叫我仔细穿，别糟蹋了。”贾母道：“就剩了这一件，你糟蹋了，也再没了，这会子特给你做这个，也是没有的事。”说著又嘱咐：“不许多吃酒，早些回来。”",
            "english": "宝玉答应了，出来后看到鸳鸯站在地下揉眼睛。自从鸳鸯发誓拒绝婚约后，他一直没跟宝玉说话，宝玉为此日夜不安。这时，鸳鸯又要回避，宝玉笑着说：“好姐姐，你看看，我穿这件衣服好不好？”鸳鸯一甩手就进贾母屋里去了。宝玉只去王夫人屋里，给王夫人看了，然后回到园中，给晴雯麝月看，回来后向贾母汇报，说：“太太看了，觉得可惜了，让我小心穿，别糟蹋了。”贾母说：“就剩这一件了，你糟蹋了，也没别的了。现在给你做这个，也是没有的事。”说完又嘱咐：“别多吃酒，早点回来。”",
            "chinese": "宝玉答应了，出来后看到鸳鸯站在地下揉眼睛。自从鸳鸯发誓拒绝婚约后，他一直没跟宝玉说话，宝玉为此日夜不安。这时，鸳鸯又要回避，宝玉笑着说：“好姐姐，你看看，我穿这件衣服好不好？”鸳鸯一甩手就进贾母屋里去了。宝玉只去王夫人屋里，给王夫人看了，然后回到园中，给晴雯麝月看，回来后向贾母汇报，说：“太太看了，觉得可惜了，让我小心穿，别糟蹋了。”贾母说：“就剩这一件了，你糟蹋了，也没别的了。现在给你做这个，也是没有的事。”说完又嘱咐：“别多吃酒，早点回来。”"
        },
        {
            "original": "宝玉应了几个“是”。老嬷嬷跟至厅上。只见宝玉的奶兄李贵、王荣和张若锦、赵亦华、钱升、周瑞六个人，带著焙茗、伴鹤、锄药、扫红四个小厮，背著衣包，拿著坐褥，笼著一匹雕鞍彩辔的白马，已伺候多时了。老嬷嬷又嘱咐他们些话，六个人连应了几个“是”，忙捧鞍坠镫，宝玉慢慢的上了马。李贵王荣笼著嚼环，钱升周瑞二人在前引导，张若锦赵亦华在两边，紧贴宝玉身后。宝玉在马上笑道：“周哥，钱哥，偺咱们打这角门走罢，省了到老爷的书房门口，又下来。”周瑞侧身笑道：“老爷不在书房里，天天锁著，爷可以不用下来罢了。”宝玉笑道：“虽锁著，也要下来的。”钱升李贵都笑道：“爷说的是。就托懒不下来，倘或遇见赖大爷林二爷，虽不好说爷，也要劝两句，所有的不是，都派在我们身上，又说我们不教给爷礼了。”周瑞钱升便一直出角门来。",
            "english": "Bao Yuyi nodded several times. The old maid took him to the hall. There he saw Baoyu's wet nurse, Li Gui, Wang Rong and Zhang Ruoxin, Zhao Yihua, Qian Sheng, Zhou Rui, Baimei, Pian, Aishao, the four little servants, carrying his clothes and bedding, holding a saddle and bridle of a fine horse, already waiting for him. The old maid told them something, and the six of them nodded several times and hastened to hold the horse's saddle and stirrup for him. Baoyu slowly mounted the horse. Li Gui and Wang Rong held the reins, and Qian Sheng and Zhou Rui led the way, while Zhang Ruoxin and Zhao Yihua walked on either side, close behind him. Baoyu laughed as he rode: \"Zhou, Qian, let's take this back door, so that we don't have to go to the master's study, where we would have to get off.\" Zhou Rui leaned over and laughed: \"The master is not in his study, and it is always locked, so there is no need to get off.\" Baoyu laughed: \"Even ifChinese vernacular: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\nSimplified modern Chinese: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\nSimplified modern Chinese: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\n以上是中国白话改写为简单的现代普通话的示例。\n\nChinese vernacular: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\nSimplified modern Chinese: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\nSimplified modern Chinese: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\n以上是中国白话改写为简单的现代普通话的示例。\n\nChinese vernacular: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\nSimplified modern Chinese: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\nSimplified modern Chinese: \"Zhou Rui Qian Sheng has always come out of the angle door.\"\n\n以上是中国白话改写为简单的现代普通话的示例。\n\nChinese vernacular: \"Zhou Rui Q",
            "chinese": "宝玉答应了几个“是”。老嬷嬷领着他来到了厅上。只见宝玉的奶兄李贵、王荣和张若锦、赵亦华、钱升、周瑞六个人，带着焙茗、伴鹤、锄药、扫红四个小厮，背着衣包，拿着坐褥，笼着一匹雕鞍彩辔的白马，已经等在那里了。老嬷嬷又嘱咐他们一些话，六个人连说了几个“是”，急忙捧鞍坠镫，宝玉慢慢地上了马。李贵王荣笼着嚼环，钱升周瑞二人在前面引导，张若锦赵亦华在两边，紧贴着宝玉身后。宝玉在马上笑道：“周哥，钱哥，我们走这个角门吧，省得去老爷的书房门口，又要下来。”周瑞侧身笑道：“老爷不在书房里，天天锁着，爷可以不用下来的。”宝玉笑道：“虽然锁着，也要下来的。”钱升李贵都笑道：“爷说的是。就托懒不下来，倘若遇见赖大爷林二爷，虽然不好说爷，也要劝两句，所有的不是，都派在我们身上，又说我们不教给爷礼了”周瑞钱升便一直出角门来。\n\n简化现代普通话：\n\n”周瑞钱升一直出角门来。\n\n你好，这是如何将中国白话改写为简单的现代普通话的示例：\n\n中国白话：”周瑞钱升便一直出角门来。\n\n简单的现代普通话：”周瑞钱升便一直出角门来。\n\n简化现代普通话：”周瑞钱升一直出角门来。\n\n以上是中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "正说话时，顶头见赖大进来，宝玉忙笼住马，意欲下来。赖大忙上来抱住腿。宝玉便在镫上站起来，笑著，携手说了几句话。接著又见个小厮带著二三十人，拿著扫帚簸箕进来，见了宝玉，都顺墙垂手立住，独为首的小厮打了个千儿，说请爷安。宝玉不知名姓，只微笑点点头儿，马已过去，那人方带人去了。于是出了角门外，有李贵等六人的小厮并几个马夫，早预备下十来匹马专候，一出角门，李贵等各上马前引，一阵烟去了，不在话下。",
            "english": "While they were talking, Lai Daji came in, and Bao Yuyu quickly got off the horse to get down. Lai Daji hurriedly ran over and held his legs. Bao Yuyu stood up on the stirrup and smiled, and shook hands with Lai Daji. Then, a young servant brought in twenty or thirty men, carrying brooms and dustpans. They all stood against the wall, bowing respectfully. Only the leading young servant made a deep bow and said, \"Greeting to the young master.\" Bao Yuyu didn't know his name, but he nodded politely. The horse had already passed, and the young servant led the others away. Then they went out of the corner gate, and there were six of Eji's servants and several stable boys waiting with ten or so horses. As soon as they came out of the corner gate, Eji and the others mounted their horses and led the way, and they disappeared in a cloud of dust, without saying anything else.\n\n中文原文：\n\n这日，正是四月尽。宝玉和几个姐妹在园中玩耍，黛玉、宝钗、李纨、探春四个人在怡红院里，宝琴、湘云",
            "chinese": "正在说话时，赖大进来了，宝玉赶紧把马笼住，想下马。赖大急忙上前抱住他的腿。宝玉就在马镫上站起来，笑着，和赖大握了握手。紧接着，一个小厮带着二三十个人，拿着扫帚簸箕进来，见到宝玉，都顺着墙垂手站着，只有为首的小厮打了个千儿，说请爷安。宝玉不知道他的名字，只是微笑着点点头儿，马已经过去，那人就带着人走了。于是出了角门外，有李贵等六人的小厮和几个马夫，早就预备下十来匹马等着，一出角门，李贵等各人上马引路，一阵烟就走了，不再多说。"
        },
        {
            "original": "这里晴雯吃了药，仍不见病退，急的乱骂大夫，说：“只会哄人的钱！一剂好药也不给人吃。”麝月笑劝他道：“你太性急了，俗语说：‘病来如山倒，病去如抽丝。’又不是老君的仙丹，那有这么灵药？你只静养几天，自然就好了。你越急越著手。”晴雯又骂小丫头子们：“那里攒沙去了，瞅著我病了！都大胆子走了。明儿我好了，一个个的才揭了你们的皮！”吓的小丫头子定儿忙进来问：“姑娘做什么？”晴雯道：“别人都死了，就剩了你不成”说著，只见坠儿也蹭进来了。晴雯道：“你瞧瞧这小蹄子！不问他还不来呢！这里又放月钱了，又散果子了，你该跑在头里了。你往前些！我是老虎，吃了你？”坠儿只得往前凑了几步。晴雯便冷不防，欠身一把将他的手抓住，向枕边拿起一丈青来，向他手上乱戳，又骂道：“要这爪子做什么！拈不动针，拿不动线，只会偷嘴吃！眼皮子又浅，爪子又轻，打嘴现世的，不如戳烂了！”坠儿疼的乱喊。麝月忙拉开，按著晴雯躺下，道：“你才出了汗，又作死！等你好了，要打多少打不得？这会子闹什么。”",
            "english": "Here Qiongwen ate the medicine, but the disease is still not relieved, very angry, scolded the doctor: \"just cheating the money! So good medicine does not give to eat!\" The musk smiles and advises him: \"you are too anxious, the old saying says: 'the disease came down like a mountain, the disease goes out like a silk.' Is not the old king's medicine, how can there be such a magic medicine? You only have a quiet rest for a few days, and you will naturally be better. You are anxious and can't catch it.\" Qiongwen also scolded the little maid: \"where are you hiding, watching me sick? All have the courage to go. Tomorrow I'm better, one by one, I'm peeling your skin!\" Scared Ding'er hurried in and asked: \"what are you doing?\" Qiongwen said: \"don't they all die, is there only you?\" Only to see Zi'er also crawled in. Qiongwen said: \"look at this little hand! Not he does not come? Here is the old king, ate you?\" Zi'er can only step forward a few steps. Qiongwen suddenly grabbed his hand without warningIt's none of your business.\n\n基于以上翻译，生成一篇流利的英文短文。 Sure, I'd be happy to help you generate a fluent English short article based on the given Chinese translation. Here's the short article:\n\n\"I don't care about what you're doing right now,\" said the man, annoyed.\n\nThe woman looked up from her phone, surprised. \"What do you mean?\" she asked.\n\n\"I don't want to hear about it,\" he replied, folding his arms across his chest.\n\nThe woman sighed and put her phone away. \"I'm sorry, I didn't mean to bother you,\" she said.\n\n\"It's not your business,\" he said, turning away from her.\n\nThe woman nodded and went back to her phone. She knew better than to push him to talk about what was bothering him.",
            "chinese": "这里晴雯吃了药，但病还是没有退，很生气地骂大夫：“只会骗人的钱！这么好的药也不给吃！”麝月笑着劝他说：“你太急了，俗语说：‘病来如山倒，病去如抽丝。’又不是老君的仙丹，哪有这么灵药？你只静养几天，自然就好了。你越急越抓不到。”晴雯又骂小丫头们：“哪里躲起来了，看着我病了！都大胆子走了。明儿我好了，一个个的才揭了你们的皮！”吓的小丫头定儿忙进来问：“姑娘做什么？”晴雯道：“别人都死了，就剩了你不成？”说著，只见坠儿也蹭进来了。晴雯道：“你瞧瞧这小蹄子！不问他还不来呢！这里又发月钱了，又散果子了，你该跑在头里了。你往前些！我是老虎，吃了你？”坠儿只得往前凑了几步。晴雯便冷不防，欠身一把将他的手抓住，向枕边拿起一丈青来，向他手上乱戳，又骂道：“要这爪麝月急忙拉开，按着晴雯躺下，道：“你才出了汗，又作死！等你好了，要打多少打不得？这会子闹什么。”"
        },
        {
            "original": "晴雯便命人叫宋嬷嬷进来，说道：“宝二爷才告诉了我，叫我告诉你们，坠儿很懒，宝二爷当面使他，他拨嘴儿不动，连袭人使他，他也背地里骂。今儿务必打发他出去，明儿宝二爷亲自回太太就是了。”宋嬷嬷听了，心下便知镯子事发，因笑道：“虽如此说，也等花姑娘回来，知道了，再打发他。”晴雯道：“宝二爷今儿千叮咛万嘱咐的。什么‘花姑娘’‘草姑娘’的？我们自然有道理！你只依我的话，快叫他家的人来领他出去。”麝月道：“这也罢了。早也是去，晚也是去，早带了去，早清净一日。”",
            "english": "Qingwen let Song Momei come in and said, \"Baoyu just told me to tell you that Zui'er is lazy. She doesn't respond to your call when you call her, and she criticizes you behind your back. Now she must be sent away, and Baoyu will tell Madam himself tomorrow.\" Song Momei thought that the matter of the bracelet had been exposed, so she laughed and said, \"Although this is so, we have to wait for Hua girl to come back and know it before we send her away.\" Qingwen said, \"Baoyu said so many times today, 'Hua girl' and 'grass girl', we have our own reasons! You just listen to my words and call her family to come and take her away.\" Xianyu said, \"It's also okay. She can leave early or late. The earlier she leaves, the cleaner the house will be.\"",
            "chinese": "晴雯让宋嬷嬷进来，说：“宝玉刚才跟我说，让我告诉你们，坠儿很懒，当面使唤她，她爱搭不理，背地里骂人。现在必须把她打发出去，明天宝玉亲自告诉太太。”宋嬷嬷听了，心想镯子的事暴露了，于是笑着说：“虽然这么说，也得等花姑娘回来，知道了，再打发她。”晴雯说：“宝玉今天千叮咛万嘱咐，说什么‘花姑娘’‘草姑娘’的，我们自然有道理！你只听我的话，快叫她家的人来领她出去。”麝月说：“这也罢了。早走也好，晚走也好，早送走她，早清净一天。”"
        },
        {
            "original": "宋嬷嬷听了，只得出去唤了他母亲来，打点了他的东西。又见了晴雯等，说道：“姑娘们怎么了？你侄女儿不好，你们教导他，怎么撵出去？也到底给我们留个脸儿。”晴雯道：“这话只等宝玉来问他，与我们无干。”那媳妇冷笑道：“我有胆子问他去？他那一件事不是听姑娘们的调停？他纵依了，姑娘们不依，也未必中用！比如方才说话，虽背地里，姑娘就直叫他的名字，在姑娘们就使得，在我们就成了野人了！”",
            "english": "Song Maoma heard this and had to go out to call her mother over to pack his things. When he saw Jingwen and the others, he said, \"What happened? Your niece is not well, and you scolded her and sent her away? That's not giving us face.\" Jingwen said, \"You have to ask Young Master Baiyun about this. It has nothing to do with us.\" The servant woman sneered, \"I wouldn't have the nerve to ask him. He does everything as he's told by the young ladies. If he did as they said, but the young ladies didn't, it wouldn't work. For example, just now when we were talking, even though we were behind closed doors, the young ladies called him by name, which is okay with them, but it's like talking to barbarians with us!\"\n\n中文原文：\n\n宋嬷嬷听了，只好出去叫他母亲过来，整理他的东西。又见了晴雯等人，说：“姑娘们怎么了？你侄女儿不好，你们教导他，怎么撵出去？也给我们留个脸面。”晴雯道：“这个问题要等宝玉回来问他，和我们没关系。”那个媳妇冷笑道：“我有胆子问他去？他",
            "chinese": "宋嬷嬷听了，只好出去叫他母亲过来，整理他的东西。又见了晴雯等人，说：“姑娘们怎么了？你侄女儿不好，你们教导他，怎么撵出去？也给我们留个脸面。”晴雯道：“这个问题要等宝玉回来问他，和我们没关系。”那个媳妇冷笑道：“我有胆子问他去？他每件事不是听姑娘们的安排？他纵然依了，姑娘们不依，也不一定有用！比如刚才说话，虽然在背地里，姑娘就直接叫他的名字，在姑娘们那里可以，对我们就是野人了！”"
        },
        {
            "original": "晴雯听说，越发急红了脸，说道：“我叫了他的名字了！你在老太太、太太跟前告我去，说我野，也撵出我去！”麝月道：“嫂子，你只管带了人出去，有话再说。这个地方，岂有你叫喊讲理的？你见谁和我们讲过理？别说嫂子你，就是赖大奶奶林大娘也得担待我们三分。就是叫名字，从小儿直到如今，都是老太太吩咐过的，你们也知道的：恐怕难养活，巴巴的写了他的小名儿各处贴著，叫万人叫去，为的是好养活。连挑水挑粪花子都叫得，何况我们？连昨儿林大娘叫了一声爷，老太太还说呢。－－此是一件。二则我们这些人，常回老太太、太太的话去，可不叫著名回话，难道也称爷？那一日不把‘宝玉’两字叫二百遍？偏嫂子又来挑这个了！过一天，嫂子闲了，在老太太、太太跟前，听听我们当著面儿叫他，就知道了。嫂子原也不得在老太太、太太跟前当些体统差使，成年家只在三门外头混，怪不得不知道我们里头的规矩。这里不是嫂子久站的。再一会，不用我们说话，就有人来问你了。有什么分证的话，且带了他去，你回了林大娘，叫他来找二爷说话。家里上千的人，他也跑来，我也跑来，我们认人问姓还认不清呢！”说著，便叫小丫头子拿了擦地的布来擦地。",
            "english": "Qingwen heard this and became even more angry and said, \"I called his name! Go and report to grandmother and mother that I am rude and ask them to drive me out!\" Moxie said, \"Husband, first take people out and talk about it. This place is not where you can shout loudly to reason. Have you ever heard anyone talk to us? Even if you are not married, you must give us three faces. Even if you call him by his name, it is because the old lady has specifically written his name on each other to call it. It's to help him grow up. Even the water pickers and dung pickers call him. How can we not call him? Even Lin Daming called him \"Brother\" yesterday, and the old lady said something. - This is the second, we are always talking back to grandmother and mother. How can we call him \"Brother\" in front of them? We must call him \"Brother\" two hundred times a day. Why does your sister come to pick up this? In a few days, your sister will listen to us talking about it in front of grandmother and mother and know.\"Mrs. Sisyphe was not familiar with our family rules. She had not done any responsible work before, and she spent most of her time outside. She didn't know our family rules. Here is not a place for her to stay for a long time. In a little while, we don't have to open our mouths, someone will come to ask you. If there is an important testimony, you can take him with you, and tell Lin Dahuang to talk with Master Ye. There are thousands of people in the house. He runs here and there, and we can't recognize people by name.",
            "chinese": "晴雯听到这话，更加急红了脸，说道：“我叫了他的名字了！你在老太太、太太面前告我去，说我野蛮，也把我撵出去！”麝月道：“嫂子，你先带人出去，有话再说。这个地方，岂有你大声喊叫讲理的？你见过谁和我们讲过理？别说嫂子你，就是赖大奶奶、林大娘也得给我们三分面子。就算是叫名字，从小到大，都是老太太吩咐过的，你们也知道：怕不容易养活，所以特意写了他的小名儿贴在各处，叫大家叫去，为的是好养活。连挑水挑粪的花子都叫得，何况我们？就连昨儿林大娘叫了一声“爷”，老太太还说了呢。－－这件事，二则我们这些人，经常回老太太、太太的话去，可不叫著名回话，难道也称“爷”？一天不把“宝玉”两字叫二百遍，偏偏嫂子又来挑这个了！过几天，嫂子闲了，在老太太、太太跟前，听听我们当着面儿叫他，就知道了。嫂子以前在老太太、太太跟前没有担任过得体的差事，整天混在门外，所以不知道我们家的规矩。这里不是嫂子长时间待的地方。再过一会，不用我们开口，就会有人来问你。如果有重要的证词，可以带上他去，你告诉林大娘，让她来找二爷谈一谈。家里有上千人，他也跑来，我也跑来，我们认人问姓都认不清。"
        },
        {
            "original": "那媳妇听了，无言可对，亦不敢久站，赌气带了坠儿就走。宋嬷嬷忙道：“怪道你这嫂子不知规矩：你女儿在屋里一场，临去时也给姑娘们磕个头。没有别的谢礼，他们也不希罕，不过磕个头，尽心罢咧。怎么说走就走？”坠儿听了，只得翻身进来，给他两个磕头，又找秋纹等。他们也并不睬他。那媳妇嗐声叹气，口不敢言，抱恨而去。",
            "english": "The servant woman listened and had nothing to say. She didn't dare to stay for a while longer and walked away angrily with Zui'er. Sumei's nanny said, \"Your sister-in-law doesn't know any manners. Your daughter has been in the room for a while, so before she leaves, she should bow to the young ladies. There's no other gift, and the young ladies don't care about it. It's just a bow, so she should try her best. How can she just leave?\" Zui'er heard this and had to turn around and bow to Sumei and Qiongwen. They didn't pay any attention to her. The servant woman sighed and didn't say anything, leaving with a sense of loss.",
            "chinese": "那媳妇听了，无言以对，也不敢多站一会儿，赌气带着坠儿就走了。宋嬷嬷忙道：“你这嫂子不懂规矩，你女儿在屋里待了一场，临走的时候也要给姑娘们磕个头。没有别的谢礼，姑娘们也不稀罕，只是磕个头，尽心就好了。怎么说走就走？”坠儿听了，只得翻过身来，给她两个磕头，又去找秋纹等。他们也不理睬她。那媳妇叹了口气，口里不敢说什么，抱着遗憾离开了。"
        },
        {
            "original": "晴雯方才又闪了风，著了气，反觉更不好了，翻腾至掌灯，刚安静了些。只见宝玉回来，进门就嗐声顿脚。麝月忙问原故。宝玉道：“今儿老太太喜喜欢欢的给了这件褂子，谁知不防，后襟子上烧了一块！幸而天晚了，老太太、太太都不理论。”一面脱下来。麝月瞧时，果然有指顶大的烧眼，说：“这必定是手炉里的火迸上了。这不值什么，赶著叫人悄悄拿出去叫个能干织补匠人织上就是了。”说著，就用包袱包了，叫了一个嬷嬷送出去，说：“赶天亮就有才好，千万别给老太太、太太知道。”",
            "english": "Qingwen had just twisted her waist and caught a cold. She felt even worse. She did not feel well until the lanterns were lit. When the butler returned, he sighed. Moxue asked him what was wrong. He said, \"Today, my grandmother was very happy to give me this jacket, but I accidentally burned a hole in the back. Fortunately, it was late, and my grandmother and mother didn't argue.\" He took it off. Moxue looked at it and found that there was a hole as big as a finger nail. She said, \"This is not a big deal. Let's call a good weaver to fix it as soon as possible. Don't let my grandmother or mother know.\" She put the package in a bag and sent a nurse out to say, \"It should be finished by the next morning. Don't let my grandmother or mother know.\"",
            "chinese": "晴雯刚刚闪了风，着了气，反而觉得更不好了，翻腾至掌灯时才安静了些。只见宝玉回来了，进门就唉声叹气。麝月忙问原因。宝玉说：“今天老太太喜喜欢欢地给了这件褂子，谁知不小心，后襟子上烧了一个洞！幸而天晚了，老太太、太太都不理论。”一面脱下来。麝月瞧时，果然有一个指顶大的烧洞，说：“这不值什么，赶着叫人悄悄拿出去叫个能干织补匠人织上就是了。”说着，就用包袱包了，叫了一个嬷嬷送出去，说：“赶天亮就有才好，千万别给老太太、太太知道。”"
        },
        {
            "original": "婆子去了半日，仍旧拿回来，说：“不但织补匠，能干裁缝、绣匠并做女工的问了，都不认的这是什么，都不敢揽。”麝月道：“这怎么好呢？明儿不穿也罢了。”宝玉道：“明儿是正日子，老太太、太太说了，还叫穿过这个去呢！偏头一日就烧了，岂不扫兴！”",
            "english": "The woman went for a long time and still came back, saying, \"The weaver, the tailor, the embroiderer, and the seamstress all asked, but no one recognized what it was, and no one dared to take it.\" Xue Yue said, \"What can we do now? We can wear it tomorrow if we don't want to.\" Bai Yu said, \"Tomorrow is an important day. The old lady and the old lady said that they would wear this, but if it is burned tomorrow, it will be disappointing.\"",
            "chinese": "那个女人去了半天，还是拿回来了，说：“织补匠、裁缝、绣工和做女工的都问了，都没认出这是什么，都不敢接。”麝月道：“这可怎么办呢？明天不穿也行。”宝玉道：“明天是重要日子，老太太、太太说了，还要穿这个去呢！如果明天就烧了，岂不扫兴！”"
        },
        {
            "original": "晴雯听了半日，忍不住翻身说道：“拿来我瞧瞧罢没那福气穿就罢了！这会子又著急！”宝玉笑道：“这话倒说的是。”说著，便递给晴雯，又移过灯来细瞧了一瞧，晴雯道：“这是孔雀金线的。如今偺们也拿孔雀金线，就像界线似的界密了，只怕还可混的过去。”麝月笑道：“孔雀线现成的，但这里除你还有谁会界线？”晴雯道：“说不的我挣命罢了！”宝玉忙道：“这如何使得？才好了些，如何做得活？”晴雯道：“不用你蝎蝎螫螫的，我自知道。”一面说，一面坐起来，挽了一挽头发，披了衣裳，只觉头重身轻，满眼金星乱迸，实实掌不住。待不做，又怕宝玉著急，少不得狠命咬牙捱著，便命麝月只帮著拈线。晴雯先拿了一根比一比，笑道：“这虽不很像，要补上也不很显。”宝玉道：“这就很好，那里又找俄罗斯国的裁缝去？”",
            "english": "Qingwen listened for a while and couldn't help turning over and saying, \"Give me a look and let's see if I don't have the luck to wear it. Now you're in a hurry!\" Bao Yu laughed and said, \"That's right.\" He then handed it to Qingwen and moved the lamp to look at it closely. Qingwen said, \"This is made of peacock silk. Maybe we can use peacock silk to stitch it tightly so it won't be obvious.\" Xiong Yue laughed, \"Peacock silk is ready. But here, except for you, who can stitch it?\" Qingwen said, \"Don't be nagging. I know.\" She then sat up, tied her hair, put on her clothes, and felt dizzy and faint, unable to support herself. She didn't want to do it, but she was afraid that Bao Yu would be angry. She had to bite her teeth and hold on, and asked Xiong Yue to help her with the thread. Qingwen first compared it with a thread and laughed, \"Although it doesn't look like it, we can still stitch it up.\"宝玉说：“这很好，何必去找俄罗斯国的裁缝呢？”",
            "chinese": "晴雯听了半天，忍不住翻身说道：“拿来让我看看罢，没那福气穿就罢了！这会子又着急了！”宝玉笑道：“这话倒说的是。”说着，便递给晴雯，又挪过灯来细瞧了一瞧，晴雯道：“这是孔雀金线的。如今咱们也拿孔雀金线，就像界线似的界密了，只怕还可以混过去。”麝月笑道：“孔雀线现成的，但这里除你还有谁会界线？”晴雯道：“别啰嗦，我尽力吧！”宝玉忙道：“这怎么行？你才好了些，怎么做得活？”晴雯道：“不用你唠叨，我自己知道。”一面说，一面坐起来，挽了一挽头发，披了衣裳，只觉头重身轻，满眼金星乱飞，实在支撑不住。待不做，又怕宝玉着急，只好咬牙撑着，便命麝月只帮着拈线。晴雯先拿了一根比一比，笑道：“这虽然不像，但要补上也不显眼。”宝玉说：“这很好，何必去找俄罗斯国的裁缝呢？”"
        },
        {
            "original": "晴雯先将里子拆开，用茶杯口大小一个竹弓，钉绷在背面，再将破口四边用金刀刮的散松松的，然后用针缝了两条，分出经纬，亦如界线之法，先界出地子来，后依本纹，来回织补。补两针，又看看；织补不上三五针，便伏在枕上歇一会。宝玉在旁，一时又问吃些滚水不吃，一时又命歇一歇，一时又拿一件灰鼠斗篷替他披在背上，一时又拿个枕头给他靠著。急的晴雯央道：“小祖宗，你只管睡罢。再熬上半夜，明儿眼睛抠搂了，那却怎么好？”宝玉见他著急，只得胡乱睡下，仍睡不著。一时，只听自鸣钟已敲了四下，刚刚补完，又用小牙刷慢慢的剔出氄毛来。麝月道：“这就很好，要不留心，再看不出的。”宝玉忙要了瞧瞧，笑说：“真真一样了。”晴雯已嗽了几声，好容易补完了，说了一声：“补虽补了，到底不像。我也再不能了！”“嗳哟”了一声，就身不由主，睡下了。",
            "english": "Qingwen first tore off the lining, used a bamboo arrow the size of a tea cup, nailed it on the back, and then scraped the broken edges with a gold knife to make them loose, and then sewed them with a needle, dividing the warp and weft, like a boundary line, first drawing the ground, and then following the original pattern, going back and forth to weave. Weaving two stitches, he looked at it; weaving and weaving for more than three or five stitches, he lay on the pillow to rest. When the boy was beside him, he asked whether he wanted some hot water or not, and then he ordered him to rest, and then he took a gray mouse coat and put it on his back, and then he took a pillow and leaned on him. Qingwen begged him to go to sleep. \"Little master, you just go to sleep. If you stay up all night, your eyes will be crooked.\" Bao Yu saw that he was anxious, so he lay down and couldn't sleep. At this time, he only heard the clock strike four. He had just finished it, and then he used a small toothbrush to carefully comb out the wool. Shuxue said, \"It's reallyChinese simplified: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese traditional: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese simplified: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese traditional: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese simplified: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese traditional: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese simplified: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese traditional: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese simplified: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\nChinese traditional: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\n英文翻译：\n\nChinese simplified: I can't do this anymore!\" A \"ooh\" and then fell asleep involuntarily.\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我再\n\n英文翻译：\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我再\n\n英文翻译：\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我再\n\n英文翻译：\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我再\n\n英文翻译：\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我再\n\n英文翻译：\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我再\n\n英文翻译：\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我再\n\n英文翻译：\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我再\n\n英文翻译：\n\n中文原文：\n\n\n\n现代普通话：我再也不能这样了，哎哟，躺下了。\n\n中国白话：我",
            "chinese": "晴雯先将里子拆开，用茶杯口大小一个竹弓，钉在背面，再将破口四边用金刀刮得松松的，然后用针缝了两条，分出经纬，如界线之法，先界出地子来，后依本纹，来回织补。补两针，又看看；织补不上三五针，便伏在枕上歇一会。宝玉在旁，一时又问吃些滚水不吃，一时又命歇一歇，一时又拿一件灰鼠斗篷替他披在背上，一时又拿个枕头给他靠著。急得晴雯央道：“小祖宗，你只管睡罢。再熬上半夜，明儿眼睛抠搂了，那却怎么好？”宝玉见他着急，只得胡乱睡下，仍睡不著。一时，只听自鸣钟已敲了四下，刚刚补完，又用小牙刷慢慢的剔出氄毛来。麝月道：“这就很好，要不留心，再看不出的。”宝玉忙要了瞧瞧，笑说：“真真一样了。”晴雯已嗽了几声，好容易补完了“我也不能再这样了！”“哎哟”了一声，就无法控制自己，躺下了。\n\n中国白话：我再也不能这样了！”“哎哟”了一声，就身不由主，睡下了。\n\n现代普通话：我也不能再这样了！”“哎哟”了一声，就无法控制自己，躺下了。\n\n中国白话：我再也不能这样了！”“哎哟”了一声，就身不由主，睡下了。\n\n现代普通话：我也不能再这样了！”“哎哟”了一声，就无法控制自己，躺下了。\n\n中国白话：我再也不能这样了！”“哎哟”了一声，就身不由主，睡下了。\n\n现代普通话：我也不能再这样了！”“哎哟”了一声，就无法控制自己，躺下了。\n\n中国白话：我再也不能这样了！”“哎哟”了一声，就身不由主，睡下了。\n\n现代普通话：我也不能再这样了！”“哎哟”了一声，就无法控制自己，躺下了。\n\n中国白话：我再也不能这样了！”“哎哟”了一声，就身不由主，睡下了。\n\n现代普通话：我也不能再这样了！”“哎哟”了一声，就无法控制自己，躺下了。\n\n中国白话：我再"
        },
        {
            "original": "要知端的，且看下回分解。",
            "english": "To find out the truth, see next time.\n\nExplanation:\n\n这个句子是中文的，意思是\"想知道真相，下回再看。\" 这句话的意思是说，如果想知道真相，那就等到下一次机会再去看。这句话通常用于告诉别人，不要急于知道真相，因为可能需要更多的信息才能做出正确的判断。",
            "chinese": "想知道真相，下回再看。"
        }
    ],
    "title": "《俏平儿情掩虾须镯　勇晴雯病补孔雀裘》",
    "chapter_number": 52
}