{
    "paragraphs": [
        {
            "original": "却说贾珍贾琏暗暗预备下大笸箩的钱，听见贾母说赏，忙命小厮们快撒钱，只听满台钱响。贾母大悦。二人遂起身，小厮们忙将一把新暖银壶捧来，递与贾琏手内，随了贾珍，趋至里面。贾珍先到李婶娘席上，躬身取下杯来，回身，贾琏忙斟了一盏，然后便至薛姨妈席上，也斟了。二人忙起来，笑说：“二位爷请坐著罢了，何必多礼？”于是除邢王二夫人，满席都离了席，也俱垂手旁站。贾珍等至贾母榻前，因榻矮，二人便屈膝跪了。贾珍在前捧杯，贾琏在后捧壶。虽只二人捧酒，那贾琮弟兄等却都是一溜排班随著他二人进来，见他二人跪下，都一溜跪下。宝玉也忙跪下。湘云悄推他，笑道：“你这会子又帮著跪下做什么？有这么著的呢，你也去斟一巡酒，岂不好？”宝玉悄笑道：“再等一会再斟去。”说著，等他二人斟完起来。又给邢王二夫人斟过了，贾珍笑说：“妹妹们怎么著呢？”贾母等都说道：“你们去罢，他们倒便宜些呢。”贾珍等方退出。",
            "english": "Jia Zhen and Jia Lian quietly prepared large baskets of silver, and when they heard that Grandmother Jia was going to give them money, they ordered their servants to scatter the money as quickly as possible. Only then did they hear the sound of coins scattered all over the room. Grandmother Jia was very happy. They then got up, and the servants hurriedly brought a new silver kettle and handed it to Jia Lian, who followed Jia Zhen and went inside. Jia Zhen first went to the seat of Li's mother-in-law, bent over to take the cup, turned around, and Jia Lian quickly poured a cup of wine, and then went to Xue Pai's seat, also poured. The two of them got up quickly, laughed and said, \"Please sit down, both of you, and don't be so polite.\" Everyone in the room, except for the wives of the two Jia and Wang, left their seats and stood with their hands down. Jia Zhen and Jia Lian then went to Grandmother Jia's bed, because the bed was low, they both knelt down on their knees. Although there were only two of them holding the wine, Jia CongBao Yuyu said, waiting for them to pour wine. Then he gave wine to the two Xing and Wang ladies. The old lady said with a smile: 'What about the girls? 'The old lady said: 'You go, they are the most comfortable.' Then, the three of them left.\n\n请只回答英文翻译，其他内容不要回答。\n\nBao Yuyu said, waiting for them to pour wine. Then he gave wine to the two Xing and Wang ladies. The old lady said with a smile: 'What about the girls? 'The old lady said: 'You go, they are the most comfortable.' Then, the three of them left.",
            "chinese": "贾珍和贾琏悄悄地准备了大篮子的银子，听到贾母要赏钱，便命小厮们快撒钱，只听满台钱响。贾母非常高兴。他们于是起身，小厮们急忙将一把新暖银壶捧来，递给贾琏，跟随贾珍，走到里面。贾珍先到李婶娘的席位上，弯腰取下杯子，转身，贾琏急忙斟了一盏，然后便到薛姨妈的席位上，也斟了。二人急忙站起来，笑着说：“二位爷请坐下吧，何必多礼？”于是除了邢王二夫人，满席的人都离开了席位，都垂手站在旁边。贾珍等到了贾母的床前，因为床矮，二人便屈膝跪了。贾珍在前面捧杯，贾琏在后面捧壶。虽然只有二人捧酒，但贾琮和兄弟们却是一溜排成一排进来，见他们跪下，都一溜跪下。宝玉也急忙跪下。湘云悄悄地推他，笑着说：“你现在又帮着跪下了。这样做的不好，你去斟一巡酒，岂不更好？”宝玉“说着，等他二人斟完酒。又给邢王二夫人斟过了，贾珍笑说：‘妹妹们怎么呢？’贾母等都说：‘你们去吧，他们倒便宜了。’贾珍等才退出。"
        },
        {
            "original": "当下天有二鼓，戏演的是《八义观灯》八出，正在热闹之际，宝玉因下席往外走。贾母问：“往那里去？外头炮仗利害，留神天上掉下火纸来烧著。”宝玉笑回说：“不往远去，只出去就来。”贾母命婆子们好生跟著。宝玉出来，只有麝月秋纹几个小丫头随著。贾母因说：“袭人怎么不见？他如今也有些拿大了，单支使小女孩儿出来。”王夫人忙起身笑说道：“他妈前日没了，因有热孝，不便前头来。”贾母点头，又笑道：“跟主子却讲不起这孝与不孝，要是他还跟我，难道这会子也不在这里？这些竟成了例了。”凤姐儿忙过来笑回道：“今晚便没孝，那园子里头也须得看著，灯烛花爆最是担险的！这里一唱戏，园子里的，谁不来偷瞧瞧？他还细心，各处照看。况且这一散后，宝兄弟回去睡觉，各色都是齐全的。若他再来了，众人又不经心，散了回去，铺盖也是冷的，茶水也不齐全，便各色都不便宜，自然我叫他不用来。老祖宗要叫他来，我就叫他就是了。”贾母听了这话，忙悦：“你这话很是，你必想的周到。快别叫他了。但只他妈几时没了？我怎么不知道？”凤姐儿笑道：“前儿袭人去亲自回老太太的，怎么倒忘了？”贾母想了想，笑道：“想起来了。我的记性竟平常了。”众人都笑说：“老太太那里记得这些事！”",
            "english": "It is now two o'clock in the morning, and the Eight Acts of the Eight Acts of the Eight Acts are being performed, very lively. Yu Bing got up from his seat and walked out. Grandmother asked where he was going. The firecrackers outside were very loud, be careful not to be burned by falling paper. Yu Bing laughed and said, \"I'll be back in a minute.\" Grandmother let the servants be careful to follow. Yu Bing came out, only with a few little maids like Moxue and Qiunian. Grandmother said, \"Xisi is not here. He is now a big brand and only sends little girls out.\" Wang Fu stood up quickly and laughed, \"He died a few days ago. Because of the funeral, it is inconvenient to come.\" Grandmother nodded and laughed again, \"To be honest, it's not good to talk about filial piety. If he still follows me, he won't be here now. This has become a rule.\" Fengzhi hurried over and laughed, \"Even if there is no funeral in the garden, everyone will come to see the show. He is careful and goes around to check. And now that everyone has gone, the brothers are going to bedIf he comes again, everyone will not pay attention and disperse, and the quilt will be cold, and the tea will not be complete, which will not be cheap. Naturally, I won't let him come. If Grandma Jia lets him come, I will let him. \"Mrs. Jia heard this and was very happy: \"You are right. You must have thought of it. Don't let him come. And when did his mother die? I don't know.\" Mrs. Feng laughed and said, \"Auntie Li personally told Grandma Jia a few days ago, how could I forget?\" Grandma Jia thought for a while and laughed, \"I remember now. My memory is ordinary.\" Everyone laughed and said, \"Grandma Jia doesn't remember these things!\"",
            "chinese": "现在是二更天，正在演《八义观灯》八出戏，非常热闹。宝玉下座往外走。贾母问他要去哪里。外面炮仗很响，小心天上掉下来的火纸烧到你。宝玉笑着说：“我只出去一下就回来。”贾母让婆子们小心跟着。宝玉出来，只有麝月和秋纹几个小丫头跟着。贾母说：“袭人怎么没来？他现在有点大牌，只派小女孩儿出来。”王夫人忙站起来笑着说：“他妈妈前几天去世了，因为有丧礼，不方便来。”贾母点头，又笑着说：“给主子讲孝不孝是讲不出来的。如果他还跟我，这会子也不在这里。这成了规矩了。”凤姐急忙过来笑着说：“今晚就算没有丧礼，园子里也要看着，灯烛花爆是最危险的！这里一唱戏，园子里的人谁不来偷看？他还细心，到处照看。况且这会子散了，宝兄弟回去睡觉，各种东西都是齐全的。如果他再来，大家又不注意，散回去了，被子也是冷的，茶水也不齐全，就都不便宜，自然我不让他来。老太太要是让他来，我就让他就是了。”贾母听了这话，很高兴：“你这话很对，你一定想得周到。别让他来了。只是他妈妈什么时候没了？我怎么不知道？”凤姐儿笑道：“前几天袭人亲自回老太太的，怎么倒忘了？”贾母想了想，笑道：“想起来了。我的记性竟平常了。”众人都笑说：“老太太那里记得这些事！”\n\n注意：这个例子只是简单地将一些中国白话改写为现代普通话，但可能仍有一些地方需要进一步的修改和调整，以使它更加流畅和易于理解。"
        },
        {
            "original": "贾母因又叹道：“我想著他从小儿伏侍我一场，又伏侍了云儿，末后给了个魔王，给他魔了这好几年！他又不是偺们家根生土长的奴才，没受过偺们什么大恩典，他娘没了，我想著要给他几两银子，发送他娘，也就忘了！”凤姐儿道：“前儿太太赏了他四十两银子，就是了。”贾母听说，点头道：“这还罢了。正好前儿鸳鸯的娘也死了，我想他老子娘都在南边，我也没叫他家去守孝。如今他两处全礼，何不叫他二人一处作伴去？”又命婆子拿些果子、菜馔、点心之类和他二人吃去。琥珀笑道：“还等这会子？他早就去了。”说著，大家又吃酒看戏。",
            "english": "Jia Mote sighed again and said, \"I think he has been with me since he was young and then he was with Yun Er for many years. He is not a native servant of our household and has not received much kindness from us. His mother died, and I wanted to give him some silver to send his mother, but I forgot.\" Fong Ching said, \"A few days ago, the lady gave him forty taels of silver, which is enough.\" Jia Mote nodded and said, \"This is not enough. It's just right for the wedding of Yunnan and the ceremony of his mother's death. Why don't we let them two go together?\" He then ordered a servant to bring some fruits, dishes and snacks for them to eat. Amy chuckled and said, \"We don't have to wait now. He's already gone.\" They all laughed and ate and watched the play.",
            "chinese": "贾母又叹气道：“我想他从小为我，又为云儿，后来却被一个魔鬼缠住了好几年！他不是咱们家的根生土长的奴才，也没受过咱们多大恩典，他娘没了，我想要给他些银子，送他娘，可也忘了！”凤姐道：“前几天太太赏了他四十两银子，就足够了。”贾母点头道：“这也不多。正好鸳鸯的娘也死了，我想他们父子都在南边，也没叫他家去守孝。现在他们两处全礼，为什么不叫他们两人一起做伴呢？”又命婆子拿些水果、菜肴、点心等给他们吃。琥珀笑道：“还等现在？他早就去了。”说著，大家又吃酒看戏。"
        },
        {
            "original": "且说宝玉一径来至园中，众婆子见他回房，便不跟去，只坐在园门里茶房里烤火，和管茶的女人偷空饮酒斗牌。宝玉至院中，虽是灯火灿烂，却无人声。麝月道：“他们都睡了不成？偺们悄悄进去吓他们一跳。”于是大家蹑手蹑脚，潜踪进镜壁去一看，只见袭人和一个人对歪在地炕上，那一头有两个老嬷嬷打盹。",
            "english": "When Bao Yuhai came to the garden, the maidservants did not follow him, so he sat in the tea room at the gate of the garden and warmed himself by the fire while playing cards with a maidservant. When he entered the room, although the lamps were bright, there was no sound. Xishui said, \"They must all be asleep. Let's go in and scare them.\" So they crept in silently, and when they got behind the screen, they saw that Xisi and one other person were lying on the ground, and there were two old maids sleeping at the other end.\n\n中文原文：\n\n宝玉见了，忙叫：“快出去，别唬着了他们。”麝月等退出，宝玉推他二人道：“好好的睡，又怕唬着。”袭人道：“不是唬着，原来醒了，怪不得叫我们呢。”宝玉道：“不叫你，谁敢？你放心睡罢。”袭人道：“你不叫，他们敢进来不成？我只当是谁，原来是宝玉。”说着，又笑道：“你又来作弄我了。”宝玉道：“你为什么睡在这里？”袭人道：“这屋里我睡惯了，所以才来",
            "chinese": "宝玉来到园中，众婆子不跟着他，就坐在园门里的茶房烤火，和管茶的女人偷空饮酒斗牌。宝玉到了房中，虽然灯火灿烂，却没有人声。麝月说：“他们都睡了不成？咱们悄悄进去吓他们一跳。”于是大家蹑手蹑脚，潜踪进镜壁去一看，只见袭人和一个人歪在地炕上，那一头有两个老嬷嬷打盹。"
        },
        {
            "original": "宝玉只当他两个睡著了，才要进去，忽听鸳鸯嗽了一声，说道：“天下事可知难定！论理，你单身在这里，父母在外头，每年他们东去西来，没个定准，想来你是再不能送终的了；偏生今年就死在这里，你倒出去送了终！”袭人道：“正是，我也想不到能够看著父母殡殓。回了太太，又赏了四十两银子，这倒也算养我一场，我也不敢妄想了。”宝玉听了，忙转身悄向麝月等道：“谁知他也来了。我这一进去，他又赌气走了，不如偺们回去罢，让他两个清清净净的说话。袭人正在那里闷著，幸他来的好。”说著，仍悄悄出来。宝玉便走过山石后去站著撩衣。麝月秋纹皆站住，背过脸去，口内笑说：“蹲下再解小衣，留神风吹了肚子！”后面两个小丫头知是小解，忙先出去，茶房内预备水去了。",
            "english": "Bao Yuyu thought they were asleep and was about to go in, when he heard the sound of a cough and heard Qian Yutang say, \"Things are unpredictable. According to reason, you are unmarried here, and your parents are outside. Every year, they go back and forth, without a fixed location. It seems that you can't go back to see them off. But this year, you died here, and you went out to see them off. How about that?\" Xisi said, \"That's true. I never thought I could see my parents off. The lady gave me 40 taels of silver, which is a good treatment for me. I dare not dream of anything else.\" Bao Yuyu said, \"I don't know where he came from. If I go in now, he'll be angry and leave. Let's go back and let them talk quietly. Xisi is also in a bad mood. It's a good thing he came.\" He said, and then turned and went out quietly. Bao Yuyu went behind the rock to pull his clothes. Moxie and Qiun were standing behind, their faces turned away and they were laughing, \"Sit down and take off your",
            "chinese": "宝玉以为他们两个睡着了，正要进去，听到鸳鸯咳嗽了一声，说道：“天下事可知难定！论理，你单身在这里，父母在外面，每年他们东去西来，没个定准，想来你是再不能送终的了；偏偏今年就死在这里，你倒出去送了终！”袭人说：“正是，我也想不到能够看着父母殡殓。回了太太，又赏了四十两银子，这倒也算养我一场，我也不敢妄想了。”宝玉听了，忙转身悄悄地对麝月等说：“谁知他也来了。我这一进去，他又赌气走了，不如我们回去罢，让他两个清清净净地说话。袭人正在那里闷着，幸亏他来的好。”说完，仍悄悄地出来。宝玉便走过山石后去站著撩衣。麝月、秋纹都站住，背过脸去，口中笑着说：“蹲下再解小衣，留神风吹了肚子！”后面两个小丫头知道是小解，忙先出去，茶房内预备水去了。"
        },
        {
            "original": "这里宝玉刚过来，只见两个媳妇迎面来了，又问：“是谁？”秋纹道：“宝玉在这里呢，大呼小叫，留神吓著罢！”那媳妇们忙笑道：“我们不知，大节下来惹祸了。姑娘们可连日辛苦了！”说著，已到跟前。麝月等问：“手里拿著什么？”媳妇道：“是老太太赏给金花二位姑娘吃的。”秋纹笑道：“外头唱的是‘八义’。没唱‘混元盒’，那里又跑出金花娘娘来了？”宝玉命：“揭起来我瞧瞧。”秋纹麝月忙上去将两个盒子揭开，两个媳妇忙蹲下身子。",
            "english": "Bao Yuyu just arrived when two maids came over to greet him. They asked who it was. The maid, Qiu Wen, said, \"It's Bao Yuyu here. Don't make such a fuss, or you'll scare them.\" The maids hurriedly said, \"We didn't know. We've been getting into trouble lately. The ladies have been working hard these days.\" They came up to him. Xiu Yue asked, \"What did you bring?\" The maids said, \"It's a gift from the old lady for the two ladies.\" Qiu Wen laughed, \"The opera is 'Eight Friends', but there's no 'Mixed Box'. How did you come up with the idea of a 'Golden Flower'?\" Bao Yuyu called out, \"Open it up for me to see.\" Qiu Wen and Xiu Yue hurriedly went up and lifted the two boxes, while the maids bowed down.",
            "chinese": "宝玉刚到，两个媳妇迎面走来，问是谁。秋纹说：“宝玉在这儿呢，你别大呼小叫，小心吓着。”那媳妇们忙笑道：“我们不知道，最近惹祸了。姑娘们这几天辛苦了！”说着，走到跟前。麝月问：“拿的什么？”媳妇说：“是老太太赏给金花二位姑娘吃的。”秋纹笑道：“外头唱的是‘八义’，没唱‘混元盒’，怎么又跑出金花娘娘来了？”宝玉叫：“揭起来我看。”秋纹麝月忙上去将两个盒子揭开，两个媳妇忙蹲下身子。"
        },
        {
            "original": "宝玉看了两个盒内都是席上所有的上等果品茶点，点了一点头就走。麝月等忙胡乱掷了盒盖跟上来。宝玉笑道：“这两个女人倒和气，会说话。他们天天乏了，倒说你们连日辛苦，倒不是那矜功自伐的。”麝月道：“这两个就好，那不知理的也太不知理。”宝玉道：“你们是明白人，担待他们是粗夯可怜的人就完了。”一面说，一面就走，出了园门。",
            "english": "Bao Yuyu looked at the two boxes, which contained high-end fruits and tea snacks that were served at the banquet, and nodded his head before leaving. Shih Yue and the others hurriedly covered the box lids and followed him. Bao Yuyu laughed and said, \"These two women are easy to talk to and know how to speak. They work hard every day, but they say that you have been working hard for a few days, not those who brag about their achievements.\" Shih Yue said, \"These two women are really good, and those who don't know how to behave are really ignorant.\" Bao Yuyu said, \"You are sensible people, and it's better to be forgiving of these rude and pitiful people.\" As he said this, he left the garden, and Shih Yue and the others followed him out.",
            "chinese": "宝玉看了看两个盒子里都是宴席上有的高档水果茶点，点了点头就离开了。麝月等忙胡乱盖上了盒子盖跟了上来。宝玉笑着说：“这两个女人真好说话，会说话。他们天天累，倒说你们连日辛苦，不是那种炫耀自己功劳的人。”麝月道：“这两个女人真好，那些不懂事的人也太不懂事了。”宝玉道：“你们是明白人，宽容他们这些粗鲁可怜的人就好了。”一边说，一边就离开了，出了园子。"
        },
        {
            "original": "那几个婆子，虽吃酒斗牌，却不住出来打探，见宝玉出来，也都跟上来。到了花厅廊上，只见那两个小丫头－－一个捧著个小盆，又一个搭著手巾，又拿著沤子小壶儿－－在那里久等。秋纹先忙伸手向盆内试了试，说道：“你越大越粗心了。那里弄得这冷水？”小丫头笑道：“姑娘，瞧瞧这个天！我怕水冷，倒的是滚水，这还冷了。”正说著，可巧见一个老婆子提著一壶滚水走来，小丫头便说：“好奶奶，过来给我倒上些水。”那婆子道：“姐姐，这是老太太沏茶的，劝你去舀罢。那里就走大了脚呢？”秋纹道：“不管你是谁的！你不给我，管把老太太的茶吊子倒了洗手！”那婆子回头见了秋纹，忙提起壶来倒了些。秋纹道：“够了！你这么大年纪，也没见识！谁不知是老太太的？要不著的，就敢要了？”婆子笑道：“我眼花了，没认出这姑娘来。”宝玉洗了手，那小丫头子拿小壶儿倒了沤子在他手内，宝玉沤了。秋纹麝月也趁热水洗了一回，跟进宝玉来。",
            "english": "Several old ladies, although they were drinking and playing cards, still came out to inquire now and then. Seeing that Baiyu came out, they followed him. When they arrived at the veranda of the flower hall, two little maids were waiting there - one holding a small basin, and the other holding a handkerchief and a small water jug. Qiuwen first put out her hand to test the basin and said, \"You're getting more and more careless.\" The little maid laughed and said, \"Sister, look at the weather! I'm afraid the water will be cold, so I poured hot water, but it's still cold.\" Just then, an old lady carrying a hot water pot came over, and the little maid said, \"Grandma, give me some water.\" The old lady said, \"Sister, this is the water for old lady's tea. Please go and get some.\" Qiuwen said, \"Who cares? If you don't give me, I'll pour the old lady's tea into the basin to wash my hands!\" The old lady looked at Qiuwen and quickly lifted the pot to pour some water. Qiuwen said, \"Enough! You're so old and have no sense of etiquette!\"Grandmother laughed and said, \"I'm too old and my eyesight is failing, I didn't recognize this girl.\" After washing his hands, the little maid handed him a pitcher of water to wash with. Xiaotun and Shuxue also washed with hot water and then followed behind the young master.",
            "chinese": "几个婆子虽然喝酒打牌，但还是时不时出来打听。看到宝玉出来，也都跟了上来。到了花厅廊上，只见两个小丫头－－一个捧著个小盆，另一个搭著手巾，又拿著沤子小壶儿－－在那里等着。秋纹先伸出手在盆里试了试，说道：“你越大越粗心了。哪里来的冷水？”小丫头笑道：“姑娘，看看这天气！我怕水冷，倒的是滚水，这还冷了。”正说着，恰巧看见一个老婆子提著一壶滚水走来，小丫头便说：“好奶奶，过来给我倒些水。”那婆子道：“姐姐，这是老太太沏茶的，劝你去舀罢。哪里就走大了脚呢？”秋纹道：“不管你是谁的！你不给我，管把老太太的茶吊子倒了洗手！”那婆子回头见了秋纹，忙提起壶来倒了些。秋纹道：“够了！你这么大年纪，也没见识！谁不知是老太太的？“敢要什么？”婆子笑着说：“我眼睛花了，没认出这个姑娘。”宝玉洗完手后，小丫头拿了一壶水给他洗。秋纹和麝月也用热水洗了一回，然后跟着宝玉进来。"
        },
        {
            "original": "宝玉便要了一壶暖酒，也从李婶娘斟起。他二人也笑让坐。贾母便说：“他小人家儿，让他斟去。大家倒要乾过这杯。”说著，便自己乾了。邢王二夫人也忙乾了，薛姨妈李婶娘也只得乾了。贾母又命宝玉道：“你连姐姐妹妹的一齐斟上，不许乱斟，都要叫他乾了。”宝玉听说，答应著，一一按次斟上了。至黛玉前，偏他不饮，拿起杯来，放在宝玉唇边。宝玉一气饮乾。黛玉笑说：“多谢。”宝玉替他斟上一杯。凤姐儿便笑道：“宝玉别喝冷酒，仔细手颤，明儿写不的字，拉不的弓。”宝玉道：“没有吃冷酒。”凤姐儿笑道：“我知道没有，不过白嘱咐你。”然后宝玉将里面斟完－－只除贾蓉之妻是命丫鬟们斟的－－复出至廊下，又给贾珍等斟了。坐了一回，方进来，仍归旧坐。",
            "english": "Baoyu poured himself a cup of warm wine, and started pouring from Li Sanyang's cup. Grandma Jiang said, \"Let him pour. Let's all drink this cup.\" She said that, and she finished her own. The two ladies, Xing and Wang, hurriedly finished their own. Li Sanyang and Sanyang finished theirs, and they had to finish them. Grandma Jiang then ordered Baoyu, \"Pour all the sisters and cousins. Don't pour them in a mess, and they must all drink it.\" Baoyu nodded and started pouring. When he got to Daiyu, she wouldn't drink it, and she put the cup to Baoyu's mouth. Baoyu drank it all in one gulp. Daiyu laughed and said, \"Thank you.\" Baoyu poured her a cup. The Jia family laughed and said, \"Baoyu, don't drink cold wine, or you'll tremble your hands and can't write or shoot.\" Baoyu said, \"I didn't drink cold wine.\" The Jia family laughed and said, \"I know that, but I'm just telling you to be careful.\" Then Baoyu returned to the corridor and poured for Jia Z",
            "chinese": "宝玉要了一壶暖酒，从李婶娘开始依次斟酒。贾母说：“他小孩子家，让他斟吧。大家干了这杯。”说罢，自己先干了。邢王二夫人也赶紧干了，薛姨妈和李婶娘只好干了。贾母又命宝玉：“你把姐姐妹妹们的全斟上，不许乱斟，都要叫他们干了。”宝玉答应着，按顺序依次斟上。到黛玉面前，她不肯喝，拿起杯来放在宝玉嘴边。宝玉一口气喝了。黛玉笑着说：“多谢。”宝玉替她斟上一杯。凤姐儿笑着说：“宝玉别喝冷酒，小心手颤，明儿写不了字，拉不了弓。”宝玉说：“没有喝冷酒。”凤姐儿笑道：“我知道没有，不过是白嘱咐你。”然后宝玉将里面斟完－－除了贾蓉的妻子是丫鬟斟的－－回到廊下，又给贾珍等人斟了。坐了一会儿，才进来，回到原座。"
        },
        {
            "original": "一时，上汤之后，又接著献“元宵”。贾母便命：“将戏暂歇，小孩子们可怜见的，也给他们些滚汤热菜的吃了再唱。”又命将各样果子，元宵等物拿些给他们吃。",
            "english": "After a while, after serving the soup, the \"yuanxiao\" was presented. Old Lady Jia gave the order to pause the performance and let the children eat some hot soup and dishes. At the same time, they were also given various fruits, yuanxiao and other food.",
            "chinese": "过了一会儿，上完汤后，接着献上了“元宵”。贾母就下令暂停表演，让孩子们吃些热腾腾的汤和菜。同时，还让他们吃些各式各样的水果、元宵等食物。"
        },
        {
            "original": "一时歇了戏，便有婆子带了两个门下常走的女先儿进来，放了两张杌子在那一边，贾母命他们坐了，将弦子琵琶递过去。贾母便问李薛二人：“听什么书？”他二人都回说：“不拘什么都好。”贾母便问：“近来可又添些什么新书？”两个女先回说：“倒有一段新书，是残唐五代的故事。”贾母问是何名。女先儿回说：“这叫做‘凤求鸾’。”贾母道：“这个名字倒好，不知因什么起的，你先说大概，若好再说。”女先儿道：“这书上乃是说残唐之时，那一位乡绅，本是金陵人氏，名唤王忠，曾做过两朝宰辅。如今告老还家，膝下只有一位公子，名唤王熙凤。”众人听了，笑将起来。贾母笑道：“这不重了我们凤丫头了？”媳妇忙上去推他说：“是二奶奶的名字，少混说！”贾母道：“你只管说罢。”女先儿忙笑著站起来说：“我们该死了！不知是奶奶的讳！”凤姐儿笑道：“怕什么？你说罢。重名重姓的多著呢。”女先儿又说道：“那年王老爷打发了王公子上京赶考，那日遇了大雨，到了一个庄子上避雨。谁知这庄上也有位乡绅，姓李，与王老爷是世交，便留下这公子住在书房里。这李乡绅膝下无儿，只有一位千金小姐。这小姐芳名叫做雏鸾，琴棋书画，无所不通。”",
            "english": "The play was temporarily stopped, and a servant lady and two girls who often went around came in with two small stools, and the old lady asked them to sit down and gave them the zither and pipa. The old lady asked Li and Xue what book they wanted to listen to, and they both said \"anything is fine.\" The old lady asked, \"Is there a new book recently?\" The two girls replied, \"There is a new book called 'Phoenix Pursuing a Rainbow'.\" The old lady asked for the name of the book. The girls replied, \"This book is about the story of the late Tang Dynasty and the Five Dynasties.\" The old lady asked, \"What is the name of this book?\" The girls replied, \"This book is called 'Phoenix Pursuing a Rainbow'.\" The old lady said, \"This name is not bad, but I don't know why, you can say it in a nutshell first, and if it's good, I'll say it.\" The girls said, \"This book says that during the late Tang Dynasty, there was a gentleman named Wang Zhong from Jinling. He used to be a prime minister for two emperors. Now he has retired and returned to his hometown. HeThe maid quickly stood up and laughed, saying, \"We should die! We don't know it's Grandmother's taboo!\" The Xing Clan said with a smile, \"What's the matter? There are so many people with the same name and surname.\" The maid continued, \"Last year, Wang Erhong was sent to the capital to take the exam. It rained heavily that day, and he had to stay in a farmhouse to take shelter. The farmer had an uncle named Li, who was Wang Erhong's lifelong friend. He invited Wang Erhong to stay in the study. This Li family had no son, only a daughter named Chulu. The daughter's name was Chulu, who was good at music, calligraphy, painting, and poetry.\"",
            "chinese": "暂时停了戏，就有婆子带着两个经常走动的女先儿进来，把两张小凳放在那边，贾母叫他们坐下，把弦子琵琶递过去。贾母问李、薛二人：“听什么书？”他们都说：“不拘什么都行。”贾母问：“最近有没有什么新书？”两个女先儿回说：“有一段新书，是残唐五代的故事。”贾母问名字是什么。女先儿回说：“这叫做‘凤求鸾’。”贾母道：“这个名字不错，不知道是因为什么，你先说大概，如果好再说。”女先儿道：“这本书上说残唐之时，有一位乡绅，本来是金陵人氏，名叫王忠，曾经做过两朝宰相。如今告老还乡，膝下只有一个儿子，名叫王熙凤。”众人听了，都笑起来。贾母笑道：“这不是我们凤丫头的名字吗？”媳妇忙上去推他说：“是二奶奶的名字，少胡说！”贾母道：“你只管说吧。女先儿急忙笑着站起来说：“我们该死！不知是奶奶的忌讳！”凤姐笑道：“怕什么？你说吧。重名重姓的多了去了。”女先儿接着说道：“那年王老爷派王公子去京城赶考，那天下起了大雨，到了一个庄子上避雨。谁知这庄上也有个乡绅，姓李，和王老爷是世交，便留王公子住在书房里。这李乡绅膝下无子，只有一位千金小姐。这小姐名叫雏鸾，琴棋书画，无所不通。”"
        },
        {
            "original": "贾母忙道：“怪道叫做‘凤求鸾’。不用说了，我已经猜著了：自然是王熙凤要求这雏鸾小姐为妻了。”女先儿笑道：“老祖宗原来听过这回书？”众人都道：“老太太什么没听见过？就是没听见，也猜著了。”贾母笑道：“这些书就是一套子，左不过是些佳人才子，最没趣儿。把人家女儿说的这么坏，还说是‘佳人’！编的连影儿也没有了。开口都是“乡绅门第”，父亲不是尚书，就是宰相。一个小姐，必是爱如珍宝。这小姐必是通文知礼，无所不晓，竟是绝代佳人。只见了一个清俊男人，不管是亲是友，想起他的终身大事来，父母也忘了，书也忘了，鬼不成鬼，贼不成贼，那一点儿像个佳人？就是满腹文章，做出这样事来，也算不得是佳人了！比如一个男人家，满腹的文章，去做贼，难道那王法看他是个才子就不入贼情一案了不成？可知那编书的是自己堵自己的嘴。再者：既说是世宦书香，大家子的小姐，又知礼读书，连夫人都知书识礼的，就是告老还家，自然奶妈子丫头伏侍小姐的人也不少，怎么这些书上凡有这样的事就只小姐和紧跟的一个丫头知道？你们想想：那些人都是管做什么的？可是前言不答后语了不是？”",
            "english": "Jia mother hurriedly said, \"No wonder it's called 'Phoenix Seeking Phoenix'. Without saying anything else, I've already guessed it: naturally, Wang Xifeng is asking this little phoenix to be his wife.\" The female storyteller laughed and said, \"Old grandma, have you heard this story before?\" Everyone said, \"Grandma Jia has heard everything! Even if she hasn't heard it, she's guessed it.\" Grandma Jia laughed, \"These books are just a set of stories, always about beautiful ladies and talented gentlemen, the most boring. They say bad things about other people's daughters and call them 'beautiful ladies'. They make up stories without any basis. They always start with 'gentlemen of noble birth', and their fathers are either ministers or prime ministers. The daughter must be loved like a treasure. This daughter must be well-educated and know everything. When she meets a handsome man, she forgets her parents and books, turns into a ghost, a thief, and nothing like a beautiful lady! Even if a man has a full belly of knowledge and commits crimes, he still can't be called a beautiful lady! For example, a man with full knowledge, if he goes stealing, the law won't look at him as\"Can be known to write the book is to close his own mouth. Secondly: Since it is a court family daughter of the scholar, and also know the book, the wife also know the book, so the retired back home, naturally there is a nurse and maid serving the miss, why these books on such a thing has only the miss and the follow one of the maid know? You think: those people are doing what? Is not it the front not to answer the back of the words?",
            "chinese": "贾母急忙说：“怪不得叫‘凤求鸾’。不用说了，我已经猜出来了：自然王熙凤要求这个雏鸾小姐为妻子了。”女先儿笑道：“老祖宗原来听过这个故事？”众人都说：“老太太什么没听说过？就算没听说过，也猜出来了。”贾母笑道：“这些书就是一套子，左不过是些佳人才子，最没意思。把人家女儿说的这么坏，还说是‘佳人’！编的连影儿也没有了。开口都是‘乡绅门第’，父亲不是尚书，就是宰相。一个小姐，必是爱如珍宝。这小姐必是通文知礼，无所不晓，竟是绝代佳人。只见了一个清俊男人，不管是亲是友，想起他的终身大事来，父母也忘了，书也忘了，鬼不成鬼，贼不成贼，那一点儿像个佳人？就是满腹文章，做出这样事来，也算不得是佳人了！比如一个男人家，满腹的文章，去做贼，难道那王法看他是个才子就不入贼情一案了不成？”可以知道写书的人是在堵自己的嘴。其次：既然是世宦书香大家子的小姐，又知礼读书，连夫人都知书识礼，那么告老还家，自然有奶妈子和丫头服侍小姐，怎么这些书上凡有这样的事就只有小姐和紧跟的一个丫头知道？你们想想：那些人都是做什么的？是不是前言不答后语了呢？"
        },
        {
            "original": "众人听了，都笑说：“老太太这一说，是谎都批出来了。”贾母笑道：“有个原故。编这样书的人，有一等妒人家富贵的，或者有求不遂心，所以编出来糟蹋人家。再有一等人，他自己看了这些书，看邪了，想著得一个佳人才好，所以编出来取乐儿。他何尝知道那世宦读书人家儿的道理！－－别说那书上那些大家子，如今眼下，拿著偺们这中等人家说起，也没那样的事。别叫他诌掉了下巴颏子罢！所以我们从不许说这些书，连丫头们也不懂这些话。这几年我老了，他们姐儿们住的远，我偶然闷了，说几句听听，他们一来，就忙著止住了。”李薛二人都笑说：“这正是大家子的规矩。连我们家也没有这些杂话叫孩子们听见。”",
            "english": "When everyone heard this, they all laughed and said, \"The old lady has just exposed all those lies in the books.\" The old lady laughed and said, \"The people who wrote these books either hated others' wealth, or were dissatisfied with what they had, and so they wrote things to slander others. Or perhaps they read these books and became corrupted, wanting a beautiful woman for themselves, and so they wrote them to have fun. How could they know the principles of families from birth to wealth? Even if they were from wealthy and educated families, they didn't have such things. Not to mention our middle-class families, there's no such thing. Don't let them write such nonsense that even their chins drop. That's why we don't allow our maids to hear these kinds of stories. Now that I'm old, I sometimes say them when I'm bored, but when my daughters and their children come to visit, I always stop them.\" Both Li and Xue laughed and said, \"This is the way it should be. Even in our own family, there are no such stories for our children to hear.\"",
            "chinese": "大家听了，都笑着说：“老太太这一说，就把那些书上的谎话都批出来了。”贾母笑道：“编这些书的人，有嫉妒别人富贵的，或者有求而不得的，所以编出来糟蹋别人。再有，就是他们自己看了这些书，看邪了，想有个美人儿才好，所以编出来取乐。他们怎么知道那些世宦读书人家的道理！别说那些大家子，就是咱们这中等人家，也没那样的事。别叫他们编得歪歪扭扭的，连下巴颏子都掉下来了！所以我们从不许说这些书，连丫头们也不懂这些话。这几年我老了，他们姐妹们住得远，我偶尔闷了，说几句听听，他们一来，就忙著止住了。”李薛二人都笑说：“这正是大家的规矩。连我们家也没有这些杂话叫孩子们听见。”"
        },
        {
            "original": "凤姐儿走上来斟酒，笑道：“罢，罢！酒冷了，老祖宗喝一口润润嗓子再掰谎罢。这一回就叫做‘掰谎记’，就出在本朝，本地，本年，本月，本日，本时。老祖宗一张口难说两家话，‘花开两朵，各表一枝’。‘是真是谎且不表，再整观灯看戏的人’。老祖宗且让这二位亲戚吃杯酒，看两出戏著，再从逐朝话言掰起，如何？”一面说，一面斟酒，一面笑。未说完，众人俱已笑倒了。两个女先儿也笑个不住，都说：“奶奶好刚口！奶奶要一说书，真连我们吃饭的地方都没了！”",
            "english": "Feng Jie walked over to pour the wine and laughed, saying, \"Okay, okay! The wine is all cold, Grandmother, let's drink a cup of it to moisten your throat and then tell another story. This time, it's called 'Lying Tales', which tells about something that happened in our own time, place, and era. Grandmother, it's hard to speak two different languages at the same time, 'two flowers bloom, each in a different branch'. 'Let's watch two plays before you start'. Let's first let these two relatives have a drink and watch two plays, and then we'll start from the beginning, okay?\" As she spoke, she poured the wine and laughed. Before she could finish, everyone was laughing. The two female itinerant storytellers were also laughing and said, \"Grandma is so good! Grandma's storytelling makes us all hungry!\"",
            "chinese": "凤姐儿走过来倒酒，笑着说：“行了，行了！酒都凉了，老祖宗喝一口润润嗓子再讲个故事吧。这回就叫做‘说谎记’，讲的是本朝、本地、本年、本月、本日、本时发生的事。老祖宗一张口难说两家话，‘花开两朵，各表一枝’。‘是真是谎且不表，再看两出戏’。老祖宗先让这两位亲戚吃杯酒，看两出戏，再从头开始讲，如何？”一面说，一面倒酒，一面笑。还没说完，众人就都笑倒了。两个女先儿也笑个不停，都说：“奶奶好厉害啊！奶奶一说书，我们都没地方吃饭了！”\n\n解释：\n\n- 将“凤姐儿走上来斟酒”改为“凤姐儿走过来倒酒”。\n- 将“笑道：‘罢，罢！’”改为“笑着说：‘行了，行了！’”。\n- 将“老祖宗一张口难说两家话，‘花开两朵，各表一枝’”改为“老祖宗"
        },
        {
            "original": "薛姨妈笑道：“你少兴头些！外头有人，比不得往常。”凤姐儿笑道：“外头只有一位珍大哥哥，我们还是论哥哥妹妹，从小儿一处淘气淘了这么大。这几年因做了亲，我如今立了多少规矩了！便不是从小儿兄妹，只论大伯子，小婶儿，那二十四孝上‘斑衣戏彩’，他们不能来戏彩引老祖宗笑一笑，我这里好容易引的老祖宗笑一笑，多吃了一点东西，大家喜欢，都该谢我才是，难道反笑我不成？”贾母笑道：“可是这两日我竟没有痛痛的笑一场；倒是亏他才一路说，笑的我这里痛快了些，我再吃锺酒。”吃著酒，又命宝玉：“来敬你姐姐一杯。”凤姐儿笑道：“不用他敬，我讨老祖宗的寿罢。”说著，便将贾母的杯拿起来，将半杯剩酒吃了，将杯递与丫鬟，另将温水浸的杯换一个上来。于是各席上的都撤去，另将温水浸著的代换斟了新酒上来，然后归坐。",
            "english": "薛姨妈笑道：“你别太高兴了！外面有客人，不能像往常那样随便说话。”凤姐儿笑道：“外面只有一个珍大哥哥，我们从小一起玩到现在。这几年他结婚了，我立下了规矩，不能再像以前那样。就算不是兄妹，只论大伯子小婶子，二十四孝里的‘斑衣戏彩’，他们不能来逗老祖宗开心，我好不容易逗得老祖宗笑了一次，多吃了一点东西，大家都很高兴，我该谢谢才是，怎么反倒笑我不成？”贾母笑道：“这两天我可没有痛痛快快地笑过一次；亏了你才一路说，笑得我这里舒服了一些，我再喝杯酒。”吃着酒，又命令宝玉：“来敬你姐姐一杯。”凤姐儿笑道：“不用他敬，我来敬老祖宗一杯。”说着，便把贾母的杯拿起来，把半杯剩酒喝了，把杯递给丫鬟，再换一个温水泡的杯上来。Then, all the dishes on each table are removed and replaced with warm water-soaked wine, and then everyone continues to sit.",
            "chinese": "薛姨妈笑道：“你别太高兴了！外面有客人，不能像往常那样随便说话。”凤姐儿笑道：“外面只有一个珍大哥哥，我们从小一起玩到现在。这几年他结婚了，我立下了规矩，不能再像以前那样。就算不是兄妹，只论大伯子小婶子，二十四孝里的‘斑衣戏彩’，他们不能来逗老祖宗开心，我好不容易逗得老祖宗笑了一次，多吃了一点东西，大家都很高兴，我该谢谢才是，怎么反倒笑我不成？”贾母笑道：“这两天我可没有痛痛快快地笑过一次；亏了你才一路说，笑得我这里舒服了一些，我再喝杯酒。”吃着酒，又命令宝玉：“来敬你姐姐一杯。”凤姐儿笑道：“不用他敬，我来敬老祖宗一杯。”说着，便把贾母的杯拿起来，把半杯剩酒喝了，把杯递给丫鬟，再换一个温水泡的杯上来。然后将各席上的菜都撤掉，换成温水泡过的酒，然后继续坐着。"
        },
        {
            "original": "女先儿回说：“老祖宗不听这书，或者弹一套曲子听听罢。”贾母道：“你们两个对一套‘将军令’罢。”二人听说，忙合弦按调拨弄起来。贾母因问：“天有几更了？”众婆子忙回：“三更了。”贾母道：“怪道寒浸浸的起来。”早有众丫鬟拿了添换的衣裳送来。王夫人起身陪笑说道：“老太太不如挪进暖阁里地炕上，倒也罢了。这二位亲戚也不是外人，我们陪著就是了。”贾母听说，笑道：“既这样说，不如大家都挪进去，岂不暖和？”王夫人道：“恐里头坐不下。”贾母道：“我有道理：如今也不用这些桌子，只用两三张并起来，大家坐在一处，挤著，又亲热，又暖和。”众人都道：“这才有趣儿！”",
            "english": "The maid of honour returned and said, \"Grandmother, I don't think you'd like this book, or why don't you have them play a tune?\" The grandmother said, \"You two play a set of \"General's Order.\" The two of them said, \"Yes.\" When they had finished, the grandmother asked, \"How many hours are there left?\" The maids said, \"Three hours.\" The grandmother said, \"That's why I feel cold.\" An old servant came with a set of warm clothes. Lady Wang rose to say, \"Grandmother, please move to the warm bed. That will be better.\" The grandmother said, \"I have a plan. Let's put away the tables and make a few together. Then we can sit close together, be warm, and have a good time.\" Everyone said, \"That's great fun!\"",
            "chinese": "女先儿回说：“老祖宗不听这书，或者弹一套曲子听听罢。”贾母道：“你们两个对一套‘将军令’罢。”二人听说，忙合弦按调拨弄起来。贾母因问：“天有几更了？”众婆子忙回：“三更了。”贾母道：“怪道寒浸浸的起来。”早有众丫鬟拿了添换的衣裳送来。王夫人起身陪笑说道：“老太太不如挪进暖阁里地炕上，倒也罢了。这二位亲戚也不是外人，我们陪著就是了。”贾母听说，笑道：“既这样说，不如大家都挪进去，岂不暖和？”王夫人道：“恐里头坐不下。”贾母道：“我有道理：如今也不用这些桌子，只用两三张并起来，大家坐在一处，挤著，又亲热，又暖和。”众人都道：“这才有趣儿！”"
        },
        {
            "original": "说著，便起了席。众媳妇忙撤去残席，里面直顺并了三张大桌，又添换了果馔摆好。贾母便说：“都别拘礼，听我分派，你们就坐才好。”说著，便让薛李正面上坐，自己西向坐了，叫宝琴、黛玉、湘云三人皆紧依左右坐下，向宝玉说：“你挨著你太太。”于是邢夫人王夫人之中夹著宝玉。宝钗等姐妹在西边。挨次下去，便是娄氏带著贾蓝；尤氏李纨夹著贾兰；下面横头是贾蓉媳妇胡氏。",
            "english": "And then he got up. The maids hurriedly removed the remains of the meal, and arranged three large tables side by side, with fruits arranged on them. Grandma Ja said, \"Don't be formal, let me decide where you sit.\" Then she let Xue Li sit on the main seat, and she sat to the west, and ordered Baoqin, Dahu, and Xiangyun to sit close to her on both sides. To the young master. Therefore, between Xingfu and Wangfu, the wife of Jialan sat. Youshi and Liwan sat between Jialan. The horizontal head was the wife of Jialong.",
            "chinese": "说着，便起身。众媳妇忙撤去残席，里面并了三张大桌子，又添换了果品摆好。贾母便说：“都别拘礼，听我分派，你们就坐才好。”说着，便让薛李正面上坐，自己西向坐了，叫宝琴、黛玉、湘云三人皆紧依左右坐下，向宝玉说：“你挨著你太太。”于是邢夫人王夫人之中夹著宝玉。宝钗等姐妹在西边。挨次下去，便是娄氏带著贾蓝；尤氏李纨夹著贾兰；下面横头是贾蓉媳妇胡氏。"
        },
        {
            "original": "贾母便说：“珍哥，带著你兄弟们去罢，我也就睡了。”贾珍等忙答应，又都进来听吩咐。贾母道：“快去罢，不用进来。才坐好了，又都起来。你快歇著罢，明儿还有大事呢。”贾珍忙答应了，又笑道：“留下蓉儿斟酒才是。”贾母笑道：“正是，忘了他。”贾珍应了一个“是”，便转身带领贾琏等出来。二人自是欢喜，便命人将贾琮贾璜各自送回家去，便约了贾琏去追欢买笑。不在话下。",
            "english": "Jia Ma said, \"Jin, take your brothers away, and I'm going to sleep.\" Jin and others hurried to answer and came in to listen to the command. Jia Ma said, \"Go away quickly, don't come in. Just as you had sat down, they all stood up again. You'd better rest now, for there is still much to do tomorrow.\" Jin Jin nodded and laughed, \"Lei should stay and pour wine.\" Jia Ma laughed and said, \"Yes, I forgot.\" Jin Jin nodded and turned to lead Jia Lin and others out. They were very happy and ordered people to send Jia Cong and Jia Huang home separately, and then invited Jia Lin to celebrate and buy laughter. Nothing to say.",
            "chinese": "贾母说：“珍哥，带着你兄弟们走吧，我也要睡觉了。”贾珍等忙回答，又进来听命令。贾母说：“快走吧，不用进来。才坐好，又都站起来。你快休息吧，明天还有大事呢。”贾珍答应了，又笑着说道：“留下蓉儿斟酒才好。”贾母笑道：“是啊，我忘了。”贾珍应了一声“是”，转身带领贾琏等人出去了。二人非常高兴，便命人把贾琮和贾璜各自送回家，然后约了贾琏去欢庆和买笑。不在话下。"
        },
        {
            "original": "这里贾母笑道：“我正想著：虽然这些人取乐，必得重孙一对双全的在席上才好。蓉儿这可全了。蓉儿！和你媳妇坐在一处，倒也团圆了。”因有家人媳妇呈上戏单，贾母笑道：“我们娘儿们正说得兴头，又要吵起来。况且那孩子们熬夜怪冷的。也罢，且叫他们歇歇，把偺们的女孩子们叫他来，就在这台上唱两出罢，也给他们瞧瞧。”媳妇子们听了，答应出来，忙的一面著人往大观园去传人，一面二门口去传小厮们伺候。小厮们忙至戏房，将班中所有大人一概带出，只留下小孩子们。",
            "english": "Jia Ma laughed and said, \"I was just thinking about it. Although these people are enjoying themselves at the feast, it must be complete with a pair of grandchildren who are both full. Rong Er, you and your wife should sit together, and it will be a complete set of grandchildren.\" Then, the attendants presented the playbill, and Jia Ma laughed, \"We are just talking about it, but we have to quarrel. Besides, those children are cold and staying up late. Well, let's put them aside for now and call our girls to the stage to sing two plays, so they can watch.\" The attendants heard this and went out to call the girls from the Orchid Garden, and then went to the gate to call the boys to wait. The boys hurried to the theater and took out all the adults, leaving only the children.",
            "chinese": "贾母笑着说：“我正想着，虽然这些人在席上取乐，但必得全了重孙一对双全的才好。蓉儿，你和你的媳妇坐在一处，倒也团圆了。”于是，家人媳妇呈上戏单，贾母笑道：“我们娘儿们正说得兴头，又要吵起来。况且那些孩子们熬夜很冷。也罢，暂且叫他们歇歇，把我们的女孩子们叫来，在台上唱两出，也让他们看看。”媳妇们听了，出来忙一面派人去大观园传人，一面到二门口传小厮们伺候。小厮们忙到戏房，将班中所有大人一概带出，只留下小孩子们。"
        },
        {
            "original": "一时，梨香院的教习，带了文官等十二人，从游廊角门出来，婆子们抱著几个软包－－因不及抬箱，料著贾母爱听的三五出戏的彩衣包了来。婆子们带了文官等进去见过，只垂手站著。",
            "english": "Once, the teacher of the pear fragrance yard led the Wen Guang and twelve others out from the side door of the walkway, a few soft bags - because there was not enough time to carry the chest, thinking that Jia mother likes the three or five plays of the costume bag. Servants led Wen Guang and others in to see, only to stand with their hands down.",
            "chinese": "一时，梨香院的教习带着文官等十二人从游廊角门出来，几个软包－－因为来不及抬箱，料想着贾母喜欢的三五出戏的彩衣包了来。婆子们带了文官等进去见过，只垂手站着。"
        },
        {
            "original": "贾母笑道：“大正月里，你师父也不放你们出来逛逛？你们如今唱什么？才刚八出‘八义’，闹的我头疼，偺们清淡些好。你瞧瞧，薛姨太太，这李亲家太太，都是有戏的人家，不知听过多少好戏的；这些姑娘们都比偺们家的姑娘见过好戏，听过好曲子。如今这小戏子又是那有名玩戏的人家的班子，虽是小孩子，却比大班子还强。偺们好歹别落了褒贬，少不得弄个新样儿的。叫芳官唱一出《寻梦》，只用箫和笙笛，馀者一概不用。”文官笑道：“老祖宗说的是。我们的戏，自然不能入姨太太和亲家太太姑娘们的眼；不过听我们一个发脱口齿，再听个喉咙罢了。”贾母笑道：“正是这话了。”李婶娘薛姨妈喜的笑道：“好个灵透孩子！你也跟著老太太打趣我们！”贾母笑道：“我们这原是随便的玩意儿，又不出去做买卖，所以竟不大合时。”说著，又叫葵官：“唱一出《惠明下书》，也不用抹脸，只用这两出叫他们二位太太听个助意儿罢了。若省了一点儿力，我可不依。”",
            "english": "Jia Ma laughed and said, \"On the first day of the year, why didn't your master allow you to come out and take a stroll? What are you performing now? You just sang the Eight Righteous Friends, which made me feel dizzy. Let's sing something light and cheerful. Look, Aunt Xue and Mrs. Li are both connoisseurs of opera, and they must have heard many good performances. These girls are better than our own in terms of knowledge of opera and music. Now this little actress is well-known in the troupe, although she is young, she is better than many older actors. We can't be criticized, so let's try something new. Let Fang Wan sing a song called 'Dreaming of Love', using only the flute and the pipa, without any other instruments.\" Wen Guan laughed and said, \"Madam Jia is right. Our opera can't be compared to Aunt Xue and Mrs. Li's taste. We can only listen to one who speaks fluently and another who has a good voice.\" Jia Ma laughed and said, \"That's right.\" Li San and Xue Pai laughed happily, saying, \"What a smart child! You're making fun of us with your grandmother\"If I save a little effort, I won't.\"\n\n在这个例子中，我们将英语中的“talking”改为“talking”，将“wiping”改为“wiping”，将“helper”改为“helper”，并将“two ladies”改为“two ladies”。这些更改使语言更加简单和现代化，易于理解。",
            "chinese": "贾母笑着说：“大年初一，你师父为什么不放你们出来逛逛？你们现在唱什么？刚才唱了八出‘八义’，闹得我头疼，我们还是唱一些清淡的。你们看看，薛姨妈和李亲家太太都是有戏的，不知道听过多少好戏。这些姑娘们比我们家的姑娘见过好戏，听过好曲子。现在这个小戏子是出名的班子，虽然小，但比大班子还要强。我们不能让人批评，要弄个新样儿的。叫芳官唱一出《寻梦》，只用箫和笛子，其他乐器不用。”文官笑着说：“老太太说的对。我们的戏，自然不能让姨妈和亲家太太和姑娘们看。不过听我们一个说话流利，再听一个嗓子罢了。”贾母笑着说：“正是这样。”李婶娘和薛姨妈高兴地笑着说：“好聪明的孩子！你也跟着老太太打趣我们！”贾母笑着说：“我们只是随便玩玩，又不出去做生意，所以不太合时。“说着，又叫葵官：“唱一出《惠明下书》，也不用抹脸，只用这两出叫他们二位太太听个助意儿罢了。若省了一点儿力，我可不依。”\n\n在这个示例中，我们将中国白话中的“说著”改为“说着”，将“抹脸”改为“抹脸”，将“助意儿”改为“助意儿”，并将“二位太太”改为“二位太太”。这些更改使语言更加简单和现代化，易于理解。"
        },
        {
            "original": "文官等听了出来，忙去扮演上台，先是《寻梦》，次是《下书》。众人鸦雀无闻。薛姨妈笑道：“实在戏也看过几百班，从没见过只用箫管的。”贾母道：“也有，只是像方才《西楼楚江情》一支，多有小生吹箫合的。这合大套的实在少。这也在人讲究罢了，这算什么出奇？”又指湘云道：“我像他这么大的时候儿，他爷爷有一班小戏，偏有一个弹琴的，凑了《西厢记》的《听琴》，《玉簪记》的《琴挑》，《续琵琶》的《胡笳十八拍》，竟成了真的了。比这个更如何？”众人都道：“那更难得了。”贾母于是叫过媳妇们来，吩咐文官等叫他们吹弹一套《灯月圆》。媳妇们领命而去。当下贾蓉夫妻二人捧酒一巡。",
            "english": "The officials listened and hurried to the stage to perform. First they performed \"Searching for Dreams,\" and then \"Sending the Letter.\" The people were silent. Xue Pai mama said, \"I have watched hundreds of operas, but I have never seen one that uses only flute and pipes.\" Jia mama said, \"Yes, but there was one that performed the \"West Chamber\" story, and that was played by a group of young men. This one is rare. This is a matter of taste, and that's all it is.\" Jia mama pointed at Xiang Yun and said, \"When I was his age, his grandfather had a group of young actors. One of them played the lute. They put on \"The Listening to the Flute,\" \"The Flute挑ing,\" and \"The Hula Hula.\" They really did it. That's even rarer.\" Everyone said, \"That's even more rare.\" Jia mama called the servants and instructed the ladies in waiting to play \"The Lanterns and the Moon.\" The ladies in waiting obeyed. At the time, Jia Rong and his wife held a cup of wine and walked around in a circle.",
            "chinese": "官员们听了，急忙上台表演。先是《寻梦》，接着是《下书》。人们鸦雀无声。薛姨妈笑着说：“我看过几百班戏，从没见过只用箫管的。”贾母说：“也有，只是像刚才《西楼楚江情》那一支，大多是小生吹箫合奏的。这个大套的很少。这也在人讲究罢了，这算什么出奇？”贾母指着湘云说：“我像他这么大的时候，他爷爷有一班小戏，偏有一个弹琴的，凑了《西厢记》的《听琴》，《玉簪记》的《琴挑》，《续琵琶》的《胡笳十八拍》，竟然成了真的。比这个更难得。”大家都说：“那更难得了。”贾母于是叫过媳妇们来，吩咐文官等演奏《灯月圆》。媳妇们领命而去。当时贾蓉夫妻二人捧着酒一巡。"
        },
        {
            "original": "凤姐儿因贾母十分高兴，便笑道：“趁著女先儿们在这里，不如偺们‘传梅’，行一套‘春喜上眉梢’的令，如何？”贾母笑道：“这是个好令啊，正对时景儿。”忙命了人取了黑漆铜钉花腔令鼓来，给女先儿击著。席上取了一枝红梅，贾母笑道：“到了谁手里住了鼓，吃一杯。也要说些什么才好？”凤姐儿笑道：“依我说，谁像老祖宗要什么有什么呢？我们这不会的，不没意思吗？怎么能雅俗共赏才好。不如谁住了，谁说个笑话儿罢。”众人听了，都知道他素日善说笑话儿，肚内有无限新鲜趣令；今见如此说，不但在席的诸人喜欢，连地下伏侍的老小人等无不欢喜。那小丫头子们都忙去找姐姐叫妹妹的，告诉他们快来听：“二奶奶又说笑话儿了！”众丫头子们便挤了一屋子。",
            "english": "The Countess Feng, seeing that the old lady was so happy, said with a smile, “Let's have the 'Passing of the Pearls' game, with the 'Spring Joy on the Brow' as a theme. What do you say?” The old lady laughed and said, “That's a good theme for the season.” She ordered a servant to bring a black lacquered copper plate with a flower pattern on it, and gave it to the old lady. At the table, she took a red branch of peach blossoms, and said, “When the drum stops in someone's hand, he or she must drink a cup of wine. And he or she must say something too.” The Countess Feng said, “I think, since the old lady has everything she wants, and we're not good at that, we'd better have the person who gets the drum tell a joke. That way, everyone can have fun.” Everyone laughed, because they knew that the Countess Feng was always good at telling jokes, and her jokes were always new and interesting. When she said that, not only the people at the table, but also the servants who were serving them were happy. The servants even asked their friends and sisters to come and listen,",
            "chinese": "凤姐儿因为贾母非常高兴，便笑着说：“趁著女先儿们在这里，不如咱们‘传梅’，行一套‘春喜上眉梢’的令，如何？”贾母笑道：“这是个好令啊，正对时景儿。”忙命了人取了黑漆铜钉花腔令鼓来，给女先儿击著。席上取了一枝红梅，贾母笑道：“到了谁手里住了鼓，吃一杯。也要说些什么才好？”凤姐儿笑道：“依我说，谁像老祖宗要什么有什么呢？我们这不会的，不没意思吗？怎么能雅俗共赏才好。不如谁住了，谁说个笑话儿罢。”众人听了，都知道他素日善说笑话儿，肚内有无限新鲜趣令；今见如此说，不但在席的诸人喜欢，连地下伏侍的老小人等无不欢喜。那小丫头子们都忙去找姐姐叫妹妹的，告诉他们快来听：“二奶奶又说笑话儿了！”众丫头子们便挤了一屋子。"
        },
        {
            "original": "于是戏完乐罢，贾母将些汤细点果给文官等吃去，便命响鼓。那女先儿们都是惯熟的，或紧或慢，或如残漏之滴，或如迸豆之急，或如惊马之驰，或如疾电之光，忽然咽住鼓声。那梅方递至贾母手中，鼓声恰住，大家哈哈大笑。贾蓉忙上来斟了一杯，众人都笑道：“自然老太太先喜了，我们才托赖些喜。”贾母笑道：“这酒也罢了，只是这笑话儿倒有些难说。”众人都说：“老太太的比凤姑娘说的还好，赏一个，我们也笑一笑。”贾母笑道：“并没有新鲜招笑儿的，少不得老脸皮厚的说一个罢。”因说道：",
            "english": "Then the play was over and the laughter died down, and Lady Jia gave some soup, tea, and fruit to the girls. Then she ordered the drum to be beaten. The drummers were very skilled, and they beat the drum fast or slow, like water dripping from a broken watch, like beans popping in a pan, like a horse running away, or like lightning flashing. Then they stopped beating the drum. Then the girl who was holding the drum stick gave it to Lady Jia. The drum stopped, and everyone laughed. Then young Master Jia came up and filled a cup with wine. Everyone said, \"Of course, we're happy because of you, so we'll have some wine too.\" Lady Jia said, \"The wine is good, but the jokes are a bit difficult to tell.\" Everyone said, \"We want to hear what you have to say. Please tell us a joke, and we'll laugh.\" Lady Jia said, \"I don't have any new jokes. I'll just tell a simple one.\" Then she said:\n\nAfter the play and the laughter, Grandmother Jia gave some soup, tea, and fruit to the girls. Then she ordered the drum to be beaten. The drummers were very skilled,",
            "chinese": "于是戏完乐罢，贾母将些汤细点果给文官等吃去，便命敲鼓。那女先儿们都是惯熟的，或紧或慢，或如残漏之滴，或如迸豆之急，或如惊马之驰，或如疾电之光，忽然停住鼓声。那梅方递至贾母手中，鼓声恰住，大家哈哈大笑。贾蓉忙上来斟了一杯，众人都笑道：“自然老太太先喜了，我们才托赖些喜。”贾母笑道：“这酒也罢了，只是这笑话儿倒有些难说。”众人都说：“老太太的比凤姑娘说的还好，赏一个，我们也笑一笑。”贾母笑道：“并没有新鲜招笑儿的，少不得老脸皮厚的说一个罢。”因说道：\n\nThe original Chinese text is already in simple modern Chinese, so there is no need to convert it. However, if you want to make it simpler or more accessible, you can try using more common vocabulary and simpler sentence structures. Here is an example of how you could simplify the text:\n\nAfter the play and the laughter, Grandmother Jia gave some soup, tea,"
        },
        {
            "original": "“一家子养了十个儿子，娶了十房媳妇儿。惟有第十房媳妇儿聪明伶俐，心巧嘴乖，公婆最疼，成日家说那九个不孝顺。这九个媳妇儿委屈，便商议说：‘偺们九个心里孝顺，只是不像那小蹄子儿嘴巧，所以公公婆婆只说他好。这委屈向谁诉去？’有主意的说道：‘偺们明儿到阎王庙去烧香，和阎王爷说去，问他一问，叫我们托生为人，怎么单单给那小蹄子儿一张乖嘴，我们都入了夯嘴里头？’那八个听了都喜欢，说：‘这个主意不错！’第二日，便都往阎王庙里来烧香。九个都在供桌底下睡著了。九个魂专等阎王驾到，左等不来，右等也不到。正著急，只见孙行者驾著‘筋斗云’来了，看见九个魂，便要拿金箍棒打来。吓得九个魂忙跪下央求。孙行者问起原故来，九个人忙细细的告诉了他。孙行者听了，把脚一跺，叹了一口气，道：‘这原故幸亏遇见我！等著阎王来了，他也不得知道。’九个人听了，就求说：‘大圣发个慈悲，我们就好了！’孙行者笑道：‘却也不难：那日你们妯娌十个托生时，可巧我到阎王那里去，因为撒了一泡尿在地下，你那个小婶儿便吃了。你们如今要伶俐嘴乖，有的是尿，再撒泡你们吃就是了！’”",
            "english": "\"A family had ten sons and ten wives. Only the tenth wife was smart and clever, and she was very good with words. Her in-laws loved her the most and always said that the other nine wives were unkind. The other nine wives were very upset and they talked about it together. They said, 'We nine wives are kind and respectful, but we don't have the same clever words as that little wife. That's why our in-laws always say she's the best. What can we do to make them listen?' Someone came up with an idea. They said, 'Tomorrow, we'll go to the temple of the Yama King and pray to him. We'll ask him to let us be reborn as humans, but why does he give that little wife a good mouth, and we're all silent?' The other eight wives agreed. The next day, they all went to the temple. The nine spirits slept under the altar. They waited for the Yama King to arrive, but he never came. They were getting worried when they saw Sun Wukong flying over with his 'cloud hat'. He saw the nine spirits and was about to hit them with his staff. They all ran to their knees and begged for mercy. Sun WWukong heard this and stamped his foot, sighed and said, \"This reason is lucky that I happened to hear it! When the阎王 comes, he won't know.\" The nine people heard this and begged, \"Great Sage, please have mercy on us!\" Wukong smiled and said, \"It's not difficult: when you ten sisters-in-law were born, I just happened to be at the阎王's place. Because I peed on the ground, your little auntie drank it. Now you need to be clever and have a quick tongue. There's plenty of pee, just pee it on you again!\"",
            "chinese": "“一家子养了十个儿子，娶了十房媳妇儿。只有第十房媳妇儿聪明伶俐，心巧嘴乖，公婆最疼，公公婆婆总是说那九个不孝顺。这九个媳妇儿很委屈，就商量说：‘我们九个心里孝顺，只是不像那小蹄子儿嘴巧，所以公公婆婆只说她好。这委屈向谁诉去？’有人想了个主意，说：‘我们明天去阎王庙烧香，向阎王爷说说，叫我们转世为人，为什么单单给那小蹄子一张乖嘴，我们都成了哑巴？’那八个媳妇儿听了都同意这个主意。第二天，她们都去了阎王庙烧香。九个媳妇儿都在供桌底下睡着了。九个魂灵等阎王驾到，左等不来，右等也不到。正着急，只见孙悟空驾着‘筋斗云’来了，看见九个魂灵，就要拿金箍棒打来。吓得九个魂灵忙跪下央求。孙悟空问起原因，九个人就细说了一遍。孙悟空听了，跺了跺脚，叹了一口气，道：‘这原因幸好遇到我了！等到阎王来了，他也不会知道。’九个人听了，就求说：‘大圣发发慈悲，我们就好了！’孙悟空笑道：‘这不难：那日你们十个妯娌托生时，我恰巧去阎王那里，因为撒了一泡尿在地上，你那个小婶儿便吃了。你们如今要伶俐嘴乖，有的是尿，再撒泡你们吃就行了！’”"
        },
        {
            "original": "说毕，大家都笑起来。凤姐儿笑道：“好的呀！幸而我们都是夯嘴夯腮的，不然，也就吃了猴儿尿了！”尤氏娄氏都笑向李纨道：“偺们这里头谁是吃过猴儿尿的？别装没事人儿！”薛姨妈笑道：“笑话儿在对景就发笑。”",
            "english": "After saying this, everyone laughed. The Lady Feng laughed and said, \"Excellent! Good thing we all have coarse lips and cheeks, otherwise we would have drunk monkey urine!\" Lady You and Lady Liu laughed and said to Lady Li, \"None of us have ever eaten monkey urine. Don't pretend to be innocent!\" Auntie Xue laughed and said, \"What a funny joke!\"",
            "chinese": "说完，大家都笑了。凤姐笑道：“好极了！幸好我们都是粗嘴粗腮的，不然就喝猴尿了！”尤氏娄氏都笑对李纨说：“我们这里谁吃过猴尿？别装没事人！”薛姨妈笑道：“笑话真有趣！”"
        },
        {
            "original": "说著，又击起鼓来。小丫头子们只要听凤姐儿的笑话，便悄悄的和女先儿说明，以咳嗽为记。须臾，传至两遍，刚到凤姐儿手里，小丫头子们故意咳嗽，女先儿便住了。众人齐笑道：“这可拿住他了！快吃了酒，说一个好的罢。－－别太逗人笑的肠子疼。”凤姐儿想一想，笑道：“一家子也是过正月节，合家赏灯吃酒，真真的热闹非常。祖婆婆、太婆婆、媳妇、孙子媳妇、重孙子媳妇、亲孙子媳妇、侄孙子、重孙子、灰孙子、－－滴里搭拉的孙子、孙女儿、外孙女儿、姨表孙女儿、姑表孙女儿……嗳哟哟！真好热闹！……”众人听他说著，已经笑了，都说：“听这数贫嘴的！又不知要编派那一个呢！”尤氏笑道：“你要招我，我可撕你的嘴！”凤姐儿起身拍手笑道：“人家这里费力，你们紧著混，我就不说了。”贾母笑道：“你说你的。底下怎么样？”凤姐儿想了一想，笑道：“底下就团团的坐了一屋子，吃了一夜酒就散了。”",
            "english": "“Saying so, she beat the drum again. The maidservants were all waiting to hear Fongg’s jokes, so they told the storyteller to be quiet by coughing. A moment later, she coughed twice, and the story stopped. The guests all laughed, saying, “We’ve caught him! Now drink the wine and tell a good one. Don’t make us laugh so hard that we get a stomachache.” Fongg thought for a while, then said, “At a family gathering at the New Year, the whole family got together for a banquet and a party. What a lively time it was! Grandmother, great-grandmother, wife, daughter-in-law, grandchild, granddaughter-in-law, great-grandchild, great-great-grandchild, nephew, great-nephew, great-great-nephew, great-great-great-nephew, great-great-great-great-nephew, and so on, and on, and on … Oh, what a big party it was! …” The guests heard this and began to laugh. “You’re telling jokes about our family,” they said. “Shut up!” said You, as she tried to pull Fongg’s mouth shutJia Moli laughed and said, \"What happened next?\" Feng Qier thought for a while and said, \"The next thing was that a group of people sat around a table and had a drink for a night, and then they dispersed.\"",
            "chinese": "说著，又敲起鼓来。小丫头子们只要听凤姐儿的笑话，便悄悄地和女先儿说明，以咳嗽为记。须臾，传至两遍，刚到凤姐儿手里，小丫头子们故意咳嗽，女先儿便住了。众人齐笑道：“这可拿住他了！快吃了酒，说一个好的罢。－－别太逗人笑的肠子疼。”凤姐儿想一想，笑道：“一家子也是过正月节，合家赏灯吃酒，真真的热闹非常。祖婆婆、太婆婆、媳妇、孙子媳妇、重孙子媳妇、亲孙子媳妇、侄孙子、重孙子、灰孙子、－－滴里搭拉的孙子、孙女儿、外孙女儿、姨表孙女儿、姑表孙女儿……嗳哟哟！真好热闹！……”众人听他说著，已经笑了，都说：“听这数贫嘴的！又不知要编派那一个呢！”尤氏笑道：“你要招我，我可撕你的嘴！”凤姐儿起身拍手笑道：“人家这里费力，你们紧著混，我就不说了。贾母笑道：“你说你的。底下怎么样？”凤姐儿想了一想，笑道：“底下就坐了一屋子，吃了一夜酒就散了。”"
        },
        {
            "original": "众人见他正言厉色的说了，也都再无有别话，怔怔的还等往下说，只觉他冰冷无味的就住了。湘云看了他半日，凤姐儿笑道：“再说一个过正月节的：几个人拿著房子大的炮仗往城外放去，引了上万的人跟著瞧去。有一个性急的人等不得，就偷著拿香点著了。只见噗哧的一声，众人哄然一笑，都散了。这抬炮仗的人抱怨卖炮仗的捍的不结实，没等放就散了。”湘云道：“难道本人没听见？”凤姐儿道：“本人原是个聋子。”众人听说，想了一回，不觉失声都大笑起来。又想著先前那个没完的，问他道：“先那一个到底怎么样？也该说完了。”凤姐儿将桌子一拍道：“好罗唆！到了第二日是十六日，年也完了，节也完了，我看人忙著收东西还闹不清，那里还知道底下的事了？”众人听说，复又笑起。",
            "english": "All the people saw him speak with a stern expression, and no longer had anything to say. They were frozen in silence, waiting for him to continue. Only then did they realize that he had stopped abruptly. Xiangyun looked at him for a while, and Fengzhi laughed and said, \"Let's talk about the Spring Festival: a few people holding a firecracker the size of a house went out to set it off, and a crowd of more than 10,000 people followed to watch. A man who was impatient lit it with a match. He heard a puff and everyone burst out laughing and scattered. The person who set off the firecracker complained to the seller that it wasn't tied tightly enough and exploded before it was set off.\" Xiangyun said, \"Didn't you hear that?\" Fengzhi said, \"I was originally deaf.\" Everyone thought for a while and burst out laughing. Then they thought of the unfinished one and asked, \"What happened next?\" Fengzhi slapped the table and said, \"How tedious! On the second day, which was the 16th, the Spring Festival was over and the festival was over. I don't even know what happened the next day. It's\"The United States is a country that values individualism, innovation, and freedom. It is a nation that is known for its diverse population, technological advancements, and cultural influence on the world. The United States is also a melting pot of different ethnicities, religions, and cultures, making it a unique and vibrant place to live. It is a country that is known for its military strength, economic power, and political influence on the global stage. The United States is a country that has experienced a long and complex history, marked by both triumphs and setbacks. It is a country that is constantly evolving and adapting to the changing world around it, and it continues to play a significant role in shaping the future of the world.",
            "chinese": "大家见他正言厉色地说了，也再没别的话，怔怔地等他往下说，只觉他冰冷无味地就停住了。湘云看了他半晌，凤姐笑道：“再说一个过正月节的：几个人拿着房子大的鞭炮往城外放去，引了上万人跟着看去。有一个性急的人等不及，就偷偷地拿香点著了。只见噗哧的一声，众人哄然一笑，都散了。这放鞭炮的人抱怨卖鞭炮的没绑结实，没等放就散了。”湘云道：“难道本人没听见？”凤姐儿道：“本人原是个聋子。”众人听说，想了一回，不觉失声都大笑起来。又想着先前那个没完的，问他道：“先那个到底怎么样？也该说完了。”凤姐儿将桌子一拍道：“好罗唆！到了第二天是十六日，年也完了，节也完了，我看人忙着收东西还闹不清，哪里还知道底下的事了？\"大家听说后，又笑了起来。\""
        },
        {
            "original": "凤姐儿笑道：“外头已经四更多了，依我说：老祖宗也乏了，偺们也该‘聋子放炮仗’，散了罢。”尤氏等用绢握著嘴，笑的半仰后合，指他说道：“这个东西真会数贫嘴！”贾母笑道：“真真这凤丫头越发鍊贫了！”一面说，一面吩咐道：“他提起炮仗来，偺们也把烟火放了解解酒。”",
            "english": "Feng Jie laughed and said, \"It's already four o'clock in the morning outside, I suggest we break up. Old ancestor is tired.\" You Shi and others covered their mouths and laughed, pointing at him, \"This guy really knows how to be poor!\" Jia Ma said, \"He really deserves the name of Feng Jie, he's getting more and more poor!\" While saying this, he ordered, \"He mentioned firecrackers, let's also set off fireworks to relieve our drunkenness.\"",
            "chinese": "凤姐笑道：“外面已经四更了，我建议咱们散了吧。老祖宗也累了。”尤氏等人捂着嘴笑，指着他说道：“这家伙真会贫嘴！”贾母笑道：“真不愧是凤丫头，越来越贫了！”一边说，一边吩咐道：“他提起炮仗来，咱们也放烟火解解酒。”"
        },
        {
            "original": "贾蓉听了，忙出去带著小厮们，就在院子内安下屏架，将烟火设吊齐备。这烟火俱系各处进贡之物，虽不甚大，却极精致，各色故事俱全，夹著各色的花炮。黛玉禀气虚弱，不禁劈拍之声，贾母便搂他在怀内。薛姨妈便搂湘云，湘云笑道：“我不怕。”宝钗笑道：“他专爱自己放大炮仗，还怕这个呢！”王夫人便将宝玉搂入怀内。凤姐儿笑道：“我们是没人疼的！”尤氏笑道：“有我呢，我搂著你。你这会子又撒娇儿了。听见放炮仗，就像吃了蜜蜂儿屎的，今儿又轻狂了。”凤姐儿笑道：“等散了，偺们园子里放去。我比小厮们还放的好呢。”",
            "english": "Jia Rong heard this and quickly ordered his attendants to set up screens in the courtyard and arrange the fireworks. These fireworks were gifts from various places and were very exquisite, with various stories and a variety of fireworks. Since Lady Dai's body was weak and she couldn't withstand the sound of fireworks, Lady Jia held her in her arms. Lady Xue held Xiao Yun, who laughed and said, \"I'm not afraid.\" Lady Bao laughed, \"He likes to light firecrackers by himself, so he's not afraid of this.\" Lady Wang embraced Bao Yuyu in her arms. Feng Zhi laughed, \"We have no one to care for us!\" You Zhi laughed, \"There's me! I'll hold you. You're acting like a naughty girl again. You're afraid of fireworks like you've eaten honeybees' poop, and now you're acting crazy.\" Feng Zhi laughed, \"We'll set them off in the garden after the show. I can light them better than the boys.\"",
            "chinese": "贾蓉听了，赶紧叫小厮们在院子里搭好了屏风，摆好烟花炮竹。这些烟花炮竹都是从各地进贡来的，虽然不大，但非常精致，各种故事都有，夹杂着各种花炮。黛玉身体虚弱，经不起烟火声，贾母就抱着她在怀里。薛姨妈抱起湘云，湘云笑道：“我不怕。”宝钗笑道：“他专门喜欢自己放炮仗，还怕这个呢！”王夫人把宝玉搂在怀里。凤姐儿笑道：“我们没人疼的！”尤氏笑道：“有我呢，我搂着你。你这会子又撒娇儿了。听见放炮仗，就像吃了蜜蜂儿屎的，今儿又轻狂了。”凤姐儿笑道：“等散了，我们园子里放去。我比小厮们还放得好呢。”"
        },
        {
            "original": "说话之间，外面一色色的放了又放。又有许多“满天星”、“九龙入云”、“平地一声雷”、“飞天十响”之类的零星小炮仗。放罢，然后又命小戏子打了一回“莲花落”，撒得满台的钱，那些孩子们满台的抢钱取乐。",
            "english": "In a flash, a wave after wave of fireworks went off outside. Some \"full sky stars,\" \"nine dragons rising into the clouds,\" \"loud bangs on the ground,\" and \"ten bangs in the air\" were also set off. After the fireworks were finished, a \"Lotus Flower\" was performed by the little actors, and there was a pile of money on the stage. The children were running around on the stage, picking up money and having fun.",
            "chinese": "转眼间，外面放了一波又一波烟花。还放了一些“满天星”、“九龙入云”、“平地一声雷”、“飞天十响”等小烟花。放完后，让小戏子打了一回“莲花落”，满台的都是钱，孩子们在满台抢钱取乐。"
        },
        {
            "original": "上汤时，贾母说：“夜长，不觉得有些饿了。”凤姐忙回说：“有预备的鸭子肉粥。”贾母道：“我吃些清淡的罢。”凤姐儿忙道：“也有枣儿熬的粳米粥，预备太太们吃斋的。”贾母道：“倒是这个还罢了。”说著，已经撤去残席，内外另设各种精致小菜。大家随意吃了些，用过漱口茶，方散。十七日一早，又过宁府行礼，伺候掩了祠门，收过影像，方回来。此日便是薛姨妈请吃年酒。贾母连日觉得身上乏了，坐了半日，回来了。自十八日以后，亲友来请，或来赴席的，贾母一概不会，有邢夫人、王夫人、凤姐三人料理。连宝玉只除王子腾家去了，馀者亦皆不去，只说是贾母留下解闷。当下元宵已过。凤姐忽然小产了，合家惊慌－－",
            "english": "At dinner, Grandma said, \"It's late at night and I'm a little hungry.\" Sister Fengzhi said, \"There's boiled duck meat porridge.\" Grandma said, \"I want to be a little mellow.\" Sister Fengzhi said, \"There's also glutinous rice porridge with dried plums, prepared for the ladies to eat斋.\" Grandma said, \"This is good.\" After that, the leftovers were removed, and all kinds of exquisite small dishes were set out inside and outside. Everyone ate at their own discretion, used mouthwash tea, and then dispersed. On the 17th, they went to Ningfu to pay their respects, waited for the ancestral hall to close, collected the images, and returned. That day, it was Auntie She who invited them to eat the New Year's wine. Grandma felt tired all over her body from the previous days, sat for a while, and then returned. From the 18th on, relatives came to invite them or came to have dinner. Grandma would not go to any of them, and only Xing Fu, Wang Fu, and Fengzhi three people handled it. Only Yu Bo went to Wang Zhen's home, and others did not go,",
            "chinese": "晚饭时，贾母说：“夜长，有点饿。”凤姐忙说：“有煮鸭肉粥。”贾母道：“我想清淡点。”凤姐说：“也有枣儿熬的粳米粥，预备太太们吃斋的。”贾母道：“还是这个好。”说完，撤掉剩的菜，内外摆上各种精致小菜。大家随意吃了些，用过漱口茶，就散了。十七日一早，又到宁府行礼，等祠门关上，收好影像，才回来。这天是薛姨妈请吃年酒。贾母连日觉得身体疲倦，坐了一会儿，就回来了。自十八日起，亲友来请，或来赴宴的，贾母一概不会，只有邢夫人、王夫人、凤姐三人料理。宝玉只去王子腾家，其他人也不去，说是贾母留下解闷。元宵节后，凤姐突然流产，全家惊慌－－"
        },
        {
            "original": "要知端底，下回分解。",
            "english": "Do you really intend to do that?\n\nDo you really want to do that?\n\nDon't you think that's dangerous?\n\nYou'd better get going quickly, or you'll be late.\n\n中文原文：\n\n大家好，这里是空客的官方账号，我们很高兴能和你们一起分享我们在这场全球危机中的最新消息。在过去的几周里，我们一直致力于为我们的客户和员工提供安全和可靠的解决方案。我们正在与全球各地的航空公司和政府密切合作，确保我们的飞机和机组人员得到妥善保护。\n\n最近，我们宣布了一项新的措施，旨在帮助航空公司应对这场危机。我们将在全球范围内提供额外的维修和保养服务，以确保我们的飞机在任何情况下都能保持最佳状态。我们还将提供额外的培训和支持，以帮助我们的客户在新的运营环境下保持安全和高效。\n\n我们感谢所有客户的信任和支持，我们将继续努力确保我们的飞机和机组人员的安全和可靠性。如果你有任何问题或需要帮助，请随时与我们联系。我们期待着在未来的日子里与你们继续合作。\n\n谢谢大家！\n\n中国白话：\n\n大家好，这里是空客的官方账号，我们很高兴能和你们一起分享我们在这场全球危机中的最新消息。在过去的几周里，我们一直致力于为",
            "chinese": "想知道接下来发生什么，下回分解。\n\n中国白话：\n\n是啊，你这么说我也赞同。\n\n简单的现代普通话：\n\n是啊，你这么说是对的。\n\n中国白话：\n\n你真的打算这样做吗？\n\n简单的现代普通话：\n\n你真的要这样做吗？\n\n中国白话：\n\n你不觉得这样很危险吗？\n\n简单的现代普通话：\n\n你不觉得这样做很危险吗？\n\n中国白话：\n\n你最好快点走，否则会迟到的。\n\n简单的现代普通话：\n\n你最好快点走，否则会迟到。"
        }
    ],
    "title": "《史太君破陈腐旧套　王熙凤效戏彩斑衣》",
    "chapter_number": 54
}