{
    "paragraphs": [
        {
            "original": "话说平儿陪著凤姐吃了饭，伏侍盥漱毕，方往探春处来。只见院中寂静，只有丫鬟婆子，一个个都站在窗外听候。平儿进入厅中，他姐妹姑嫂三人正商议些家务，说的便是年内赖大家请吃酒，他家花园中事故。见他来了，探春便命他脚踏上坐了，因说道：“我想的事，不为别的，只想著我们一月所用的头油脂粉，又是二两的事。我想偺们一月已有了二两月银，丫头们又另有月钱，可不是又同刚才学里的八两一样重重叠叠？这事虽小，钱有限，看起来也不妥当，你奶奶怎么就没想到这个呢？”平儿笑道：“这有个原故。姑娘们所用的这些东西，自然该有分例，每月每处买办买了，令女人们交送我们收管，不过预备姑娘们使用就罢了，没有个我们天天各人拿著钱，找人买这些去的。所以外头买办总领了去，按月使女人按房交给我们。至于姑娘们每月的这二两，原不是为买这些的；为的是一时当家的奶奶太太，或不在家，或不得闲，姑娘们偶然要个钱使，省得找人去；这不过是恐怕姑娘们受委屈的意思。如今我冷眼看著，各屋里我们的姐妹都是现拿钱买这些东西的，竟有了一半子。我就疑惑，不是买办脱了空，就是买的不是正经货。”探春李纨都笑道：“你也留心看出来了？脱空是没有的，只是迟些日子。催急了，不知那里弄些来，不过是个名儿，其实使不得，依然还得现买。就用二两银子，另叫别人的奶妈子的弟兄儿子买来，方才使得。要使官中的人去，依然是那一样的，不知他们是什么法子？”平儿便笑道：“买办买的是那东西，别人买了好的来，买办的也不依他，又说他使坏心，要夺他的买办。所以他们宁可得罪了里头，不肯得罪了外头办事的。要是姑娘们使了奶妈子们，他们也就不敢说闲话了。”",
            "english": "After eating with the Lady Feng, Ping'er helped her wash up and then went to see the探春. The lady's courtyard was very quiet. Only the maids and servants were standing in the windows, one after the other. Ping'er walked into the hall.探春, 探春, 探春 and 探春 were sitting on the ground talking about some family affairs. They were discussing the banquet at Lai's house this year and the things in his garden. As soon as Ping'er came, 探春 made him sit on the mat and said, \"I'm thinking about something. It's not something else. It's the oil and powder we use every month, which is two pounds. I think we already have two pounds of monthly silver, and the maids also have monthly wages. It's not the same as the eight pounds we had in the previous study. This matter is small, but the money is limited. It doesn't seem right. Why didn't your grandmother think of this?\" Ping'er smiled and said, \"This is because there is a reason. The girls' things are naturally provided. The buying agent buys them every month, and gives them to the maids to keep. It's just to prepare for the平儿陪着凤姐吃饭后，帮她洗漱，然后去了探春那里。院子里很安静，只有丫鬟婆子们站在窗外。平儿走进大厅，他姐妹姑所以外头买办总领了去，按月分给我们。至于姑娘们每月的二两银子，原本不是买这些东西的；为的是当家的奶奶太太不在家或不得闲时，姑娘们偶尔需要钱用，省得找人去。这是为了怕姑娘们受委屈。现在我仔细观察，各屋的姐妹们都是用钱买这些东西的，有一半。我就怀疑，不是买办脱空，就是买的不是正品。”探春李纨都笑道：“你也细心看出来了？脱空是没有的，只是迟些日子。催急了，不知道哪里弄些来，不过是个名儿，其实用不了，还是得现买。要用二两银子，可以叫别人的奶妈子的兄弟儿子买来，才合适。要叫官中的去买，依然是那个东西，不知道他们是怎么买的？\n\nSo, as the saying goes, when one's mother is in the kitchen, there is food on the table; when the mother is in the garden, there are flowersPeng Er laughed and said, \"The buyer does not approve of the things bought by others. He thinks they have bad intentions and want to replace him as the buyer. So they would rather offend the people inside than the people outside who are in charge of the affairs. If the ladies employ wet nurses, they will not talk about it anymore.\"",
            "chinese": "话说平儿陪着凤姐吃了饭，服侍洗漱完毕，才往探春那儿去。只见院子里很安静，只有丫鬟婆子们，一个接一个站在窗外等着。平儿走进大厅，他姐妹姑嫂三人正在商量一些家事，说的就是年内赖大家请吃饭，他家花园中的事情。看到他来了，探春就让他坐在脚踏上，说道：“我想的事情，不是别的，就是我们每月所用的头油脂粉，又是二两的事。我想我们一月已经有二两月银子，丫头们也有月钱，不是又和刚才学里的八两一样重重叠叠？这事虽然小，钱虽然有限，看起来也不妥当，你奶奶怎么就没想到这个呢？”平儿笑道：“这是因为有原因的。姑娘们所用的这些东西，自然有分例，每月每个地方的买办买了，让女人们交给我们保管，只是为了预备姑娘们使用罢了，没有每天我们自己拿钱，找人买这些。\n\n简单现代普通话：平儿陪着凤姐吃饭后，帮她洗漱，然后去了探春那里。院子里很安静，只有丫鬟婆子们站在窗外。平儿走进大厅，他姐妹姑所以外头买办总领了去，按月分给我们。至于姑娘们每月的二两银子，原本不是买这些东西的；为的是当家的奶奶太太不在家或不得闲时，姑娘们偶尔需要钱用，省得找人去。这是为了怕姑娘们受委屈。现在我仔细观察，各屋的姐妹们都是用钱买这些东西的，有一半。我就怀疑，不是买办脱空，就是买的不是正品。”探春李纨都笑道：“你也细心看出来了？脱空是没有的，只是迟些日子。催急了，不知道哪里弄些来，不过是个名儿，其实用不了，还是得现买。要用二两银子，可以叫别人的奶妈子的兄弟儿子买来，才合适。要叫官中的去买，依然是那个东西，不知道他们是怎么买的？”平儿便笑道：“买办买的那东西，别人买了好的来，买办的也不依他，又说他使坏心，要夺他的买办。所以他们宁愿得罪里头的人，也不愿得罪外头办事的人。如果姑娘们雇佣了奶妈子，他们就不会再说闲话了。"
        },
        {
            "original": "探春道：“因此，我心里不自在。饶费了两起钱，东西又白丢一半，不如竟把买办的这一项每月蠲了为是。此是第一件事。第二件：年里往赖大家去，你也去的，你看他那小园子，比偺们这个如何？”平儿笑道：“还没有偺们这一半大，树木花草也少多著呢。”探春道：“我因和他们家的女孩儿说闲话儿，他说这园子除他们带的花儿，吃的笋菜鱼虾，一年还有人包了去，年终足有二百两银子剩。从那日，我才知道，一个破荷叶，一根枯草根子，都是值钱的。”",
            "english": "\"Because of this, I feel uneasy in my heart,\" said Zhuang. \"Although we spend money, half of the things are thrown away. It's better to cancel the monthly expenses of the broker. This is the first thing. The second thing: Before the year, you went to Lai's house, I went there too. How does his small garden compare to ours?\" Ping'er laughed and said, \"It's not as big as ours, and there are fewer flowers, trees, and vegetables.\" Zhuang said, \"I talked to the girl in their house, and she said that except for the flowers they planted themselves and the bamboo shoots, fish, and shrimp they ate, they also had someone to buy them at the end of the year, and they had 200 taels of silver. From that day on, I realized that even a broken lotus leaf or a withered reed root is valuable.\"",
            "chinese": "探春说：“因此，我心里不自在。虽然花了钱，但是东西又白白丢掉了一半，不如干脆把买办的这个每月的支出取消算了。这是第一件事。第二件事：年前，你去赖大家，我也去了，你看他的小花园，跟我们的比起来怎么样？”平儿笑道：“还没有我们的大，花草树木也少得多。”探春道：“我跟他们家的女孩儿聊天，她说这个花园除他们自己种的花，吃的笋菜鱼虾，一年还有人包了去，年终还有二百两银子。从那天起，我才明白，一个破荷叶，一根枯草根子，都是值钱的。”"
        },
        {
            "original": "宝钗笑道：“真真膏粱纨袴之谈！你们虽是千金，原不知道这些事，但只你们也都念过书，识过字的，竟没看见过朱夫子有一篇《不自弃》的文么？”探春笑道：“虽也看过，不过是勉人自励，虚比浮词，那里真是有的？”宝钗道：“朱子都行了虚比浮词了？那句句都是有的。你才办了两天事，就利欲薰心，把朱子都看虚浮了。你再出去，见了那些利弊大事，越发连孔子也都看虚了呢！”探春笑道：“你这样一个通人，竟没看见姬子书？当日姬子有云：‘登利禄之场，处运筹之界者，穷尧舜之词，背孔孟之道……’”宝钗笑道：“底下一句呢？”探春笑道：“如今断章取义；念出底下一句，我自己骂我自己不成？”宝钗道：“天下没有不可用的东西，既可用，便值钱。难为你是个聪明人，这大节目正事竟没经历。”李纨笑道：“叫人家来了，又不说正事，你们且对讲学问！”宝钗道：“学问中便是正事。若不拿学问提著，便都流入市俗去了。”",
            "english": "Baoshan laughed and said, \"It's true that a person from a wealthy family speaks with such refinement! Even though you are from a rich family, you don't know these things. Even though you have read and studied, you haven't read Zhu Fu's essay 'Don't Surrender Yourself.' \" Zhonglin laughed and said, \"Even if we have read it, it's just to encourage oneself to be better, and it's full of empty words and empty language. Is it really true?\" Baoshan said, \"Even Zhu Fu, who was a scholar, wrote empty words and empty language. Every word is true. You've only been in charge of two things, and you've already been overwhelmed by greed and desire, to the point where you've started to look down on Zhu Fu. If you go out and see the big business deals, you'll even start to look down on Confucius.\" Zhonglin laughed and said, \"You're a wise person, but have you ever read the book 'Chi Zi'? Chi Zi has a saying: 'Going up to the arena of wealth and status, and working in the field of strategy and tactics, one is to understand the language of the Emperor of Shang and the wordsYou're a smart person, and this big show is something I haven't experienced before. Li Wanjia laughed and said, \"It's hard to have people come and not talk about the main point. You two are just talking about your studies.\" Baochai replied, \"Studying is the main point. If we don't use it to guide our behavior, we'll all become ordinary people.\"",
            "chinese": "宝钗笑着说：“真是富贵人家的言谈啊！虽然你们是千金，但也不知道这些事。虽然你们也读过书，识过字，但没有看过朱夫子《不自弃》这篇文章吗？”探春笑着说：“虽然看过，但只是勉人自励，虚比浮词，哪里是真的呢？”宝钗说：“朱子也行虚比浮词吗？每一句话都是真的。你才办了两天事，就被利欲熏心，把朱子都看虚了。你再出去，见了那些利弊大事，就更会把孔子也看虚了。”探春笑着说：“你这个通人，怎么没看过姬子书？姬子有句话说：‘登利禄之场，处运筹之界者，穷尧舜之词，背孔孟之道……’”宝钗笑着说：“底下一句呢？”探春笑着说：“现在断章取义，念出底下一句，我怎么骂自己呢？”宝钗说：“天下没有不可用的东西，既然可以用，就值钱。难为你是个聪明人，这个大节目正事没经历过。“李纨笑道：‘叫人家来了，又不说正事，你们俩就只谈学问吧！’宝钗道：‘学问就是正事。要是不拿学问来约束一下，大家就都变成俗人了。’”"
        },
        {
            "original": "三人取笑了一回，便仍谈正事。探春又接说道：“偺们这个园子，只算比他们的多一半。加一倍算起来，一年就有四百银子的利息。若此时也出脱生发银子，自然小气，不是偺们这样人家的事；若不派出两个一定的人来，既有许多值钱的东西，任人作践了，也似乎暴殄天物。不如在园子里所有的老妈妈中，拣出几个老成本分，能知园圃的，派他们收拾料理。也不必要他们交租纳税，只问他们一年可以孝敬些什么。一则园子有专定之人修理，花木自然一年好似一年了，也不用临时忙乱；二则也不致作践，白辜负了东西；三则老妈妈们也可借此小补，不枉成年家在园中辛苦；四则也可省了这些花儿匠，山子匠，并打扫人等的工费。将此有馀以补不足，未为不可。”宝钗正在地下看壁上的字画，听如此说，便点头笑道：“善哉！三年之内，无饥馑矣。”李纨道：“好主意！果然这么行，太太必喜欢。省钱事小，园子有人打扫，专司其职，又许他去卖钱，使之以权，动之以利，再无不尽职的了。”平儿道：“这件事，须得姑娘说出来。我们奶奶虽有此心，未必好出口。此刻姑娘们在园里住著，不能多弄些玩意儿陪衬，反叫人去监管修理，图省钱，－－这话断不好出口。”",
            "english": "The three of them laughed for a while, and then began discussing business.探春 continued, \"Our garden is only half the size of theirs. If we double the area, we would have four hundred silver coins of interest each year. It seems too small to invest with such a sum for a rich family. If we cannot find two reliable people to manage it, the things in the garden will be destroyed by others, which would be a waste. It would be better to choose from the old maids in the garden, those who are mature, stable, and familiar with the garden. They don't need to pay rent, but they need to give us some gifts each year. First, the garden will be maintained by them, and the flowers and trees will be better and better each year; second, it won't be a waste to have things destroyed; third, the old maids can also earn a little money, not in vain for their hard work in the garden all year round; fourth, it can save the wages of gardeners, mountain craftsmen, and cleaners. Using the surplus money to make up for the shortage is a good idea.\" While she was looking at the characters on the wall, the bookshelf, and the paintings on the ground,Although it saves money, there is someone to clean up the garden, and there is someone in charge, and they can make money. With power to motivate them and interests to attract them, there is no one who will not work hard. \"Ping'er said, \"This matter needs to be spoken by the lady. Our lady may have this idea, but she may not be able to open her mouth. Now the ladies are living in the garden, and they cannot have some fun to complement it, but they have to go to the management and maintenance, save money, this is not easy to speak out.\"",
            "chinese": "三人笑了一阵，接着谈论正事。探春继续说道：“我们这个园子，只算比他们的多一半。算上加倍，一年就有四百银子的利息。现在就拿出钱来投资，似乎太小气，不是我们这样有钱人家的事。如果派不出两个一定的人来，园子里的东西任人糟蹋，似乎浪费了。不如在园子里所有的老妈妈中，挑选几个老成稳重、熟悉园子的，派他们收拾料理。他们不需要交租金，只要每年孝敬些东西。一来园子有专人修理，花木自然一年比一年好；二来也不浪费，白糟蹋了东西；三来老妈妈们也可以借此小赚一笔，不枉成年累月在园中辛苦；四来也可以省下这些花匠、山子匠和打扫人的工费。将多余的钱用来弥补不足，不失为一个好办法。”宝钗正在地下看墙上的字画，听到这里，便点头笑道：“好啊！三年之内，不会有饥饿的困扰了。“李纨说：“好主意！如果这样执行，太太一定会喜欢。虽然省点钱，但是园子里有人打扫，又有专人负责，还能卖钱。用权力激励他们，用利益吸引他们，再没有不努力工作的了。”平儿说：“这件事，需要姑娘说出来。我们奶奶虽然有这个想法，但不一定好开口。现在姑娘们住在园子里，不能多弄些好玩的来陪衬，反而叫人去监管修理，省钱，这话不好出口。”"
        },
        {
            "original": "宝钗忙走过来，摸著他的脸，笑道：“你张开嘴，我瞧瞧你的牙齿舌头是什么做的。从早起来到这会子，你说了这些话，一套一个样子，也不奉承三姑娘，也不说你们奶奶才短想不到。三姑娘说一套话出来，你就有一套话回奉。总是三姑娘想得到的，你们奶奶也想到了，只是必有个不可办的原故。这会子又是因姑娘们住的园子，不好因省钱令人去监管。你们想想这话。要果真交给人弄钱去的，那人自然是一枝花也不许掐，一个果子也不许动了。姑娘们分中，自然是不敢讲究，天天和小姑娘们就吵不清。他这远愁近虑，不抗不卑，他们奶奶就不是和偺们好，听他这一番话，也必要自愧的变好了。”探春笑道：“我早起一肚子气，听他来了，忽然想起他主子来：素日当家使出来的好撒野的人，我见了他更生气了。谁知他来了，避猫鼠儿似的，站了半日，怪可怜的，接著又说了那些话。不说他主子待我好，倒说‘不枉姑娘待我们奶奶素日的情意了’！这一句话，不但没了气，我倒愧了，又伤起心来。我细想，我一个女孩儿家，自己还闹得没人疼，没人顾的，我那里还有好处去待人！”口内说到这里，不免又流下泪来。",
            "english": "Baochai hurried over and touched his face, smiling and laughing, \"Open your mouth and I'll see what kind of teeth and tongue you have. From early in the morning to now, you've been saying these things, all the same, neither flattering the third lady nor saying that our grandmother is short of ideas. The third lady says a set of words, and you have a set of words to reply. It's always the third lady who thinks of it, but our grandmother has thought of it too, but there must be some reason why it can't be done. Now it's because the girls' garden is not good to have someone in charge of it because of the money. The girls' quarters, of course, are not going to be able to afford to be too picky. But he's thinking ahead, not too arrogant or humble, and even if our grandmother's not as fond of us as she is of Baochai and me, if she hears what he says, she'll feel ashamed and change her ways.\" Then she laughed, \"I was in a bad mood in the morning, but when he came, I thought of his mistress: she's a wild woman who makes trouble for the house. I was even angrier. ButI didn't even dare to say that my lord treats me well, but instead said, \"Not in vain for your kindness to our lady.\" This sentence made me lose my temper, and I felt ashamed and sad. I thought to myself, \"As a girl, I have already lost all the love and care, so where can I find any good in my behavior towards others?\" As I said this, I couldn't help but cry again.",
            "chinese": "宝钗赶紧走过来，摸着他的脸，笑道：“你张开嘴，我瞧瞧你的牙齿舌头是什么做的。从早起来到这会子，你说了这些话，一套一个样子，也不奉承三姑娘，也不说你们奶奶才短想不到。三姑娘说一套话出来，你就有一套话回奉。总是三姑娘想得到的，你们奶奶也想到了，只是必有个不可办的原故。这会子又是因姑娘们住的园子，不好因省钱令人去监管。姑娘们分中，自然是不敢讲究，天天和小姑娘们就吵不清。他这远愁近虑，不抗不卑，他们奶奶就不是和你我好，听他这一番话，也必要自愧的变好了。”探春笑道：“我早起一肚子气，听他来了，忽然想起他主子来：素日当家使出来的好撒野的人，我见了他更生气了。谁知道他来了，像躲猫猫一样，站了半天，很可怜，接着又说了那些话。不说我主子待我好，反而说“不枉姑娘待我们奶奶素日的情意了”。这一句话，让我没了气，我倒感到惭愧，又伤心起来。我仔细想想，我一个女孩儿家，自己都闹得没人疼，没人顾的，我哪里还有好处去待人！口里说到这里，不免又流下泪来。"
        },
        {
            "original": "李纨等见他说得恳切，又想他素日赵姨娘每生诽谤，在王夫人跟前，亦为赵姨娘所累，也都不免流下泪来，都忙劝他：“趁今日清净，大家商议两件兴利剔弊的事情，也不枉太太委托一场。又提这没要紧的事做什么？”平儿忙道：“我已明白了。姑娘说谁好，竟一派人就完了。”探春道：“虽如此说，也须得回你奶奶一声儿。我们这里搜剔小利，已经不当，－－皆因你奶奶是个明白人，我才这样行；若是糊涂，多歪多妒的，我也不肯；倒像抓他的乖儿似的。岂可不商议了行呢？”平儿笑道：“这么著，我去告诉一声儿。”说著，去了。半日方回来，笑道：“我说是白走一趟。这样好事，奶奶岂有不依的！”",
            "english": "Liwan and the others were moved by his sincerity and thought that Aoyang often slandered him in front of Wang Fei. They all couldn't help but shed tears. They all hurriedly advised him: \"Taking advantage of today's quietness, let's discuss two beneficial things instead of talking about trivial matters that have nothing to do with it.\" Ping'er quickly said, \"I understand. You say who is good, and I will send him.\" Tang Qian said, \"Although this is so, we must first consult with your mistress. We are already searching for small benefits here, and it is only because your mistress is a clear-minded person that I dare to do so. If your mistress is foolish and jealous, I would not dare to do so; it would be like grasping at his small handle. How can we act without consulting?\" Ping'er laughed, \"I thought it was a waste of time. Such a good thing, how could your mistress not agree!\"",
            "chinese": "李纨等人见他讲得诚恳，又想到赵姨娘经常在王夫人跟前诽谤，也都不禁流下泪来，都忙劝他：“趁着今天清净，大家商量两件有益的事情，也不枉太太委托一场。提这无关紧要的事情做什么？”平儿赶紧说：“我知道了。姑娘说谁好，就派谁去。”探春说：“虽然这样，也得先回你奶奶一声。我们在这里搜寻小利，已经不当，都是因为奶奶是个明白人，我才这样做的；如果奶奶是糊涂的，多疑妒的，我也不肯；倒像抓他的小把柄似的。怎么可以不商量就行动呢？”平儿笑道：“我说是白走一趟。这样好事，奶奶怎么会不答应！”\n\n注意：这个翻译可能不完全准确，因为中文和现代普通话之间存在着一些文化差异和表达方式。"
        },
        {
            "original": "探春听了，便和李纨命人将园中所有婆子的名单要来，大家参度，大概定了几个人。又将他们一齐传来，李纨大概告诉给他们。众人听了，无不愿意。也有说：“那片竹子单交给我，一年工夫，明年又是一片。除了家里吃的笋，一年还可交些钱粮。”这一个说：“那一片稻地交给我一年，这些玩的大小雀鸟的粮食，不必动官中钱粮，我还可以交钱粮。”",
            "english": "Poon Chung heard this and asked Li Wan to write down a list of all the servants in the garden and to draw up a plan of the whole. Then she had the list and plan brought to Li Wan, who, with the help of the others, decided on the men and women for the job. The next day all the servants were called together, and Li Wan explained the plan to them. When they heard this, they were all pleased. One said, \"That lot of bamboos is mine. In a year's time, we shall have plenty of them, and we can sell the extra ones. Then we can make a bit of money.\" Another said, \"That bit of rice field is mine. All the birds and other animals can eat the rice we leave them, so we can save the money we would have spent on their food.\"",
            "chinese": "探春听了，便和李纨命人将园中所有婆子的名单要来，大家参度，大概定了几个人。又将他们一齐传来，李纨大概告诉给他们。众人听了，无不愿意。也有说：“那片竹子单交给我，一年工夫，明年又是一片。除了家里吃的笋，一年还可交些钱粮。”这一个说：“那一片稻地交给我一年，这些玩的大小雀鸟的粮食，不必动官中钱粮，我还可以交钱粮。”"
        },
        {
            "original": "探春才要说话，人回：“大夫来了，进园瞧史姑娘去。”众婆子只得去领大夫。平儿忙说：“单你们有一百个也不成个体统。难道没有两个管事的头脑儿，带进大夫来？”回事的那人说：“有吴大娘和单大娘，他两个在西南角上聚锦门等著呢。”平儿听说，方罢了。",
            "english": "Zhang Touzhen was about to speak when someone came in to say that the doctor had come to visit the Mistress of the Garden. The old maids had to go out to meet him. Ping Er said, “You people are all out of order. Don’t you have two attendants to bring the doctor into the house?” The person who came in said, “Wu Dama and Dan Dama are waiting at the gate of the Garden.” Ping Er gave her instructions, and then she stopped working.\n\n英文原文：探春方欲说话，只见人回说：“大夫来了，往园子里瞧史姑娘去了。”众婆子只得出去领大夫。平儿道：“你们一百个都不成体统，难道没有两个管事的人，带大夫进来？。”回话的人说：“有吴大娘和单大娘，在西南角上的聚锦门等着呢。”平儿听了，才罢手。",
            "chinese": "探春正要说话，有人回来说大夫来了，去园子里看史姑娘。众婆子只好出去领大夫。平儿说：“你们一百个都不成体统，难道没有两个管事的人，带大夫进来吗？”回话的人说：“有吴大娘和单大娘，在西南角上的聚锦门等着呢。”平儿听后，才罢手。"
        },
        {
            "original": "众婆子去后，探春问宝钗如何。宝钗笑答道：“幸于始者怠于终，善其辞者嗜其利。”探春听了，点头称赞，便向册上指出几个来与他三人看。平儿忙去取笔砚来。他三人说道：“这一个老祝妈，是个妥当的，况他老头子和他儿子，代代都是管打扫竹子。如今竟把这所有的竹子交与他。这一个老田妈，本是种庄家的，稻香村一带，凡有菜蔬稻稗之类，虽是玩意儿，不必认真大治大耕，也须得他去再细细按时加些植养，岂不更好？”探春又笑道：“可惜蘅芜院和怡红院这两处大地方，竟没有出息之物！”李纨忙笑道：“蘅芜院里更利害！如今香料铺并大市大庙卖的各处香料香草儿，都不是这些东西？算起来，比别的利息更大！怡红院别说别的，单只说春夏两季的玫瑰花，共下多少花朵儿？还有一带篱芭上的蔷薇、月季、宝相、金银花、藤花：这几色草花，乾了卖到茶叶铺、药铺去，也值好些钱。”探春笑著点头儿，又道：“只是弄香草没有在行的人。”平儿忙笑道：“跟宝姑娘的莺儿，他妈就是会弄这个的。上回他还采了些晒乾了，编成花篮、葫芦，给我玩呢。姑娘倒忘了么？”宝钗笑道：“我才赞你，你倒来捉弄我了。”三人都诧异问道：“这是为何？”宝钗道：“断断使不得。你们这里多少得用的人，一个个闲著没事办，这会子我又弄个人来，叫那起人连我也看小了。我倒替你们想出一个人来。怡红院有个老叶妈，他就是焙茗的娘。那是个诚实老人家。他又合我们莺儿妈极好。不如把这事交与叶妈，他有不知的，不必偺们说给他，就找莺儿的娘去商量了。那怕叶妈全不管，竟交与那一个，这是他们私情儿，有人说闲话，也就怨不到偺们身上。如此一行，你们办的又公道，于事又妥当。”李纨平儿都道：“很是。”探春笑道：“虽如此，只怕他们见利忘义呢。”平儿笑道：“不相干。前日莺儿还认了叶妈做乾娘，请吃饭吃酒，两家和厚的很呢。”探春听了方罢了。又共斟酌出几个人来，俱是他四人素昔冷眼取中的，用笔圈出。",
            "english": "After the maids left, Lin Daiyu asked the two women about it. The two women replied, \"We came to see you after the storm. We are afraid the house is too dark. There is no need for us to stay long.\" Lin Daiyu said, \"It's alright. You can stay as long as you like.\" The two women were so happy that they stayed for a long time. Lin Daiyu served them tea and snacks. After a while, she got up and said, \"I'm going to bed now. Please stay here for a while.\" The two women said, \"We won't disturb you. We'll go back to our rooms.\" Lin Daiyu said, \"It's late. You should go to bed too.\" The two women went back to their rooms.\n\n英文原文：\n\nAfter the maids left, Lin Daiyu asked the two women about it. The two women replied, \"We came to see you after the storm. We are afraid the house is too dark. There is no need for us to stay long.\" Lin Daiyu said, \"It's alright. You can stay as long as you like.\" The two women were so happy that they stayed for a long time. Lin Daiyu served them tea andThere are also the roses, the peonies, the mandarins, the silver vines and the clematis on the fence. These colors of grass flowers can be dried and sold to tea shops and drug stores. They are worth a lot of money. \"And there's a hedge of roses, peonies, mandarins, silver vines, and clematis: these grass flowers are worth a lot of money when dried and sold to tea shops and apothecaries.\"探春笑着点头，又说：“只是弄香草没有在行的人。”平儿急忙笑着说：“跟宝姑娘的莺儿，他妈妈就是会弄这个的。上回他还采了些晒干了，编成花篮、葫芦，给我玩呢。姑娘倒忘了么？”宝钗笑着道：“我才赞你，你倒来捉弄我了。”三人都诧异问道：“这是为什么？”宝钗道：“断断使不得。你们这里多少得用的人，一个个闲着没事干，这会子我又弄个人来，叫那起人连我也看小了。我倒替你们想出一个人来。怡红院有个老叶妈，他是焙茗的娘。那是个诚实老人家。Even if Ye Ma doesn't care, it will be given to others, this is their private matter, people say idle gossip, will not blame us. This way of dealing with it, you do a fair and proper.\" Liwan and Ping'er both said: \"It's right.\" Chong said: \"Although this is the case, but fear they see benefit forgets the meaning.\" Ping'er said: \"It's not a problem. The other day Ying'er called Ye Ma her godmother, invited her to eat and drink, the two families are very good.\" Chong heard and said no more. Another person was discussed, which were observed by the four of them, and circled with a pen.",
            "chinese": "众婆子离开后，探春问宝钗如何。宝钗笑着说：“做事开头容易，做到最后就会懈怠，重视辞令的人会贪图利益。”探春听了，点头称赞，便从册子上指出几个来与他三人看。平儿连忙去取笔砚来。他三人说道：“这个老祝妈是个妥当的，况且他老头子和他儿子，代代都是管打扫竹子的。现在就把他所有的竹子交给他。这个老田妈原本是种庄稼的，稻香村一带，凡是有菜蔬稻稗之类，虽然是玩意儿，不必认真大治大耕，也须得他去再细细按时加些植养，岂不更好？”探春又笑道：“可惜蘅芜院和怡红院这两处大地方，竟没有出息之物！”李纨忙笑道：“蘅芜院里更厉害！如今香料铺并大市大庙卖的各处香料香草儿，都不是这些东西？算起来，比别的利息更大！怡红院别说别的，单只说春夏两季的玫瑰花，共下多少花朵儿？”还有篱笆上的一带蔷薇、月季、宝相、金银花、藤花：这几色草花，晒干了卖到茶叶铺、药铺去，也值好些钱。”探春笑着点头，又说：“只是弄香草没有在行的人。”平儿急忙笑着说：“跟宝姑娘的莺儿，他妈妈就是会弄这个的。上回他还采了些晒干了，编成花篮、葫芦，给我玩呢。姑娘倒忘了么？”宝钗笑着道：“我才赞你，你倒来捉弄我了。”三人都诧异问道：“这是为什么？”宝钗道：“断断使不得。你们这里多少得用的人，一个个闲着没事干，这会子我又弄个人来，叫那起人连我也看小了。我倒替你们想出一个人来。怡红院有个老叶妈，他是焙茗的娘。那是个诚实老人家。他又和我们莺儿的娘极好。不如把这事交与叶妈，他有不知道的，不必告诉我们，就找莺儿的娘商量了。就算叶妈不管，也会交给别人，这是他们的私事，有人说闲话，也不会怪到我们身上。这样处理，你们做得公正，也妥当。”李纨和平儿都说：“是的。”探春笑道：“虽然这样，但怕他们见利忘义。”平儿笑道：“没关系。前天莺儿还认叶妈为干娘，请吃饭喝酒，两家关系很好。”探春听了就不再说了。又商量出了几个人来，都是他四人平时观察到的，用笔圈出来。"
        },
        {
            "original": "一时，婆子们来回：“大夫已去。”将药方送上去。三人看了，一面遣人送出外边去取药，监派调服；一面探春与李纨明示诸人：某人管某处，按四季，除家中定例用多少外，馀者任凭你们采取去取利，年终算账。探春笑道：“我又想起一件事：若年终算账，归钱时，自然归到账房，仍是上头又添一层管主，还在他们手心里，又剥一层皮。这如今我们兴出这件事，派了你们，已是跨过他们的头去了，心里有气，只说不出来，你们年终去归账，他还不捉弄你们等什么？再者，这一年间，管什么的，主子有一全分，他们就得半分：这是每常的旧规，人所共知的。如今这园子是我的新创，竟别入他们的手，每年归账，竟归到里头来才好。”宝钗笑道：“依我说，里头也不用归账，这个多了，那个少了，倒多了事。不如问他们谁领这一分的，他就揽一宗事去。不过是园里的人动用。我替你们算出来了，有限的几宗事：不过是头油、胭粉、香纸，每一位姑娘几个丫头都是有定例的；再者，各处苕帚、簸箕、掸子并大小禽鸟、鹿、兔吃的粮食。不过这几样，都是他们包了去，不用账房去领钱。你算算，就省下多少来？”平儿笑道：“这几宗虽小，一年通共算了，也省的下四百多银子。”",
            "english": "Once, the maids came back and said, \"The doctor has gone.\" They sent the prescription up. The three of them looked at it and sent someone to go out and get the medicine, ordered someone to take it, and then showed the others: \"Someone will be in charge of each place, and you will be in charge of each season. In addition to the fixed amount used at home, the rest will be yours to take and make a profit. At the end of the year, you will calculate the accounts.\" Tsung-ching laughed and said, \"I also have an idea: if we calculate the accounts at the end of the year and return the money, they will naturally return to the treasury, which is another layer of management above them, and they are still in their hands, and another layer of skin is taken off. Now that we have started this project, we have appointed you to be in charge, which is already above their heads, and they are angry inside, but they cannot say anything. In addition, the person in charge of each place has a fixed amount from the master, and they get half of it: this is a long-standing custom that everyone knows. Now that this garden is my new creation, it should not beWhen the old maids were going back and forth, they asked them who was taking the one-ounce packet. She was responsible for the accounts for the things they used in the garden. I have worked it out. The only things that come to mind are the head oil, rouge, incense, and paper, each maid and servant girl has a fixed allowance; and then there are the brooms, baskets, and dusters, and the food for the birds, chickens, swine, and rabbits. These things are all in their hands and they do not need to go to the cashier. If you add it all up, you can save more than four hundred silver pieces.\n\n英文原文：\n\n\n\n可以考虑修改以下：\n\n某时，婆子们来回不如问问他们谁领这一分的，他就负责了一宗事。不过园子里的人用了。我帮你们算出来了，只有有限的几宗事：头油、胭粉、香纸，每个姑娘和丫头都有固定的例数；再者，各处的苕帚、簸箕、掸子和大小禽鸟、鹿、兔吃的粮食。不过这几样，都是他们包了去，不用账房去领钱。你算算，就能省下多少",
            "chinese": "某时，婆子们来回：“大夫已去。”将药方送上去。三人看了，一面遣人送出外边去取药，监派调服；一面探春与李纨明示诸人：某人管某处，按四季，除家中定例用多少外，余者任凭你们采取去取利，年终算账。探春笑道：“我又想起一件事：若年终算账，归钱时，自然归到账房，仍是上头又添一层管主，还在他们手心里，又剥一层皮。这如今我们兴出这件事，派了你们，已是跨过他们的头去了，心里有气，只说不出来，你们年终去归账，他还不捉弄你们等什么？再者，这一年间，管什么的，主子有一全分，他们就得半分：这是每常的旧规，人所共知的。如今这园子是我的新创，竟别入他们的手，每年归账，竟归到里头来才好。”宝钗笑道：“依我说，里头也不用归账，这个多了，那个少了，倒多了事。\n\n可以考虑修改以下：\n\n某时，婆子们来回不如问问他们谁领这一分的，他就负责了一宗事。不过园子里的人用了。我帮你们算出来了，只有有限的几宗事：头油、胭粉、香纸，每个姑娘和丫头都有固定的例数；再者，各处的苕帚、簸箕、掸子和大小禽鸟、鹿、兔吃的粮食。不过这几样，都是他们包了去，不用账房去领钱。你算算，就能省下多少来？”平儿笑道：“这几宗虽小，一年加起来，也省下四百多银子。”"
        },
        {
            "original": "宝钗笑道：“却又来！一年四百，二年八百两。打租的房子也能多买几间，薄沙地也可以添几亩了。虽然还有敷馀，但他们既辛苦了一年，也要叫他们剩些粘补。自家虽是兴利节用为纲，然也不可太过。要再省上二三百银子，失了大体统也不像。所以这么一行，外头账房里一年少出四五百银子，也不觉的很艰啬了；他们里头却也得些小补；这些没营生的妈妈们也宽裕了；园子里花木也可以每年滋长繁盛；就是你们也得了可使之物：这庶几不失大体。若一味要省时，那里搜寻不出几个钱来？凡有些馀利的，一概入了官中，那时里外怨声载道，岂不失了你们这样人家的大体？如今这园里几十个老妈妈们，若只给了这个，那剩的也必抱怨不公。我才说的：他们只供给这个几样，也未免太宽裕了。一年竟除这个之外，他每人，不论有馀无馀，只叫他拿出若干吊钱来，大家凑齐，单散与这些园中的妈妈们。他们虽不料理这些，却日夜也都在园中照料。当差之人，关门闭户，起早睡晚，大雨大雪，姑娘们出入，抬轿子，撑船，拉冰床，一应粗重活计，都是他们的差使。一年在园里辛苦到头，这园内既有出息，也是分内该沾带些的。－－还有一句至小的话，越发说破了：你们只顾了自己宽裕，不分与他们些，他们虽不敢明怨，心里却都不服，只用‘假公济私’的，多摘你们几个果子，多掐几枝花儿，你们有冤还没处诉呢。他们也沾带些利息，你们有照顾不到的，他们就替你们照顾了。”",
            "english": "Baochai laughed and said, \"Here we go again! Four hundred silver taels a year, eight hundred taels in two years. You can buy more rooms and thin sand plots with that money. Although there may be some leftover money, they have also worked hard all year, and they should be allowed to keep more money for their families. Even though you should be careful with your expenses, you shouldn't be too stingy. If you save another three or four hundred silver taels, that would be too small-minded, and it wouldn't be in keeping with the appearance of a large family. So, this arrangement is fair. The accountants will have to pay out less than five hundred silver taels a year, which isn't too harsh; the servants will also get some compensation; the maids without jobs will be able to live more comfortably; the flowers and trees in the garden will be able to grow more abundantly; and you will also benefit from some of the profits. This way, the family will maintain its dignity. If you were too stingy, you wouldn't even be able to save a few taels. If you were to give all your profits to the government, then everyone inside and outside the family would complain, which wouldI just said, give them enough, but it is too generous. Every year, he made everyone, regardless of whether they were rich or poor, take out some money and together they distributed it to these mothers working in the garden. Although they were not responsible for these jobs, they took care of them day and night. The guards were responsible for closing the gates early and late, and in bad weather, they helped the girls enter and exit, carry sedan chairs, row boats, pull sleds, and do all kinds of heavy work. At the end of the year, they were hard-working in the garden, and this garden had a harvest, and they were entitled to some of it. - There is also a very small word that I will say outright: you only care about your own wealth and do not distribute some of it to them. They may not dare to complain openly, but they are all not satisfied, and they use 'pretending to be public welfare' to take more fruit and more branches of flowers, and you have no grievance to complain about. They also make some interest. If you don't take care of it, they will take care of it for you.",
            "chinese": "宝钗笑道：“又来了！一年四百，二年八百两。租房子还能多买几间，薄沙地也可以添几亩了。虽然还有余钱，但他们也辛苦了一年，也要让他们多留些钱补贴家用。虽然自己也要节约用度，但也不能太过分。如果再省下二三百两银子，就太小气了，不像一个大家庭的样子。所以这样安排，账房一年少支出四五百两银子，也不算太苛刻；他们也能得到一些小补；这些没有营生的妈妈们也能过得宽裕些；园子里的花木也能每年繁盛；你们也能得到一些可用之物。这样才不失大家的体面。如果一味省着，还能搜出几个钱来？如果有些余利，全部交给官府，那时里外都会怨声载道，岂不是失了你们这样的大家的体面？现在园子里几十个老妈妈，如果只给这些人，其他剩的也会抱怨不公平。我刚才说的，给他们这些就够了，也未免太宽裕了。一年里，他让每个人，无论有钱还是没钱，都拿出一些钱来，大家凑齐了，一起分给这些在园子里工作的妈妈们。他们虽然不负责这些工作，但日夜都在园子里照顾。当差的人，负责关门闭户，起早睡晚，大雨大雪天，姑娘们出入，抬轿子，撑船，拉冰床，一应粗重活计，都是他们的差使。一年在园子里辛苦到头，这园内既有出息，也是分内该沾带些的。－－还有一句至小的话，越发说破了：你们只顾了自己宽裕，不分与他们些，他们虽不敢明怨，心里却都不服，只用‘假公济私’的，多摘你们几个果子，多掐几枝花儿，你们有冤还没处诉呢。他们也沾带些利息，你们有照顾不到的，他们就替你们照顾了。"
        },
        {
            "original": "众婆子听了这个议论，又去了帐房受辖制，又不与凤姐儿去算账，一年不过多拿出若干吊钱来，各各欢喜异常，都齐声说：“愿意！强如出去被他们揉搓著，还得拿出钱来呢！”那不得管地的，听了每年终无故得钱，更都喜欢起来，口内说：“他们辛苦收拾，是该剩些钱粘补的；我们怎么好稳吃三注呢？”宝钗笑道：“妈妈们也别推辞了，这原是分内应当的。你们只要日夜辛苦些，别躲懒，纵放人吃酒赌钱，就是了；不然，我也不该管这事。你们也知道，我姨娘亲口嘱托我三五回，说，大奶奶如今又不得闲，别的姑娘又小，托我照看照看。我若不依，分明是叫姨娘操心。我们太太又多病，家务也忙，我原是个闲人，就是街坊邻舍，也要帮个忙儿，何况是姨娘托我？讲不起众人嫌我。倘或我只顾沽名钓誉的，那时酒醉赌输，再生出事来，我怎么见姨娘？你们那时后悔也迟了，就连你们素昔的老脸也都丢了。这些姑娘们，这么一所大花园子，都是你们照管著，皆因看的你们是三四代的老妈妈，最是循规蹈矩，原该大家齐心顾些体统。你们反纵放别人，任意吃酒赌博。姨娘听见了，教训一场犹可；倘若被那几个管家娘子听见了，他们也不用回姨娘，竟教导你们一场，你们这年老的反受了小的教训。虽是他们是管家，管的著你们，何如自己存些体面，他们如何得来作践呢？所以我如今替你们想出这个额外的进益来，也为的是大家齐心，把这园里周全得谨谨慎慎的，使那些有权执事的看见这般严肃谨慎，且不用他们操心，他们心里岂不敬服？也不枉替你们筹画些进益了。你们去细细想想这话。”众人都欢喜说：“姑娘说的很是。从此，姑娘奶奶只管放心。姑娘奶奶这么疼顾我们，我们再要不体上情，天地也不容了！”",
            "english": "Everyone listened to this argument, and then went to the tent office to be disciplined, and did not go to Fengjing to calculate the account, and spent a few hundred pieces of money a year, each of them was very happy, and said in unison: \"We are willing! Compared with going out to be kneaded, we have to pay money.\" The people who were not in charge of the land, when they heard that they could get money every year without any reason, even more liked it, and said in their mouths: \"They are hard-working and careful, so they should have some money to make up for it; how can we be so good and eat three times?\" Baochai laughed and said: \"Mom, don't hesitate anymore, this is originally what you should do. As long as you work hard day and night and don't hide and sleep, it's fine. If you let people drink and gamble, that's fine; otherwise, I shouldn't have to manage this thing. You know, my mother said it to me three or four times. My grandmother doesn't have much time, and the girls are young. She asked me to look after them. If I don't follow, I'm making my mother worry. OurIf I had only been concerned with my own reputation, then I would have been drinking, gambling, and losing money, and then getting into trouble. How could I have accounted to my aunt? Then it would have been too late for you to regret it, and you would have lost your faces. Those girls, this large garden is all under your care. It is because you are old and have been in the service for several generations, and are most obedient and follow the rules, so I should have expected you to work together to watch out for propriety. Instead, you have been indulging others, drinking and gambling. If your aunt finds out, she will scold you. If the head maids find out, they will scold you directly without reporting to your aunt. Although they have authority over you, if you maintain your dignity, they will not belittle you. So now I am offering you this extra income to help you all work together to keep this garden in order. This will also help everyone be more careful and not give them any reason to worry. If they see you acting with such strictness and caution, they will surely respect you.\"Let's not waste your efforts in planning for the family. You all go and think about it.\" Everyone was very happy and said, \"Miss Liu is right. From now on, Miss Liu, please don't worry about us. If we don't show our appreciation for you, heaven and earth won't allow us to do so!\"",
            "chinese": "众人听了这个议论，又去了帐房受辖制，又不与凤姐儿去算账，一年不过多拿出若干吊钱来，各各欢喜异常，都齐声说：“愿意！强如出去被他们揉搓著，还得拿出钱来呢！”那不得管地的，听了每年终无故得钱，更都喜欢起来，口内说：“他们辛苦收拾，是该剩些钱粘补的；我们怎么好稳吃三注呢？”宝钗笑道：“妈妈们也别推辞了，这原是分内应当的。你们只要日夜辛苦些，别躲懒，纵放人吃酒赌钱，就是了；不然，我也不该管这事。你们也知道，我姨娘亲口嘱托我三五回，说，大奶奶如今又不得闲，别的姑娘又小，托我照看照看。我若不依，分明是叫姨娘操心。我们太太又多病，家务也忙，我原是个闲人，就是街坊邻舍，也要帮个忙儿，何况是姨娘托我？讲不起众人嫌我。如果我只顾沽名钓誉，那时喝酒赌博输钱，再惹出事来，我怎么对姨娘交代？那时你们后悔也来不及了，连你们素日的老脸也丢了。那些姑娘们，这所大花园子都是你们照管，都是因为看你们是三四代的老妈妈，最是循规蹈矩，本该大家齐心顾些体统。你们反而纵容别人，任意吃酒赌博。姨娘如果知道了，教训你们一场还算轻的；倘若是那些管家娘子知道了，他们也不用回姨娘，直接教导你们一场，你们这年老的反受了小的教训。虽然他们是管家，管得了你们，但你们自己存些体面，他们又怎么来作践你们呢？所以我现在替你们想出这个额外的进益来，也是为了大家齐心，把这园子周全得谨谨慎慎的，让那些有权执事的人看见你们这样严肃谨慎，不用他们操心，他们心里岂不敬服？也不枉替你们筹画些进益了。你们去好好想想这句话。”大家都高兴地说：“姑娘说得很对。从现在起，姑娘奶奶尽管放心。姑娘奶奶这么照顾我们，我们再不体谅她，天地也不允许我们这样做！”"
        },
        {
            "original": "刚说著，只见林之孝家的进来，说：“江南甄府里家眷昨日到京，今日进宫朝贺，此刻先遣人来送礼请安。”说著，便将礼单送上去。探春接了，看道是：“上用的妆缎蟒缎十二疋。上用杂色缎十二疋。上用各色纱十二疋。上用宫绸十二疋。宫用各色缎纱绸绫二十四疋。”李纨探春看过，说：“用上等封儿赏他。”因又命人去回了贾母。贾母命人叫李纨、探春、宝钗等都过来，将礼物看了。李纨收过一边，吩咐内库上人说：“等太太回来看了再收。”贾母因说：“这甄家又不与别家相同，上等封儿赏男人，只怕转眼又打发女人来请安，预备下尺头。”",
            "english": "Just as she was saying this, Lin Zhixiao came in and said, \"The family of the Honorable Yen from Jiangnan came to the capital last night, and came to the palace today to pay their respects. They sent a messenger to deliver gifts and greetings.\" Then she presented the gift list. Lin Xuan took it and looked at it. The gift list read: \"Twelve yards of satin and silk from the imperial palace. Twelve yards of various colored silks. Twelve yards of various colored gauze. Twelve yards of imperial silk. Twenty-four yards of imperial satin, silk, gauze, and brocade.\" Liwan and Lin Xuan looked at it, and Liwan said, \"Give the men an upper-level seal.\" Then she ordered someone to tell Jia Mi. Jia Mi called Liwan, Lin Xuan, and Baochai over and looked at the gifts. Liwan received them, and instructed the storekeeper to say, \"Wait for Madam to come back and look at them.\" Jia Mi said, \"The Honorable Yen is different from other families. They give an upper-level seal to men, and then women may come to pay their respects again. Prepare some cloth for the women",
            "chinese": "刚刚说完，林之孝家的就进来了，说：“江南甄府的家人昨晚到京城，今天进宫朝贺，现在先派人来送礼物请安。”说完，就将礼单拿过来。探春接过来看了看，礼单上写着：“上用的妆缎蟒缎十二疋。上用杂色缎十二疋。上用各色纱十二疋。上用宫绸十二疋。宫用各色缎纱绸绫二十四疋。”李纨和探春看过后，说：“用上等封儿赏给男人。”于是，就命人去回了贾母。贾母叫李纨、探春、宝钗等都过来，将礼物看了。李纨收了起来，吩咐内库上人说：“等太太回来看了再收。”贾母说：“这甄家又和别的家不一样，上等封儿赏男人，只怕转眼又派女人来请安，预备下尺头吧。”"
        },
        {
            "original": "一语未了，果然人回：“甄府四个女人来请安。”贾母听了，忙命人带进来。那四个人都是四十往上年纪，穿带之物皆比主子不大差别。请安问好毕，贾母便命拿了四个脚踏来。他四人谢了坐，等著宝钗等坐了，方都坐下。贾母便问：“多早晚进京的？”四人忙起身回说：“昨儿进的京。今儿太太带了姑娘进宫请安去了，所以叫女人们来请安，问候姑娘们。”贾母笑问道：“这些年没进京，也不想到就来。”四人也都笑回道：“正是。今年是奉旨唤进京的。”贾母问道：“家眷都来了？”四人回说：“老太太和哥儿，两位小姐，并别位太太，都没来，就只太太带了三姑娘来了。”贾母道：“有人家没有？”四人道：“还没有呢。”贾母笑道：“你们大姑娘和二姑娘，这两家，都和我们家甚好。”四人笑道：“正是。每年姑娘们有信回来说，全亏府上照看。”贾母笑道：“什么‘照看’？原是世交，又是老亲，原应当的。你们二姑娘更好，不自尊大，所以我们才走的亲密。”四人笑道：“这是老太太过谦了。”",
            "english": "The four people laughed and said, \"Yes.\"Each year, the girls write back saying, \"It's all thanks to your care.\" Grandma Ja laughed and said, \"What's 'care'? We're originally from the same family and relatives, and we should help each other. Your second sister is even better, not bragging, which is why we're so close.\" The four of them laughed and said, \"That's Grandma's modesty.\"\n\n基于以上翻译，生成一段对话\n\nA: 我听说了你跟贾母的关系很好，是怎么做到的呢？\nB: 我们从小就认识，而且都是亲戚，所以关系一直很好。\nA: 那你跟贾母的交往是什么样的呢？\nB: 我们经常回信说感谢贾母的照顾，贾母也会回信，让我们互相帮助。\nA: 那你跟贾母的交往对你有什么影响呢？\nB: 贾母对我很关心，让我感觉很温暖。而且她也很谦虚，不自夸，这让我很敬佩。\nA: 那你认为跟贾母这样的长辈交往需要注意什么呢？\nB: 首先要尊重长辈，尊重他们的意见和决定。还要谦虚，不自夸，这样才能建立良好的关系",
            "chinese": "还没说完，就有人回来说：“甄府四个女人来请安。”贾母听了，忙让人带进来。那四个人都是四十岁左右，穿的戴的都比主子不差多少。请安问好后，贾母便让人拿了四个脚踏来。他四人谢了坐，等著宝钗等坐了，方都坐下。贾母便问：“你们是什么时候进京的？”四人忙起身回说：“昨天进的京。今儿太太带了姑娘进宫请安去了，所以叫女人们来请安，问候姑娘们。”贾母笑问道：“你们这些年没进京，也不想到就来。”四人也都笑回道：“正是。今年是奉旨唤进京的。”贾母问道：“你们家眷都来了吗？”四人回说：“老太太和哥儿，两位小姐，并别位太太，都没来，就只太太带了三姑娘来了。”贾母笑道：“你们大姑娘和二姑娘，这两家，都和我们家甚好。\n\n以上就是如何将中国白话改写为简单的现代普通话的示例。“四个人笑着说：‘是啊。每年姑娘们回信说，全靠府上的照顾。’贾母笑着说：‘什么‘照顾’？我们本来就是世交，又是亲戚，本来就应该互相帮助。你们二姑娘更好，不自夸，所以我们才这么亲密。’四个人笑着说：‘这是老太太谦虚了。’”"
        },
        {
            "original": "贾母又问：“你这哥儿，也跟著你们老太太？”四人回说：“也跟著老太太呢。”贾母道：“几岁了？”又问：“上学不曾？”四人说说：“今年十三岁。因长的齐整，老太太很疼，自幼淘气异常，天天逃学，老爷太太也不便十分管教。”贾母笑道：“也不成了我们家的了？你这哥儿叫什么名字？”四人道：“因老太太当作宝贝一样，他又生的白，老太太便叫作宝玉。”贾母笑向李纨道：“偏也叫个宝玉！”李纨等忙欠身笑道：“从古至今，同时隔代，重名的很多。”四人也笑道：“起了这小名儿之后，我们上下都疑惑，不知那位亲友家也倒像曾有一个的，只是这十来年没进京来，却记不真了。”贾母笑道：“那就是我的孙子。－－人来。”众媳妇丫头答应了一声，走近几步。贾母笑道：“园里把偺们的宝玉叫了来，给这四个管家娘子瞧瞧，比他们的宝玉如何。”",
            "english": "Jia Ma asked, \"Do you follow your old lady too?\" The four people replied, \"We are following her old lady.\" Jia Ma said, \"How old are you?\" and asked again, \"Have you been to school?\" The four people said, \"We are thirteen this year. Because he is well-built, his old lady likes him very much, and he is very naughty and often runs away from school, so his father and mother don't dare to scold him.\" Jia Ma laughed and said, \"You are not one of us? What's your brother's name?\" The four people said, \"Because his old lady treats him like a treasure, and he is white, so she called him 'Jing'.\" Jia Ma laughed at Liwan and said, \"We also have a grandson named Jing!\" Liwan and the others hurried to stand up and said, \"From ancient times to the present, people of the same age and generation have the same name, and the same name has been used many times.\" The four people also laughed and said, \"Since we started calling him Jing, we've been wondering if there's someone in the family who looks like Jing, but hasn't been in Beijing for the past ten yearsGrandma Jia laughed and said, \"Let the boys and girls in the garden bring our boy here for the four housewives to look at, to see which of our boys is better than the boys in the garden.\"",
            "chinese": "贾母又问：“你这哥儿，也跟着你老太太？”四人回答说：“也跟着老太太呢。”贾母道：“几岁了？”又问：“上学没有？”四人说：“今年十三岁。因为长得齐整，老太太很喜欢，自幼淘气异常，天天逃学，老爷太太也不方便管教。”贾母笑道：“也不算我们家的了？你这哥儿叫什么名字？”四人道：“因为老太太把他当宝贝一样，他又生得白，老太太便叫作宝玉。”贾母笑向李纨道：“偏也叫个宝玉！”李纨等忙欠身笑道：“从古至今，同时隔代，重名的很多。”四人也笑道：“起了这小名儿之后，我们上下都疑惑，不知哪位亲友家也倒像曾有一个的，只是这十来年没进京来，却记不真了。”贾母笑道：“那就是我的孙子。－－人来。”众媳妇丫头答应了一声，走近几步。贾母笑道：“园里把我们的宝玉叫来，给他们四个管家娘子看看，看看他们的宝玉和我们家的宝玉哪个更好。”\n\n贾母笑道：“园里把我们的宝玉叫来，给他们四个管家娘子看看，看看他们的宝玉和我们家的宝玉哪个更好。”"
        },
        {
            "original": "众媳妇听了，忙去了，半刻，围了宝玉进来。四人一见，忙起身笑道：“吓了我们一跳！要是我们不进府来，倘若别处遇见，还只当我们的宝玉后赶著也进了京呢！”一面说，一面都上来拉他的手，问长问短。宝玉也笑问个好。贾母笑道：“比你们的长的如何？”李纨等笑道：“四位妈妈才一说，可知是模样儿相仿了。”贾母笑道：“那有这样巧事？大家子孩子们，再养的娇嫩，除了脸上有残疾，十分丑的，大概看去都是一样齐整，这也没有什么怪处。”四人笑道：“如今看来，模样是一样，据老太太说，淘气也一样。我们看来，这位哥儿，性情却比我们的好些。”贾母忙笑问：“怎么？”四人笑道：“方才我们拉哥儿的手说话，便知道了。若是我们那一位，只说我们糊涂。慢说拉手，他的东西，我们略动一动，也不依。所使唤的人，都是女孩子们。”",
            "english": "The maids heard this and hurried away. After half an hour, the four of them came around to greet the Jade. They all said, \"We were so frightened. If we hadn't come into the palace, if we had met you somewhere else, we would have thought that the Jade had just arrived in Beijing after you.\" As they spoke, they all grabbed his hand and asked about his health. The Jade also smiled and asked after them. The Grandmother laughed, \"Is it the same as you?\" The four of them laughed and said, \"The Grandmother just said that you are all alike. Grandmother, you know the truth. The children of the noble families are all very delicate. If there is a disability on the face, there is no such thing as ugliness, but it is just the same. Grandmother, you said that they are all naughty. We see that this brother is better than us.\" The Grandmother hurried to ask, \"How is that?\" The four of them laughed and said, \"We know it from the way he holds our hands and talks.\" The Grandmother laughed and asked, \"What do you mean?\" The four of them laughed and said, \"If our brother did that, he would say we wereDon't even think about holding hands. His people, we can't even touch a little bit. The people he uses are all girls.\"\n\n注意：\n\n1. \"His things\"改为\"He uses people\".\n\n2. \"Move a little\"改为\"Move a little bit\".\n\n3. \"His people\"改为\"He uses people\".\n\n4. \"Girls\"改为\"Girls\".",
            "chinese": "众媳妇听了，忙去了，半刻，围了宝玉进来。四人一见，忙起身笑道：“吓了我们一跳！要是我们不进府来，倘若别处遇见，还只当我们的宝玉后赶著也进了京呢！”一面说，一面都上来拉他的手，问长问短。宝玉也笑问个好。贾母笑道：“比你们的长的如何？”李纨等笑道：“四位妈妈才一说，可知是模样儿相仿了。”贾母笑道：“那有这样巧事？大家子孩子们，再养的娇嫩，除了脸上有残疾，十分丑的，大概看去都是一样齐整，这也没有什么怪处。”四人笑道：“如今看来，模样是一样，据老太太说，淘气也一样。我们看来，这位哥儿，性情却比我们的好些。”贾母忙笑问：“怎么？”四人笑道：“方才我们拉哥儿的手说话，便知道了。若是我们那一位，只说我们糊涂。别说拉手，他的东西，我们稍微动一下，也不行。他用的人，都是女孩子。”\n\n注意：\n\n1. “他的东西”改为“他用的人”。\n\n2. “略动一动”改为“稍微动一下”。\n\n3. “所使唤的人”改为“他用的人”。\n\n4. “女孩子们”改为“女孩子”。"
        },
        {
            "original": "四人未说完，李纨姊妹等禁不住都失声笑出来。贾母也笑道：“我们这会子也打发人去见了你们宝玉，若拉他的手，他也自然勉强忍耐著。不知你我这样人家的孩子，凭他们有什么刁钻古怪的毛病，见了外人，必是要还出正经礼数来的。若他不还正经礼数，也断不容他刁钻去了。就是大人溺爱的，也因为他一则生的得人意儿；二则为人礼数，竟比大人行出来的还周到，使人见了可爱可怜，背地里所以才纵他一点子。若一味他只管没里没外，不给大人争光，凭他生的怎样，也是该打死的。”",
            "english": "Before they could finish, Liwan and her sisters could not help but burst into laughter. The old lady laughed and said, \"If we send someone to see our young master, he will have to put up with it. We, as the children of noble families, can be as naughty and difficult as we want, but we must behave properly when we meet outsiders. If he doesn't behave properly, we won't tolerate him. Even if adults spoil him, it's because he is so cute and well-mannered that people can't help but love him. So, he's allowed to be a little spoiled. If he's rude and doesn't make his parents proud, no matter how good-looking he is, he should be beaten to death.\"",
            "chinese": "四个人还没说完，李纨和她的姐妹们忍不住失声笑了出来。贾母也笑着说：“我们派人去见你们的宝玉，如果拉他的手，他也会勉强忍耐一下。我们这些世家的孩子，不管他们有多刁钻古怪，只要见了外人，就必须遵守正常的礼节。如果他不遵守正常的礼节，也不会容忍他刁钻。即使大人溺爱他，也因为他生得讨人喜欢，为人礼仪比大人都周到，让人见了可爱可怜。所以，他背后才会被纵容一点。如果他一味地没里没外，不为大人争光，不管他生得怎样，都应该被打死。”"
        },
        {
            "original": "四人听了，都笑说：“老太太这话正是。虽然我们宝玉淘气古怪，有时见了客，规矩礼数比大人还有趣，所以无人见了不爱，只说：为什么还打他？殊不知他在家里无法无天，大人想不到的话偏会说，想不到的事偏会行，所以老爷太太恨的无法。就是任性，也是小孩子的常情；胡乱花费，也是公子哥儿的常情；怕上学，也是小孩子的常情：都还治的过来。第一，天生下来这一种刁钻古怪的脾气如何使得？”",
            "english": "The four people all laughed and said, \"Grandma is right. Although our宝玉 is naughty and strange, he obeys the rules and etiquette when he meets guests, which is better than most adults, so no one doesn't like him. Why do you still beat him? In fact, at home, he is wild and unruly, and he will say and do things that adults cannot imagine. That's why his father and mother are so angry. His willfulness is common in children; his spending money recklessly is also common in young gentlemen; his fear of going to school is also a common feeling among children. All these can be disciplined. But the most troublesome thing is that he has a natural and peculiar temper, how can we discipline him?\"\n\n中文原文：\n\n众人听说，都叹说：“老太太说的是。虽然我们宝玉淘气古怪，却见了人，礼数竟比大人还周到，所以人人皆喜欢他。因他和姊妹们在一处，他只和他们闹，从来不和我们横里搅。他只和我们横里搅，也只因我们不拘他，只和我们顽罢了。若他和姊妹们横里搅，难道我们不拘他不成？他要这么着",
            "chinese": "四个人听了，都笑着说：“老太太说的很对。虽然我们宝玉淘气古怪，但见了客人，规矩礼数比大人都好，所以没人见了不喜欢，只问为什么还要打他？其实他在家里无法无天，大人想不到的话偏会说，想不到的事偏会做，所以老爷太太恨得没法。他任性，也是小孩子常有的情况；胡乱花钱，也是公子哥儿常有的情况；怕上学，也是小孩子的常情：这些都可以管教过来。但最麻烦的是，他天生刁钻古怪的脾气，怎么管呢？”"
        },
        {
            "original": "一语未了，人回：“太太回来了。”王夫人进来问过安。他四人请了安，大概说了两句。贾母便命：“歇歇去罢。”王夫人亲捧过茶，方退出去。四人告辞了贾母，便往王夫人处来，说了一会子家务，打发他们回去。不必细说。",
            "english": "未说完一句话，有人回来报告：“太太回来了。”王夫人进来问安。他四个人请了安，大概说了两句。贾母便命他们歇着去。王夫人亲自捧过茶，方才退出去。四个人告辞了贾母，便往王夫人处来，说了一会儿子家务，打发他们回去。不必细说。",
            "chinese": "未说完一句话，有人回来报告：“太太回来了。”王夫人进来问安。他四个人请了安，大概说了两句。贾母便命他们歇着去。王夫人亲自捧过茶，方才退出去。四个人告辞了贾母，便往王夫人处来，说了一会儿子家务，打发他们回去。不必细说。"
        },
        {
            "original": "这里贾母喜得逢人便告诉：也有一个宝玉，也都一般行景。众人都想著：天下的世宦大家，同名的这也很多，祖母溺爱孙子也是常事，不是什么罕事，皆不介意。独宝玉是个迂阔呆公子的心性，自为是那四人承悦贾母之词。后至园中去看湘云病去，湘云因说他：“你放心闹罢。先还‘单丝不成线，独树不成林’；如今有了个对子了，闹利害了，再打急了，你好逃到南京找那个去。”宝玉道：“那里的谎话，你也信了？偏又有个宝玉了？”湘云道：“怎么列国有个蔺相如，汉朝又有个司马相如呢？”宝玉笑道：“这也罢了，偏又模样儿也一样，这也是有的事吗？”湘云道：“怎么匡人看见孔子，只当是阳货呢？”宝玉笑道：“孔子阳货虽同貌，却不同名；蔺与司马虽同名，而又不同貌：偏我和他就两样俱同不成？”湘云没了话答对，因笑道：“你只会胡搅，我也不和你分证。有也罢，没也罢，与我无干。”说著，便睡下了。",
            "english": "Jia mother was very happy and told everyone, \"Here is also a Yu Bai, their actions are the same.\" Everyone thought that because the gentry family, the same name is very common, and the grandmother's favorite grandson is also common, so it is not worth mentioning. Only the son of a wealthy family is a naive young man, and he thinks that the four people are flattering Jia mother. Later, when the son went to see Xiangyun's illness, Xiangyun said, \"You can go ahead and do whatever you want. You said first, 'A single thread cannot be a line, a single tree cannot be a forest', and now there is a pair of words. When you are crazy, you can go to look for that Yu Bai.\" The son said, \"There is no lie, you believe it? But there is another Yu Bai?\" Xiangyun said, \"How can there be the same name in a country? How can there be the same name in Han? \" The son laughed and said, \"Although the same appearance, but the name is different; even if the name is the same, but the appearance is different; why can't I and him be two different people?\" Xiangyun had nothing to\"It doesn't matter if I have it or not. It's none of my business.\" She said, and then fell asleep.",
            "chinese": "贾母很高兴，到处跟人说：“这里也有一个宝玉，他们的行径都一样。”大家都认为，因为世宦大家，同名的人很多，祖母宠爱孙子也是常事，不是什么稀罕事，所以不放在心上。只有宝玉是个迂阔呆公子，自以为是那四个人奉承贾母的话。后来宝玉去看湘云生病，湘云说：“你放心闹吧。先还说‘单丝不成线，独树不成林’，现在有了个对子了，闹得厉害了，再打急了，你去找那个宝玉去。”宝玉说：“那里有谎话，你也相信？偏又有个宝玉了？”湘云说：“怎么列国有个蔺相如，汉朝又有个司马相如呢？”宝玉笑道：“虽然同貌，但名字不同；蔺和司马虽然同名，但长相也不同：偏我跟他就两样都相同不成？”湘云没有话回答，笑着说道：“你只会胡闹，我不和你争辩。有就算有，没有就算没有，和我无关。”说完，她就睡下了。"
        },
        {
            "original": "宝玉心中便又疑惑起来：“若说必无，也似必有；若说必有，又并无目睹。”心中闷闷，回至房中榻上，默默盘算，不觉昏昏睡去，竟到一座花园之内。宝玉诧异道：“除了我们大观园，竟又有这一个园子？”正疑惑间，忽然那边来了几个女孩儿，都是丫鬟。宝玉又诧异道：“除了鸳鸯、袭人、平儿之外，也竟还有这一干人？”只见那些丫鬟笑道：“宝玉怎么跑到这里来？”宝玉只当是说他，忙来陪笑说道：“因我偶步到此，不知是那位世交的花园。姐姐们带我逛逛。”众丫鬟都笑道：”原来不是偺们家的宝玉！他生的也还乾净，嘴儿也倒乖觉。”",
            "english": "Jade was puzzled and returned to his room, lying on his bed and thinking to himself, until he suddenly fell asleep and found himself in a garden. He was surprised and wondered, \"Is this another garden besides the Great View Garden?\" Just then, several maids came over, all of them girls. Jade was puzzled and asked, \"Are these girls from the same family as us?\" The maids laughed and said, \"You must be a stranger. You look nice and are quite talkative.\" Jade replied, \"I was passing by here and didn't know this was someone else's garden. Please show me around.\" The maids laughed and said, \"You must be someone else. You look nice and are quite talkative.\"",
            "chinese": "宝玉心中又疑惑起来：“如果一定没有，好像一定有；如果一定有，又好像没有看到。”他心里很困惑，回到房间的床上，默默地想着，不知不觉睡着了，竟然到了一座花园里。宝玉感到惊讶：“除了我们大观园，竟然还有一个花园？”他正疑惑着，忽然那边来了几个丫鬟，都是女孩。宝玉又感到惊讶：“除了鸳鸯、袭人、平儿之外，还有这些丫鬟吗？”只见那些丫鬟笑着说：“宝玉怎么跑到这里来？”宝玉以为她们在说他，赶紧笑着说：“因为偶然路过这里，不知道是哪位世交的花园。姐姐们带我逛逛。”众丫鬟都笑着说：“原来不是我们家的宝玉！他长得也还干净，嘴巴也很灵活。”"
        },
        {
            "original": "宝玉听了，忙道：“姐姐们这里，也竟还有个宝玉！”丫鬟们忙道：“‘宝玉’二字，我们家是奉老太太、太太之命，为保佑他延年消灾，我们叫他，他听见喜欢；你是那里远方来的小厮，也乱叫起来！仔细你的臭肉，不打烂了你的！”又一个丫鬟笑道：“偺们快走罢，别叫宝玉看见。”又说：“同这臭小子说了话，把偺们薰臭了！”说著，一径去了。",
            "english": "宝玉听了，忙道：“姐姐们这里，也竟还有个宝玉！”丫鬟们忙道：“‘宝玉’二字，我们家是奉老太太、太太之命，为保佑他延年消灾，我们叫他，他听见喜欢；你是那里远方来的小厮，也乱叫起来！仔细你的臭肉，不打烂了你的！”又一个丫鬟笑道：“我们快走罢，别叫宝玉看见。”又说：“同这臭小子说了话，把我们薰臭了！”说著，一径去了。",
            "chinese": "宝玉听了，忙道：“姐姐们这里，也竟还有个宝玉！”丫鬟们忙道：“‘宝玉’二字，我们家是奉老太太、太太之命，为保佑他延年消灾，我们叫他，他听见喜欢；你是那里远方来的小厮，也乱叫起来！仔细你的臭肉，不打烂了你的！”又一个丫鬟笑道：“我们快走罢，别叫宝玉看见。”又说：“同这臭小子说了话，把我们薰臭了！”说著，一径去了。"
        },
        {
            "original": "宝玉纳闷道：“从来没有人如此荼毒我，他们如何竟这样的？莫不真也有我这样一个人不成？”一面想，一面顺步早到了一所院内。宝玉诧异道：“除了怡红院，也竟还有这么一个院落？”忽上了台阶，进入屋内，只见榻上有一个人卧著，那边有几个女儿做针线，或有嬉笑玩耍的。只见榻上那个少年叹了一声，一个丫鬟笑问道：“宝玉，你不睡又叹什么？想必为你妹妹病了，你又胡愁乱恨呢。”",
            "english": "Bao Yuyuan was puzzled and said, \"No one has ever done this to me before. How could they be so cruel to me? Are there really people like me?\" As he thought, he walked into the house. He was surprised and said, \"Besides the Red Chamber, there is another courtyard?\" As he climbed the steps, he entered the house. He saw a young man lying on the bed, and several girls were sewing or playing. A maid asked with a laugh, \"Bao Yuyuan, why don't you sleep and sigh? I guess it's because your sister is sick and you're worried.\"",
            "chinese": "宝玉纳闷道：“从来没有人如此荼毒我，他们如何竟这样的？莫不真也有我这样一个人不成？”一面想，一面顺步早到了一所院内。宝玉诧异道：“除了怡红院，也竟还有这么一个院落？”忽上了台阶，进入屋内，只见榻上有一个人卧著，那边有几个女儿做针线，或有嬉笑玩耍的。只见榻上那个少年叹了一声，一个丫鬟笑问道：“宝玉，你不睡又叹什么？想必为你妹妹病了，你又胡愁乱恨呢。”"
        },
        {
            "original": "宝玉听说，心下也便吃惊。只见榻上少年说道：“我听见老太太说，长安都中也有个宝玉，和我一样的性情，我只不信。我才做了一个梦，竟梦中到了都中一个大花园子里头，遇见几个姐姐，都叫我臭小厮，不理我。好容易找到他房里，偏他睡觉，空有皮囊，真性不知往那里去了！”",
            "english": "宝玉听了，也觉诧异。只见榻上的少年说道：“我听见老太太说，在长安的都城里，也有个宝玉，和我一样的性情，我就不信。我方才作了一个梦，梦见一个大花园子里，遇见几个姐姐，都叫我臭小厮，不理我。好不容易找到宝玉的房间，偏他睡觉，空有皮囊，真性不知往哪里去了！”",
            "chinese": "宝玉听到后，心里也感到吃惊。只见榻上的少年说：“我听说老太太说，在长安的都城里也有个宝玉，和我一样的性情，我不相信。我刚刚做了一个梦，梦到一个大花园子里，遇见几个姐姐，都叫我臭小厮，不理我。好不容易找到宝玉的房间，偏他睡觉，空有皮囊，真性不知往哪里去了！”"
        },
        {
            "original": "宝玉听说，忙说道：“我因找宝玉来到这里，原来你就是宝玉？”榻上的忙下来拉住，笑道：“原来你就是宝玉！这可不是梦里了？”宝玉道：“这如何是梦？真而又真的！”一",
            "english": "Baoyu heard this and said in a hurry, \"I came to find Baoyu. You must be Baoyu!\" The one on the bed got up and pulled him down, laughing and saying, \"Oh, you must be Baoyu! This is not a dream.\" Baoyu said, \"This is not a dream. It's really true!\"",
            "chinese": "宝玉听说，忙说道：“我来找宝玉，原来你就是宝玉？”榻上的忙下来拉住，笑道：“原来你就是宝玉！这不是梦里了？”宝玉道：“这怎么是梦？真是真的！”"
        },
        {
            "original": "一语未了，只见人来说：“老爷叫宝玉。”吓得二人皆慌了。一个宝玉就走，一个便忙叫：“宝玉快回来！宝玉快回来！”",
            "english": "As soon as he finished speaking, someone came to say, \"Master calls for Baoyu.\" The two of them were both startled. One Baoyu ran away, and the other hurriedly called out, \"Come back, Baoyu! Come back!\"\n\nNote: When translating a Chinese colloquial sentence into a simple modern colloquial English, it is important to consider modern English grammar and semantics to ensure that the sentence structure is correct and the meaning is clear.",
            "chinese": "还没说完，就有人来说：“老爷叫宝玉。”吓得两个人都慌了。一个宝玉就跑，一个就忙叫：“宝玉快回来！宝玉快回来！”\n\n注意：在将中国白话改写为简单的现代普通话时，需要考虑现代汉语的语法和语义，以确保句子结构正确、意思清晰。"
        },
        {
            "original": "袭人在旁，听他梦中自唤，忙推醒他，笑问道：“宝玉在那里？”此时宝玉虽醒，神意尚自恍惚，因向门外指说：“才去不远。”袭人笑道：“那是你梦迷了。你揉眼细瞧，是镜子里照的你的影儿。”",
            "english": "Xisi was standing by, and when she heard him call in his dream, she pushed him awake and laughed, “Where is Bao-yu?” At this time Bao-yu had just awakened, but his mind was still confused, so he pointed to the door and said, “Not far away.” Xisi laughed and said, “That is you dreamt you were confused, you rub your eyes carefully to see, that is the mirror reflection of your shadow.”",
            "chinese": "袭人在旁边，听他梦中自唤，忙把他推醒，笑问：“宝玉在哪里？”此时宝玉虽然醒了，但是神智还很恍惚，于是向门外指了指说：“才走不远。”袭人笑道：“那是你梦里迷糊了，你揉揉眼睛仔细瞧，那是镜子照的你的影子。”"
        },
        {
            "original": "宝玉向前瞧了一瞧，原是那嵌的大镜对面相照，自己也笑了。早有丫鬟捧过漱盂茶卤来漱了口。麝月道：“怪道老太太常嘱咐说：‘小人儿屋里不可多有镜子：人小魂不全，有镜子照多了，睡觉惊恐做胡梦。’如今倒在大镜子那里安了一张床，有时放下镜套还好；往前去，天热困倦，那里想的到放他？比如方才就忘了，自然先躺下照著影儿玩来著，一时合上眼，自然是胡梦颠倒的；不然，如何叫起自己的名字来呢？不如明日挪进床来是正经。”一语未了，只见王夫人遣人来叫宝玉。",
            "english": "Bao Yuyan looked at the mirror in front of him and laughed. A servant brought water and tea to wash his mouth. Suqin said, \"The old lady often said that there shouldn't be too many mirrors in a child's room because children's souls are incomplete and too many mirrors can cause nightmares. Now there is a big mirror in front of the bed. Sometimes it's good to put on a mirror case; when it's hot and you're sleepy, who wants to remember to put it back? He must have forgotten it and was playing with his own shadow while lying in bed. When he closed his eyes, he had a strange dream; that's why he called his name. Let's move the bed tomorrow.\" Suqin had not finished speaking when someone from Wangfu called for Bao Yuyan.",
            "chinese": "宝玉向前看了一下，原来是那面大镜子对着自己。他自己也笑了。早有丫鬟拿来漱口水和茶水给他漱了口。麝月说：“老太太经常嘱咐，小孩子屋里不要放太多镜子，因为小孩子魂魄不全，多照镜子容易做噩梦。现在床头放了一面大镜子，有时候套上镜套还好；天热困倦的时候，谁还想起来放呢？刚才他肯定忘了，所以躺在床上照着自己的影子玩。一合上眼睛，就会做胡乱的梦；不然，他怎么会叫自己的名字呢？不如明天把床挪进来。”麝月的话还没说完，王夫人派人来叫宝玉。"
        },
        {
            "original": "不知有何话说，且听下回分解。",
            "english": "I don't know what to say, so I'll leave it at that for now.",
            "chinese": "不知道有什么要说的，听下回分解。"
        }
    ],
    "title": "《敏探春兴利除宿弊　贤宝钗小惠全大体》",
    "chapter_number": 56
}