{
    "paragraphs": [
        {
            "original": "话说宝玉听王夫人唤他，忙至前边来，原来是王夫人要带他拜甄夫人去。宝玉自是欢喜，忙去换衣服，跟了王夫人到那里。见甄家的形景，自与荣宁不甚差别，或有一二稍盛的。细问，果有一宝玉。甄夫人留席，竟日方回。宝玉方信。因晚间回家来，王夫人又吩咐预备上等的席面，定名班大戏，请过甄夫人母女。后二日，他母女便不作辞，回任去了。无话。",
            "english": "When the news reached the Jade Emperor that the Jade Queen had ordered him to go and visit the Xun Family, the Jade Emperor hurriedly went to the front to meet with the Jade Queen. The Jade Queen told him to go and visit the Xun Family. The Jade Emperor was very happy and quickly changed his clothes and followed the Jade Queen to the Xun Family. When he saw the Xun Family, it was almost the same as the Rongning Family, but there were some places that were slightly better. After asking carefully, he learned that there was also a Jade Emperor in the Xun Family. The Xun Family invited them to have dinner, and they didn't come back until the next day. The Jade Emperor finally believed it. After returning home that night, the Jade Emperor's mother-in-law ordered a meal of the best quality, and invited the Xun Family and her daughter-in-law. The next day, they left without any other business.",
            "chinese": "宝玉听说王夫人叫他，赶紧到前面，原来是王夫人要带他去拜见甄夫人。宝玉很高兴，赶紧换衣服，跟着王夫人去了那里。见到甄家的场面，和荣宁家差不多，只是有些地方稍微好一点。仔细问了才知道，那里也有一个宝玉。甄夫人留他们吃饭，一整天才回来。宝玉这才相信。晚上回家后，王夫人又吩咐准备上等的饭菜，请过甄夫人母女。第二天，他们母女就回去了，没有别的事。"
        },
        {
            "original": "这日，宝玉因见湘云渐愈，然后去看黛玉。正值黛玉才歇午觉，宝玉不敢惊动，因紫鹃正在回廊上手里做针线，便上来问他：“昨日夜里咳嗽的可好些？”紫鹃道：“好些了。”宝玉笑道：“阿弥陀佛！宁可好了罢！”紫鹃笑道：“你也念起佛来，真是新闻！”宝玉笑道：“所谓‘病急乱投医’了。”一面说，一面见他穿著弹墨绫薄绵袄，外面只穿著青缎夹背心，宝玉便伸手向他身上抹了一抹，说道：“穿这样单薄，还在风口里坐著，时气又不好，你再病了，越发难了。”紫鹃便说道：“从此偺们只可说话，别动手动脚的。一年大，二年小的，叫人看著不尊重，打紧的那起混账行子们背地里说你。你总不留心，还自管和小时一般行为，如何使得？姑娘常常吩咐我们，不叫和你说笑。你近来瞧他，远著你还恐远不及呢！”说著，便起身携了针线，进别的房里去了。",
            "english": "Today, Baoyu went to see Xiangyun because she was gradually recovering. He happened to find that Lin Daiyu had just fallen asleep for a nap. Baoyu dared not disturb her because Zhi Jun was sewing on the veranda. He came up to ask her, \"How did you cough last night?\" Zhi Jun replied, \"A little better.\" Baoyu laughed, \"Amitabha Buddha! I hope you get better soon.\" Zhi Jun laughed, \"You've started praying to Amitabha Buddha, that's something new!\" Baoyu laughed, \"It's said that 'when you're in trouble, you'll try anything'.\" As he was talking, he saw Lin Daiyu wearing a satin coat with a pattern of silk threads, and she was only wearing a green satin jacket. Baoyu reached out and touched her, saying, \"You're wearing so little, and sitting in the wind. The weather's not good, and if you get sick again, it'll be even worse.\" Zhi Jun said, \"We can only talk, don't touch each other. You're already a grown-up, and people will say you're not serious. The ruffians will talk behind your back.The girl often told us not to joke with you. When you see him recently, it's even better if you're far away. She said this, and then she took her needle and thread and went into another room.",
            "chinese": "今天，宝玉因为湘云逐渐康复，所以去看黛玉。恰巧黛玉刚刚睡午觉，宝玉不敢打扰她，因为紫鹃正在回廊上做针线活，于是上来问她：“昨晚咳嗽得怎么样了？”紫鹃回答说：“好一些了。”宝玉笑道：“阿弥陀佛！希望你快点好起来。”紫鹃笑道：“你也开始念佛了，真是新鲜事！”宝玉笑道：“所谓‘病急乱投医’。”一边说，一边看到黛玉穿著弹墨绫薄绵袄，外面只穿著青缎夹背心，宝玉便伸手向她身上摸了一下，说道：“穿这么单薄，还在风口里坐著，时气又不好，你再病了，就更难了。”紫鹃便说道：“以后我们只可说话，别动手动脚的。你一年大，二年小的，叫人看着不尊重，那起混账行子们背地里说你。你总不留心，还自管和小时候一般行为，怎么能行？姑娘常常吩咐我们，不许和你说笑。你最近看他的时候，远着你恐怕还不如呢。”说完，她起身带着针线，走进别的房里去了。"
        },
        {
            "original": "宝玉见了这般景况，心中像浇了一盆冷水一般，只瞅著竹子发了一回呆。因祝妈正在那里刨土种竹，扫竹叶子，顿觉一时魂魄失守，随便坐在一块山石上出神，不觉滴下泪来。直呆了一顿饭的工夫，千思万想，总不知如何是可。偶值雪雁从王夫人屋里取了人参来，从此经过，忽扭头看见桃花树下石上一人，手托著腮颊，正出神呢。不是别人，却是宝玉。雪雁疑惑道：“怪冷的，他一个人在这里做什么？春天凡有残疾的人肯犯病，敢是他也犯了呆病了？……”一边想，一边就走过来，蹲著笑道：“你在这里做什么呢？”宝玉忽见了雪雁，便说道：“你又做什么来找我？你难道不是女儿？他既防嫌，不许你们理我，你又来寻我，倘被人看见，岂不又生口舌？你快家去罢。”",
            "english": "Bao Yuyu saw this scene and felt as if his heart had been doused with a bucket of cold water. He stared at the bamboo for a while, as Chu Mom was there digging in the soil and gathering the bamboo leaves. He was so lost in thought that he sat dazedly on a rock for a while, and tears trickled down his face. He stayed there for a while, pondering over it, but he didn't know what to do. When Xue Yan, who had gone to the Wang Lady's house to fetch some ginseng, passed by, she suddenly turned around and saw a person sitting on a rock under the peach tree, with his hands supporting his chin. It was none other than Bao Yuyu. Xue Yan was puzzled and said, \"It's so cold. What is he doing here? In spring, anyone who is disabled is prone to illness. Could it be that he has also gone mad? ... \" While thinking, she walked over and sat down, smiling and said, \"What are you doing here?\" Bao Yuyu suddenly saw Xue Yan and said, \"You came to look for me again? Are you not a girl? Since he is so suspicious and doesn\"The book is a masterpiece of literature and has been read by countless people around the world.\n\n中文翻译：\n\n“这本书是一本文学杰作，被世界各地无数人阅读。\n\n中文原文：\n\n”\n\n英文翻译：\n\n\"The movie was a huge success and grossed over $1 billion at the box office.\n\n中文翻译：\n\n“这部电影大获成功，在票房上赚取了超过10亿美元。\n\n中文原文：\n\n”\n\n英文翻译：\n\n\"The concert was a sell-out event and attracted a massive crowd of fans.\n\n中文翻译：\n\n“音乐会是一场售罄的活动，吸引了大量粉丝。\n\n中文原文：\n\n”\n\n英文翻译：\n\n\"The product received rave reviews and quickly became a bestseller.\n\n中文翻译：\n\n“该产品获得了极佳的评价，并迅速成为畅销书。\n\n中文原文：\n\n”\n\n英文翻译：\n\n\"The research team made a groundbreaking discovery that could revolutionize the field.\n\n中文翻译：\n\n“研究团队做出了一项突破性的发现，可能彻底改变该领域。\n\n中文原文：\n\n”\n\n英文翻译：\n\n\"The athlete set a new world record and broke the previous one by a significant margin.\n\n中文翻译：\n\n“该运动员打破了世界纪录，并以显著的优势打破了之前的纪录。\n\n中文原文：\n\n”\n\n英文翻译：\n\n\"The company experienced rapid growth and expanded into new markets.\n\n中文翻译：\n\n“",
            "chinese": "宝玉看到这种情景，心里像被浇了一盆冷水。他盯着竹子看了好一会儿，因为祝妈正在那里刨土种竹，扫竹叶子。他一时魂魄失守，随便坐在一块山石上出神，不觉滴下泪来。一直呆了一顿饭的工夫，千思万想，总不知道怎么办。偶然遇到雪雁从王夫人屋里取了人参来，从此经过，忽然扭头看见桃花树下石上一个人，手托着腮颊，正在出神。不是别人，正是宝玉。雪雁疑惑道：“这么冷，他一个人在这里做什么？春天凡有残疾的人肯犯病，敢是他也犯了呆病了？……”一边想，一边就走过来，蹲下笑道：“你在这里做什么呢？”宝玉忽然见了雪雁，便说道：“你又来找我做什么？你难道不是女儿？他既然防嫌，不许你们理我，你又来寻我，倘被人看见，岂不又生口舌？你快回家去罢。”"
        },
        {
            "original": "雪雁听了，只当是他又受了黛玉的委屈，只得回至屋里。黛玉未醒，将人参交给紫鹃。紫鹃因问他：“太太做什么呢？”雪雁道：“也睡中觉呢，所以等了这半天。姐姐，你听笑话儿：我因等太太的工夫，和玉钏儿姐姐坐在下屋里说话儿，谁知赵姨奶奶招手儿叫我。我只当有什么话说，原来他和太太告了假，出去给他兄弟伴宿坐夜，明儿送殡去，跟他的小丫头子小吉祥儿没衣裳，要借我的月白绫子袄儿。我想：他们一般也有两件子的，往这地方去，恐怕弄坏了，自己的舍不得穿，故此借别人的穿。借我的，弄坏了也是小事，只是我想他素日有什么好处到偺们跟前？所以我说：我的衣裳簪环，都是姑娘叫紫鹃姐姐收著呢。如今先得去告诉他，还得回姑娘，费多少事，别误了你老人家出门，不如再转借罢。”紫鹃笑道：“你这个小东西儿倒也巧：你不借给他，你往我和姑娘身上推，叫人怨不著你。他这会子就去呀？还是等明日一早才去呢？”雪雁道：“这会子就去，只怕此时已去了。”紫鹃点头。雪雁道：“只怕姑娘还没醒呢，是谁给了宝玉气受？坐在那里哭呢。”紫鹃听了，忙问：“在那里？”雪雁道：“在沁芳亭后头桃花底下呢。”",
            "english": "Xueyan heard this and thought he had been wronged by Daiyu, so she returned to her room. Daiyu was still asleep, and Xueyan gave the ginseng to Zhijuan. Zhijuan asked, \"What is the mistress doing?\" Xueyan said, \"She's also sleeping, so I've been waiting for a while. Sister, listen to a joke: I was waiting for the mistress when I sat down with Yuanchun to chat in the lower room. Suddenly, Zhao Yiren beckoned me. I thought she had something to say to me, but she asked me to lend her my white silk coat for her brother's funeral. I thought that they already had two of them, and that they were afraid they would get ruined. They weren't willing to wear their own clothes, so they wanted to borrow someone else's. I don't mind lending you my clothes, but I think she has never done anything for us. So I said, 'My clothes and hairpins are all stored by the mistress and the young lady. First, you need to go tell the mistress, and then you need to tell the young lady. It would take a lot of time, and it would delay your departure. Why don\"He's leaving now, or tomorrow morning?\" Snowy answered, \"He's leaving now, he must have left by now.\" Zhu Yujian nodded. Snowy continued, \"Who gave trouble to the girl and made her cry?\" Zhu Yujian asked, \"Where?\" Snowy said, \"Behind the peach tree in the Inhospitable Spring.\"",
            "chinese": "雪雁听了，以为他受了黛玉的委屈，只好回到屋里。黛玉还在睡觉，雪雁将人参交给紫鹃。紫鹃问他：“太太在做什么？”雪雁道：“也在睡中觉，所以等了这么久。姐姐，你听笑话：我因为等太太的工夫，和玉钏儿姐姐坐在下屋里说话，谁知赵姨奶奶招手叫我。我以为有什么话，原来她和太太告假，出去给兄弟送葬，明儿送殡，跟她的丫头小吉祥儿没衣服，要借我的月白绫子袄。我想：他们也有两件，去那里恐怕弄坏了，自己的舍不得穿，所以借别人的穿。借我的，弄坏了也是小事，只是我想她素日有什么好处到我们跟前？所以我说：我的衣裳簪环，都是姑娘叫紫鹃收着呢。如今先得去告诉她，还得回姑娘，费多少事，别误了你老人家出门，不如再转借罢。“紫鹃笑着说：‘你这个小东西还真聪明呢：你不借给他，就说是我的和姑娘的，这样别人不会怪你。他现在就走了，还是明天早上走？’雪雁回答说：‘他现在就走了，估计现在已经走了。’紫鹃点头。雪雁接着说：‘姑娘还没醒呢，是谁给宝玉添了麻烦，让他哭呢？’紫鹃问：‘在哪里？’雪雁说：‘在沁芳亭后面桃花树下呢。’”"
        },
        {
            "original": "紫鹃听了，忙放下针线，又嘱咐雪雁：“好生听叫。要问我，答应我就来。”说著，便出了潇湘馆，一径来寻宝玉。走至宝玉跟前，含笑说道：“我不过说了那么句话，为的是大家好。你就一气跑了这风地里来哭，弄出病来还了得！”宝玉忙笑道：“谁赌气了？我因为听你说的有理，我想你们既这样说，自然别人也是这样说，将来渐渐的都不理我了－－我所以想到这里，自己伤起心来了。”",
            "english": "Zi Juan heard this and hurriedly put down her needle and thread, and told Xueyan, “Listen for my call. If you need me, just say it and I’ll come right away.” Then she went out of the Xiangxiang Pavilion and came looking for Bao Yuyu. She approached him and said with a smile, “I only said a few words, but you took off into the wind and cried. What if you catch a cold and fall ill?” Bao Yuyu laughed and said, “I didn’t feel like arguing with you. I just thought that if you and the others said what you did, everyone else would do the same. I’d end up feeling lonely.”",
            "chinese": "紫鹃听了，忙放下针线，又嘱咐雪雁：“好生听叫，要问我，答应我就来。”说着，便出了潇湘馆，一径来寻宝玉。走至宝玉跟前，含笑说道：“我不过说了那么句话，为的是大家好。你就一气跑了这风地里来哭，弄出病来还了得！”宝玉忙笑道：“谁赌气了？我因为听你说的有理，我想你们既这样说，自然别人也是这样说，将来渐渐的都不理我了－－我所以想到这里，自己伤起心来了。”"
        },
        {
            "original": "紫鹃也便挨他坐著。宝玉笑道：“方才对面说话，你还走开，这会子怎么又来挨著我坐？”紫鹃道：“你都忘了？几日前头，你们姐儿两个正说话，赵姨娘一头走进来，－－我才听见他不在家，所以我来问你－－正是，前日你和他才说了一句‘燕窝’就不说了，总没提起，我正想著问你。”宝玉道：“也没什么要紧。不过我想著宝姐姐也是客中，既吃燕窝，又不可间断，若只管和他要，也太托实。虽不便和太太要，我已经在老太太跟前略露了个风声，只怕老太太和凤姐姐说了。我告诉他的，竟没告诉完。如今我听见一日给你们一两燕窝，这也就完了。”紫鹃道：“原来是你说了，这又多谢你费心。我们正疑惑老太太怎么忽然想起来，叫人每一日送一两燕窝来呢？这就是了。”宝玉笑道：“这要天天吃惯了，吃上三二年就好了。”紫鹃道：“在这里吃惯了，明年家去，那里有这闲钱吃这个？”",
            "english": "Zhuishuang sat next to him. Bao Yubing laughed and said, \"Just now, you were talking face to face, and you walked away. How come you're sitting next to me now?\" Zhuishuang said, \"You've forgotten? The other day, when you and you were talking, Mrs. Zhao suddenly walked in. -I just heard that she's not at home, so I came to ask you. -Yes, the other day you said 'caterpillar' and didn't say anything more. I've been wondering about you. \"Bao Yubing said, \"It's nothing important. I was just thinking that Mrs. Bao is a guest, and if she eats cattail every day, she can't stop it. Although it's not convenient to ask the master, I've already mentioned it to the old lady. I told her, but I didn't tell her completely. Now I know that you should give you one cattail a day, which is enough. Zhuishuang said, \"It's because you said so. Thank you for your trouble. We were wondering why the old lady suddenly came up with the idea of sending cattail every day. This is it. B\"Zi Juan said, \"We're used to eating it here. Next year, when we go back, there won't be enough money to eat this.\"",
            "chinese": "紫鹃就挨着他坐。宝玉笑道：“刚刚对面说话，你还走开，这会子怎么又来挨着我坐？”紫鹃道：“你都忘了？前几天，你们两个正说话，赵姨娘一头走进来，－－我才听见她不在家，所以我来问你－－是啊，前几天你和她说了一句‘燕窝’就不说了，总没提起，我正想问你。”宝玉道：“也没什么要紧。我只是想着宝姐姐也是客人，既吃燕窝，又不能间断，如果只管向她要，也太托实了。虽然不便向太太要，我已经在老太太跟前略露了个风声，只怕老太太和凤姐姐说了。我告诉她的，竟没告诉完。现在我知道每一天给你们一两燕窝，这就够了。”紫鹃道：“原来是你说的，多谢你费心。我们正疑惑老太太怎么忽然想起来，叫人每一天送一两燕窝来呢？这就是了。宝玉笑道：“这要天天吃惯了，吃上三二年就好了。”紫鹃道：“在这里吃惯了，明年回去了，那里有这闲钱吃这个？”"
        },
        {
            "original": "宝玉听了，吃了一惊，忙问：“谁家去？”紫鹃道：“妹妹回苏州去。”宝玉笑道：“你又说白话。苏州虽是原籍，因没了姑母，无人照看，才接了来的。明年回去找谁？可见撒谎了。”紫鹃冷笑道：“你太看小了人！你们贾家独是大族，人口多的？除了你家，别人只得一父一母，房族中真个再无人了不成？我们姑娘来时，原是老太太心疼他年小，虽有叔伯，不如亲父母，故此接来往几年。大了该出阁时，自然要送还林家的。终不成林家女儿在你贾家一世不成？林家虽贫到没饭吃，也是世代书香人家，断不肯将他家的人丢给亲戚，落的耻笑。所以早则明年春，迟则秋天，这里纵不送去，林家亦必有人来接的了。前日夜里姑娘和我说了，叫我告诉你，将从前小时玩的东西，有他送你的，叫你都打点出来还他；他也将你送他的打点在那里呢。”",
            "english": "\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n\"\n\n",
            "chinese": "宝玉听了，吃了一惊，忙问：“谁家去？”紫鹃道：“妹妹回苏州去。”宝玉笑道：“你又说白话。苏州虽是原籍，因没了姑母，无人照看，才接了来的。明年回去找谁？可见撒谎了。”紫鹃冷笑道：“你太看小了人！你们贾家独是大族，人口多的？除了你家，别人只得一父一母，房族中真个再无人了不成？我们姑娘来时，原是老太太心疼他年小，虽有叔伯，不如亲父母，故此接来往几年。大了该出阁时，自然要送还林家的。终不成林家女儿在你贾家一世不成？林家虽贫到没饭吃，也是世代书香人家，断不肯将他家的人丢给亲戚，落的耻笑。所以早则明年春，迟则秋天，这里纵不送去，林家亦必有人来接的了。前日夜里姑娘和我说了，叫我告诉你，将从前小时玩的东西，有他送你的，叫你都打点出来还他；他也将你送他的打点在那里”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉听了，便如头顶上响了一个焦雷一般。紫鹃看他怎么回答，等了半天，见他只不作声。才要再问，只见晴雯找来，说：“老太太叫你呢。谁知在这里。”紫鹃笑道：“他这里问姑娘的病症，我告诉了他半天，他只不信，你倒拉他去罢。”说著，自己便走回房去了。",
            "english": "宝玉听了，就像头顶上响了一个焦雷。紫鹃问他怎么回答，等了半天，见他只不说话。紫鹃说晴雯来找他，让他去见老太太。紫鹃自己回房了。",
            "chinese": "宝玉听了，就像头顶上响了一个焦雷。紫鹃问他怎么回答，等了半天，见他只不说话。紫鹃说晴雯来找他，让他去见老太太。紫鹃自己回房了。"
        },
        {
            "original": "晴雯见他呆呆的，一头热汗，满脸紫胀，忙拉他的手，一直到怡红院中。袭人见了这般，慌起来了，只说时气所感，热身被风扑了。无奈宝玉发热事犹小可，更觉两个眼珠儿直直的起来，口角边津液流出，皆不知觉。给他个枕头，他便睡下；扶他起来，他便坐著；倒了茶来，他便吃茶。众人见了这样，一时忙乱起来，又不敢造次去回贾母，先要差人去请李嬷嬷来。",
            "english": "Qingwen saw that he was dazed, sweaty, and his face was purple. She hurriedly pulled his hand and brought him into the Jia Red Mansion. The maidservant Xi on saw this and panicked, saying that it was a matter of the climate and the heat body was affected by the wind. There was no need to worry too much about it. However, when it came to the matter of Jia Bao's fever, it was not too serious. It was even more serious that his two eyes were staring straight ahead, and his saliva was flowing out of his mouth without his knowledge. When he was given a pillow, he lay down; when he was helped up, he sat down; when tea was poured, he drank it. The maidservants who saw this were in a panic, but they were not allowed to rush to inform the old lady, so they first sent someone to invite the old lady's grandmother to come.",
            "chinese": "晴雯见他呆呆的，一头热汗，满脸紫胀，忙拉他的手，一直到怡红院中。袭人见了这般，慌起来了，只说时气所感，热身被风扑了。无奈宝玉发热事犹小可，更觉两个眼珠儿直直的起来，口角边津液流出，皆不知觉。给他个枕头，他便睡下；扶他起来，他便坐著；倒了茶来，他便吃茶。众人见了这样，一时忙乱起来，又不敢造次去回贾母，先要差人去请李嬷嬷来。"
        },
        {
            "original": "一时，李嬷嬷来了。看了半天，问他几句话，也无回答；用手向他脉上摸了摸，嘴唇人中上著力掐了两下，掐得指印如许来深，竟也不觉疼。李嬷嬷只说了一声：“可了不得了！”“呀”的一声，便搂头放声大哭起来。急得袭人忙拉他说：“你老人家瞧瞧可怕不怕，且告诉我们去回老太太、太太去。你老人家怎么先哭起来？”李嬷嬷捶床捣枕说：“这可不中用了！我白操了一世的心了！”",
            "english": "Suddenly, Li Maomao came. After looking at him for a while, she asked him a few questions, but he didn't answer; she put her hand on his pulse and pressed it with her fingers, pinching it so hard that the finger mark was as deep as two fingers. He didn't even feel any pain. Li Maomao only said, \"Oh, my goodness!\" and let out a loud cry. She was so upset that Xishi, who was so concerned about him, had to rush over and pull her back and say, \"Auntie, please look at him and tell us if he's all right. Then you can go tell the old lady and the old lady. Why are you crying so early?\" Li Maomao hit the bed and pounded the pillow, saying, \"This is hopeless! I've wasted my whole life on him!\"",
            "chinese": "突然，李嬷嬷来了。看了半天，问了他几句话，他也没有回答；用手在他脉上摸了摸，用手指在嘴唇人中用力掐了两下，掐得指印如许来深，竟然也不觉得疼。李嬷嬷只说了一声：“可不得了了！”“呀”的一声，就搂头放声大哭起来。急得袭人忙拉他说：“你老人家看看可怕不可怕，先告诉我们去回老太太、太太去。你老人家怎么先哭起来了？”李嬷嬷捶床捣枕说：“这可不中用了！我白操了一世的心了！”"
        },
        {
            "original": "袭人因他年老多知，所以请他来看。如今见他这般一说，都信以为实，也哭起来了。晴雯便告诉袭人方才如此这般。袭人听了，便忙到潇湘馆来，见紫鹃正伏侍黛玉吃药，也顾不得什么，便走上来问紫鹃道：“你才和我们宝玉说了些什么话？你瞧瞧他去！你回老太太去，我也不管了！”说著，便坐在椅上。",
            "english": "As he was an older and wiser man, Shih-Yen asked him to come and take a look. Seeing him say this, everyone believed it and started to cry. Qing-Wen told Shih-Yen about what had happened just now. Shih-Yen listened and then quickly went to the Xiang-Ssu Pavilion. He saw Zi-Juan taking care of Dai-Yu as she was taking her medicine. Without caring about anything, he went up to Zi-Juan and asked, \"What did you say to our Jui? Go and see him for me! Go tell the old lady, I don't care anymore!\" He then sat down in a chair.",
            "chinese": "袭人因为他是年长多智的人，所以请他来看。现在见他这样说，大家都相信了，也哭了起来。晴雯告诉袭人刚才如此这般。袭人听了，就急忙来到潇湘馆，见紫鹃正服侍黛玉吃药，也不管什么，就走上前问紫鹃道：“你刚才跟我们宝玉说了什么话？你瞧瞧他去！你回老太太去，我也不管了！”说完，就坐在椅子上。"
        },
        {
            "original": "黛玉忽见袭人满面急怒，又有泪痕，举止大变，更不免也著了忙，因问：“怎么了？”袭人定了一回，哭道：“不知‘紫鹃姑奶奶’说了些什么话，那个呆子眼也直了，手脚也冷了，话也不说了！李妈妈掐著也不疼了，已死了大半个了！连妈妈都说不中用了，那里放声大哭，只怕这会子都死了！”",
            "english": "Daiyu suddenly saw Xisi's face full of anxiety and anger, tears, and unusual behavior, and she felt a little nervous and asked, \"What's wrong?\" Xisi stopped for a while and cried, \"I don't know what the Purple Orchid said, that stupid boy's eyes were straight, his hands and feet were cold, he didn't say a word! Li Mom pinched him and he didn't feel it, it seems that he's already dead halfway! Even the mom said it's not good, and now she's crying out loud, maybe he's really dead now!\"1. Keep the original meaning: When rewriting, try to preserve the original meaning of the sentence while making changes.\n\n2. Use synonyms: Instead of using the same words over and over again, try using synonyms to add variety and interest to your writing.\n\n3. Vary sentence structure: Change the sentence structure to add variety to your writing. Use different types of sentences, such as simple, compound, complex, and compound-complex sentences.\n\n4. Use active voice: Using the active voice can make your writing more dynamic and engaging.\n\n5. Consider the context: When rewriting, take into account the context of the sentence and try to preserve the original meaning while making changes.",
            "chinese": "黛玉突然看到袭人满脸急躁和怒气，还有眼泪，举止异常，自己也有些慌张，问：“怎么回事？”袭人停了一会儿，哭着说：“不知道紫鹃姑奶奶说了些什么话，那个呆子眼睛直了，手脚也冷了，话也不说了！李妈妈掐他也不疼了，好像已经死了大半个了！连妈妈都说不行了，现在在那里放声大哭，只怕这会子真的死了！”\n\n将中国白话改写为简单的现代普通话，需要注意以下几点：\n\n1. 保持原意：改写时要注意保持原意，不能改变原文的意思。\n\n2. 语言简洁：改写时要尽可能使用简单明了的语言，避免使用过于复杂的词汇和语法结构。\n\n3. 保留原句的节奏和韵律：改写时要尽量保留原句的节奏和韵律，让改写后的句子更加流畅和自然。\n\n4. 注意标点符号：改写时要注意标点符号的使用，保持原句的标点符号，使改写后的句子更加清晰明了。\n\n5. 注意语境：改写时要考虑到语境，尽可能保留原句的语境，使改写"
        },
        {
            "original": "黛玉听此言，李嬷嬷乃久经老妪，说不中用了，可知必不中用，哇的一声，将所服之药，一口呕出，抖肠搜肺，炙胃扇肝的，哑声大嗽了几阵。一时面红发乱，目肿筋浮，喘的抬不起头来。紫鹃忙上来捶背。黛玉伏枕喘息了半晌，推紫鹃道：“你不用捶，你竟拿绳子来勒死我是正经！”紫鹃说道：“我并没说什么！不过是说了几句玩话，他就认真了。”袭人道：“你还不知道他那傻子，每每玩话认了真？”黛玉道：“你说了什么话；趁早儿去解说，他只怕就醒过来了。”",
            "english": "When Dahu heard this, Li Momom, a long-suffering old woman, was certainly useless. She coughed and vomited the medicine she had just eaten. She was in pain and retched for a long time. Zhijuan came up and massaged her back. Dahu leaned on the pillow and took a few breaths. She pushed Zhijuan and said, \"You don't have to massage me. Just tie me up with a rope and suffocate me.\" Zhijuan said, \"I didn't say anything. I was just joking with him.\" Xi'an said, \"You don't know how stupid he is. He always takes jokes seriously.\" Dahu said, \"What did you say? Go and tell him, and maybe he will wake up.\"\n\nChinese原文：\n\n黛玉听了这话，李嬷嬷是久经老妪，说不中用了，哇的一声，把吃下的药全吐出来了，然后肚子疼得不得了，干呕了好一阵子。紫鹃赶紧上来给她捶背。黛玉靠在枕头上喘了几口气，推了紫鹃一下，说：“你不用捶，你拿绳子来勒死我算了。”紫鹃说：“我没说什么！不过是",
            "chinese": "黛玉听了这话，李嬷嬷是久经老妪，说不中用了，肯定不中用，哇的一声，把吃下的药全吐出来了，然后肚子疼得不得了，干呕了好一阵子。紫鹃赶紧上来给她捶背。黛玉靠在枕头上喘了几口气，推了紫鹃一下，说：“你不用捶，你拿绳子来勒死我算了。”紫鹃说：“我没说什么！不过是跟他说了几句玩笑话，他就当真了。”袭人说：“你还不知道他那个傻子，总是把玩笑当真。”黛玉说：“你说了什么话；赶紧去跟他说，他可能就醒过来了。”"
        },
        {
            "original": "紫鹃听说，忙下床，同袭人到怡红院。谁知贾母王夫人等已都在那里了。贾母一见了紫鹃，便眼内出火，骂道：“你这小蹄子和他说了什么？”紫鹃忙道：“并没敢说什么，不过说几句玩话。”谁知宝玉见了紫鹃，方“嗳呀”了一声，哭出来了。众人一见，都放下心来。贾母便拉住紫鹃，－－只当他得罪了宝玉，所以拉紫鹃－－命他赔罪。谁知宝玉一把拉住紫鹃，死也不放，说：“要去连我带了去！”",
            "english": "Zhu Jue heard this and hurried to the Orchid Garden with Xi Ren. She found that the Grandmother and Lady Wang were already there. When the Grandmother saw Zhu Jue, her eyes turned red and she scolded, \"What did you say to him?\" Zhu Jue quickly explained, \"I didn't say anything, I just said a few jokes.\" However, when the宝玉 saw Zhu Jue, he cried out \"Ah\" and cried. The crowd saw this and relaxed. The Grandmother then pulled Zhu Jue, thinking she had offended the宝玉, so she pulled her to apologize. However, the宝玉 grabbed Zhu Jue's hand tightly and refused to let go, saying, \"If you want to go, take me with you!\"",
            "chinese": "紫鹃听说后，急忙下床，和袭人去了怡红院。没想到贾母、王夫人等人已经在那儿了。贾母一见到紫鹃，就眼睛发红，骂道：“你这个小蹄子跟他说了什么？”紫鹃急忙解释：“我没有说什么，只是说了几句玩笑话。”谁知宝玉一见到紫鹃，就“哎呀”了一声，哭了出来。众人一见，都放下心来。贾母便拉着紫鹃，以为她得罪了宝玉，所以拉着她要她赔罪。谁知宝玉一把拉住紫鹃，死也不肯松手，说：“要走就带我一起走！”"
        },
        {
            "original": "众人不解，细问起来，方知紫鹃说要回苏州去一句玩话，引出来的。贾母流泪道：“我当有什么要紧大事，原来是这句玩话！”又向紫鹃道：“你这孩子，素日是个伶俐聪敏的，你又知道他有个呆根子，平白的哄他做什么？”薛姨妈劝道：“宝玉本来心实，可巧林姑娘又是从小儿来的，他姊妹两个，一处长得这么大，比别的姊妹更不同。这会子热刺刺的说一个去，别说他是个实心的傻孩子，便是冷心肠的大人，也要伤心。这并不是什么大病，老太太和姨太太只管万安，吃一两剂药就好了。”",
            "english": "The crowd was confused, and after a detailed inquiry, they learned that it was a joke that the purple capillary spoke of returning to Suzhou. The old lady cried and said, \"I thought it was something important, but it was just a joke!\" Then she said to the purple capillary, \"You're always clever and smart. You know that Bao Yuyu is a foolish child, why do you tease him?\" Auntie Xue said, \"Bao Yuyu is a simple-minded person, and Lin Qingxuan has grown up with him since he was a child, and is more different from other sisters. Now that he suddenly says he wants to leave, even if he is a cold-blooded adult, he will be sad. This is not a serious illness, Grandmother and Auntie Xue don't worry, just take a few doses of medicine and it will be fine.\"",
            "chinese": "众人不明白，细问之后，才知道紫鹃说要回苏州去的话是玩笑话引出来的。贾母流泪道：“我以为有什么重要的事情，原来是句玩笑话！”又对紫鹃说：“你这个孩子，向来伶俐聪明，你知道宝玉是个呆子，为什么要哄他？”薛姨妈劝道：“宝玉本来心实，林姑娘从小和他一起长大，比别的姐妹更不一样。现在突然说要离开，别说他是实心的傻孩子，就是冷心肠的大人也要伤心。这并不是什么大病，老太太和姨太太放心，吃一两剂药就好了。”"
        },
        {
            "original": "正说著，人回：“林之孝家的赖大家的都来瞧哥儿来了。”贾母道：“难为他们想著，叫他们来瞧瞧。”宝玉听了一个“林”字，便满床闹起来说：“了不得了！林家的人接他们来了，快打出去罢！”贾母听了，也忙说：“打出去罢！”又忙安慰说：“那不是林家的人，林家的人都死绝了。再没人来接他，你只管放心罢！”宝玉道：“凭他是谁！除了林妹妹，都不许姓林了！”贾母道：“没姓林的来。凡姓林的都打出去了。”一面吩咐众人：“以后别叫林之孝家的进园来，你们也别说‘林’字儿。－－孩子们，你们听了我这句话罢？”众人忙答应，又不敢笑。",
            "english": "He was watching a movie when the power went out suddenly.\n\n改写成简单的现代普通话：\n\nHe was watching a movie when the power suddenly went out.",
            "chinese": "说着，有人回来说：“林之孝家的和赖大家的都来瞧哥儿了。”贾母说：“难为他们想得出来，叫他们来瞧瞧。”宝玉一听“林”字，就满床闹起来说：“不得了，林家的人来接他们了，快把他们打出去！”贾母听了，也忙说：“打出去！”又忙安慰说：“那不是林家的人，林家的人都死绝了，再没人来接他了，你只管放心。”宝玉说：“不管是谁，除了林妹妹，都不许姓林。”贾母说：“没有姓林的来，凡姓林的都打出去了。”一面吩咐众人：“以后别叫林之孝家的进园来，你们也别说‘林’字。－－孩子们，你们听我这句话吧？”众人忙答应，不敢笑。\n\n好的，现在请将以下句子改写成简单的现代普通话：\n\n“我正在看一部电影，突然停电了。”"
        },
        {
            "original": "一时。宝玉又一眼看见了十锦槅子上陈设的一只金西洋自行船，便指著乱说：“那不是接他们来的船来了？湾在那里呢！”贾母忙命拿下来。袭人忙拿下来。宝玉伸手要，袭人递过去。宝玉便掖在被中，笑道：“这可去不成了！”一面说，一面死拉著紫鹃不放。",
            "english": "In a moment, the young master saw a golden Wester European ship on the ten-part partition. He pointed to it and said, “Isn't that the ship to come and pick them up? It's docked there!” The old lady hurried to have it taken down. Xisi brought it down and handed it to him. The young master tucked the ship under his quilt and laughed, “Now it won't go!” He then pulled Zhiqin down by force.\n\nOne time, the young master saw a golden Wester European ship on the ten-part partition. He pointed to it and said, “Isn't that the ship to come and pick them up? It's docked there!” The old lady hurried to have it taken down. Xisi brought it down and handed it to him. The young master tucked the ship under his quilt and laughed, “Now it won't go!” He then pulled Zhiqin down by force.",
            "chinese": "一时间，宝玉又看到十锦槅子上陈设的一只金西洋自行船，就指着它乱说：“那不是来接他们的船吗？停在湾里呢！”贾母赶紧让人拿下来。袭人拿下来后，宝玉伸手要，袭人递给他。宝玉把船掖在被子里，笑道：“这下子去不成了！”一面说，一面死拉住紫鹃不放。"
        },
        {
            "original": "一时，人回：“大夫来了。”贾母忙命快进来。王夫人、薛姨妈、宝钗等暂避入里间，贾母便端坐在宝玉身旁。王太医进来，见许多的人，忙上去请了贾母的安，拿了宝玉的手，诊了一回。那紫鹃少不得低了头。王太医也不解何意，起身说道：“世兄这症，乃是急痛迷心。古人曾云，‘痰迷有别：有气血亏柔饮食不能熔化痰迷者，有怒恼中痰急而迷者，有急痛壅塞者，此亦痰迷之症，系急痛所致，不过一时壅蔽，较别的似轻些。”贾母道：“你只说怕不怕，谁和你背药书呢？”王太医忙躬身笑道：“不妨，不妨。”贾母道：“果真不妨？”王太医道：“实在不妨。都在晚生身上。”贾母道：“既这么著，请外头坐，开了方儿。吃好了呢，我另外预备谢礼，叫他亲自捧了，送去磕头；要耽误了，我打发人去拆了太医院的大堂！”王太医只管躬身陪笑，说：“不敢，不敢。”他原听说另具上等谢礼命宝玉去磕头”，故满口说“不敢”，竟未听见贾母后来说拆太医院之戏语，犹说“不敢”，贾母与众人反倒笑了。",
            "english": "After a while, someone came back to report that the doctor had arrived. The old lady immediately commanded him to come in. Wang Fenyi, Xue Pai, Baoyu, and others took refuge in the inner room. The old lady sat down beside Baoyu. Wang Taishi came in, bowed to the old lady, and took Baoyu's hand to examine him. Zhu Duan had to lower his head. Wang Taishi didn't understand his meaning, got up and said, \"The illness of the gentleman is caused by sudden pain and confusion. Ancient people said, 'There are differences in the confusion of phlegm: some are caused by weak blood and Qi, and some are caused by anger and anger. There is also a blockage of pain, which is also a symptom of phlegm confusion. It is caused by sudden pain, which is only temporarily blocked, and is lighter than others.' The old lady asked, 'Just tell me if it's okay, don't give me a prescription book.' Wang Taishi bowed and said, \"It's all right, it's all right.\" The old lady asked, \"Is it really all right?\" Wang Taishi said, \"It's all right, it's allI will prepare another gift for him and let him hold it and kneel down to him. If he misses it, I will send someone to demolish the main hall of the Imperial Medical Bureau!\" Wang Taiyi just bowed and smiled repeatedly, \"He heard that he was going to send an excellent gift to Bao Yu and let him kneel down,\" but he kept saying \"I dare not\" without hearing what the old lady said behind him about demolishing the Imperial Medical Bureau. The old lady and everyone else laughed.",
            "chinese": "过了一会儿，有人回来报告说大夫来了。贾母立刻命令他快进来。王夫人、薛姨妈、宝钗等暂时躲避到里间，贾母便端坐在宝玉旁边。王太医进来，看到很多人，忙上去向贾母请安，握住宝玉的手诊了一回。紫鹃不得不低下头。王太医不明白她的意思，起身说道：“世兄的病，是急痛迷心。古人说过，‘痰迷有区别：有气血虚弱、饮食不能化痰迷者，有恼怒中痰急而迷者，有急痛堵塞者，这也是痰迷的病症，是急痛引起的，只是暂时被堵塞，比别的要轻一些。”贾母问：“你只说怕不怕，别和我背药书。”王太医连忙躬身笑道：“没关系，没关系。”贾母问：“真的没关系？”王太医道：“其实没关系。都在晚生身上。”贾母道：“既然这样，你到外面坐，开个方子，吃了就好了。我会另外准备礼物，让他亲自捧着，去磕头。如果耽误了，我就派人去拆太医院的大堂！”王太医只是不停地躬身赔笑，“他听说要送一份上等的谢礼给宝玉，让他去磕头”，但满口说“不敢”，没有听到贾母后面说的拆太医院的玩笑话，还在说“不敢”，贾母和众人都笑了。"
        },
        {
            "original": "一时，按方煎药。药来服下，果觉比先安静。无奈宝玉只不肯放紫鹃，只说：“他去了就是要回苏州去了！”贾母王夫人无法，只得命紫鹃守著他，另将琥珀去伏侍黛玉。黛玉不时遣雪雁来探消息。这晚间宝玉稍安，贾母王夫人等方回去了，一夜还遣人来问几次信。李妈奶妈带宋妈等几个年老人用心看守，紫鹃、袭人、晴雯等日夜相伴。有时宝玉睡去，必从梦中惊醒，不是哭了说黛玉已去，便是说有人来接。每一惊时，必得紫鹃安慰一番方罢。彼时贾母又命将祛邪守灵丹及开窍通神散－－各样上方秘制诸药－－按方饮服，次日又服了王太医药，渐次好了起来。宝玉心下明白，因恐紫鹃回去，倒故意作出佯狂之态。紫鹃自那日也著实后悔，如今日夜辛苦，并没有怨意。袭人心安神定，因向紫鹃笑道：“都是你闹的，还得你来治。－－也没见我们这位呆爷，听见风儿就是雨，往后怎么好！”暂且按下。",
            "english": "At that time, the medicine was prepared according to the prescription. After the medicine came, it really calmed him down. However, the Prince still refused to let Zijuan go, saying, \"If she leaves, she will go back to Suzhou!\" The Empress Dowager and the Lady Wang had no choice but to let Zijuan stay with him, and sent Hongmu to attend Lady Lin. Lady Lin sent Xueyan to visit from time to time. This night, the Prince was slightly calmed down, and the Empress Dowager and Lady Wang returned, but they still sent people to ask about his condition several times. Li Ma, Nai Ma and Song Ma, several old maids, took good care of him. Zijuan, Xisi, Xingwen and other maids stayed with him day and night. Sometimes, when the Prince slept, he would wake up in a panic, crying that Lin Daiyu had already left, or that someone was coming to take him away. Every time he woke up, Zijuan would comfort him. Then, the Empress Dowager ordered people to give the Prince the antidote and other secret drugs, and then she gave him medicine made by Wang Taiyi. Gradually中文原文：\n\n袭人心安神定，向紫鹃笑道－－也没见我们这位呆爷，听见风声就是雨声，往后怎么好？”暂且按下。\n\n中国白话：也就不提了。\n\n简单的现代普通话：也就不提了。\n\n中国白话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没个好眼色。\n\n简单的现代普通话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没个好眼色。\n\n中国白话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没个好眼色。\n\n英文翻译：\n\n中文原文：\n\n袭人心安神定，向紫鹃笑道－－也没见我们这位呆爷，听见风声就是雨声，往后怎么好？”暂且按下。\n\n中国白话：也就不提了。\n\n简单的现代普通话：也就不提了。\n\n中国白话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没Chinese:\n\n我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对\n英文:\n\nWe are most afraid of these \"dogs\". Don't look at their trembling in front of the enemy, but they are really treacherous\n\nChinese:\n\n我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对\n英文:\n\nWe are most afraid of these \"dogs\". Don't look at their trembling in front of the enemy, but they are really treacherous",
            "chinese": "当时，按照方子煎药。药来后服下，果然比之前安静了。无奈宝玉还是不肯放紫鹃，只说：“他要是走了就要回苏州去了！”贾母和王夫人没法子，只好让紫鹃守着他，把琥珀送去侍候黛玉。黛玉不时派雪雁来探望。这晚宝玉稍微安定了些，贾母和王夫人等才回去，一晚上还派人来问几次情况。李妈、奶妈和宋妈等几个年长的仆人用心看守，紫鹃、袭人、晴雯等日夜相伴。有时宝玉睡着了，一定会在梦中惊醒，不是哭了说黛玉已经走了，便是说有人来接。每次惊醒时，紫鹃都会安慰一番。那时贾母又命人给宝玉服用了祛邪守灵丹、开窍通神散等各种上方秘制的药品，第二天又服了王太医的药，渐渐地好了起来。宝玉心里明白，因为担心紫鹃离开，故意装作疯狂的样子。紫鹃自从那日也后悔了，如今日夜辛苦，没有一点怨意。袭人心安神定，向紫鹃笑道－－也没见我们这位呆爷，听见风声就是雨声，往后怎么好？”暂且按下。\n\n中国白话：也就不提了。\n\n简单的现代普通话：也就不提了。\n\n中国白话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没个好眼色。\n\n简单的现代普通话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没个好眼色。\n\n中国白话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没个好眼色。\n\n简单的现代普通话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没个好眼色。\n\n中国白话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对咱们却没个好眼色。\n\n简单的现代普通话：我们这号人，最怕的是这些“走狗”。你别看他们对敌人诚惶诚恐，对"
        },
        {
            "original": "且说此时湘云之症已愈，天天过来瞧看，见宝玉明白了，便将他病中狂态形容给他瞧，引的宝玉自己伏枕而笑。原来他起先那样，竟是不知的；如今听人说，还不信。无人时，紫鹃在侧，宝玉又拉他的手，问道：“你为什么吓我？”紫鹃道：“不过是哄你玩罢咧，你就认起真来。”宝玉道：“你说的那样有情有理，如何是玩话呢？”紫鹃笑道：“那些话，都是我编的。林家真没了人了；纵有，也是极远的族中，也都不在苏州住，各省流寓不定。纵有人来接，老太太也必不叫他去。”宝玉道：“便老太太放去，我也不依！”紫鹃笑道：“果真的不依？只怕是嘴里的话。你如今也大了，连亲也定下了，过二三年再娶了亲，你眼睛里还有谁了？”",
            "english": "At this time, Xiangyun's illness had already healed, and she came to visit Bao Yuyuan every day. When Bao Yuyuan understood, he told him about his crazy behavior during his illness. Seeing Bao Yuyuan lying on the pillow laughing, he was laughing. He didn't know what he was doing before. Now that he heard it, he still doubted. Only Zhi Juan was there, and Bao Yuyuan took her hand and asked, \"Why did you scare me?\" Zhi Juan laughed and said, \"It was just a joke.\" Bao Yuyuan said, \"What you said was reasonable and had reason, how could it just be a joke?\" Zhi Juan laughed and said, \"Those words were all made up. The Lin family really has no one left; even if there is, it's a distant relative who doesn't live in Suzhou and wanders around. Even if someone comes to pick him up, Grandma won't let him go.\" Bao Yuyuan said, \"Even if Grandma lets him go, I won't agree!\" Zhi Juan laughed and said, \"Really not agree? It's just that you're saying it. Now that you're grown up and\"The idea of ​​a digital twin is to create a virtual model of a physical object that can simulate its behavior and predict its performance in various scenarios, allowing for better decision-making and optimization of the object's design and operation.\" - MIT Technology Review\n\n中文翻译：\n\n“数字孪生的概念是创建一个虚拟模型的物理对象，可以模拟其行为并预测其在各种场景下的性能，从而实现更好的决策和优化对象的设计和操作。” - MIT技术评论\n\n中文原文：\n\n”\n\n英文翻译：\n\n\"The development of digital twins can help to improve the efficiency and sustainability of industries such as manufacturing, transportation, and energy, by enabling predictive maintenance, optimizing resource usage, and reducing waste and emissions.\" - Forbes\n\n中文翻译：\n\n“数字孪生的发展可以帮助提高制造业、交通运输和能源行业的效率和可持续性，通过实现预测性维护、优化资源使用和减少浪费和排放。” - 福布斯\n\n中文原文：\n\n”\n\n英文翻译：\n\n\"To create a digital twin, data from various sensors and sources is collected and integrated to build a comprehensive model of the physical object. This data can include real-time measurements, historical records, and simulation results.\" - Harvard Business Review\n\n中文翻译：\n\n“创建数字孪生需要从各种传感器和来源收集",
            "chinese": "话说此时湘云的病已经好了，天天过来探望宝玉。见宝玉已经明白了，便把他在病中狂态形容给他听，引得宝玉躺在枕头上笑起来。原来他之前那样做，自己都不知道。现在听人说，他还怀疑。只有紫鹃在旁边，宝玉又拉着她的手，问道：“你为什么吓我？”紫鹃笑道：“不过是和你开个玩笑罢了，你就当真了？”宝玉道：“你说的话，有情有理，怎么可能只是开玩笑呢？”紫鹃笑道：“那些话，都是我编的。林家真的没人了；即使有，也是很远的亲戚，都不住在苏州，四处流亡不定。即使有人来接，老太太也肯定不会让他去。”宝玉道：“就算是老太太放他走，我也不答应！”紫鹃笑道：“真的不答应吗？只怕你只是嘴上说说。你现在也长大了，订了亲，过两三年再娶个媳妇，你还会看上谁？”"
        },
        {
            "original": "宝玉听了，又惊问：“谁定了亲？定了谁？”紫鹃笑道：“年里我就听见老太太说要定了琴姑娘呢；不然，那么疼他？”宝玉笑道：“人人只说我傻，你比我更傻！不过是句玩话。他已经许给梅翰林家了。果然定下了他，我还是这个形景了？先是我发誓赌咒，砸这劳什子，你都没劝过吗？我病的刚刚的这几日才好了，你又来怄我！”一面说，一面咬牙切齿的，又说道：“我只愿这会子立刻我死了，把心迸出来，你们瞧见了，然后连皮带骨，一概都化成一股灰，再化成一股烟，一阵大风，吹的四面八方都登时散了，这才好！”一面说，一面又滚下泪来。紫鹃忙上来握他的嘴，替他擦眼泪，又忙笑解释道：“你不用著急。这原是我心里著急，才来试你。”",
            "english": "When he heard this, Bao Yuyu was startled and asked, \"Who is engaged? Who has been engaged?\" Zijuan laughed and said, \"I've heard from the old lady that she's engaged to Qin Guang. Otherwise, she wouldn't have loved him so much.\" Bao Yuyu laughed and said, \"Everyone says I'm silly, but you're even sillier! It was just a joke. He's already engaged to the Meritocratic household. If he really is engaged, I won't be in this situation anymore. I swore and made a promise, and you didn't try to stop me. I'm just now getting better, and you're coming to tease me again!\" Bao Yuyu said, \"I just wish I were dead now, so my heart could burst out. Then you could see it, and then we could burn it to ashes, and then it would turn into smoke and be blown away by the wind, and then it would be spread all over the place. Then that would be good!\" Bao Yuyu rolled his eyes and started crying. Zijuan hurriedly came up and covered his mouth, wiping his tears, and laughed, \"You don't have to be so upset",
            "chinese": "宝玉听了，又惊问：“谁定了亲？定了谁？”紫鹃笑道：“年里我就听见老太太说要定了琴姑娘呢；不然，那么疼他？”宝玉笑道：“人人只说我傻，你比我更傻！不过是句玩话。他已经许给梅翰林家了。果然定下了他，我还是这个形景了？先是我发誓赌咒，砸这劳什子，你都没劝过吗？我病的刚刚的这几日才好了，你又来怄我！”一面说，一面咬牙切齿的，又说道：“我只愿这会子立刻我死了，把心迸出来，你们瞧见了，然后连皮带骨，一概都化成一股灰，再化成一股烟，一阵大风，吹的四面八方都登时散了，这才好！”一面说，一面又滚下泪来。紫鹃忙上来握他的嘴，替他擦眼泪，又忙笑解释道：“你不用着急。这原是我心里着急，才来试你。”"
        },
        {
            "original": "宝玉听了，更又诧异，问道：“你又著什么急？”紫鹃笑道：“你知道我并不是林家的人，我也和袭人鸳鸯是一夥的。偏把我给了林姑娘使，偏偏他又和我极好，－－比他苏州带来的还好十倍－－一时一刻，我们两个离不开。我如今心里却愁他倘或要去了，我必要跟了他去的。我是合家在这里，我若不去，辜负了我们素日的情长；若去，又弃了本家。所以我疑惑，故说出这谎话来问你。谁知你就傻闹起来！”宝玉笑道：“原来是你愁这个，所以你是傻子！从此后再别愁了！我告诉你一句打趸儿的话：活著，偺们一处活著；不活著，偺们一处化灰，化烟。如何？”",
            "english": "When the old man heard this, he was even more surprised and asked, \"Why are you so anxious?\" Zhi Juan laughed and said, \"You don't know I'm not from the Lin family, I'm in the same group as Xisi and Yixuan. I've already given Lin Qia to be her servant, and she's better than any servant from Suzhou. She's with me all the time. I'm worried that if she leaves, I'll have to follow her. I have my whole family here. If I don't go, I'll disappoint us; if I go, I'll leave my family behind. That's why I told you this lie. But you're so silly! Now you don't have to worry anymore! I'll tell you a phrase in one go: we'll live together if we live, and we'll turn into ashes and smoke if we die. What do you think?\"\n\n中文原文：\n\n贾母听如此说，便知宝玉素日言语放诞，所以怕说出不好的话来，遂叫袭人来：“把你宝玉的冠带衣服借了来我瞧瞧。”袭人听说，去了半日，将宝玉的衣服冠带拿了来。贾母看了，因",
            "chinese": "宝玉听了，更加诧异，问道：“你又着急什么？”紫鹃笑道：“你知道我不是林家的人，我和袭人鸳鸯是一伙的。偏偏我把人给了林姑娘使唤，林姑娘比她苏州带来的还好十倍，一时一刻都离不开我。我现在心里愁的是，她要是离开了，我一定要跟着她走。我合家都在这里，我若不去，辜负了我们素日的情谊；若去，又舍弃了本家。所以我才说这个谎话来问问你。谁知你就傻闹起来了！”宝玉笑道：“原来你是因为这个担心，所以你是傻子！从此以后不要再担心了！我告诉你一句打趸儿的话：活着，我们一块儿活着；不活着，我们一块儿化灰化烟。怎么样？”"
        },
        {
            "original": "紫鹃听了，心下暗暗筹画。忽有人来回：“环爷兰哥儿问候。”宝玉道：“就说难为他们，我才睡了，不必进来。”婆子答应去了。紫鹃笑道：“你也好了，该放我回去瞧瞧我们那一个去了。”宝玉道：“正是这话。我昨夜就要叫你去，偏又忘了。我已经大好了，你就去罢。”紫鹃听说，方打叠铺盖妆奁之类。宝玉笑道：“我看见你文具儿里头有两三面镜子，你把那面小菱花的给我留下罢。我搁在枕头旁边，睡著好照，明日出门带著也轻巧。”紫鹃听说，只得与他留下。先命人将东西送过去，然后别了众人，自回潇湘馆来。",
            "english": "Zhu Quan listened and thought a lot. Suddenly someone returned and said, \"Huan and Lan are asking about you.\" Bao Yu said, \"Tell them thanks, I just fell asleep, don't come in.\" The servant nodded and left. Zhu Quan laughed and said, \"You're better now, should I go back to see our own?\" Bao Yu said, \"Yes, I was just about to call you yesterday, but I forgot. I'm fine now, go ahead.\" Zhu Quan said, \"Okay, I'll pack my bags first and say goodbye to you.\" Bao Yu said, \"I saw a few mirrors in your stationery box, keep the small rhombus mirror for me. I'll put it next to my pillow and look in it while I'm sleeping, and it's easy to carry when I'm out.\" Zhu Quan said, \"Okay, I'll keep it. Let someone take the rest of my things first, and then I'll go back.\"",
            "chinese": "紫鹃听了，心里想了很多。突然有人回来说：“环爷和兰哥问候你。”宝玉说：“就说谢谢他们，我刚刚睡了，不用进来了。”婆子答应后离开了。紫鹃笑道：“你也好了，该让我回去看看我们那个了。”宝玉说：“是啊，昨天我正要叫你去，结果忘了。我已经好了，你就去吧。”紫鹃说：“好的，我先收拾一下行李，然后和你说再见。”宝玉说：“我看见你文具盒里有两三面镜子，你把那面小菱花的给我留下。我放在枕头旁边，睡着了可以照，出门带着也轻巧。”紫鹃说：“好的，我留下。先让别人把东西送过去，然后我就回去。”"
        },
        {
            "original": "黛玉近日闻得宝玉如此形景，未免又添些病症，多哭几场。今儿紫鹃来了，问其原故，已知大愈，仍遣琥珀去伏侍贾母。夜间人静后，紫鹃已宽衣卧下之时，悄向黛玉笑道：“宝玉的心倒实：听见偺们去，就这么病起来。”黛玉不答。紫鹃停了半晌，自言自语的说道：“一动不如一静。我们这里就算好人家，别的都容易，最难得的是从小儿一处长大，脾气、性情，都彼此知道的了。”黛玉啐道：“你这几天还不乏，趁这会子不歇一歇，还嚼什么蛆？”紫鹃笑道：“倒不是白嚼咀，我倒是一片真心为姑娘。替你愁了这几年了：又没个父母兄弟，谁是知疼著热的？趁早儿，老太太还明白硬朗的时节，作定了大事要紧。俗语说，‘老健春寒秋后热’，倘或老太太一时有个好歹，那时虽也完事，只怕耽误了时光，还不得趁心加意呢。公子王孙虽多，那一个不是三房五妾，今儿朝东，明儿朝西？娶一个天仙来，也不过三夜五夜，也就撂在脖子后头了。甚至于怜新弃旧、反目成仇的，多著呢。娘家有人有势的，还好；要像姑娘这样的，有老太太一日好些，一日没了老太太，也只是凭人去欺负罢了。－－所以说，拿主意要紧。姑娘是个明白人，没听见俗语说的‘万两黄金容易得，知心一个也难求？’”",
            "english": "Recently, Dahu heard that Baoyu was in poor health and was in a bad mood. He cried frequently. Today, Zui came, asked the reason, knowing that he had just recovered from a serious illness, and let Hongmei take care of Jialou. When people were quiet at night, Zui had already taken off her clothes and gone to bed. She whispered to Dahu, \"Baoyu's heart is honest. He was sick when we heard about it.\" Dahu didn't answer. Zui paused for a while and said to herself, \"One is better than the other. We are good families here, and everything is easy except for the fact that we have grown up together and know each other's temperaments.\" Dahu stuck out her tongue and said, \"You haven't been tired for a few days. Take a rest while it's quiet. Why are you still chewing?\" Zui laughed and said, \"I'm not chewing, I'm just being sincere for you. I've been worrying about you for a few years. You don't have parents or brothers, who cares about you? Take advantage of the fact that Jialou is still in good health and take care of the important things. As the”The number of noble and wealthy young men is indeed large, but none of them have three wives and five concubines. They will change direction from east to west, or from west to east. They will sleep with a fairy for three or five nights, and then forget her. Some even have new and old relationships and become enemies. Many. If the girl's family has some power, it will be better. Like Miss, when her grandmother was alive, it was good. After her grandmother died, she had to be bullied by others. So, the decision is very important. The girl is a sensible person, and she has heard the saying \"It is easy to get ten thousand gold, but it is difficult to find a true friend.\"",
            "chinese": "最近，黛玉听说宝玉身体不好，心情不太好，经常哭。今天紫鹃来了，问了原因，知道他大病初愈，就让琥珀去照顾贾母。晚上人静下来的时候，紫鹃已经脱了衣服睡觉了，她悄悄地对黛玉说：“宝玉的心是诚实的。听说我们去，就病了。”黛玉没有回答。紫鹃停了一会儿，自言自语地说：“一动不如一静。我们这里就算好人家，别的都容易，最难得的是从小儿一处长大，脾气、性情，都彼此知道的了。”黛玉吐了吐舌头，说：“你这几天还不乏，趁这会子不歇一歇，还嚼什么蛆？”紫鹃笑道：“我不是在嚼蛆，我是一片真心为你好。替你担心了几年。你又没有父母兄弟，谁是关心你的人？趁老太太还明白硬朗的时候，赶紧定下大事要紧。俗语说，‘老健春寒秋后热’，如果老太太有什么好歹，那时候就算完了，只怕耽误了时光，还不得如你的心意呢。”公子王孙虽然很多，但没有一个不是三房五妾。今天朝东，明天朝西。娶一个天仙来，也不过三夜五夜，就扔在脑后了。甚至有新旧之分，反目成仇的，很多。如果娘家有人有势，还好。像姑娘这样的，老太太在世，还好些，老太太没了，就只能任人欺负了。所以，做决定很重要。姑娘是个明白人，听说过俗语“万两黄金容易得，知心一个也难求”。"
        },
        {
            "original": "黛玉听了，便说道：“这丫头今日可疯了！怎么去了几日，忽然变了一个人？我明日必回老太太，退回你去，我不敢要你了。”紫鹃笑道：“我说的是好话，不过叫你心里留神，并没叫你去为非作歹。何苦回老太太？叫我吃了亏，又有什么好处？”说著，竟自己睡了。",
            "english": "When Dahu heard this, she said, \"This girl has gone crazy! She's changed a lot in just a few days. I'll tell the old lady tomorrow and send you all back. I don't want you anymore.\" Zijuan laughed and said, \"I was just giving you some good advice. You didn't need to do anything bad. Why tell the old lady? This will just make me look bad and get me into trouble. It's not worth it.\" After saying this, she went to sleep.",
            "chinese": "黛玉听了，便说道：“这丫头今天疯了！她离开几天，突然变了个人。我明天一定会告诉老太太，把你们都送回去，我不敢要你们了。”紫鹃笑道：“我说的是好话，只是让你多加小心，不是让你去做坏事。何必告诉老太太？这下可让我吃了亏，又有什么好处？”说完，自己就睡了。"
        },
        {
            "original": "黛玉听了这话，口内虽如此说，心内未尝不伤感。待他睡了，便直哭了一夜，至天明，方打了一个盹儿。次日，勉强盥漱了，吃了些燕窝粥。便有贾母等亲来看视了，又嘱咐了许多话。",
            "english": "When she heard this, though she tried to console herself, Dahuai still felt sad. When he slept, she cried all night long until she dozed off in the morning. The next day, she managed to wash up and eat some congee made with swallow nests. Jiala and others came to visit her, and gave her many words of encouragement.\n\n中文原文：\n\n黛玉听了这话，心里虽然这么说，但还是感到伤感。等他睡了，她便一直哭了一夜，直到天亮才打了个盹。第二天，勉强洗漱了，吃了些燕窝粥。贾母等人亲自来看望了她，并嘱咐了许多话。\n\n英文翻译：\n\nWhen she heard this, though she tried to console herself, Dahuai still felt sad. When he slept, she cried all night long until she dozed off in the morning. The next day, she managed to wash up and eat some congee made with swallow nests. Jiala and others came to visit her, and gave her many words of encouragement.\n\n中文原文：\n\n黛玉听了这话，心里虽然这么说，但还是感到伤感。等他睡了，她便一直哭了一夜，直到天亮才打了个盹。第二天，",
            "chinese": "黛玉听了这话，心里虽然这么说，但还是感到伤感。等他睡了，她便一直哭了一夜，直到天亮才打了个盹。第二天，勉强洗漱了，吃了些燕窝粥。贾母等人亲自来看望了她，并嘱咐了许多话。"
        },
        {
            "original": "目今是薛姨妈的生日，自贾母起，诸人皆有祝贺之礼，黛玉也只得备了两色针线送去。是日也定了一班小戏，请贾母与王夫人等，独有宝玉与黛玉二人不曾去。至晚散时，贾母等顺路又瞧了他二人一遍，方回房去了。",
            "english": "Now it is Xue Yamei's birthday, and Lady Jia, Lady Wang, and others have gifts of congratulations. Lin Daiyu, of course, had to prepare two pieces of embroidery. That evening, a troupe of little plays was put on, and Lady Jia, Lady Wang, and others went to see it, but only Li Yu and Lin Daiyu did not go. When the play was over, Lady Jia and the others stopped by their rooms and saw them again before going back to their own quarters.\n\n中文原文：\n\n宝玉听贾母说要去，也只得和黛玉、湘云、探春、宝琴、岫烟、李纹、李绮等一齐送出园外。至沁芳闸桥边，惜春正画那大观园的园景，要预备明儿入画稿子，所以也出来了，看见贾母等来，喜的迎上来笑道：“好大家子，我说是谁来了，原来老太太领着姑娘们来了。”贾母笑道：“你这孩子，没一天不叫人抬举你。你又会画，又会写，又会做诗，怪道人都说你是个'丹青手'呢。”惜春道",
            "chinese": "现在是薛姨妈的生日，贾母、王夫人等人都有祝贺的礼物，黛玉也只好准备了两样针线送去。当天晚上也排了一班小戏，贾母和王夫人等人都去了，只有宝玉和黛玉没有去。等到散场时，贾母等顺路又看了他们一遍，才回房去了。"
        },
        {
            "original": "次日，薛姨妈家又命薛蝌陪诸夥计吃了一天酒，连忙了三四天，方才完结。因薛姨妈看见邢岫烟生得端雅稳重，且家道贫寒，是个钗荆裙布的女儿，便欲说给薛蟠为妻。因薛蟠素昔行止浮奢，又恐遭塌了人家女儿。正在踌躇之际，忽想起薛蝌未娶，看他二人恰是一对天生地设的夫妻，因谋之于凤姐儿。",
            "english": "The next day, the Xue family invited Xue Ke to join the group of friends for a day of drinking, and they were busy for several days before they could finally finish. Xue Laima saw that Xiong Xiongyan was dignified and steady, and that her family was poor, and she wanted to marry Xue Pan to her. But Xue Pan was always frivolous and she was afraid that he would ruin her daughter. Just as she was considering the matter, she suddenly remembered that Xue Ke was still unmarried, and thought that they were a perfect match. She then consulted Feng Zhi about the matter.",
            "chinese": "第二天，薛姨妈家又让薛蝌陪着众伙计吃了一天酒，忙碌了三四天，才结束。薛姨妈看到邢岫烟长得端庄稳重，且家境贫寒，是个穿着朴素的女子，就想把薛蟠嫁给她。但薛蟠平素举止浮华，怕她会毁了人家的女儿。正在犹豫不决时，突然想起薛蝌还没娶妻，觉得他俩是天生的一对夫妻，于是向凤姐儿商议此事。"
        },
        {
            "original": "凤姐儿笑道：“姑妈素知我们太太有些左性的，这事等我慢谋。”因贾母去瞧凤姐儿时，凤姐儿便和贾母说：“姑妈有一件事要求老祖宗，只是不好启齿。”贾母忙问何事，凤姐儿便将求亲一事说了。贾母笑道：“这有什么不好启齿的？这是极好的好事。等我和你婆婆说，没有不依的。”因回房来，即刻就命人叫了邢夫人过来，硬作保山。邢夫人想了一想，薛家根基不错，且现今大富，薛蝌生得又好，且贾母又作保山，将计就计，便应了。",
            "english": "Feng Jie laughed and said, \"Auntie knows that our auntie has a little temper. I'll think of a way to deal with it slowly.\" Because the old lady went to visit Feng Jie, Feng Jie told the old lady, \"Auntie has a matter to ask the old lady, but it's not easy to open my mouth.\" The old lady hurriedly asked what it was, and Feng Jie told her about the matter of seeking marriage. The old lady laughed and said, \"What is there to be ashamed of? This is a good thing. Let me talk to your mother-in-law, and she will definitely agree.\" Then she went back to her room and immediately ordered someone to find Xing Fu and force her to be a guarantor. Xing Fu thought for a while, and Xue's family was not bad, and now it was rich, and Xue Ke was handsome, and now the old lady had agreed, so she agreed.",
            "chinese": "凤姐儿笑着说：“姑妈知道我们太太有点脾气，这件事我慢慢想办法。”因为贾母去探望凤姐儿，凤姐儿就对贾母说：“姑妈有一件事想求老祖宗，只是不好开口。”贾母忙问什么事，凤姐儿就把求亲的事说了。贾母笑着说：“这有什么不好说的？这是件好事。等我和你婆婆商量，她一定会同意的。”于是回房，马上命令有人去找邢夫人过来，硬要她做保人。邢夫人想了一会儿，薛家的根基不错，而且现在很富裕，薛蝌长得也很好看，加上贾母已经答应了，就答应了。"
        },
        {
            "original": "贾母十分喜欢，忙命人请了薛姨妈来。二人见了，自然有许多谦词。邢夫人即刻命人去告诉邢忠夫妇。他夫妇原是来此投靠邢夫人的，如何不依？早极口的说：“妙极！”贾母笑道：“我最爱管闲事，今日又管成了一件事，不知得多少谢媒钱？”薛姨妈笑道：“这是自然的。总抬了整万银子来，只怕不稀罕。但只一件：老太太既是作媒，还得一位主亲才好。”贾母笑道：“别的没有，我们家折腿烂手的人还有两个。”",
            "english": "Jia Ma likes it very much and quickly invites Xue Ye Ma to come. After meeting, the two naturally exchange many humble words. Xing Fu immediately sends someone to tell Xing Zhong and his wife. How could they not agree? They immediately said, \"It's great!\" Jia Ma laughed, \"I like to meddle in other people's affairs, and today I've managed to meddle in another matter. How much dowry money do I need to receive as a reward?\" Xue Ye Ma laughed, \"Of course. A lot of money needs to be paid as a dowry. But, as the matchmaker, the old lady needs a matchmaker to accompany her.\" Jia Ma laughed, \"We only have two crippled and disabled people in our family.\"\n\nA good example of how to translate Chinese vernacular into simple modern Chinese.",
            "chinese": "贾母非常喜欢，赶紧请薛姨妈来。两人见面后，自然有很多谦虚的言辞。邢夫人立刻派人去告诉邢忠夫妇。他们夫妇原本是来投靠邢夫人的，如何不依？立刻口口声声地说：“妙极！”贾母笑道：“我最喜欢管闲事，今天又管成了一件事，不知道要收多少谢媒钱？”薛姨妈笑道：“这是自然的。总得准备很多钱才能谢媒。但是，老太太作为媒人，需要一位主婚人来配合才好。”贾母笑道：“我们家只有两个折腿烂手的人。”\n\n好的，现在请你用简单的现代普通话改写下面这段文字：\n\n这是一个关于中国白话改写为简单的现代普通话的例子。\n\n这是一个关于如何将中国白话改写为简单的现代普通话的例子。"
        },
        {
            "original": "说著，便命人去叫过尤氏婆媳二人来。贾母告诉他原故，彼此忙都道喜。贾母吩咐道：“偺们家的规矩，你是尽知的，从没有两亲家争礼争面的。如今你算替我在当中料理，不可太省，也不可太费，把他两家的事周全了回我。”尤氏忙答应了。薛姨妈喜之不尽，回家命写了请贴，补送过宁府。尤氏深知邢夫人情性，本不欲管，无奈贾母亲自嘱咐，只得应了，惟忖度邢夫人之意行事。薛姨妈是个无可无不可的人，倒还易说。这且不在话下。",
            "english": "As he spoke, he sent someone to call for You Si and her wife. The old lady told her the reason and they were both happy. The old lady instructed, \"We have our own rules in our family. You know them. We have never had two relatives fighting over gifts or honor. Now you should help me handle this matter. Don't be too stingy, but don't be too extravagant either. Make sure to handle everything well and then come back and tell me.\" You Si quickly agreed. Xue Pai Ma was delighted and sent invitations to Ning Fu. You Si knew that Xing Fu's temperament was difficult to deal with, so she didn't want to get involved. However, the old lady had specifically instructed her, so she had to agree and act according to Xing Fu's wishes. Xue Pai Ma was an indifferent person, so it wasn't difficult to talk to her. So, there's no need to go into detail about this.\n\n中国白话：\n\n尤氏道：“这有何难？只看谁家礼多，就该是谁家的理罢了。”贾珍道：“这倒是。”因又笑道：“但只我珍儿和蓉儿待她娘儿三个素日原好，今儿她Youshi hurried to pour tea for Jialou and then serve it",
            "chinese": "他说着，就让别人去叫尤氏和她的媳妇来。贾母告诉她原因，彼此都很高兴地道喜。贾母吩咐道：“我们家的规矩，你是知道的，从没有两家亲戚争礼争面子的。现在你替我在中间处理，不可太省，也不可太费，把两家的事处理好再回来告诉我。”尤氏忙答应了。薛姨妈喜出望外，回家写了请帖，补送给宁府。尤氏深知邢夫人的脾气，本不想管，但贾母亲自嘱咐，只得答应了，只考虑邢夫人的意思行事。薛姨妈是个无所谓的人，倒还好说。这就不多说了。\n\n中国白话：\n\n这尤氏是贾珍之妻，常和贾母一处，故贾母命他来料理。贾珍、贾蓉已备下素筵，只等尤氏来商议。贾珍带了贾蓉，同尤氏来至素筵前，贾珍贾蓉先拜过贾母，方请尤氏坐了首席，贾珍方端坐了。贾蓉等都坐在尤氏对面。尤氏忙为贾母斟了茶，又端过"
        },
        {
            "original": "如今薛姨妈既定了邢岫烟为媳，合宅皆知。邢夫人本欲接出岫烟去住，贾母因说：“这又何妨？两个孩子，又不能见面。就是姨太太和他一个大姑子，一个小姑子，又何妨？况且都是女孩儿，正好亲近些呢。”邢夫人方罢。",
            "english": "Now that She Xue has decided to marry Xing Xiuyan, everyone knows about it. Xing Hufu originally wanted to bring out Xing Xiuyan to live, but Jia Mo said, “What difference does it make? The two children won't be able to see each other. Even if Aunty Xing and her elder sister and younger sister are together, what's the difference? After all, they're all girls, so they'll get along well.” Xing Hufu gave up.\n\n重点词汇：\n\n作罢：停止；结束；罢工。",
            "chinese": "如今薛姨妈已经决定邢岫烟为媳，所有人都知道了。邢夫人原本想接出邢岫烟住，贾母却说：“这又有什么关系呢？两个孩子又不能见面。就是姨太太和她一个大姑子，一个小姑子，又有什么关系呢？况且都是女孩儿，正好亲近些呢。”邢夫人这才作罢。"
        },
        {
            "original": "那薛蝌岫烟二人，前次途中，曾有一面知遇，大约二人心中皆如意。只是那岫烟未免比先时拘泥了些，不好和宝钗姐妹共处闲谈；又兼湘云是个爱取笑的，更觉不好意思。幸他是个知书达礼的，虽是女儿，还不是那种佯羞诈愧，一味轻薄造作之辈。",
            "english": "Xue Ke and Xiaoyan met each other on the way before, and both of them had a good impression of each other. However, Xiaoyan might have become a little more reserved, and didn't feel comfortable talking with Baoshai and her sisters. And Xiangyun is a girl who likes to make jokes, which makes Xiaoyan even more uncomfortable. However, Xiaoyan is a well-educated girl, and is not one of those who pretend to be shy or shallow.",
            "chinese": "薛蝌和岫烟之前在途中见过面，互相印象不错。但是岫烟可能变得有点拘谨了，不太愿意和宝钗姐妹闲聊。而且湘云喜欢开玩笑，让岫烟更加不好意思。不过岫烟是个知书达理的人，虽然她是个女孩，但不是那种装作害羞、轻浮造作的人。\n\n好的，现在请你将这段话翻译成英文。\n\nSure, here's the translation:\n\nXue Ke and Xiaoyan met each other on the way before, and both of them had a good impression of each other. However, Xiaoyan might have become a little more reserved, and didn't feel comfortable talking with Baoshai and her sisters. And Xiangyun is a girl who likes to make jokes, which makes Xiaoyan even more uncomfortable. However, Xiaoyan is a well-educated girl, and is not one of those who pretend to be shy or shallow."
        },
        {
            "original": "宝钗自那日见他起，想他家业贫寒；二则别人的父母都是年高有德之人，独他的父母偏是酒糟透了的人，于女儿分上平常；邢夫人也不过是脸面之情，亦非真心疼爱；且岫烟为人雅重，－－迎春是个老实人，连他自己尚未照管齐全，如何能管到他身上－－凡闺阁中家常一应需用之物，或有亏乏，无人照管，他又不向人张口：宝钗倒暗中每相体贴接济，也不敢叫邢夫人知道，也恐怕是多心闲话之故。如今却是众人意料之外奇缘，作成这门亲事。岫烟心中先取中宝钗，有时仍与宝钗闲话，宝钗仍以“姊妹”相呼。",
            "english": "Since the day she met him, Baochai had found out that his family was poor. The second reason was that the parents of other girls were old and virtuous, while his parents were drunk and not virtuous at all, and treated their daughter in a normal way; Xinghua only showed superficial politeness and was not really affectionate; Xiu Yan was elegant and dignified, and Yingsun was a simple person who couldn't even manage herself, let alone manage him. All the daily necessities for girls, if they were lacking, there was no one to take care of them, and Xiu Yan dared not open his mouth to anyone for fear of gossip. Now it was an unexpected opportunity, and this marriage was made. Xiu Yan first chose Baochai, and sometimes still talked with Baochai, and Baochai still called her \"sister\".",
            "chinese": "自从那天见到他，宝钗就发现他家境贫寒。二来别人的父母都是年长有德之人，只有他父母酒糟透了，对待女儿平常；邢夫人也不过是表面客气，不是真心疼爱；岫烟为人高雅庄重，迎春是个老实人，自己都管不好自己，更别提管他了。凡闺阁中家常一应需用之物，或有亏乏，无人照管，岫烟也不敢向人开口，怕人闲话。如今却是个出人意料的奇缘，成就了这门亲事。岫烟心中先取中宝钗，有时仍与宝钗闲话，宝钗仍以“姊妹”相称。"
        },
        {
            "original": "这日，宝钗因来瞧黛玉，恰值岫烟也来瞧黛玉，二人在半路相遇。宝钗含笑唤他到跟前，二人同走至一块石壁后。宝钗笑问他：“这天还冷的很，你怎么倒全换了夹的了？”岫烟见问，低头不答。宝钗便知道又有了原故，因又笑问道：“必定是这个月的月钱又没得？凤姐姐如今也这样没心没计了。”岫烟道：“他倒想著不错日子给的。因姑妈打发人和我说道：一个月用不了二两银子，叫我省一两给爹妈送出去；要使什么，横竖有二姐姐的东西，能著些搭著就使了。姐姐想，二姐姐是个老实人，也不大留心。我使他的东西，他虽不说什么，他那些丫头妈妈，那一个是省事的？那一个是嘴里不尖的？我虽在那屋里，却不敢很使唤他们。过三天五天，我倒得拿些钱出来，给他们打酒买点心吃才好。因此，一月二两银子还不够使。如今又去了一两。前日我悄悄的把绵衣服叫人当了几吊钱盘缠。”宝钗听了，愁叹道：“偏梅家又合家在任上，后年才进来。若是在这里，琴儿过去了，好再商议你的事，离了这里就完了。如今不完了他妹妹的事，也断不敢先娶亲的。如今倒是一件难事。再迟两年，我又怕你熬煎出病来。等我和妈妈再商议。”",
            "english": "Today, Baoshan came to visit Lin Daiyu, and it just so happened that Xiong Yan also came to visit Lin Daiyu. They met on the way. Baoshan laughed and called her to her side, and the two of them walked together to a stone wall behind them. Baoshan asked her with a smile, \"It's still very cold today, why have you changed into a jacket?\" Xiong Yan, seeing this, lowered her head without answering. Baoshan knew that there must be a reason, and she laughed again and asked, \"Is it because the monthly wages this month haven't come yet? Fengji now doesn't bother to think about it.\" Xiong Yan said, \"She does give me a little money every month, but only two taels of silver a month, and I have to save some to send to my parents; I use what I need, and use the things of my second sister, saving a little bit. I think my second sister is a simple-minded person and doesn't pay much attention to things. I use her things, and although she doesn't say anything, her maids and ladies are all sharp-tongued. Although I'm in that room, I dare notBaochai asked Xiuyan why she had changed into a jacket and Xiuyan lowered her head and did not answer. Baochai knew there must be a reason and, in addition, a month's two ounces of silver was not enough. Now she had spent another ounce. \"I took your cotton clothes to pawn a few copper coins for my travel expenses,\" Baochai said, sighing. \"Mai's family is in another place and won't return for another two years. If they were here, we could have talked about your matter, but now it's too late. I can't marry you now because Mai's sister's matter hasn't been resolved. If I wait two more years, I'm afraid you'll get sick from waiting. I'll talk to my mother about it.\"",
            "chinese": "今天，宝钗来探望黛玉，恰好岫烟也来探望黛玉。两人在半路上相遇。宝钗笑着喊她到身边，二人一起走到一块石壁后。宝钗笑问她：“这天还很冷，你怎么全换上了夹衣？”岫烟见问，低头不答。宝钗知道一定有原因，又笑着问：“是不是这个月的月钱又没有了？凤姐现在也不再费心思了。”岫烟说：“她倒是每个月给我一点钱，但一个月只用二两银子，叫我省下一点给爹妈送出去；要用什么，就用二姐姐的东西，能省一点就省一点。我想，二姐姐是个老实人，也不太留心。我用她的东西，她虽然不说什么，但她的丫头和妈妈们，哪一个不尖嘴？我虽然在那屋里，也不敢太随便。隔三差五，我得拿些钱出来，给他们买点酒和点心吃。”\n\n宝钗和岫烟在半路相遇，两人一起走到一块石壁后。宝钗笑问岫烟为什么换上了夹衣，岫烟低头不答。宝钗知道一定有原因，又因此，一月二两银子不够用。现在又花了一两。前几天我悄悄地把棉衣服拿去当了几吊钱做盘缠。”宝钗听了，愁叹道：“梅家的家人又都在外地，后年才回来。如果在这里，琴儿过去了，我们可以商量你的事情，离开了这里就完了。现在我不敢先娶亲，因为梅家妹妹的事情还没办完。再等两年，我又怕你熬煎出病来。我再和妈妈商量一下。”\n\n简化后的语言更加简洁明了，易于理解。同时，也保留了原句的含义和情感。"
        },
        {
            "original": "宝钗又指他裙上一个璧玉佩，问道：“这是谁给你的？”岫烟道：“这是三姐姐给的。”宝钗点头道：“他见人人皆有，独你一个没有，怕人笑语，故此送一个，这是他聪明细致之处。”岫烟又问：“姐姐此时那里去？”宝钗道：“我到潇湘馆去。你且回去把那当票子叫丫头送来，我那里悄悄的取出来，晚上再悄悄的送给你去，早晚好穿；不然，风闪著还了得！－－但不知当在那里了？”岫烟道：“叫做什么恒舒，是鼓楼西大街的。”宝钗笑道：“这闹在一家去了！夥计们倘或知道了，好说人没过来，衣裳先来了。”岫烟听说，便知是他家的本钱，也不答言，红了脸，一笑走开。",
            "english": "Baochai pointed to his skirt and asked, \"Who gave you this?\" Xiu Yan said, \"This is from the third sister.\" Baochai nodded and said, \"She saw that everyone had one, but you didn't, so she gave it to you. This is her clever and careful side.\" Xiu Yan asked, \"Where are you going now?\" Baochai said, \"I'm going to the Xiangxiang Pavilion. You go back and ask the maid to bring the pawn ticket, and I'll take it out quietly and send it to you quietly in the evening. Otherwise, you'll catch a cold!\" Xiu Yan said, \"It's called Hengshu, and it's on the west street of Gulin.\" Baochai laughed and said, \"This is a mess! The shopkeepers will say that the person hasn't come over, but the clothes have come first.\" Xiu Yan heard this and knew it was his family's capital. She didn't answer and blushed.",
            "chinese": "宝钗又指着他的裙上一个璧玉佩，问：“这是谁给你的？”岫烟道：“这是三姐姐给的。”宝钗点头道：“他见人人皆有，独你一个没有，怕人笑语，故此送一个，这是他聪明细致之处。”岫烟又问：“姐姐现在哪里去？”宝钗道：“我到潇湘馆去。你且回去把那当票子叫丫头送来，我那里悄悄的取出来，晚上再悄悄的送给你去，早晚好穿；不然，风闪着还了得！－－但不知当在那里了？”岫烟道：“叫做什么恒舒，是鼓楼西大街的。”宝钗笑道：“这闹在一家去了！伙计们倘若知道了，好说人没过来，衣裳先来了。”岫烟听说，便知是他家的本钱，也不答言，红了脸，一笑走开。"
        },
        {
            "original": "宝钗也就往潇湘馆来，恰正值他母亲也来瞧黛玉，正说闲话呢。宝钗笑道：“妈妈多早晚来的？我竟不知道。”薛姨妈道：“我这几日忙，总没来瞧瞧宝玉和他，所以今日瞧他两人。都也好了。”黛玉忙让宝钗坐下，因向宝钗道：“天下的事，真是人想不到的。拿著姨妈和大舅母说起，怎么又作一门亲家？”薛姨妈道：“我的儿，你们女孩儿家那里知道？自古道：‘千里姻缘一线牵。’管姻缘的有一位月下老儿，预先注定，暗里只用一根红丝，把这两个人的脚绊住，凭你两家那怕隔著海呢，若有姻缘的，终久有机会作成了夫妇。这一件事，都是出人意料之外。凭父母本人都愿意了，或是年年在一处，已为是定了的亲事，若是月下老人不用红线拴的，再不能到一处。比如你姐妹两个的婚姻，此刻也不知在眼前，也不知在山南海北呢！”宝钗道：“惟有妈妈说动话拉上我们！”一面说，一面伏在母亲怀里笑说：“偺们走罢。”黛玉笑道：“你瞧瞧！这么大了，离了姨妈，他就是个最老道的；见了姨妈，他就撒娇儿。”薛姨妈将手摩弄著宝钗，向黛玉叹道：“你这姐姐，就和凤哥儿在老太太跟前一样。著了正经事，就有话和他商量；没有了事，幸亏他开我的心。我见了他这样，有多少愁不散的！”",
            "english": "Baoshai also went to the Xiangxiang Pavilion and happened to meet his mother who also came to visit Lady Daiyu. They were chatting. Baoshai smiled and said, \"When did your mother come?\" She said, \"I've been busy these days and haven't visited Baoyu and Lady Daiyu. So I came to visit them today. They are all better.\" Daiyu hurriedly asked Baoshai to sit down and said, \"In the world, there are things that people never expect. When mother and Auntie Xue talked about it, how did they become a couple?\" Auntie Xue said, \"My dear, you girls don't know. It's said that 'A thousand miles of姻缘a thread.' There is a moon god in charge of marriage. He uses a red thread to tie the feet of two people, no matter how far apart they are, if they are meant to be married, they will eventually become a couple. This is something that people never expect. Even if both parents are willing, or if they are together year after year, it is not necessarily a match. For example, you and your sister's marriage is not yet decided, either in front of you or in the south of薛姨妈摸著宝钗的手，向黛玉叹道：“你这姐姐，就像凤姐在老太太面前一样。有什么正经事，就和她商量；没有事，她会开我的心。我见了她，愁都散了！”\n\n英文原文：薛姨妈摸著宝钗的手，向黛玉叹道：“你这姐姐，就像凤姐在老太太面前一样。有什么正经事，就和她商量；没有事，她会开我的心。我见了她，愁都散了！”\n\n中文翻译：\n\n薛姨妈摸著宝钗的手，向黛玉叹道：“你这姐姐，就像凤姐在老太太面前一样。有什么正经事，就和她商量；没有事，她会开我的心。我见了她，愁都散了！”\n\n英文翻译：\n\n薛姨妈摸著宝钗的手，向黛玉叹道：“你这姐姐，就像凤姐在老太太面前一样。有什么正经事，就和她商量；没有事，她会开我的心。我见了她，愁都散了！”\n\n中文原文：\n\n薛姨妈摸著宝钗的手，向黛玉叹道：‘你这姐姐，",
            "chinese": "宝钗也去潇湘馆，恰巧正遇到他母亲也来瞧黛玉，正闲聊着。宝钗笑道：“妈妈什么时候来的？我竟不知道。”薛姨妈道：“我这几日忙，总没来瞧瞧宝玉和黛玉，所以今天来瞧瞧他们。他们也都好了。”黛玉忙让宝钗坐下，因向宝钗道：“天下的事，真是人想不到的。拿姨妈和大舅妈说起，怎么又作一门亲家？”薛姨妈道：“我的儿，你们女孩儿家哪里知道？自古道：‘千里姻缘一线牵。’管姻缘的有一位月下老儿，预先注定，暗里只用一根红丝，把这两个人的脚绊住，凭你两家那怕隔著海呢，若有姻缘的，终久有机会作成了夫妇。这一件事，都是出人意料之外。凭父母本人都愿意了，或是年年在一处，已为是定了的亲事，若是月下老人不用红线拴的，再不能到一处。比如你姐妹两个的婚姻，此刻也不知在眼前，也不知在山南海北呢！”宝钗道：“只有妈妈说黛玉笑道：“你看，这么大了，离开姨妈，他就像个最老练的；见了姨妈，他就撒娇。薛姨妈摸著宝钗的手，向黛玉叹道：‘你这姐姐，就像凤姐在老太太面前一样。有什么正经事，就和她商量；没有事，她会开我的心。我见了她，愁都散了！’”"
        },
        {
            "original": "黛玉听说，流泪叹道：“他偏在这里这样，分明是气我没娘的人，故意来形容我！”宝钗笑道：“妈妈，你瞧他这轻狂样儿，倒说我撒娇儿！”薛姨妈道：“也怨不得他伤心，可怜没父母，到底没个亲人。”又摩挲著黛玉，笑道：“好孩子，别哭。你见我疼你姐姐你伤心，不知我心里更疼你呢？你姐姐虽没父亲，到底有我，有亲哥哥，这就比你强了。我常和你姐姐说，心里很疼你，只是外头不好带出来。他们这里人多嘴杂，说好话的人少，说歹话的人多，不说你无依靠，为人做人配人疼；只说我们看著老太太疼你，我们也洑上水去了。”",
            "english": "Daiyu heard this and wept, saying, \"He's doing this here just to ridicule me, as if I were the orphan without a mother!\" Baochai laughed and said, \"Mom, look at how bold he is, as if I were the one who was throwing a tantrum!\" Xueyi mama said, \"It's no wonder he's so sad, poor thing, having no parents. At least he has someone to care for him.\" She then comforted Daiyu, saying, \"My dear, don't cry. You see how much I love your sister, but I can't show it openly. People here are too gossipy and always say bad things about others. If you didn't have a mother, at least you have me and your brother, which is better than having no one at all. I often tell your sister that I love you very much, but I can't show it. People here are too gossipy and always say bad things about others.\"",
            "chinese": "黛玉听到后，流着泪叹道：“他偏在这里这样，分明是气我没娘的人，故意来形容我！”宝钗笑道：“妈妈，你瞧他这轻狂样儿，倒说我撒娇儿！”薛姨妈道：“也怨不得他伤心，可怜没父母，到底没个亲人。”又摩挲著黛玉，笑道：“好孩子，别哭。你见我疼你姐姐你伤心，不知我心里更疼你呢？你姐姐虽没父亲，到底有我，有亲哥哥，这就比你强了。我常和你姐姐说，心里很疼你，只是外头不好带出来。他们这里人多嘴杂，说好话的人少，说歹话的人多，不说你无依靠，为人做人配人疼；只说我们看著老太太疼你，我们也洑上水去了。”"
        },
        {
            "original": "黛玉笑道：“姨妈既这么说，我明日就认姨妈做娘。姨妈若是弃嫌，就是假意疼我。”薛姨妈道：“你不厌我就认了。”宝钗忙道：“认不得的。”黛玉道：“怎么认不得？”宝钗笑道：“我且问你：我哥哥还没定亲事，为什么反将邢妹妹先说给我兄弟了？是什么道理？”黛玉道：“他不在家，或是属相生日不对，所以先说与兄弟了。”宝钗笑道：“不是这样。我哥哥已经相准了，只等来家才放定，也不必提出人来。我说你认不得娘的，细想去！”说著，便和他母亲挤眼儿发笑。",
            "english": "Daiyu laughed and said, \"If Auntie says that, I'll call Auntie Mother tomorrow. If you don't like me, then you're not really looking after me.\" Auntie Xiaomai said, \"I don't dislike you.\" Baoshi said, \"You can't be her mother.\" Daiyu said, \"Why can't I?\" Baoshi laughed and said, \"I'll ask you. My brother hasn't decided on a bride yet. Why is he already engaged to my brother's sister? What's the reason?\" Daiyu said, \"He's not at home, or the zodiac signs and birthdays don't match, so he's engaged to my brother first.\" Baoshi laughed and said, \"It's not like that. My brother has already found someone, but he's waiting for him to come home before he agrees. I'm telling you, you can't be her mother. Think about it!\" He then winked at his mother and laughed.",
            "chinese": "黛玉笑道：“姨妈既然这么说，我明日就认姨妈做娘。姨妈若是嫌弃，那就是假意疼我。”薛姨妈道：“我不嫌弃。”宝钗忙道：“认不得。”黛玉道：“怎么认不得？”宝钗笑道：“我问问你：我哥哥还没定亲事，为什么反将邢妹妹先说给我兄弟了？是什么道理？”黛玉道：“他不在家，或是属相生日不对，所以先说与兄弟了。”宝钗笑道：“不是这样。我哥哥已经相准了，只等来家才放定，也不必提出人来。我说你认不得娘的，细想去！”说著，便和他母亲挤眼儿发笑。"
        },
        {
            "original": "黛玉听了，便一头伏在薛姨妈身上，说道：“姨妈不打他，我不依！”薛姨妈搂著他笑道：“你别信你姐姐的话，他是和你玩呢。”宝钗笑道：“真个妈妈明日和老太太求了，聘作媳妇，岂不比外头寻的好？”黛玉便拢上来要抓他，口内笑说：“你越发疯了！”薛姨妈忙笑劝，用手分开方罢。又向宝钗道：“连邢姑娘我还怕你哥哥糟蹋了他，所以给你兄弟，别说这孩子。我也断不肯给他。前日老太太要把你妹妹说给宝玉，偏生又有了人家；不然，倒是门子好亲事。前日我说定了邢姑娘，老太太还取笑说：‘我原要说他的人，谁知他的人没到手，倒被他说了我们一个去了！’虽是玩话，细想来，倒也有些意思。我想宝琴虽有了人家，我虽无人可给，难道一句话也没说？我想你宝兄弟，老太太那样疼他，他又生得那样，若要外头说去，老太太断不中意，不如把你林妹妹定给他，岂不四角俱全？”黛玉先还怔怔的听，后来见说到自己身上，便啐了宝钗一口，红了脸，拉著宝钗，笑道：“我只打你！为什么招出姨妈这些老没正经的话来？”宝钗笑道：“这可奇了！妈妈说你，为什么打我？”紫鹃忙跑来笑道：“姨太太既有这主意，为什么不和老太太说去？”薛姨妈笑道：“这孩子急什么？想必催著姑娘出了阁，你也要早些寻一个小女婿子去了。”紫鹃飞红了脸，笑道：“姨太太真个倚老卖老的！”说著，便转身去了。黛玉先骂：“又与你这蹄子什么相干！”后来见了这样，也笑道：“阿弥陀佛！该，该，该！也臊了一鼻子灰去了。”薛姨妈母女及婆子丫鬟都笑起来。",
            "english": "When Dae-yoo heard this, she buried her head on Auntie Xue's chest and said, \"You don't hit him, I won't listen!\" Auntie Xue hugged her and laughed, \"Don't believe your sister's words, she's just playing with you.\" Ba-chae laughed and said, \"If you really ask Auntie Xue to marry her to your brother tomorrow, I won't find a better match than that.\" Dae-yoo reached out to grab her, saying with a smile, \"You're crazy!\" Auntie Xue quickly laughed and tried to separate them. Then she turned to Ba-chae and said, \"Even if I had given Xing-gi to you, I wouldn't have given her to your brother. I'm afraid you brother would ruin her. But if you want to give her to your brother, I'm afraid you can't. But if you want to give her to your brother, I'm afraid you can't. But if you want to give her to your brother, I'm afraid you can't. But if you want to give her to your brother, I'm afraid you can't.\" Ba-chae laughed and said, \"If you really ask Auntie Xue toBaoshai laughed and said, \"This is strange! Your mother says you, why do you hit me?\" Zi Juan hurried to come and laughed, \"Auntie has this idea, why don't you go and talk to grandma?\" Auntie laughed and said, \"This child is in a hurry, you must want to marry the girl, and I must find a little son-in-law.\" Zi Juan blushed and laughed, \"Auntie really likes to take advantage of her old age!\" Then she turned and walked away. Lin Daiyu first cursed, \"What has this maid to do with it!\" Later, seeing this, she laughed and said, \"Oh my god! You should have been hit in the nose!\" Auntie, her daughters, maids and servants all laughed.",
            "chinese": "黛玉听了，便一头伏在薛姨妈身上，说道：“姨妈不打他，我不依！”薛姨妈搂著他笑道：“你别信你姐姐的话，他是和你玩呢。”宝钗笑道：“真个妈妈明日和老太太求了，聘作媳妇，岂不比外头寻的好？”黛玉便拢上来要抓他，口内笑说：“你越发疯了！”薛姨妈忙笑劝，用手分开方罢。又向宝钗道：“连邢姑娘我还怕你哥哥糟蹋了他，所以给你兄弟，别说这孩子。我也断不肯给他。前日老太太要把你妹妹说给宝玉，偏生又有了人家；不然，倒是门子好亲事。前日我说定了邢姑娘，老太太还取笑说：‘我原要说他的人，谁知他的人没到手，倒被他说了我们一个去了！’虽是玩话，细想来，倒也有些意思。我想宝琴虽有了人家，我虽无人可给，难道一句话也没说？我想你宝兄弟，老太太那样疼他，他又生得那样，若要外头说去，老太太断不中意，不如把你林黛玉先愣了一下，后来听到说到自己，就用唾沫啐了宝钗一口，脸红了，拉着宝钗笑道：“我只打你！为什么招出姨妈这些老没正经的话来？”宝钗笑道：“这可奇了！妈妈说你，为什么打我？”紫鹃忙跑来笑道：“姨太太既然有这个主意，为什么不和老太太说去？”薛姨妈笑道：“这孩子急什么？想必催着姑娘出嫁，你也早些找个小女婿。”紫鹃飞红了脸，笑道：“姨太太真个倚老卖老的！”说罢，转身走了。黛玉先骂：“又和你这蹄子有什么相干！”后来见了这样，也笑道：“阿弥陀佛！该，该，该！也臊了一鼻子灰去了。”薛姨妈母女及婆子丫鬟都笑了起来。"
        },
        {
            "original": "一语未了，忽见湘云走来，手里拿著一张当票，口内笑道：“这是什么账篇子？”黛玉瞧了，不认得。地下婆子都笑道：“这可是一件好东西！这个乖不是白教的！”宝钗忙一把接了看时，正是岫烟才说的当票子，忙著摺起来。薛姨妈忙说：“那必是那个妈妈的当票子失落了，回来急的他们找。那里得的？”湘云道：“什么是当票子？”众婆子笑道：“真真是位呆姑娘！连当票子也不知道。”薛姨妈叹道：“怨不得。他真真是侯门千金，而且又小，那里知道这个？那里去看这个？就是家下人有这个，他如何得见？别笑他是呆子，若给你们家的姑娘看了，也都成了呆子呢。”众婆子笑道：“林姑娘才也不认得。别说姑娘们，就如宝玉倒是外头常走出去的，只怕也还没见过呢。”薛姨妈忙将原故讲明。湘云黛玉二人听了，方笑道：“这人也太会想钱了。姨妈家当铺也有这个么？”众人笑道：“这更奇了。‘天下老鸹一般黑’，岂有两样的？”薛姨妈因又问：“是那里拾的？”湘云方欲说时，宝钗忙说：“是一张死了没用的，不知是那年勾了账的。香菱拿著哄他们玩的。”薛姨妈听了此话是真，也就不问了。",
            "english": "As she was about to finish her sentence, suddenly Xiangyun came over, holding a pawn ticket in her hand and laughing, \"What's this piece of paper?\" Deyu looked at it and didn't recognize it. The maids all laughed and said, \"This is a good thing!\" Baichao hurriedly took it over and looked at it. It was the pawn ticket mentioned by Xiaoyan just now, and she put it away. Xueyima said in a hurry, \"It must be a mother who lost her pawn ticket and is looking for it. Where did it come from?\" Xiangyun asked, \"What's a pawn ticket?\" The maids laughed, \"You really are a simple-minded girl, you don't even know what a pawn ticket is.\" Xueyima sighed, \"She is really a nobleman's daughter and young, how could she know this? The servants have this, but she can't see it. Don't laugh at her as a simple-minded girl, if your girl knows it, they will all become simple-minded girls.\" The maids laughed, \"Even Lin Daiyu doesn't know it. Not to mention the girls, even Baoyu, who often goes out, may notXue Pai said, \"Is there such a thing at Auntie's pawnshop?\" Everyone laughed, \"That's even more strange. 'All crows are black all over the world,' is there any difference?\" Xue Pai asked again, \"Where did you find it?\" Xiang Yun was about to speak, but Bao Chai quickly said, \"It's a useless one that has been canceled, and I don't know which year it was. Xiang Lin brought it to play with them.\" Xue Pai heard this and realized it was true, so she didn't ask any more questions.",
            "chinese": "未说完一句话，忽然看见湘云走来，手里拿着一张当票，口里笑着说：“这是什么账篇子？”黛玉看了一下，不认识。地下婆子都笑着说：“这是个好东西！”宝钗急忙一把接过来，一看，正是岫烟刚才提到的当票子，就收了起来。薛姨妈忙说：“那一定是哪个妈妈的当票子丢了，回来急着找。哪里来的？”湘云问：“什么是当票子？”众婆子笑道：“真是个呆姑娘，连当票子都不知道。”薛姨妈叹气说：“她真是侯门千金，而且年纪小，怎么会知道这个？家里下人有这个，她见不到。别笑话她是呆子，如果你们家的姑娘知道了，也都成了呆子。”众婆子笑着说：“林姑娘也不知道。别说姑娘们，就连宝玉这样常出去的，只怕也没见过呢。”薛姨妈赶紧解释了原因。湘云黛玉听了，笑道：“这个人也太想钱了。姨妈家的当铺也有这个吗？”众人哈哈大笑：“这更奇怪了。‘天下乌鸦一般黑’，难道还有不一样的吗？”薛姨妈又问：“是从哪里捡的？”湘云正要说话，宝钗急忙说：“是一张死了没用的，不知道是哪一年勾了账的。香菱拿着和他们玩的。”薛姨妈听了这话是真实的，就不再问了。"
        },
        {
            "original": "一时，人来回：“那府里大奶奶过来请姨太太说话呢。”薛姨妈起身去了。这里屋内无人时，宝钗方问湘云何处拾的。湘云笑道：“我见你令弟媳的丫头篆儿悄悄的递给莺儿，莺儿便随手夹在书里，只当我没看见。我等他们出去了，我偷著看，竟不认得。知道你们都在这里，所以拿来大家认认。”黛玉忙问：“怎么他也当衣裳不成？既当了，怎么又给你？”",
            "english": "After a while, someone came to tell Xueyima that the eldest miss was coming to speak to her. Xueyima stood up and left. When there were no others in the room, Baochai asked Xiangyun where she had found it. Xiangyun laughed and said, \"I saw one of your cousin's maids, Zuaner, quietly hand it to Ying'er, who put it in her book. I didn't see it. When they left, I sneaked a look and didn't recognize it. Knowing that you were all here, I brought it to everyone to see.\" Dahuai asked in a hurry, \"How could she give it as a garment? If she did, how did you get it?\"",
            "chinese": "过了一会儿，有人来告诉薛姨妈，大奶奶来找她说话。薛姨妈起身离开了。屋里没有别人时，宝钗问湘云从哪里拾到的。湘云笑着说：“我见你小姑子的丫头篆儿悄悄地递给莺儿，莺儿随手夹在书里，我也没看见。等他们出去了，我偷偷地看，竟不认识。知道你们都在这里，所以拿来大家认认。”黛玉急忙问：“怎么她也当衣服？既然当了，怎么又给你？”"
        },
        {
            "original": "宝钗见问，不好隐瞒他两个，便将方才之事，都告诉了他二人。黛玉听了，“兔死狐悲，物伤其类”，不免也要感叹起来了。湘云听了，却动了气，说道：“等我问著二姐姐去！我骂那起老婆子丫头一顿，给你们出气，何如？”说著，便要走出去。宝钗忙一把拉住，笑道：“你又发疯了，还不给我坐下呢！”黛玉笑道：“你要是个男人，出去打一个抱不平儿；你又充什么荆轲聂政？真真好笑！”湘云道：“既不叫问他去，明日索性把他接到偺们院里一处住去，岂不是好？”宝钗笑道：“明日再商量。”说著，人报：“三姑娘四姑娘来了。”三人听说，忙掩了口，不提此事。",
            "english": "Baoshai was asked about it and couldn't hide it from them. She told them what had happened earlier. Upon hearing this, Lin Daiyu sighed, \"When one animal dies, the other animal feels sorry for it.\" Xiangyun was angry and said, \"Let me ask my second sister! I'll give that group of old maids and girls a piece of my mind and give you some satisfaction, okay?\" She was about to go out. Baoshai hurriedly pulled her back and laughed, \"You're going crazy again. Sit down!\" Lin Daiyu laughed, \"If you were a man, you'd go out to fight for justice; you'd want to be like Jingke and Nie Zheng, right? That's funny.\" Xiangyun said, \"Since he won't tell us, let's bring him here to live with us tomorrow, okay?\" Baoshai laughed, \"Let's talk about it tomorrow.\" At that moment, someone reported, \"San and Si have arrived.\" The three of them hurried to hide the topic of their conversation.",
            "chinese": "宝钗被问到，不好隐瞒他们两个，便把刚才发生的事情都告诉了他俩。黛玉听了，感叹：“兔死狐悲，物伤其类。”湘云听了，生气地说：“等我问问我二姐姐去！我骂那群老婆子和丫头一顿，给你们出口气，怎么样？”说着，就要走出去。宝钗急忙一把拉住她，笑道：“你又发疯了，还不给我坐下？”黛玉笑道：“你要是个男人，出去打抱不平；你又想当什么荆轲聂政？真好笑！”湘云道：“既然不叫问他，明天干脆把他接到我们这里住，怎么样？”宝钗笑道：“明天再商量。”这时，有人报说：“三姑娘和四姑娘来了。”三人听说，忙把刚才的话题藏了起来。"
        },
        {
            "original": "要知端详，且听下回分解。",
            "english": "To understand more, please listen to the next episode.\n\nChinese white speech: Xiao Ming saw a little dog in the park, he wanted to hug it, but the dog ran away.\n\nSimple modern Putonghua: Xiao Ming saw a little dog in the park, he wanted to hug it, but the dog ran away.\n\nChinese white speech: I got up very early this morning and then went for a run.\n\nSimple modern Putonghua: I got up very early this morning and then went for a run.\n\nChinese white speech: I ate a lot of food last night and now my stomach is full.\n\nSimple modern Putonghua: I ate a lot of food last night and now my stomach is full.\n\nChinese white speech: My friend had his birthday yesterday, and I gave him a gift.\n\nSimple modern Putonghua: My friend had his birthday yesterday, and I gave him a gift.\n\nChinese white speech: Today is very hot, I decided to go swimming.\n\nSimple modern Putonghua: Today is very hot, I decided to go swimming.\n\nChinese white speech: I was late for work today.\n\n简单的现代普通话：我今天很晚才起床，然后去跑步了。\n\n中文原文：\n\n他一直工作到晚上九点。\n\n中国白话：他1. I'm going to work today, but I'm late.\n\n2. I watched a great book yesterday, very interesting.\n\n3. I'm going to travel, but I'm not ready.\n\n英文翻译：\n\n1. I'm going to work today, but I'm late.\n\n2. I watched a great book yesterday, very interesting.\n\n3. I'm going to travel, but I'm not ready.\n\n英文翻译：\n\n1. I'm going to work today, but I'm late.\n\n2. I watched a great book yesterday, very interesting.\n\n3. I'm going to travel, but I'm not ready.\n\n英文翻译：\n\n1. I'm going to work today, but I'm late.\n\n2. I watched a great book yesterday, very interesting.\n\n3. I'm going to travel, but I'm not ready.\n\n英文翻译：\n\n1. I'm going to work today, but I'm late.\n\n2. I watched a great book yesterday, very interesting.\n\n3. I'm going to travel, but I'm not ready.\n\n英文翻译：\n\n1. I'm going to work today, but I'm late.\n\n2. I watched a great book yesterday, very interesting.\n\n3. I'm going to travel, but I'm not ready.\n\n英文",
            "chinese": "要了解详情，请听下回分解。\n\n中国白话：小明在公园里看到了一只小狗，他想要抱抱它，但是小狗跑走了。\n\n简单的现代普通话：小明在公园里看到了一只小狗，他想抱抱它，但是小狗跑了。\n\n中国白话：我今天早上起床很早，然后去跑步了。\n\n简单的现代普通话：我今天早上起床很早，然后去跑步了。\n\n中国白话：昨天晚上我吃了好多饭，现在肚子好饱。\n\n简单的现代普通话：昨天晚上我吃了好多饭，现在肚子好饱。\n\n中国白话：我的朋友昨天过生日，我送了他一个礼物。\n\n简单的现代普通话：我的朋友昨天过生日，我送了他一个礼物。\n\n中国白话：今天天气很热，我决定去游泳。\n\n简单的现代普通话：今天天气很热，我决定去游泳。\n\n中国白话：我今天要去上班，但是我迟到了。\n\n简单的现代普通话：我今天要去上班，但是我迟到了。\n\n中国白话：我昨天看了一本好书，非常有趣。\n\n简单的现代普通话：我昨天看了一本好书，非常有趣。\n\n中国白话：我要去旅行了，但是我没有准备好。\n\n简单的现代普通话：我要去旅行"
        }
    ],
    "title": "《慧紫鹃情辞试莽玉　慈姨妈爱语慰痴颦》",
    "chapter_number": 57
}