{
    "paragraphs": [
        {
            "original": "话说他三人因见探春等进来，忙将此话掩住不提。探春等问候过，大家说笑了一回方散。",
            "english": "As they saw the three of them come in, they immediately hid this sentence. After asking after one another, they all chatted for a while before parting.\n\n中文原文：\n\n宝玉见他发怔，便知不妥，忙问：“妹妹，你可吃多了？”\n\n英文翻译：\n\nWhen he saw that she was staring blankly, he knew something was wrong and asked, \"Sister, have you eaten too much?\"\n\n中文原文：\n\n宝钗笑道：“好妹妹，你别怕。我知道，你心里恼我们，只是嘴上说着。明儿他来了，你拿出这个金项圈烦他赎去罢。”\n\n英文翻译：\n\nBaochai laughed and said, \"Good sister, don't be afraid. I know, you're angry with us, but you're just saying it. Tomorrow when he comes, you can give him this golden necklace to redeem.\"\n\n中文原文：\n\n宝玉笑道：“好妹妹，千万饶我这一遭。原是我说错了。你便一千八百的恼我，我也任你怎么样，只是这东西定要你还我。”\n\n英文翻译：\n\nBaochai smiled and said, \"Good sister, please forgive me this time. It was just a mistake I made. You can be as",
            "chinese": "话说他们三人因为看到探春等人进来，立刻把这句话藏了起来。探春等人问好后，大家聊了一会儿才分开。"
        },
        {
            "original": "谁知上回所表的那位老太妃已薨，凡诰命等皆入朝随班，按爵守制。敕谕天下：凡有爵之家，一年内不得筵宴音乐，庶民皆三月不得婚娶。贾母婆媳祖孙等俱每日入朝随祭，至未正以后方回。在大偏宫二十一日后，方请灵入先陵，地名孝慈县。这陵离都来往得十来日之功，如今请灵至此，还要停放数日，方入地宫，故得一月光景。宁府贾珍夫妻二人，也少不得是要去的。两府无人，因此，大家计议，家中无主，便报了尤氏产育，将他腾挪出来，协理荣、宁两处事件。",
            "english": "The old lady who was mentioned last time has passed away, so all the ladies with titles must attend court. The Emperor issued an edict throughout the country: all families with titles must not hold banquets or music activities for a year, and ordinary people must not get married for three months. The Jia family went to court every day until after 5 o'clock in the afternoon. After twenty-one days in the secondary palace, the coffin was brought into the ancestral tomb in the County of Xiaocui. The tomb is about ten or so days' journey from the capital, so it will take a month or so to enter the underground palace, so there is about a month left. Jia Zhen and his wife had to go as well. No one could manage the households, so everyone decided to let You Yi give birth to a child, move into his quarters, and help manage the affairs of the Rong and Ning households.\n\n中文原文：\n\n王夫人想到贾母年老，又兼丧母，且又多病，这会子再经此一番，倘或连身子也不成了，那正是“防人之心不可无”，因此趁贾政在家之时，和贾政说了，请贾政去和贾母讨主意。",
            "chinese": "不知道上次提到的老太妃已经去世了，所有诰命等人都要入朝随班，按照爵位守制。皇上下诏天下：凡是有爵位的人家，一年内不得举办筵席和音乐活动，普通百姓则三月内不得结婚。贾母婆媳祖孙等人每天都入朝随祭，直到未正以后才回。在大偏宫二十一日后，才请灵柩入先陵，地点是孝慈县。这个陵离都城需要十来日的路程，现在请灵柩到这里，还要停放几天，才能入地宫，所以有一月左右的时间。宁府贾珍夫妻二人，也必须去。两家无人管理，因此，大家商量，让尤氏产下孩子，把他的住处腾出来，协助管理荣宁两处的事务。"
        },
        {
            "original": "因托了薛姨妈在园内照管他姊妹丫鬟，只得也挪进园来。此时宝钗处有湘云香菱；李纨处目今李婶母虽去，然有时来往，三五日不定，贾母又将宝琴送与他去照管；迎春处有岫烟；探春因家务冗杂，且不时有赵姨娘与贾环嘈聒，甚不方便；惜春处房屋狭小：因此，薛姨妈都难住。况贾母又千叮咛，万嘱咐，托他照管黛玉，－－自己素性也最怜爱他，今既巧遇这事，便挪至潇湘馆和黛玉同房，一应药饵，饮食，十分经心。黛玉感戴不尽，以后便亦如宝钗之称呼，连宝钗前亦直以“姐姐”呼之，宝琴前直以“妹妹”呼之：俨似同胞共出，较诸人更似亲切。贾母见如此，也十分喜悦放心。",
            "english": "Xue Yamei had to move into the garden to look after Daiyu and her maid after Daiyu moved out of the garden to stay with her aunt. At that time, there were Xiangyun and Xiangling in Baoshi's room; Liwan, although Liwenmu had left, would sometimes visit; Baoyu had sent Qian to her; Yingying had Xiuyan; Zhenzhen was busy with housework and sometimes quarreled with Zhao Pian and Jia Huan, so she was very inconvenient; Xiuxiu's room was too small: so Xue Yamei had great difficulty living there. Besides, Grandma Jiang had also asked her to look after Daiyu, and she had always loved Daiyu most. Now that she met such a thing, she moved to the Xiangxiang Pavilion to live with Daiyu together, and paid great attention to Daiyu's medicine and food. Daiyu was very grateful, and after that, she called Baoshi as \"sister\", and Baqin as \"sister\": it seemed like siblings, and was more intimate than others. Grandma Jiang saw this, and was also very happy and relaxed.",
            "chinese": "因为薛姨妈在园子里照管黛玉和她妹妹的丫鬟，黛玉只好也搬进了园子。当时宝钗那里有湘云、香菱；李纨那里，李婶母虽然已经离开，但有时会来往，三五天不一定；贾母又把宝琴送给了她去照管；迎春那里有岫烟；探春因为家务繁忙，而且时不时有赵姨娘和贾环吵闹，非常不方便；惜春那里屋子太小：所以薛姨妈都很难住。况且贾母还千叮咛万嘱咐，托她照管黛玉，－－自己向来也最怜爱她，现在遇到了这样的事，便搬到潇湘馆和黛玉住在一起，一应药饵、饮食，十分经心。黛玉感激不尽，以后便也像宝钗那样称呼，连宝钗也直呼“姐姐”，宝琴也直呼“妹妹”：就好像同胞姐妹，比别人更亲切。贾母看到这样，也十分高兴放心。"
        },
        {
            "original": "薛姨妈只不过照管他姊妹，禁约的丫鬟辈，一应家中大小事务也不肯多口。尤氏虽天天过来，也不过应名点卯，不肯乱作威福。且他家内上下，也只剩了他一人料理；再者，每日还要照管贾母王夫人的下处一应所需饮馔铺设之物：所以也甚操劳。",
            "english": "薛姨妈只负责照看她姐妹和家里的佣人，不插手家中的大小事务。尤氏虽然每天都来，但只是应个名而已，不会乱发号施令。因为家里的上下，只剩她一个人在打理；再者，每天还要照管贾母和王夫人的住处所需的饮食和布置之物，所以她也很操劳。",
            "chinese": "薛姨妈只负责照看她姐妹和家里的佣人，不插手家中的大小事务。尤氏虽然每天都来，但只是应个名而已，不会乱发号施令。因为家里的上下，只剩她一个人在打理；再者，每天还要照管贾母和王夫人的住处所需的饮食和布置之物，所以她也很操劳。"
        },
        {
            "original": "当下荣宁两处主人既如此不暇，并两处执事人等，或有跟随著入朝的，或有朝外照理下处事务的，又有先踩踏下处的，也都各各忙乱。因此两处下人无了正经头绪，也都偷安，或乘隙结党和权暂执事者窃弄威福。荣府只留得赖大并几个管家照管外务。这赖大手下常用几个人已去，虽另委人，都是些生的，只觉不顺手。且他们无知，或赚骗无节，或呈告无据，或举荐无因，种种不善，在在生事，也难备述。又见各官宦家，凡养优伶男女者，一概蠲免遣发。尤氏等便议定，待王夫人回家回明，也欲遣发十二个女孩子。又说：“这些人原是买的，如今虽不学唱，尽可留著使唤，只令其教习们自去也罢了。”王夫人因说：“这学戏的，倒比不得使唤的：他们也是好人家的女儿，因无能卖了做这事，装神弄鬼的几年。如今有这机会，不如给他们几两银子盘费，各自去罢。当日祖宗手里都是有这例的。偺们如今损阴坏德，而且还小气。如今虽有几个老的还在，那是他们各有原故，不肯回去的，所以才留下使唤，大了配了我们家里小厮们了。”尤氏道：“如今我们也去问他十二个。有愿意回去的，就带了信儿，叫他父母来亲自领回去，给他们几两银子盘缠，方妥；倘若不叫上他的亲人来，只怕有混账人冒名领出去，又转卖了，岂不辜负了这恩典？若有不愿意回去的就留下。”王夫人笑道：“这话妥当。”",
            "english": "Now that the masters of the Rong and Ning families were too busy to attend to anything, the servants under their respective masters were also all too busy to attend to anything, or to follow them into the capital, or to look after the affairs of the outer world, or to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and to make their rounds of the outer world, and toOur ancestors had this rule. We are now stingy and evil. Now there are several old ones still here, it is because they have their own reasons and do not want to go back, so they are left to work as servants. When they grow up, they will be given to us as servants. You said, \"Now we will ask twelve people. Those who want to go back, send them a message to tell their parents to come and take them back personally, give them some silver for their expenses, and it will be in order. If their parents do not come, there will be dishonest people who take their place and sell them again, which will be a shame to this grace.\" Wang Fei laughed and said, \"This is a good idea.\"",
            "chinese": "当下荣宁两处主人既如此不暇，并两处执事人等，或有跟随入朝的，或有朝外照理下处事务的，又有先踩踏下处的，也都各各忙乱。因此两处下人无了正经头绪，也都偷安，或乘隙结党和权暂执事者窃弄威福。荣府只留得赖大并几个管家照管外务。这赖大手下常用几个人已去，虽另委人，都是些生的，只觉不顺手。且他们无知，或赚骗无节，或呈告无据，或举荐无因，种种不善，在在生事，也难备述。又见各官宦家，凡养优伶男女者，一概蠲免遣发。尤氏等便议定，待王夫人回家回明，也欲遣发十二个女孩子。又说：“这些人原是买的，如今虽不学唱，尽可留著使唤，只令其教习们自去也罢了。”王夫人因说：“这学戏的，倒比不得使唤的：他们也是好人家的女儿，因无现在有这个机会，不如给他们一些银子盘费，让他们各自离开。我们祖辈都有这规矩的。我们如今缺德小气，还不行。现在虽然有几个老的还在这里，那是他们有自己的原因，不肯回去，所以才留下用作仆人。他们长大了，就配给我们家里的小厮。尤氏道：“现在我们也去问十二个人。愿意回去的，就带个信儿，叫他父母来亲自领回去，给他们一些银子盘缠，才妥当。如果他父母不来，只怕有混账人冒名领出去，再转卖了，岂不是辜负了这恩典？不愿意回去的就留下。”王夫人笑道：“这话妥当。”"
        },
        {
            "original": "尤氏等遣人告诉了凤姐儿，一面说与总理房中：每教习给银八两，令其自便。凡梨香院一应物件，查清记册收明，派人上夜。将十二个女孩子叫来当面细问，倒有一多半不愿意回家的。也有说父母虽有，他只以卖我们姊妹为事，这一去还被他卖了；也有说父母已亡，或被伯叔兄弟所卖的；也有说无人可投的；也有说恋恩不舍的。所愿去者只四五人。",
            "english": "You, Ssu-yü, and the others reported this matter to Feng, and gave orders that each instructor should have eight taels. All the things in the Liuchang-yuen were to be counted and registered and kept under guard. The twelve girls were summoned, and each questioned as to her wishes. Only four or five of them were willing to return to their homes. Some said that their parents were alive, but they had sold them to support their brothers and sisters; others said that their parents were dead and that they had been sold; some said that they had no one to go to; and some said that they were grateful and would not leave.",
            "chinese": "尤氏等人告诉了凤姐儿，同时吩咐总理房中：每个教习给银子八两，让他们自己决定。梨香院的所有物品，清点并记录，派人巡逻。将十二个女孩叫来，当面询问，有一多半不愿意回家。有说父母虽在，他们只是卖我们姊妹为生；有说父母已死，或被伯叔兄弟卖掉的；有说无人可投的；有说感恩不舍的。愿意去的只有四五个人。"
        },
        {
            "original": "王夫人听了，只得留下，将去者四五人皆令其乾娘领回家去，单等他亲父母来领；将不愿去者分散在园中使唤。贾母便留下文官自使，将正旦芳官指给了宝玉，小旦蕊官送了宝钗，小生藕官指给了黛玉，大花面葵官送了湘云，小花面豆官送了宝琴，老外艾官指给了探春，尤氏便讨了老旦茄官去。当下各得其所，就如那倦鸟出笼，每日园中游戏。众人皆知他们不能针黹，不惯使用，皆不大责备。其中或有一二个知事的，愁将来无应时之技，亦将本技丢开，便学起针黹纺绩女工诸务。",
            "english": "Lady Wang heard this and had to stay. She had to return home with five or six of those who were leaving. She told them that they could only wait for their parents to come and take them. She then scattered the rest of them throughout the garden to be used as servants. She took Wen Guan with her, gave Fang Guan to the young master, gave Rui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to the princess, gave Gui Guan to",
            "chinese": "王夫人听了，只得留下，将去者四五人皆令其乾娘领回家去，单等他们亲父母来领；将不愿去者分散在园中使唤。贾母便留下文官自使，将正旦芳官指给了宝玉，小旦蕊官送了宝钗，小生藕官指给了黛玉，大花面葵官送了湘云，小花面豆官送了宝琴，老外艾官指给了探春，尤氏便讨了老旦茄官去。当下各得其所，就如那倦鸟出笼，每日园中游戏。众人皆知他们不能针黹，不惯使用，皆不大责备。其中或有一二个知事的，愁将来无应时之技，亦将本技丢开，便学起针黹纺绩女工诸务。"
        },
        {
            "original": "一日，正是朝中大祭，贾母等五更便去了。先到下处用些点心小食，然后入朝。早膳已毕，方退至下处歇息。用过早饭，略歇片刻，复入朝侍中晚二祭，方出至下处歇息。用过晚饭方回家。可巧这下处乃是一个大官的家庙，是比邱尼焚修，房舍极多极净，东西二院。荣府便赁了东院，北静王府便赁了西院。太妃少妃，每日晏息，见贾母等在东院，彼此同出同入，都有照应。",
            "english": "One day, the court held a grand sacrifice, and Jialou and others went early in the morning around five. They first ate some snacks in the lower quarters, then entered the court. After lunch, they took a rest, and then entered the court to serve the second and third sacrificial ceremonies, and then returned to the lower quarters to rest. After dinner, they went home. Just so巧, this lower quarter was the home temple of a great official, which was burnt by the bhikshuni, and there were many clean houses. There were two courtyards, one east and one west. The Rongfu rented the east courtyard, and the Beijingsheng rented the west courtyard. Every day, the empress dowager and the princesses rested, and when they saw Jialou and others in the east courtyard, they went out and came in together, and there was a lot of care.",
            "chinese": "有一天，朝廷举行大祭，贾母等早上五点多就去了。先在下处吃了一些点心，然后入朝。早饭后，稍作休息，又入朝侍奉中晚二次祭祀，然后回到下处休息。吃过晚饭，才回家。恰巧这个下处是位大官的家庙，由比邱尼焚修，房舍很多很干净，东西两个院子。荣府租了东院，北静王府租了西院。太后、少妃每日休息，见贾母等在东院，彼此同出同入，都有照应。"
        },
        {
            "original": "外面诸事不消细述。且说大观园内，因贾母王夫人天天不在家内，又送灵去一月方回，各丫鬟婆子皆有闲空，多在园内游玩。更又将梨香院内伏侍的众婆子一概撤回，并散在园内听使，更觉园内人多了几十个。因文官等一干人，或心性高傲，或倚势凌下，或拣衣挑食，或口角锋芒，大概不安分守己者多：因此，众婆子含怨，只是口中不敢与他们分争。如今散了学，大家趁了愿，也有丢开手的，也有心地狭窄犹怀旧怨的，因将众人皆分在各房名下，不敢来厮侵。",
            "english": "Outside things don't need to be explained in detail. In the Great View Garden, Grandma and Mrs. Wang are not at home every day, and they return for a month after the funeral. The maids and maidservants have plenty of free time and play around in the garden. All the maidservants from the Liuyang Yard were removed and distributed throughout the garden to listen to their orders. There are now dozens of more people in the garden. Because Wenwen and others have high spirits, are arrogant, picky about clothing and food, and are sharp-tongued, there are many who are not content with their own work. Therefore, the maidservants were dissatisfied, but they dared not argue with them. Now that the lessons have ended, everyone has gotten what they want. Some have let go of their hands, while others are narrow-minded and still have old grudges. They have now distributed everyone to various rooms under their names and dared not disturb them.",
            "chinese": "外面的事情不必细说。再说大观园里，贾母王夫人天天不在家，送灵一月才回来，众丫鬟婆子都有空闲时间，都在园里玩耍。又将梨香院内侍奉的众婆子全部撤回，并将他们分散在园内听命，园内人多了几十个。因为文官等人，有的心性高傲，有的仗势欺人，有的挑剔衣食，有的言语锋芒，大概不安分守己的人很多。因此，众婆子心中不满，只是不敢与他们争辩。如今散了学，大家都如愿以偿，有的丢开手，有的心胸狭窄还怀有旧怨，于是将众人分配到各房名下，不敢来打扰。"
        },
        {
            "original": "可巧这日乃是清明之日，贾琏已备下年例祭祀，带领贾环、贾琮、贾兰三人去往铁槛寺祭柩烧纸；宁府贾蓉也同族中人前往各处祭祀。因宝玉病未大愈，故不曾去得。饭后发倦，袭人因说：“天气甚好，你且出去逛逛，省的撂下粥碗就睡，存在心里。”",
            "english": "It's Qingming Festival today, and Jialing has already prepared for the annual sacrifice. He took Jiahuan, Jia Cong, and Jialan to iron chain temple to worship their ancestors and burn paper. Jia Rong of Ning府 also went to worship in various places with the clan. Because Baoyu's illness has not yet been fully cured, he did not go. After lunch, he felt tired and Xisi said, \"The weather is fine. Go out and have a look. Don't sleep right after eating porridge. This will make you feel uncomfortable in your heart.\"",
            "chinese": "正好今天是清明节，贾琏已经准备好了每年一次的祭祀，带着贾环、贾琮、贾兰三人去铁槛寺祭拜祖先烧纸。宁府的贾蓉也和族中人一起去各处祭祀。因为宝玉病还没有完全好，所以他没有去。饭后感到疲倦，袭人说：“天气很好，你出去逛逛，不要喝完粥就睡，这样心里会不舒服。”"
        },
        {
            "original": "宝玉听说，只得拄了一支杖，靸著鞋，走出院来。因近日将园中分与众婆子料理，各司各业，皆在忙时：也有修竹的，也有树的，也有栽花的，也有种豆的，池中间又有驾娘们行著船夹泥的，种藕的。湘云、香菱、宝琴与些丫鬟等都坐在山石上，瞧他们取乐。宝玉也慢慢行来。湘云见了他来，忙笑说：“快把这船打出去！他们是接林妹妹的。”众人都笑起来。宝玉红了脸，也笑道：“人家的病，谁是好意的？你也形容著取笑儿！”湘云笑道：“病也比人家另一样，原招笑儿，反说起人来。”说著，宝玉便也坐下，看著众人忙乱了一回，湘云因说：“这里有风，石头上又冷，坐坐去罢。”",
            "english": "Baoyu heard this and had to lean on his stick and wear slippers, stepping out of the yard. Since recently the garden had been divided among the old maids to manage, each with her own task, everyone was busy: some were pruning bamboo, some planting trees, some planting flowers, some planting beans, and some were rowing boats and digging mud in the pond. Xiangyun, Xiangling, and Ping'er, along with several maids, were sitting on the rocks, watching them. Baoyu walked slowly over. Xiangyun saw him coming and laughed, \"Quick, push that boat out! They're coming to pick up Lin Erhui.\" Everyone laughed. Baoyu blushed and laughed, \"Why are you making fun of people's sickness?\" Xiangyun laughed, \"Everyone's sickness is different, so it's just a laugh.\" Baoyu sat down and watched as everyone worked for a while. Xiangyun said, \"It's windy here and the rocks are cold. Let's go sit somewhere else.\"",
            "chinese": "宝玉听说，只好拄着拐杖，趿着鞋，走出院来。因为最近把园中分给了众婆子料理，各司各业，都忙得不可开交：有的修竹，有的种树，有的种花，有的种豆，池中还有驾娘们划著船夹泥的，种藕的。湘云、香菱、宝琴和一些丫鬟们都坐在山石上，看着他们取乐。宝玉也慢慢走来。湘云见了他来，忙笑着说：“快把这船打出去！他们是接林妹妹的。”众人都笑起来。宝玉红了脸，也笑着说：“人家的病，谁是好意的？你也形容著取笑儿！”湘云笑道：“病也比人家另一样，原招笑儿，反说起人来。”说著，宝玉便也坐下，看着众人忙乱了一回，湘云因说：“这里有风，石头上又冷，坐坐去罢。”"
        },
        {
            "original": "宝玉也正要去瞧黛玉，起身拄拐，辞了他们，从沁芳桥一带堤上走来。只见柳垂金线，桃吐丹霞。山石之后，一株大杏树，花已全落，叶稠阴翠，上面已结了豆子大小的许多小杏。宝玉因想道：“能病了几天，竟把杏花辜负了！不觉到‘绿叶成阴子满枝’了！”因此，仰望杏子不舍。又想起邢岫烟已择了夫婿一事，虽说男女大事，不可不行，但未免又少了一个好女儿，不过二年，便也要“绿叶成阴子满枝”了。再过几日，这杏树子落枝空；再几年，岫烟也不免乌发如银，红颜似缟：因此，不免伤心，只管对杏叹息。正想叹时，忽有一个雀儿飞来，落于枝上乱啼。宝玉又发了呆性，心下想道：“这雀儿必定是杏花正开时他曾来过，今见无花空有叶，故也乱啼。这声韵必是啼哭之声。可恨公冶长不在眼前，不能问他。但不知明年再发时，这个雀儿可还记得飞到这里来与杏花一会不能？……”正自胡思间，忽见一股火花从山石那边发出，将雀儿惊飞。宝玉吃了一惊。又听外边有人喊道：“藕官，你要死！怎么弄些纸钱进来烧？我回奶奶们去，仔细你的肉！”",
            "english": "As he walked along the path, he saw the willows waving their golden hair and the peach trees blooming with a rosy glow. At the foot of a hill, there was a big apricot tree, and its blossoms had all fallen, leaving only dense, green leaves and little apricots. He thought, \"I've been sick for a few days and missed the apricot blossom. Now it's 'green leaves and ripe apricots'. \" So he gazed at the apricots without moving. He also thought about Xing Xiaoyan, who had chosen a husband. Although it was necessary to get married, he couldn't help feeling a little sad because he would lose another good daughter. In a few years, she would also be \"green leaves and ripe apricots\". In a few days, the apricots would fall off the tree; in a few years, Xing Xiaoyan would also turn gray and old. So he couldn't help feeling sad and sighed. Suddenly, a bird flew over and landed on the branch, making a sound. He became distracted and thought, \"The bird must have come when the apricots were in bloom. Now that there are no flowers and only leaves, it'sThis rhyme must be Gong Yeliang who is not here to ask. Will the young birds remember next year? Thinking of this, a spark spurted out, and the young birds were startled. The Jade Buddha was startled, and then heard someone shouting, \"Ao Guan, you have a big heart! How dare you bring paper money in to burn? I'll tell the ladies and be careful you'll be beaten!\"\n\n中文原文：\n\n宝玉听了，知是茜雪骂人，便说道：“你这小蹄子！你又无故得罪了人，我替你赔个不是罢！”说着，便要作揖。茜雪见他真个要作揖，便忙立身笑说：“我早知你不是这样的人。别说作揖，连手也不用拉呢。”宝玉笑道：“你又来了！我何尝不是这样的人？你瞧瞧我那两个孽障，都只顾自己了，谁肯管我？”\n\n英文翻译：\n\nWhen the Jade Buddha heard this, he knew it was Xianxue cursing someone, and said, \"You little cow! You've offended someone again, I'll make up for you.\" Then he wanted to bow. Xianxue",
            "chinese": "宝玉也想去看看黛玉，起身拄着拐杖，辞别了他们，从沁芳桥的堤上走来。只见柳树垂下金线，桃花吐出丹霞。山石之后，有一棵大杏树，花已经全都落了，树叶茂密翠绿，上面结了许多小杏子。宝玉想着：“我病了几天，竟然错过了杏花盛开的时节！现在已经是‘绿叶成阴子满枝’了！”因此，他仰望杏子不舍离去。他又想起邢岫烟已经选定了夫婿一事，虽然男女之事不可不办，但不免又少了一个好女儿，再过两三年，她也要“绿叶成阴子满枝”了。再过几天，杏子掉落枝头空空如也；再过几年，岫烟也不免头发变白，红颜变白：因此，他不禁伤心，只管对着杏树叹息。正想着叹气时，忽然有一只雀儿飞来，落在枝上乱叫。宝玉又发了呆性，心想：“这雀儿一定是在杏花盛开时来过，现在见无花空有叶，所以乱叫。这声韵一定是公冶长不在，问不了他。明年发芽，雀儿会记得吗？想到这里，火花冒出，雀儿惊飞。宝玉吓了一跳，又听到有人喊：“藕官，你胆子真大！怎么把纸钱带进来烧？我跟奶奶们说，小心你被打！”"
        },
        {
            "original": "宝玉听了，益发疑惑起来，忙转过山石看时，只见藕官满面泪痕，蹲在那里，手内还拿著火，守著些纸钱灰作悲。宝玉忙问道：“你给谁烧纸？快别在这里烧。你或是为父母兄弟，你告诉我名姓，外头去叫小厮们打了包袱，写上名姓去烧。”",
            "english": "Bao Yuyu heard this and became even more puzzled, quickly turning around the boulder to see Qiu Guang with tears on her face, sitting there with her hands holding a fire, burning paper money. Bao Yuyu asked, \"Who are you burning paper money for? Please don't burn it here. If you're burning it for your parents or brothers, tell me their names. I'll send the servants to pack their belongings and write their names on them.\"",
            "chinese": "宝玉听了，更加疑惑了，急忙转过山石，只见藕官满脸泪痕，蹲在那里，手上还拿着火，守着些纸钱灰作悲。宝玉忙问道：“你给谁烧纸？快别在这里烧。你若是为父母兄弟，告诉我名字，我叫小厮们去打包袱，写上名字去烧。”"
        },
        {
            "original": "藕官见了宝玉，只不做一声。宝玉数问不答。忽见一个婆子恶狠狠的走来拉藕官，口内说道：“我已经回了奶奶们，奶奶们气的了不得！”藕官听了，终是孩气，怕去受辱没脸，便不肯去。婆子道：“我说你们别太兴头过馀了。如今还比得你们在外头乱闹呢！这是尺寸地方儿。”指著宝玉道：“连我们的爷还守规矩呢，你是什么阿物儿，跑了这里来胡闹？－－怕也不中用，跟我快走罢！”宝玉忙道：“他并没烧纸，原是林姑娘叫他烧那烂字纸。你没看真，反错告了他。”",
            "english": "藕官见了宝玉，不说话。宝玉问他，也不回答。一个婆子恶狠狠地过来拉藕官，说她已经向奶奶们汇报了，奶奶们很生气。藕官害怕被辱没脸，不肯去。婆子说：“我说你们别太兴头过馀了。这是尺寸地方儿。”指著宝玉道：“连我们的爷还守规矩呢，你是什么阿物儿，跑了这里来胡闹？－－怕也不中用，跟我快走罢！”宝玉忙道：“他并没烧纸，原是林姑娘叫他烧那烂字纸。你没看真，反错告了他。”",
            "chinese": "藕官见了宝玉，不说话。宝玉问他，也不回答。一个婆子恶狠狠地过来拉藕官，说她已经向奶奶们汇报了，奶奶们很生气。藕官害怕被辱没脸，不肯去。婆子说：“我说你们别太兴头过馀了。这是尺寸地方儿。”指著宝玉道：“连我们的爷还守规矩呢，你是什么阿物儿，跑了这里来胡闹？－－怕也不中用，跟我快走罢！”宝玉忙道：“他并没烧纸，原是林姑娘叫他烧那烂字纸。你没看真，反错告了他。”"
        },
        {
            "original": "藕官正没了主意，见了宝玉，更自添了畏惧；忽听他反替遮掩，心内转忧成喜，也便硬著口，说道：“你看真是纸钱子么？我烧的是林姑娘写坏的字纸！”那婆子便弯腰向纸灰中拣出不曾化尽的遗纸在手内，说道：“你还嘴硬！有证又有凭，只和你厅上讲去。”说著，拉了袖子，拽著要走。宝玉忙拉藕官，又用拄杖隔开那婆子的手，说道：“你只管拿了回去。实告诉你：我昨夜做了个梦，梦见杏花神和我要一挂白钱，不可叫本房人烧，另叫生人替烧，我的病就好的快了。所以我请了白钱，巴巴的烦他来替我烧了，我今日才能起来。偏你又看见了！这会子又不好了，都是你冲了，还要告他去？－－藕官，你只管见他们去，就依著这话说！”",
            "english": "藕官不知道该怎么办，见到宝玉后，更加害怕。但他听到宝玉替他遮掩后，内心从忧虑变成了喜悦，硬着头皮说道：“你看这是纸钱吗？我烧的是林姑娘写坏的字纸！”那婆子弯腰从纸灰中拣出没有烧尽的遗纸，说道：“你还嘴硬！有证据又有证明，我们一起去厅上讲理。”说着，拉起袖子，拽着他要走。宝玉赶紧拉住藕官，又用拄杖推开那婆子的手，说道：“你拿回去吧。实告诉你：我昨晚做了一个梦，梦见杏花神要一挂白钱，不能让本房人烧，要让生人替烧，我的病就会好的快。所以我请了白钱，让杏花神替我烧了，我今天才能起来。偏你又看见了！这会子又不好了，都是你冲了，还要告他去？－－藕官，你只管去见他们，就照我说的去说！”",
            "chinese": "藕官不知道该怎么办，见到宝玉后，更加害怕。但他听到宝玉替他遮掩后，内心从忧虑变成了喜悦，硬着头皮说道：“你看这是纸钱吗？我烧的是林姑娘写坏的字纸！”那婆子弯腰从纸灰中拣出没有烧尽的遗纸，说道：“你还嘴硬！有证据又有证明，我们一起去厅上讲理。”说着，拉起袖子，拽着他要走。宝玉赶紧拉住藕官，又用拄杖推开那婆子的手，说道：“你拿回去吧。实告诉你：我昨晚做了一个梦，梦见杏花神要一挂白钱，不能让本房人烧，要让生人替烧，我的病就会好的快。所以我请了白钱，让杏花神替我烧了，我今天才能起来。偏你又看见了！这会子又不好了，都是你冲了，还要告他去？－－藕官，你只管去见他们，就照我说的去说！”"
        },
        {
            "original": "藕官听了，越得主意，反拉著要走。那婆子忙丢下纸钱，陪笑央告宝玉，说道：“我原不知道。若回太太，我这人岂不完了？”宝玉道：“你也不许再回，我便不说。”婆子道：“我已经回了，原叫我带他。只好说他被林姑娘叫去了。”宝玉点头应允，婆子自去。",
            "english": "Ou Guan listened and became even more pleased. He actually pulled him to go. The maid hurried to throw away the paper money, and with a smile, she implored the young master. She said, \"I didn't know. If I go back to tell the mistress, I'll be finished.\" The young master said, \"You mustn't go back. I won't say anything.\" The maid said, \"I've already told her, and she asked me to bring him. I'll say he was called by Lin.\" The young master nodded and agreed. The maid went away.",
            "chinese": "藕官听了，越加得意，反而拉着他要走。那婆子忙丢下纸钱，赔笑央告宝玉，说：“我原不知道。若回太太，我这人岂不完了？”宝玉道：“你也不许再回，我便不说。”婆子道：“我已经回了，原叫我带他。只好说他被林姑娘叫去了。”宝玉点头应允，婆子自去。"
        },
        {
            "original": "这里宝玉细问藕官：“为谁烧纸？必非父母兄弟，定有私自的情理？”藕官因方才护庇之情，心中感激，知他是自己一流人物，况再难隐瞒，便含泪说道：“我这事，除了你屋里的芳官合宝姑娘的蕊官，并没第三个人知道。今日忽然被你撞见，这意思，少不得也告诉了你，只不许再对一人言讲。”又哭道：“我也不便和你面说，你只回去，背人悄悄问芳官就知道了。”说毕，怏怏而去。",
            "english": "Yun Bai carefully asked藕官, \"Who do you burn paper for? It's not for your parents or brothers, there must be some secret feelings.\"藕官, because he had just protected him just now, he was grateful to him, knowing that he was one of his kind, and he could not conceal it, so he said with tears, \"This matter, except for your housemate Fang官 and Bao' er's flower girl, no one else knows. Today you suddenly met me, this means, you do not tell anyone.\" Then he said, \"I don't want to say it directly in front of you, you go back and ask Fang官 secretly.\" After saying that, he was sad and left.",
            "chinese": "宝玉仔细询问藕官：“你烧纸是给谁？一定不是父母兄弟，一定有什么私情。”藕官因为刚才护庇了他，心中感激，知道他是自己一类人，况且再难隐瞒，便含泪说道：“我这事，除了你屋里的芳官和宝姑娘的蕊官，没有第三个人知道。今天忽然被你撞见，这意思，你不要对任何人讲。”又哭道：“我也不方便当面说，你回去，背人悄悄问芳官就知道了。”说完，怏怏离去。"
        },
        {
            "original": "宝玉听了，心下纳闷，只得踱到潇湘馆瞧黛玉，越发瘦得可怜。问起来，比往日大好了些。黛玉见他也比先大瘦了，想起往日之事，不免流下泪来。些微谈了一谈，便催宝玉去歇息调养。宝玉只得回来。因惦记著要问芳官原委，偏有湘云香菱来了，正和袭人芳官一处说笑，不好叫他，恐人又盘诘，只得耐著。",
            "english": "Bao Yuyu listened to this and felt confused. He went to visit Lin Daiyu in the Peony Pavilion and found that she was thinner than before. After inquiring, he found that her health was better than before. Lin Daiyu saw that he was also thin and couldn't help but shed tears. They chatted for a while, and Lin Daiyu urged him to rest and take care of himself. Bao Yuyu had to return. He missed asking Fanggong about the matter, but Xiangyun and Xiangling came, talking and laughing with Xishi and Fanggong, and he couldn't call them, so he had to wait patiently.",
            "chinese": "宝玉听了，心里很疑惑，只好去潇湘馆看望黛玉，发现她比以前瘦了。询问后，发现她的身体状况比以前好了些。黛玉见他也瘦了，想起以前的事，忍不住流下了眼泪。两人聊了一会儿，黛玉催他去休息调养。宝玉只得回来。他惦记着要问芳官的原委，但湘云和香菱来了，正在和袭人、芳官一起说笑，不好叫他们，只得耐心等待。"
        },
        {
            "original": "一时，芳官又跟了他乾娘去洗头，他乾娘偏又先叫他亲女儿洗过才叫芳官洗。芳官见了这样，便说他偏心：“把你女儿的剩水给我洗？我一个月的月钱都是你拿著，沾我的光不算，反倒给我剩东西剩的！”他乾娘羞恼变成怒，便骂他：“不识抬举的东西！怪不得人人都说，戏子没一个好缠的，凭你什么好的，入了这一行，都学坏了！这一点子小崽子，也挑么挑六，咸嘴淡舌，咬群的骡子似的！”娘儿两个吵起来。",
            "english": "Fanguan went to have his hair washed by his foster mother, but she first called on her foster daughter to do it. Fanguan saw her partiality and said that she was partial: \"Give me the leftover water of your daughter to wash? I have a salary every month, but you take it for granted. It's not enough to take advantage of me. You even give me leftover water!\" His foster mother got angry and scolded him: \"You don't know how to appreciate it! That's why everyone says actors are all bad. Whatever you're good at, you're in this line and you've gone bad! You're just a little kid, and you're picky and picky, biting like a mule!\" The two of them quarreled.",
            "chinese": "芳官跟他的干娘去洗头，但他干娘先叫他干女儿洗。芳官看到这种偏心，便说她偏心：“把你女儿的剩水给我洗？我一个月的薪水都是你拿的，沾了我的光不算，反倒给我剩水剩的！”他干娘生气了，便骂他：“不识抬举的东西！怪不得人人都说，戏子没一个好缠的，凭你什么好的，入了这一行，都学坏了！这一点子小崽子，也挑么挑六，咸嘴淡舌，咬群的骡子似的！”娘儿两个吵了起来。"
        },
        {
            "original": "袭人忙打发人去说：“少乱嚷！瞅著老太太不在家，一个个连句安静话也都不说了！”睛雯因说道：“这是芳官不省事，不知狂的什么。也不过是会两出戏，倒像杀了贼王，擒过反叛来的！”袭人道：“‘一个巴掌拍不响’，老的也太不公些，小的也太可恶些。”宝玉道：“怨不得芳官！自古说‘物不平则鸣’，他失亲少眷的在这里，没人照看，赚了他的钱，又作践他，如何怪得？”又向袭人说：“他到底一月多少钱？以后不如你收过来照管他，岂不省事些？”袭人道：“我要照看他，那里不照看了？又要他那几个钱才照看他？没的招人家骂去。”说著，便起身至那屋里，取了一瓶花露油、鸡蛋、香皂、头绳之类，叫了一个婆子来，“送给芳官去，叫他另要水自己洗罢，别吵了。”",
            "english": "Axiom: The person who is not fair, the one who is too rude.",
            "chinese": "袭人赶紧打发人去说：“别吵闹！老太太不在家，你们一个个都安静说话！”晴雯说：“芳官不懂事，太狂了！不过会唱两出戏，倒像是杀了贼王，擒过反叛来的！”袭人说：“‘一个巴掌拍不响’，老的太不公平，小的太可恶。”宝玉说：“怪不得芳官！自古说‘物不平则鸣’，她失亲少眷的在这里，没人照顾，赚了他的钱，又作践她，怎么不怪？”又对袭人说：“她到底一个月多少钱？以后不如你收过来照管她，岂不省事？”袭人说：“我要照看他，哪里不照看了？又为了他的钱才照看他？没的招人家骂去。”说着，就起身到芳官的屋里，拿了花露油、鸡蛋、香皂、头绳之类，叫了一个婆子去，叫芳官自己洗洗就行了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "他乾娘越发羞愧，说芳官：“没良心！只说我克扣你的钱！”便向他身上拍了几下。芳官越发哭了。宝玉便走出来。袭人忙劝：“做什么！我去说他。”睛雯忙先过来，指他乾娘，说道：“你这么大年纪，太不懂事！你不给他好好的洗，我们才给他东西。你自己不臊，还有脸打他！他要是在班里学艺，你也敢打他不成？”那婆子便说：“‘一日叫娘，终身是母。’他排揎我，我就打得。”袭人唤麝月道：“我不会和人拌嘴，晴雯性太急，你快过去震吓他两句。”",
            "english": "She became more and more ashamed and said to Fong An: \"You're ungrateful! You only say that I'm holding back your money!\" She hit Fong An a few times. Fong An cried even harder. Then, the boy came out. Xi Ren quickly said to him: \"I'm not good at arguing, and Qiong Wen is too impulsive. You should go over and scare him.\" The old woman said: \"You're not ashamed. How dare you hit him!\" The boy said: \"You're not ashamed. How dare you hit him!\"\n\n将英文翻译改写为简单的现代英语的步骤如下：\n\n1. 首先，阅读原句并理解其含义。\n2. 将句子中的专业术语或古语转换为现代英语。\n3. 将句子中的复杂表达简化为更简单的表达方式。4. Ensure that the language is fluent and easy to understand.\n\nFor example, the word \"kand\" in the original sentence is often used in modern Chinese to refer to a godmother or godmother, so it can be translated as \"godmother\" in English.",
            "chinese": "她越来越羞愧，对芳官说：“你没良心！只说我克扣你的钱！”就打了芳官几下。芳官哭得更厉害了。宝玉就出来了。袭人忙劝道：“做什么！我去说他。”晴雯赶紧过来，指着她的干娘，说道：“你这么大年纪，太不懂事了！你不给他好好洗，我们才给他东西。你自己不臊，还有脸打他！他要是去班里学艺，你也敢打他吗？”那婆子就说：“‘一日叫娘，终身是母。’他排挤我，我就打得。”袭人叫麝月道：“我不会和人拌嘴，晴雯性子太急，你快过去吓唬他两句。”\n\n将中国白话改写为简单的现代普通话的步骤如下：\n\n1. 首先，阅读原句并理解其含义。\n2. 将句子中的专业术语或古语转换为现代汉语。\n3. 将句子中的复杂表达简化为更简单的表达方式。\n4. 确保语言流畅，易于理解。\n\n例如，原句中的“乾娘”一词在现代汉语中通常用于指干妈或干娘，因此可以"
        },
        {
            "original": "麝月听了，忙过来说道：“你且别嚷，我问问你：别说我们这一处，你看满园子里，谁在主子屋里教导过女儿的？就是你的亲女儿，既经分了房，有了主子，自有主子打骂。再者，大些的姑娘姐姐们也可以打得骂得，谁许你老子娘又半中间管起闲事来了？都这样管，又要叫他们跟著我们学什么？越老越没了规矩！你见前日坠儿的妈来吵，你如今也跟著他学？你们放心！因连日这个病，那个病，再老太太又不得闲，所以我也没有去回。等两日偺们去痛回一回，大家把这威风煞一煞儿才好呢！况且宝玉才好了些，连我们也不敢说话，你反打的人狼号鬼哭的！上头出了几日门，你们就无法无天的，眼珠子里就没了人了！再两天，你们就该打我们了！他也不要你这乾娘！怕粪草埋了他不成？”",
            "english": "“麝月听了，忙过来说道：“你先别吵，我问你：你管过谁家小姐的教养？就算你管过，你也不能干涉别人家的事。你的女儿分了房，有了主子，自有主子管教。你不要胡搅蛮缠，没规矩！坠儿的妈来吵，你学他做什么？你放心，这两天我们去好好地告状，把你们的嚣张气焰打压下去。宝玉才好点，我们也不敢多说，你倒打起人来。你们胆子大了，眼里没别人了！再过两天，你们就要打我们了！他不要你这个干娘！怕粪草埋了他不成？”",
            "chinese": "麝月听了，忙过来说道：“你先别吵，我问你：你管过谁家小姐的教养？就算你管过，你也不能干涉别人家的事。你的女儿分了房，有了主子，自有主子管教。你不要胡搅蛮缠，没规矩！坠儿的妈来吵，你学他做什么？你放心，这两天我们去好好地告状，把你们的嚣张气焰打压下去。宝玉才好点，我们也不敢多说，你倒打起人来。你们胆子大了，眼里没别人了！再过两天，你们就要打我们了！他不要你这个干娘！怕粪草埋了他不成？”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉恨的拿拄杖打著门槛子，说道：“这些老婆子都是铁心石肠似的，真是大奇事！不能照看，反倒挫磨他们。地久天长，如何是好！”晴雯道：“什么‘如何是好’？都撵出去，不要这些中看不中吃的就完了！”",
            "english": "Baoyu angrily hit the threshold with his cane and said, \"These old women are heartless and ruthless, really strange! They can't take care of them, but they torture them. What if we let them stay here for a long time?\" Qiong said, \"What if we just get rid of them all? Don't keep these superficially attractive but actually useless people around.\"\n\n法语翻译：\n\nBaoyu a frappé la porte avec sa canne, furieux, et a dit : \"Ces vieilles femmes sont sans cœur et sans pitié, vraiment étranges ! Elles ne peuvent pas les prendre en charge, mais elles les torturent. Que faire si nous les laissons rester ici pendant longtemps ?\" Qiong a répondu : \"Que faire ? Nous les expulsons toutes et nous n'entretenons plus ces personnes superficielles mais sans utilité.\"",
            "chinese": "宝玉气愤地用拐杖敲打门槛，说道：“这些老太婆都是铁心石肠，真是奇怪！不能照顾，反倒折磨他们。时间一长，怎么办？”晴雯说：“什么‘怎么办’？把他们都赶出去，不要这些外表好看但内里不行的人就完事了！”"
        },
        {
            "original": "那婆子羞愧难当，一言不发。只见芳官穿著海棠红的小绵袄，底下绿绸洒花夹裤，敞著裤腿，一头乌油油的头发披在脑后，哭的泪人一般。麝月笑道：“把个莺莺小姐弄成才拷打的红娘了。这会子又不妆扮了，还是这么著？”晴雯因走过去拉了他，替他洗净了发，用手巾拧的乾松松的，挽了一个慵妆髻，命他穿了衣裳，过这边来。",
            "english": "The old woman felt ashamed and said nothing. Fang'san wore a little red cotton coat and a green satin flowered jacket. She had opened the bottom of her pants, her black hair hanging down in a ponytail. She was crying like a baby. Xingyu laughed and said, \"You've turned Yangchen into a red dress. Now you're not wearing makeup, but you're still dressed like that.\" Qiong walked over and helped her wash her hair, twisted it with a towel, and put it up in a lazy ponytail. She put on her clothes and came over here.",
            "chinese": "那婆子感到很羞愧，一句话也不说。芳官穿着海棠红色的小棉袄，绿色绸子洒花夹裤，敞开裤腿，一头乌黑油亮的头发披在脑后，哭得像个泪人。麝月笑道：“把莺莺小姐弄成才拷打的红娘了。这会子不化妆了，还是这么穿着？”晴雯走过去拉她，帮她洗了头发，用毛巾拧乾，挽了一个慵懒的发髻，让她穿上衣服，过这边来。"
        },
        {
            "original": "接著内厨房的婆子来问：“晚饭有了，可送不送？”小丫头听了，进来问袭人。袭人笑道：“方才胡吵了一阵，也没留心听听几下钟了。”晴雯道：“这劳什子又不知怎么了，又得去收拾！”说著，拿过表来瞧了一瞧，说道：“再略等半锺茶的工夫就是了。”小丫头去了。麝月笑道：“提起淘气来，芳官也该打两下儿，昨日是他摆弄了那坠子，半日就坏了。”说话之间，便将食具打点现成。",
            "english": "Then a servant from the inner kitchen came to ask: \"Dinner is ready, should it be sent?\" The maid came in and asked Xisi. Xisi laughed and said, \"I didn't pay attention to what time it was after the commotion.\" Qiongwen said, \"This thing is so annoying, it needs to be cleaned up again!\" Saying this, she picked up the watch and looked at it, saying, \"Wait another half cup of tea.\" The maid went away. Xishui laughed and said, \"Speaking of mischief, Fangfang should be beaten, yesterday it was his turn to play with that pendant, and it was broken in half.\" While talking, the dishes were ready.",
            "chinese": "接下来，内厨房的婆子来问：“晚饭做好了，要送吗？”小丫头听了，进来问袭人。袭人笑着说：“刚才吵了一阵，没留心听几点钟了。”晴雯道：“这东西又不知道怎么了，又要收拾！”说著，拿起表看了看，说道：“再等半钟茶的时间就到了。”小丫头走了。麝月笑道：“提起淘气来，芳官也该打两下子，昨天是他摆弄了那个坠子，半天才坏了。”说话之间，就将餐具准备好了。"
        },
        {
            "original": "一时，小丫头子捧了盒子进来站住。晴雯麝月揭开看时，还是这四样小菜。晴雯笑道：“已经好了，还不给两样清淡菜吃！这稀饭咸菜闹到多早晚！”一面摆好，一面又看那盒中，却有一碗火腿鲜笋汤，忙端了放在宝玉跟前。宝玉便就桌上喝了一口，说道：“好汤！”众人都笑道：“菩萨！能几日没见荤腥儿？就馋的这个样儿！”一面说，一面端起来，轻轻用口吹著。因见芳官在侧，便递给芳官，说道：“你也学些伏侍，别一味傻玩傻睡。嘴儿轻著些，别吹上唾沫星儿。”芳官依言，果吹了几口，甚妥。他乾娘也端饭在门外伺候，向里忙跑进来笑道：“他不老成，仔细打了碗，等我吹罢。”一面说，一面就接。晴雯忙喊道：“快出去！你等他砸了碗，也轮不到你吹。你什么空儿跑到里槅儿来了？”一面又骂小丫头们：“瞎了眼的！他不知道，你们也该说给他。”小丫头们都说：“我们撵他不出去，说他又不信，如今带累我们受气。这是何苦呢！－－你可信了？我们到的地方儿，有你到的一半儿，那一半儿是你到不去的呢！何况又跑到我们到不去的地方儿？还不算，又去伸手动嘴的了。”一面说，一面推他出去。阶下几个等空盒家伙的婆子见他出来，都笑道：“嫂子也没有拿镜子照一照，就进去了？”羞的那婆子又恨又气，只得忍耐下去了。",
            "english": "After a while, the little maid came in with the box. Qiong Wen and Shiqi took off the lid and saw that the four dishes were still there. Qiong Wen laughed and said, \"We've been waiting for a while. Why don't you bring us two more light dishes? This porridge and pickles will never end!\" They placed the dishes on the table and opened the box. There was a bowl of ham and bamboo shoot soup, which they put in front of Yu Bo. Yu Bo drank a sip from the table and said, \"Good soup!\" Everyone laughed and said, \"Buddha! You haven't seen meat for a few days, and you're already so hungry!\" They put the bowl down and gave it to Fanguan, saying, \"Learn to serve people, don't just play and sleep. Be careful not to blow on it.\" Fanguan nodded and blew on it several times. He then passed it to his mother, who was waiting outside. She ran in and said, \"He's not serious, be careful he breaks the bowl, let me blow it.\" She said as she took it. Qiong Wen called out, \"Get out! Wait for him to break the bowl, andYou came in here at a time like this!\" As she said this, she scolded the maids: \"You're blind! You didn't know, and why didn't you tell her? \" The maids said, \"We tried to stop her, but she wouldn't listen. Now we're having to take the brunt of it. What a bother! - You believe her, don't you? We've been to places you've never been to. We haven't even been to half of them, and there's a whole other half you'll never see. And not only that, but she reached out and touched things and ate things!\" As she spoke, she pushed him out. The women waiting in the hall to pick up boxes of things looked at him and said, \"Cousin, you haven't looked in a mirror yet? You came in here looking like that!\" The woman was so embarrassed that she was both angry and upset, but she had to put up with it.",
            "chinese": "过了一会儿，小丫头拿着盒子进来站住了。晴雯和麝月揭开盒子一看，还是这四道小菜。晴雯笑着说：“已经好了，还不给我们来两道清淡的菜吃！这稀饭咸菜闹到什么时候？”一面摆放好，一面又看盒子里，却有一碗火腿鲜笋汤，忙端到宝玉跟前。宝玉就桌上喝了一口，说道：“好汤！”众人都笑着说：“菩萨！才几天没见荤腥，就馋成这样！”一面说，一面端起来，轻轻用嘴吹着。因为见芳官在旁边，就递给芳官，说道：“你也学学侍候人，别一味傻玩傻睡。嘴儿轻着点，别吹上唾沫星儿。”芳官依言，果然吹了几口，很妥当。他干妈也端饭在门外等着，向里跑进来笑道：“他不老成，小心打了碗，等我吹罢。”一面说，一面接过去。晴雯忙喊道：“出去！等他砸了碗，也轮不到你吹。你什么空儿跑到里槅儿来了？””一面又骂小丫头们：“瞎了眼的！他不知道，你们也该说给他。”小丫头们都说：“我们撵他不出去，说他又不信，如今带累我们受气。这是何苦呢！－－你可信了？我们到的地方儿，有你到的一半儿，那一半儿是你到不去的呢！何况又跑到我们到不去的地方儿？还不算，又去伸手动嘴的了。”一面说，一面推他出去。阶下几个等空盒家伙的婆子见他出来，都笑道：“嫂子也没有拿镜子照一照，就进去了？”羞的那婆子又恨又气，只得忍耐下去了。"
        },
        {
            "original": "芳官吹了几口，宝玉笑道：“你尝尝，好了没有？”芳官当是玩话，只是笑著，看袭人等。袭人道：“你就尝一口，何妨？”晴雯笑道：“你瞧我尝。”说著，便喝一口。芳官见如此，他便尝了一口，说：“好了。”递给宝玉。喝了半碗，吃了几片笋，又吃了半碗粥，就算了。众人便收出去。小丫头捧沐盆，漱盥毕，袭人等去吃饭。宝玉使个眼色给芳官。芳官本来伶俐，又学了几年戏，何事不知？便装肚子疼，不吃饭了。袭人道：“既不吃，在屋里做伴儿。把粥留下，你饿了再吃。”说著，去了。",
            "english": "Fang官吹了几口，宝玉笑道：“你尝尝，好了没有？”芳官以为是开玩笑，只笑着，看袭人等人。袭人道：“你就尝一口，何妨？”晴雯笑道：“你瞧我尝。”说著，便喝一口。芳官见如此，他便尝了一口，说：“好了。”递给宝玉。喝了半碗，吃了几片笋，又吃了半碗粥，就算了。众人便收了出去。小丫头捧沐盆，漱盥毕，袭人等人去吃饭。宝玉使个眼色给芳官。芳官本来伶俐，又学了几年戏，何事不知？便装肚子疼，不吃饭了。袭人道：“既然不吃，在屋里做伴儿。把粥留下，你饿了再吃。”说著，去了。",
            "chinese": "芳官吹了几口，宝玉笑道：“你尝尝，好了没有？”芳官当是玩笑，只是笑着，看袭人等人。袭人道：“你就尝一口，何妨？”晴雯笑道：“你瞧我尝。”说著，便喝一口。芳官见如此，他便尝了一口，说：“好了。”递给宝玉。喝了半碗，吃了几片笋，又吃了半碗粥，就算了。众人便收了出去。小丫头捧沐盆，漱盥毕，袭人等人去吃饭。宝玉使个眼色给芳官。芳官本来伶俐，又学了几年戏，何事不知？便装肚子疼，不吃饭了。袭人道：“既然不吃，在屋里做伴儿。把粥留下，你饿了再吃。”说著，去了。"
        },
        {
            "original": "宝玉将方才见藕官如何谎言护庇，如何藕官叫我问你，细细的告诉一遍。又问：“他祭的到底是谁？”芳官听了，眼圈儿一红，又叹一口气，道：“这事说来，藕官儿也是胡闹。”宝玉忙问如何。芳官道：“他祭的就是死了的药官儿。”宝玉道：“他们两个也算朋友，也是应当的。”芳官道：“那里又是什么朋友呢？那都是傻想头。他是小生，药官是小旦，往常时，他们扮作两口儿，每日唱戏的时候，都装著那么亲热，一来二去，两个人就装糊涂了，倒像真的一样儿。后来两个竟是你疼我，我爱你。药官儿一死，他就哭的死去活来的，到如今不忘，所以每节烧纸。后来补了蕊官，我们见他也是那样，就问他：‘为什么得了新的就把旧的忘了？’他说：‘不是忘了。比如人家男人死了女人，也有再娶的，只是不把死的丢过不提就是有情分了。’你说他是傻不是呢？”",
            "english": "Yubao told Baoyu in detail how Ao Guan lied to protect him, how he asked him to ask you, and then asked: \"Who is he worshiping?\" Fang An listened, his eyes reddened, and sighed again, saying: \"This matter is also a nonsense.\" Baoyu asked how. Fang An said: \"It's also a nonsense for him to worship the dead drug.\" Baoyu said: \"They are also good friends, and it is appropriate.\" Fang An said: \"Where is there any friendship? He is a minstrel, and the drug is a minstrel. Usually, they play as a couple, and every day they sing a play, so they act so close. After a while, the two of them were confused and thought they were really close. Later, they were each other's favorite. When the drug died, he cried and died. He still remembers him to this day, so he burns paper every festival. Later, he was replaced by Rui Guan, and we asked him: 'Why did you forget the old when you got a new one?' He said: 'I didn't forget. As long as people get married and get married, they don't forget the dead\"The idea of ​​a digital twin is to create a virtual model of a physical object that can simulate its behavior and predict its performance in the real world. This can be particularly useful in industries such as manufacturing, where digital twins can be used to optimize production processes, improve quality control, and reduce downtime. For example, a digital twin of a factory machine can simulate how it will perform under different conditions, allowing engineers to identify potential problems before they occur and make adjustments to improve efficiency.\n\n中文翻译：\n\n“数字孪生的概念是创建一个物理对象的虚拟模型，可以模拟其行为并在现实世界中预测其性能。这对于制造等工业领域特别有用，数字孪生可以用于优化生产过程、提高质量控制并减少停机时间。例如，工厂机器的数字孪生体可以模拟在不同条件下如何运行，让工程师在问题发生之前识别潜在问题并做出调整以提高效率。”",
            "chinese": "宝玉将方才见藕官如何谎言护庇，如何藕官叫我问你，细细地告诉一遍。又问：“他祭的到底是谁？”芳官听了，眼圈儿一红，又叹一口气，道：“这事说来，藕官儿也是胡闹。”宝玉忙问如何。芳官道：“他祭的就是死了的药官儿。”宝玉道：“他们两个也算朋友，也是应当的。”芳官道：“哪里又是什么朋友呢？那都是傻想头。他是小生，药官是小旦，往常时，他们扮作两口儿，每日唱戏的时候，都装著那么亲热，一来二去，两个人就装糊涂了，倒像真的一样儿。后来两个竟是你疼我，我爱你。药官儿一死，他就哭的死去活来的，到如今不忘，所以每节烧纸。后来补了蕊官，我们见他也是那样，就问他：‘为什么得了新的就把旧的忘了？’他说：‘不是忘了。比如人家男人死了女人，也有再娶的，只是不把死的丢过不提就是有情分了。“你说他是傻不是呢？”"
        },
        {
            "original": "宝玉听了这呆话，独合了他的呆性，不觉又喜又悲，又称奇道绝，拉著芳官嘱咐道：“既如此说，我有一句话嘱咐你，须得你告诉他。以后断不可烧纸，逢时按节，只备一炉香，一心虔诚，就能感应了。我那案上也只设著一个炉，我有心事，不论日期，时常焚香，随便新水新茶，就供一盏，或有鲜花鲜果，甚至荤腥素菜都可：只在敬心，不在虚名。以后快叫他不可再烧纸了！”芳官听了，便答应著。一时，吃过粥，有人回说：“老太太回来了。”",
            "english": "Bao Yuhai heard these foolish words, and he felt that they were very fitting for him. He was not only happy but also sad. He praised the wonderful words and the wonderful words. He held Fang's arm and said, \"Since it is like this, I have a word to tell you. Tell you. From now on, don't burn paper anymore. On the occasion of the festival, just burn a furnace of incense, sincerely and sincerely, and you will be able to sense it. There is a furnace on my desk, and I have a heart. No matter what date it is, I often burn incense. It doesn't matter if it's new water or new tea. I put one lamp on it, or if there are fresh flowers or fresh fruits, even meat and vegetables, it's just a matter of respect, not a matter of form. From now on, call him not to burn paper!\" Fang said, \"OK.\" After a while, he finished his porridge, and someone came back to say, \"Old lady is back.\"",
            "chinese": "宝玉听了这些傻话，很合他的呆气，不由地又喜又悲，夸赞他的奇妙和绝妙。他拉着芳官嘱咐道：“既然这样，我有一句话要告诉你，告诉你的。以后不要再烧纸了，逢时按节，只需备一炉香，真心诚意，就能感应。我案上的炉子也只放一个，我有心事，不管什么日期，经常焚香，随便新水新茶，就供一盏，或者有鲜花鲜果，甚至荤腥素菜都可以：只在敬心，不在虚名。以后快叫他不要再烧纸了！”芳官听了，答应了。一会儿，吃完粥，有人回来说：“老太太回来了。”"
        },
        {
            "original": "要知端底，且看下回分解。",
            "english": "To understand the truth of the matter, we will continue the discussion in the next episode.\n\nStep-by-step justification:\n\n1. \"要了解事情的真相\" - \"To understand the truth of the matter\" - Translates the phrase \"要了解事情的真相\" to convey the same meaning in English.\n2. \"我们将在下一回讲述\" - \"We will continue the discussion in the next episode\" - Translates the phrase \"我们将在下一回讲述\" to indicate that the discussion will continue in the next episode.",
            "chinese": "要了解事情的真相，我们将在下一回讲述。"
        }
    ],
    "title": "《杏子阴假凤泣虚凰　茜纱窗真情揆痴理》",
    "chapter_number": 58
}