{
    "paragraphs": [
        {
            "original": "却说秦氏因听见宝玉梦中唤他的乳名，心中纳闷，又不好细问。彼时宝玉迷迷惑惑，若有所失，遂起身，解怀整衣。袭人过来给他系裤带时，刚伸手至大腿处，只觉冰冷粘湿的一片，吓的忙褪回手来，问：“是怎么了？”宝玉红了脸，把他的手一捻。袭人本是个聪明女子，年纪又比宝玉大两岁，近来也渐省人事，今见宝玉如此光景，心中便觉察了一半，不觉把个粉脸羞的飞红。遂不好再问，仍旧理好衣裳，随至贾母处来。胡乱吃过晚饭，过这边来，趁众奶娘丫鬟不在旁时，另取出一件中衣，与宝玉换上。",
            "english": "As Kui heard Bao Yuyu call her by her nickname in his dream, she became a bit puzzled but did not dare to ask. Bao Yuyu was half-asleep and felt as if he had lost something. He got up and undressed to fix his clothes. When Xisi came to fasten his belt, she felt it was cold and wet. She was so frightened that she immediately withdrew her hand and asked, \"What's wrong?\" Bao Yuyu blushed and held her hand. Xisi, who was a smart woman, was about two years older than Bao Yuyu and had recently begun to understand some things. Seeing Bao Yuyu's expression, she already guessed half of it and turned her face red with embarrassment. She didn't ask any more questions, but instead helped Bao Yuyu change into a new shirt.",
            "chinese": "话说秦氏因听到宝玉梦中叫她的乳名，心中有些疑惑，但又不便细问。这时宝玉迷迷糊糊，好像失去了什么，就起身，解开衣服整理衣裳。袭人过来给他系裤带时，刚把手放到大腿处，却觉得冰冷粘湿，吓得连忙缩回手来，问：“怎么回事？”宝玉红着脸，把他的手一捏。袭人是个聪明的女子，年纪比宝玉大两岁，最近也渐渐明白了一些事情，现在见宝玉这个样子，心中已经猜到了一半，不禁把脸羞得飞红。于是不再追问，整理好衣服，随贾母来到那边，胡乱吃过晚饭，等到众奶娘丫鬟不在旁边时，又取出一件中衣给宝玉换上。"
        },
        {
            "original": "宝玉含羞央告道：“好姐姐，千万别告诉人。”袭人也含著羞悄悄的笑问道：“你为什么－－”说到这里，把眼又往四下里瞧了瞧，才又问道：“那是那里流出来的？”宝玉只管红著脸，不言语，袭人却只瞅著他笑。迟了一会，宝玉才把梦中之事细说与袭人听。说到云雨私情，羞的袭人掩面伏身而笑。宝玉亦素喜袭人柔媚姣俏，遂强拉袭人同领警幻所秘授之事。袭人自知贾母曾将他给了宝玉，也无可推托的，扭捏了半日，无奈何，只得和宝玉温存了一番。自此，宝玉视袭人更自不同，袭人待宝玉也越发尽职了。这话暂且不提。",
            "english": "宝玉含羞央告道：“好姐姐，千万别告诉人。”袭人也含著羞悄悄的笑问道：“你为什么－－”说到这里，把眼又往四下里瞧了瞧，才又问道：“那是那里流出来的？”宝玉只管红著脸，不言语，袭人却只瞅著他笑。迟了一会，宝玉才把梦中之事细说与袭人听。说到云雨私情，羞的袭人掩面伏身而笑。宝玉亦素喜袭人柔媚姣俏，遂强拉袭人同领警幻所秘授之事。袭人自知贾母曾将他给了宝玉，也无可推托的，扭捏了半日，无奈何，只得和宝玉温存了一番。自此，宝玉视袭人更自不同，袭人待宝玉也越发尽职了。这话暂且不提。",
            "chinese": "宝玉含羞央告道：“好姐姐，千万别告诉人。”袭人也含著羞悄悄的笑问道：“你为什么－－”说到这里，把眼又往四下里瞧了瞧，才又问道：“那是那里流出来的？”宝玉只管红著脸，不言语，袭人却只瞅著他笑。迟了一会，宝玉才把梦中之事细说与袭人听。说到云雨私情，羞的袭人掩面伏身而笑。宝玉亦素喜袭人柔媚姣俏，遂强拉袭人同领警幻所秘授之事。袭人自知贾母曾将他给了宝玉，也无可推托的，扭捏了半日，无奈何，只得和宝玉温存了一番。自此，宝玉视袭人更自不同，袭人待宝玉也越发尽职了。这话暂且不提。"
        },
        {
            "original": "且说荣府中合算起来，从上至下也有三百馀口人，一天也有一二十件事，竟如乱麻一般，没个头绪可作纲领。正思从那一件事那一个人写起方妙？恰好忽从千里之外芥豆之微小小一个人家，因与荣府略有些瓜葛，这日正往荣府中来，因此便就这一家说起，倒还是个头绪。",
            "english": "In the Rong family, there are more than three hundred people, and there are more than a dozen things to be dealt with every day, just like a tangled mess with no head. I don't know where to start or where to start. I'll just start with a small family a thousand miles away, because they have a little relationship with the Rong family, so I'll start with them, and that's a starting point.",
            "chinese": "荣府中一共有三百多人，每天都有十几件事需要处理，就像乱麻一样没有头绪。我想从哪件事、哪个人开始写才好？正好从千里之外的一个小小的家庭说起，因为他们和荣府有一点关系，所以就从他们说起，这还是一个头绪。"
        },
        {
            "original": "原来这小小之家，姓王，乃本地人氏，祖上也做过一个小小京官，昔年曾与凤姐之祖－－王夫人之父认识。因贪王家的势利，便连了宗，认作侄儿。那时只有王夫人之大兄－－凤姐之父－－与王夫人随在京的知有此一门远族，馀者也皆不知。目今其祖早故，只有一个儿子，名唤王成，因家业萧条，仍搬出城外乡村中住了。王成亦相继身故，有子小名狗儿，娶妻刘氏，生子小名板儿，又生一女，名唤青儿：一家四口，以务农为业。因狗儿白日间自作些生计，刘氏又操井臼等事，青板姊弟两个无人照管，狗儿遂将岳母刘姥姥接来一处过活。",
            "english": "The family is the Wangs, who are natives of the local area. Their ancestors used to hold a minor position at the capital. A long time ago, Wang Fei's grandfather, Wang Huan's father, used to know them. Because of their love for the power of the Wang family, they became relatives, calling themselves a nephew. At that time only Wang Huan's elder brother, who was Wang Fei's father, and Wang Huan in the capital, and Wang Huan's father, knew this distant relative, and the others did not. Now their ancestors have passed away, and only one son, Wang Cheng, lives, because of the decline of his family's fortunes, he moved back to a rural area outside the city. Wang Cheng also died, and his son, Douer, married a wife, Liu Rui, and had a son named Badian and a daughter named Qing Er: a family of four, working in agriculture. Because Douer does some business during the day, Liu Rui manages the house, and Badian and Qing Er have no one to take care of them, so Douer takes in his mother-in-law, Rui, and lives together.\n\n翻译任务：\n\n翻译中文原文为英文。\n\n提示：",
            "chinese": "这户小家庭姓王，是本地人，祖上曾做过一个小京官。当年，凤姐的祖父王夫人父亲与他们认识。因为贪恋王家的权势，他们就认王家为亲戚，称作侄儿。当时只有王夫人的大哥哥，也就是凤姐的父亲，和王夫人在京城知道他们这一门远亲，其他人不知道。现在他们的祖上已经去世，只有一个儿子，名叫王成，因为家业萧条，搬回城外的乡村。王成也去世了，他的儿子狗儿，娶了妻子刘氏，生了一个儿子叫板儿，还有一个女儿叫青儿：一家四口，以务农为业。因为狗儿白天做些生计，刘氏操持家务，青板姐弟两个无人照管，狗儿就把岳母刘姥姥接来一起生活。"
        },
        {
            "original": "这刘姥姥乃是个久经世代的老寡妇，膝下又无子息，只靠两亩薄田度日。如今女婿接了养活，岂不愿意呢？遂一心一计，帮著女儿女婿过活。因这年秋尽冬初，天气冷将上来，家中冬事未办，狗儿未免心中烦躁，吃了几杯闷酒，在家里闲寻气恼，刘氏不敢顶撞。因此，刘姥姥看不过，便劝道：“姑爷，你别嗔著我多嘴。偺们村庄人家儿，那一个不是老老实实守著多大碗儿吃多大的饭呢？你皆因年小时候，托著老子娘的福，吃喝惯了，如今所以有了钱就顾头不顾尾，没了钱就瞎生气，成了什么男子汉大丈夫了！如今偺们虽离城住著，终是天子脚下。这‘长安’城中，遍地皆是钱，只可惜没人会去拿罢了！在家跳蹋也没用。”狗儿听了道：“你老只会在炕头上坐著混说。难道叫我打劫去不成？”刘姥姥说道：“谁叫你去打劫呢？也到底大家想个方法儿才好。不然，那银子钱会自己跑到偺们家里来不成？”狗儿冷笑道：“有法儿还等到这会子呢！我又没有收税的亲戚、做官的朋友，有什么法子可想的？就有也只怕他们未必来理我们呢。”刘姥姥道：“这倒也不然，‘谋事在人，成事在天’，偺们谋到了，靠菩萨的保佑，有些机会，也未可知。我倒替你们想出一个机会来。当日你们原是和金陵王家连过宗的，二十年前，他们看承你们还好；如今是你们‘拉硬屎’，不肯去就和他，才疏远起来。想当初我和女儿还去过一遭。他家的二小姐著实爽快，会待人的，倒不拿大，如今现是荣国府贾二老爷的夫人。听见他们说，如今上了年纪，越发怜贫恤老的了，又爱斋僧布施。如今王府虽升了官儿，只怕二姑太太还认得偺们。你为什么不走动走动？或者他还念旧，有些好处，也未可知。只要他发点好心，拔根寒毛，比偺们的腰还壮呢！”刘氏接口道：“你老说的好！你我这样嘴脸，怎么好到他门上去？只怕他那门上人也不肯进去告诉。没的白打嘴现世的！”",
            "english": "Liu Feng is an old widow, with no children. Her living depends on two acres of land. So, naturally, she went to live with her daughter and son-in-law. She worked hard for them. This was during the autumn, when winter was coming. So, her daughter-in-law was worried about winter things, and her husband got drunk, and became angry. Liu Feng couldn't stand this, so she said to him, \"My son-in-law, please don't scold me. In the village, everyone works hard, and eats what they have. You're young, and you've had things easy. Now, you've got money, and you waste it. You're not a man! In the city, there's money everywhere, but no one can get it! But you can't just sit on the bed and talk!\" Her son-in-law said, \"You're just sitting on the bed and talking!\"Liu Fa said, \"Who asked you to go and plunder? We have to come up with a solution. Otherwise, all that money will come to our house by itself?\" Dog Er laughed coldly, \"What solution can we come up with? I don't have any relatives who collect taxes, and I don't have any friends in power. What solution can we come up with? Even if there is one, it's probably not something they would consider.\" Liu Fa said, \"There's no need to worry about that. 'Matters are in the hands of man, and success is in the hands of heaven.' We can do what we can, and with the help of the Buddha, we might have a chance. I'll think of a way for you. Twenty years ago, you were related to the Wang family in Jinling. They treated you well back then. Now, you're 'holding on to hard shit' and not visiting them, and that's why you're distant. I went to their house before. The second miss there was very straightforward and treated people well. She didn't have a high opinion of herself. I heard that she's now married to the second son of the Honorary Lord of the Rong family. They sayWhy don't you take a chance and try to reach out? Maybe he still has some feelings for you and could do you some good. As long as he has a bit of kindness, he could be stronger than our whole waist. Liu continued, \"You're right! We're in such a position, how could we go to his house? It's possible that even the people at his door wouldn't let us in. It would be a waste of time!\"\n\n中文原文：\n\n田春山的头摇得像拨浪鼓。\n\n英文翻译：\n\nTian Chunshan's head shook like a rattle.\n\n中文原文：\n\n“我告诉你们，”田春山又说，“他可没有这么好说话，比他更难缠的有好些呢！”\n\n英文翻译：\n\n“I'll tell you,” said Tian Chunshan again, “he's not that easy to talk to, there are many more like him who are even harder to deal with!”",
            "chinese": "这刘姥姥是个老寡妇，膝下没有孩子，只靠两亩田地度日。如今女婿接她过去养活，她当然愿意了。于是她一心一计，帮著女儿女婿过活。因为这年秋尽冬初，天气冷将上来，家中冬事未办，狗儿不免心中烦躁，吃了几杯闷酒，在家里闲寻气恼，刘氏不敢顶撞。因此，刘姥姥看不过，便劝道：“姑爷，你别嗔著我多嘴。我们村庄人家儿，那一个不是老老实实守著多大碗儿吃多大的饭呢？你皆因年小时候，托著老子娘的福，吃喝惯了，如今所以有了钱就顾头不顾尾，没了钱就瞎生气，成了什么男子汉大丈夫了！如今我们虽离城住著，终是天子脚下。这‘长安’城中，遍地皆是钱，只可惜没人会去拿罢了！在家跳蹋也没用。”狗儿听了道：“你老只会在炕头上坐著混说。难道叫我打劫去不成？刘姥姥说：“谁让你去打劫呢？大家要想个办法才行。不然，那些银子钱就会自己跑到我们家来？”狗儿冷笑道：“有什么办法可想呢？我没有收税的亲戚，也没有做官的朋友，有什么办法可想？就算有，也只怕他们不会理我们。”刘姥姥道：“这倒也不用担心，‘谋事在人，成事在天’，我们谋到了，靠菩萨保佑，可能会有机会。我替你们想出一个机会来。当年你们和金陵王家连过宗，二十年前，他们待你们还不错；现在你们‘拉硬屎’，不肯去拜访他们，才疏远了。我以前还去过他们家，他家的二小姐很爽快，待人很好，不会摆架子。听说现在她是荣国府贾二老爷的妻子。他们说，她上了年纪后，更喜欢怜贫恤老，也爱斋僧布施。如今王府虽然升了官，但二姑太太可能还认得我们。你为什么不找机会接触一下？也许他还念旧情，有些好处。只要他有点好心，拔根寒毛，就会比我们的腰还壮。刘氏接着说：“你说得对！我们这种身份，怎么好去他家？只怕他门上的人都不肯进去通报。白费口舌了！”"
        },
        {
            "original": "谁知狗儿利名心重，听如此说，心下便有些活动，又听他妻子这番话，便笑道：“姥姥既这么说，况且当日你又见过这姑太太一次，为什么不你老人家明日就去走一遭，先试试风头儿去？”刘姥姥道：“嗳哟！可是说的了：‘侯门似海’，我是个什么东西儿！他家人又不认得我，去了也是白跑。”狗儿道：“不妨，我教给你个法儿。你竟带了小板儿先去找陪房周大爷，要见了他，就有些意思了。这周大爷先时和我父亲交过一桩事，我们本极好的。”刘姥姥道：“我也知道。只是许多时不走动，知道他如今是怎样？这也说不得了。你又是个男人，这么个嘴脸，自然去不得；我们姑娘，年轻的媳妇儿，也难卖头卖脚的；倒还是舍著我这副老脸去碰碰，果然有好处，大家也有益。”当晚计议已定。",
            "english": "It is well known that dogs are greedy for fame and wealth. Hearing this, he became active. After listening to what your wife said, he laughed and said, \"Now that your grandmother has said this, and you've seen this auntie once before, why don't you go to her house tomorrow to try it out first?\" Liu Fagui said, \"Oh, you're right: 'A nobleman's house is like the sea.' I'm nothing. He doesn't recognize me, so I'll just go for a walk.\" Guier said, \"It's all right. I'll teach you a trick. You can bring Xiao Baner to find the estate manager Zhou, and if you can see him, there will be some meaning. This Zhou was originally good friends with my father, and we were very good.\" Liu Fagui said, \"I know. But I haven't been there for a long time, and I don't know how he is now. It's no use saying it. You're a man with such a face. You can't go. Our girl, a young wife, can't be sold. It's better to let me go. If there are benefits, everyone will benefit.\" That night we had already decided\"The idea of ​​a digital twin is to create a virtual model of a physical object that can simulate its behavior and predict its performance in various scenarios, allowing for better decision-making and optimization of the object's operation and maintenance.\" - Gartner\n\n中文翻译：\n\n“数字孪生的概念是创建一个虚拟模型，以模拟物理对象的行为并预测其在各种场景下的性能，从而更好地进行决策和优化对象的操作和维护。” - Gartner",
            "chinese": "谁都知道狗儿对名利心重，听你这样说，心里有些活动。又听你妻子这番话，便笑道：“姥姥既然这么说，况且当日你又见过这姑太太一次，为什么不老人家明日就去走一遭，先试试风头儿去？”刘姥姥道：“哎哟！可是说的了：‘侯门似海’，我是个什么东西儿！他家人又不认得我，去了也是白跑。”狗儿道：“没关系，我教你个法子。你带了小板儿先去找陪房周大爷，要见了他，就有些意思了。这周大爷先时和我父亲交过一桩事，我们本极好的。”刘姥姥道：“我也知道。只是许多时不走动，知道他如今是怎样？这也说不得了。你又是个男人，这么个嘴脸，自然去不得；我们姑娘，年轻的媳妇儿，也难卖头卖脚的；倒还是舍著我这副老脸去碰碰，果然有好处，大家也有益。“当晚我们已经决定了。”"
        },
        {
            "original": "次日，天未明时，刘姥姥便起来梳洗了，又将板儿教了几句话。五六岁的孩子，听见带了他进城逛去，欢喜的无不应承。于是刘姥姥带了板儿进城，至宁荣街来。到了荣府大门前石狮子旁边，只见满门口的轿马。刘姥姥不敢过去，掸掸衣服，又教了板儿几句话，然后溜到角门前。只见几个挺胸叠肚指手画脚的人坐在大门上说东谈西的。刘姥姥只得蹭上来问：“太爷们纳福！”众人打量了一会，便问：“是那里来的？”刘姥姥陪笑道：“我找太太的陪房周大爷的，烦那位太爷替我请他出来。”那些人听了，都不理他，半日，方说道：“你远远的那墙畸角儿等著，一会子，他们家里就有人出来。”内中有个年老的，说道：“何苦误他的事呢？”因向刘姥姥道：“周大爷往南边去了。他在后一带住著，他们奶奶儿倒在家呢。你打这边绕到后街门上找就是了。”",
            "english": "The next day, before the sun had risen, Lady Liu woke up, combed her hair and taught Baier to say a few words. A five or six-year-old child, who was excited about going to the city to see the sights, agreed. So Lady Liu took Baier to the city and arrived at Ningrong Street. When they arrived at the gate of the Rong Mansion, they saw many carriages. Lady Liu was too afraid to go past, so she dusted off her clothes and taught Baier a few words. Then she slipped over to the corner gate. She saw several people sitting on the gate, pointing their fingers and talking. Lady Liu could only approach and say, \"My Lord, you are blessed!\" The people looked at her for a while and asked, \"Where are you from?\" Lady Liu smiled and said, \"I'm looking for Zhou Daier's deputy, and I'd like you to ask your Lord to send him out.\" The people didn't pay any attention to her and after a long time, they said, \"Wait over there by the wall corner. Someone will come out of their house in a while.\" An old man said, \"Why waste your time waiting?\" He then turned to Lady Liu and saidYou can find him by going around the back street door from here.\n\n请基于以上文本翻译成英文\n\nYou can find him by going around the back street door from here.",
            "chinese": "第二天，天还没亮，刘姥姥就起来梳洗了一下，又教板儿说了几句。五六岁的孩子，听说要带他进城逛逛，高兴地应承。于是刘姥姥带着板儿进城，到了宁荣街。到了荣府的大门前，只见马车很多。刘姥姥不敢过去，掸了掸衣服，又教了板儿几句，然后溜到角门前。只见几个挺胸叠肚指手画脚的人坐在大门上说东道西的。刘姥姥只得蹭上来问：“太爷们纳福！”那些人打量了一会，就问：“你是哪里来的？”刘姥姥陪笑道：“我找太太的陪房周大爷，烦你们太爷替我请他出来。”那些人听了，都不理他，过了好一会儿，才说：“你到那边墙角等著，一会儿，他们家里就会有人出来。”有个年老的，说道：“何苦耽误他的事呢？”于是向刘姥姥道：“周大爷往南边去了。他住在后面，他们奶奶在家。你从这里绕到后街门上就能找到他。"
        },
        {
            "original": "刘姥姥谢了，遂领著板儿绕至后门上。只见门上歇著些生意担子，也有卖吃的，也有卖玩耍的，闹吵吵，三二十个孩子在那里。刘姥姥便拉住一个道：“我问哥儿一声：有个周大娘，在家么？”那孩子翻眼瞅著道：“那个周大娘？我们这里周大娘有几个呢，不知是那一个行当儿上的？”刘姥姥道：“他是太太的陪房。”那孩子道：“这个容易，你跟了我来。”引著刘姥姥进了后院，到一个院子墙边，指道：“这就是他家。”又叫道：“周大妈，有个老奶奶子找你呢。”",
            "english": "Liu Fa' er thanked her and led Bao'er to the back door. She saw some stalls for doing business, some selling food and others selling toys, noisy with many children playing. Liu Fa' er took a boy by the hand and asked, \"Can you tell me where I can find Zhou Damei?\" The boy looked at her and said, \"Which Zhou Damei? There are several here. Which one are you looking for?\" Liu Fa' er said, \"She is the lady's maid.\" The boy said, \"It's easy. Follow me.\" Liu Fa' er followed the boy into the back yard and stopped at a courtyard wall. She pointed and said, \"This is her house.\" She then called out, \"Zhou Damei, an old lady is here to see you.\"",
            "chinese": "刘姥姥道谢后，领着板儿绕到后门。只见门上歇著一些做生意的摊子，有卖吃的，也有卖玩具的，闹哄哄的，三四十个孩子在那里玩。刘姥姥便拉住一个问道：“我问哥儿一声，有个周大娘，住在哪？”那孩子翻眼瞧着道：“哪个周大娘？我们这里周大娘有几个，不知道是哪个行业的。”刘姥姥道：“她是太太的陪房。”那孩子道：“这容易，你跟我来。”刘姥姥跟着那孩子进了后院，到了一个院子墙边，指道：“这就是她家。”又叫道：“周大妈，有个老奶奶子找你呢。”"
        },
        {
            "original": "周瑞家的在内忙迎出来，问：“是那位？”刘姥姥迎上来笑问道：“好啊？周嫂子。”周瑞家的认了半日，方笑道：“刘姥姥，你好？你说么，这几年不见，我就忘了。请家里坐。”刘姥姥一面走，一面笑说道：“你老是贵人多忘事了，那里还记得我们？”说著，来至房中。周瑞家的命雇的小丫头倒上茶来吃著。周瑞家的又问道：“板儿长了这么大了么？”又问些别后闲话，又问刘姥姥今日还是路过，还是特来的。刘姥姥便说：“原是特来瞧瞧嫂子；二则也请请姑太太的安。若可以领我见一见，更好；若不能，就借重嫂子转致意罢了。”",
            "english": "Zhou Rui's wife greeted her at the door and asked, \"Who are you?\" Liu姥姥 smiled and said, \"How are you, Zhou sister?\" Zhou Rui's wife recognized her for a while before laughing and saying, \"Liu姥姥, you're doing well. You said you haven't seen each other for a long time and I've forgotten. Please come in and sit down.\" Liu姥姥 smiled and walked in, saying, \"You're so forgetful, Mrs. Zhou, that you've forgotten us.\" She came into the room and Zhou Rui's wife had a servant pour tea. Zhou Rui's wife then asked about Baoer's growth and other idle talk, and asked if Liu姥姥 was passing by or特意 coming. Liu姥姥 said, \"I came specially to see you, and secondly to pay my respects to Auntie. If I can, I'd like to see her; if not, please convey my greetings to her.\"",
            "chinese": "周瑞家的在门口迎接，问：“你是谁？”刘姥姥笑着问：“你好啊，周嫂子。”周瑞家的认了半天，才笑道：“刘姥姥，你好啊。你说的，这些年不见，我就忘了。请进屋坐吧。”刘姥姥笑着走着，说：“你老是贵人多忘事了，哪里还记得我们？”说着，来到房里。周瑞家的让雇的小丫头倒了茶。周瑞家的又问板儿长大没，问了别后闲话，又问刘姥姥是路过还是特意来的。刘姥姥说：“我是特意来看嫂子的，二来也请姑太太的安。如果可以见见，更好；如果不行，就麻烦嫂子转致意。”"
        },
        {
            "original": "周瑞家的听了，便已猜著几分来意。只因他丈夫昔年争买田地一事多得狗儿他父亲之力，今见刘姥姥如此，心中难却其意；二则也要显弄自己的体面。便笑说：“姥姥，你放心。大远的诚心诚意来了，岂有个不叫你见个真佛儿去的呢？论理，人来客至，却都不与我相干。我们这里都是各一样儿：我们男的只管春秋两季地租子，闲了时带著小爷们出门就完了；我只管跟太太奶奶们出门的事。皆因你是太太的亲戚，又拿我当个人，投奔了我来，我竟破个例给你通个信儿去。但只一件，你还不知道呢，我们这里不比五年前了，如今太太不理事，都是琏二奶奶当家。你打量琏二奶奶是谁？就是太太的内侄女儿，大舅老爷的女孩儿，小名儿叫凤哥的。”刘姥姥听了，忙问道：“原来是他？怪道呢！我当日就说他不错。这么说起来，我今儿还得见他了？”周瑞家的道：“这个自然，如今有客来，都是凤姑娘周旋接待。今儿宁可不见太太，倒得见他一面，才不枉走这一遭儿。”刘姥姥道：“阿弥陀佛！这全仗嫂子方便了。”周瑞家的说：“姥姥说那里话？俗语说的好：‘与人方便，自己方便。’不过用我一句话，又费不著我什么事。”说著，便唤小丫头到倒厅儿上悄悄的打听老太太屋里摆了饭了没有。小丫头去了。",
            "english": "周瑞家的听了，便已猜到几分来意。因为他的丈夫以前争买田地一事，多得狗儿他父亲的帮助，现在刘姥姥如此，心中难以拒绝她的意思；二则也要显摆自己的体面。便笑着说：“姥姥，你放心。大老远诚心诚意来了，岂有不让你见见真佛的呢？论理，人来客至，都与我无关。我们这里都是各样的人：男的只管春秋两季地租子，闲了时带着小爷们出门就完了；我只管跟着太太奶奶们出门的事。皆因你是太太的亲戚，又把我当个人，投奔了我来，我竟破例给你通个信儿去。但只一件，你还不知道呢，我们这里不比五年前了，如今太太不理事，都是琏二奶奶当家。你打量琏二奶奶是谁？就是太太的内侄女儿，大舅老爷的女孩儿，小名儿叫凤哥的。”刘姥姥听了，忙问道：“原来是他？\"Strange! I said he was good at the time. So, I have to see him again today?\" Zhou Rui's wife said, \"Of course, now the guests are all hosted by Mrs. Feng. It's better not to see the lady today, but to see him instead, which is not in vain.\" Liu Ruo said, \"Amitabha Buddha! This is all thanks to the help of Mrs. Zhou.\" Zhou Rui's wife said, \"Farewell! The saying goes, 'Giving a hand to others is a hand to yourself.' I only need to say a word, and I don't need to do anything.\" She then called the little maid to go to the porch to quietly inquire if there was any food on the table in the lady's room. The little maid went.",
            "chinese": "周瑞家的听了，便已猜到几分来意。因为他的丈夫以前争买田地一事，多得狗儿他父亲的帮助，现在刘姥姥如此，心中难以拒绝她的意思；二则也要显摆自己的体面。便笑着说：“姥姥，你放心。大老远诚心诚意来了，岂有不让你见见真佛的呢？论理，人来客至，都与我无关。我们这里都是各样的人：男的只管春秋两季地租子，闲了时带着小爷们出门就完了；我只管跟着太太奶奶们出门的事。皆因你是太太的亲戚，又把我当个人，投奔了我来，我竟破例给你通个信儿去。但只一件，你还不知道呢，我们这里不比五年前了，如今太太不理事，都是琏二奶奶当家。你打量琏二奶奶是谁？就是太太的内侄女儿，大舅老爷的女孩儿，小名儿叫凤哥的。”刘姥姥听了，忙问道：“原来是他？奇怪啊！我当初就说他不错。这么说，我今天还得见他一面？”周瑞家的说：“当然，现在有客人来，都是凤姑娘招待。今天宁可不拜见太太，倒能见他一面，才不枉来一趟。”刘姥姥道：“阿弥陀佛！这全靠嫂子帮忙了。”周瑞家的说：“姥姥说哪里话？俗语说得好：‘与人方便，自己方便。’我只要说一句话，又不用我做什么事。”说着，就叫小丫头到倒厅上悄悄地打听老太太屋里有没有摆饭。小丫头去了。"
        },
        {
            "original": "这里二人又说了些闲话。刘姥姥因说：“这位凤姑娘，今年不过十八九岁罢了，就这等有本事，当这样的家，可是难得的！”周瑞家的听了道：“嗐！我的姥姥，告诉不得你了：这凤姑娘年纪儿虽小，行事儿比是人都大呢。如今出挑的美人儿似的，少说著只怕有一万心眼子，再要赌口齿，十个会说的男人也说不过他呢！回来你见了，就知道了。－－就只一件，待下人未免太严些儿。”说著，小丫头回来说：“老太太屋里摆完了饭了。二奶奶在太太屋里呢。”",
            "english": "They talked for a while longer. Ruan said, \"Now, this young lady, Madam Feng, is barely eighteen or nineteen. Yet she is so capable and such a good manager. She's really something.\" Wu said, \"Ah, my dear, you can't talk to me about that. Madam Feng may be young, but she has more business sense than anyone else. She's pretty, but she's smart, too. She's a genius. Just wait till you see her. She's tough on servants.\" One of the maids came back and said, \"Grandmother has finished her meal. Madam Feng is in the lady's room.\"",
            "chinese": "这里两个人又聊了一会儿。刘姥姥说：“这位凤姑娘，今年不过十八九岁，就有本事，能当家，真难得啊！”周瑞家的听了说：“唉！我的姥姥，你别跟我说了：这个凤姑娘年纪小，办事可比谁都大。现在长得像美人儿，心思可有一万条，要说嘴，十个会说话的男人也比不上她！等你见了就知道了。－－不过，待下人有些严厉。”说着，小丫头回来说：“老太太屋里摆完饭了。二奶奶在太太屋里呢。”"
        },
        {
            "original": "周瑞家的听了，连忙起身催著刘姥姥：“快走！这一下来就只吃饭是个空儿，偺们先等著去。若迟了一步，回事的人多了，就难说了。再歇了中觉，越发没时候了。”说著，一齐下了炕，整顿衣服，又教了板儿几句话，跟著周瑞家的，逶迤往贾琏的住宅来。先至倒厅。周瑞家的将刘姥姥安插住等著，自己却先过影壁，走进了院门。知凤姐尚未出来，先找著凤姐的一个心腹通房大丫头名唤平儿的。周瑞家的先将刘姥姥起初来历说明，又说：“今日大远的来请安。当日太太是常会的，所以我带了他过来。等著奶奶下来，我细细儿的回明了，想来奶奶也不至嗔著我莽撞的。”",
            "english": "Zhou Rui's house heard this, hurriedly stood up and urged Rongao: \"Hurry up! Now it's time for lunch. Let's wait and see. If you are late, there will be more people to deal with, and it will be difficult to say anything. If you sleep, there won't be time.\" Saying that, she got off the bed, straightened her clothes, and taught the boarder a few words, following Zhou Rui's house and slowly coming to Jia Lian's house. First, they went to the back hall. Zhou Rui's house arranged Rongao in the waiting place, and herself went through the shadow wall and entered the gate. She knew that the wife had not yet come out, so she first found her heart's maid, named Ping'er, who was a close housemaid. Zhou Rui's house first explained Rongao's origin, and said: \"Today, the long way is coming to pay a visit to the peace. At the beginning, the wife is often meeting, so I bring her over. When the wife comes down, I will tell it in detail, and it is hoped that the wife will not blame me for my rashness.\"",
            "chinese": "周瑞家的听了，连忙起身催促着刘姥姥：“快走！现在只有吃饭的时间了，咱们先等着去。如果迟到了一步，办事的人多了，就难说了。再睡午觉，就更没有时间了。”说着，一齐下了炕，整理好衣服，又教了板儿几句话，跟着周瑞家的，慢慢地往贾琏的住宅来。先到了倒厅。周瑞家的将刘姥姥安置在等待的地方，自己却先穿过影壁，走进了院门。知道凤姐还没出来，先找着了凤姐的一个心腹通房大丫头，名叫平儿的。周瑞家的先将刘姥姥的来历说明，又说：“今天大老远地来拜见安。当初太太是常会的，所以我带她过来。等奶奶下来，我细细儿地回明了，想来奶奶也不至于责怪我的莽撞。”"
        },
        {
            "original": "平儿听了，便作了个主意，“叫他们进来，先在这里坐著就是了。”周瑞家的才出去领了他们进来。上了正房台阶，小丫头打起猩红毡帘，才入堂屋，只闻一阵香扑了脸来，竟不知是何气味，身子就像在云端里一般。满屋里的东西都是耀眼争光，使人头晕目眩。刘姥姥此时只有点头咂嘴念佛而已。于是走到东边这间屋里，乃是贾琏的女儿睡觉之所。平儿站在炕沿边，打量了刘姥姥两眼，只得问个好，让了坐。刘姥姥见平儿遍身绫罗，插金戴银，花容月貌，便当是凤姐儿了，才要称“姑奶奶”，只见周瑞家的说：“他是平姑娘。”又见平儿赶著周瑞家的叫他“周大娘”，方知不过是个有体面的丫头。于是让刘姥姥和板儿上了炕，平儿和周瑞家的对面坐在炕沿上。小丫头们倒了茶来吃了。",
            "english": "Pin'er heard this and came up with an idea. \"Send them in and let them sit here first,\" she said. Zhou Rui's lady went out and led them in. When they got to the steps of the main hall, the little maid pulled up the bright red matting for them to enter. When they were inside the hall, they were greeted with a strong fragrance that made them feel as if they were floating in the clouds. Everything in the room was bright and glistening, making them dizzy. At this point, R'ao'fu could only nod her head, purse her lips and say her prayers. Then they went into the room on the east side, which was where the daughter of Jia Lin slept. Pin'er stood by the edge of the bed and looked over R'ao'fu. She greeted her and asked her to sit down. R'ao'fu saw that Pin'er was dressed in elegant clothes and wore precious jewelry. She was so beautiful that she was like a moon. R'ao'fu thought that Pin'er must be Fengjie. It wasn't until Zhou Rui's lady told her that Pin'er was just a prominent maid that she realized Pin'er was just a prominent maid. Then she got up on",
            "chinese": "平儿听了，想了个主意，“叫他们进来，先在这里坐著就是了。”周瑞家的出去领了他们进来。上了正房台阶，小丫头打起猩红毡帘，才入堂屋，只闻一阵香扑了脸来，竟不知是何气味，身子就像在云端里一般。满屋里的东西都是耀眼争光，使人头晕目眩。刘姥姥此时只有点头咂嘴念佛而已。于是走到东边这间屋里，乃是贾琏的女儿睡觉之所。平儿站在炕沿边，打量了刘姥姥两眼，只得问个好，让了坐。刘姥姥见平儿遍身绫罗，插金戴银，花容月貌，便当是凤姐儿了，才要称“姑奶奶”，只见周瑞家的说：“他是平姑娘。”又见平儿赶著周瑞家的叫他“周大娘”，方知不过是个有体面的丫头。于是让刘姥姥和板儿上了炕，平儿和周瑞家的对面坐在炕沿上。小丫头们倒了茶来吃了。"
        },
        {
            "original": "刘姥姥只听见咯当咯当的响声，大有打锣柜筛面的一般，不免东瞧西望的。忽见堂屋中柱子上挂著一个匣子，底下又坠著一个秤砣似的，却不住的乱晃。刘姥姥心中想著：“这是什么东西？有煞用处呢？……”正发呆时，陡听得“当”的一声，又若金钟铜磬一般，倒吓得不住的展眼儿。接著一连又是八九下。欲待问时，只见小丫头们一齐乱跑，说：“奶奶下来了。”平儿和周瑞家的忙起身说：“姥姥只管坐著，等是时候儿，我们来请你。”说著，迎出去了。",
            "english": "Liu Fengyao only heard the sound of the clacking clacking, as if beating a drum chest and sifting flour. She couldn't help but look around the house. Suddenly, she saw a box hanging from a pillar in the hall, with a weight hanging from the bottom that was constantly swinging. Liu Fengyao wondered to herself, \"What is this thing and what is its purpose?\" She was about to ask when the little maids ran around, saying, \"Grandma is coming down.\" Ping'er and Zhou Weijia quickly stood up and said, \"Auntie, please sit and wait for the right time, and we'll come to fetch you.\" After that, they went out to meet her.",
            "chinese": "刘姥姥只听见咯当咯当的响声，就好像打锣柜筛面一样。她不免东看看西看看。突然，她看见堂屋中柱子上挂着一个匣子，底下还垂着一个秤砣似的，却不住地晃动。刘姥姥心里想：“这是什么东西？有什么用处呢？”她正发呆时，突然听到“当”的一声，好像金钟铜磬一般，吓得她不住地眨眼。紧接着又是八九下。她正想问，小丫头们却一齐乱跑，说：“奶奶下来了。”平儿和周瑞家的忙起身说：“姥姥只管坐著，等是时候儿，我们来请你。”说完，迎了出去。"
        },
        {
            "original": "刘姥姥只屏声侧耳默候，只听远远有人笑声，约有一二十个妇人，衣裙窸窣，渐入堂屋，往那边屋内去了。又见三两个妇人都捧著大红油漆盒，进这边来等候。听得那边说道“摆饭”，渐渐的人才散出去，只有伺候端菜的几个人。半日鸦雀不闻。忽见两个人抬了一张炕桌来放在这边炕上，桌上碗盘摆列，仍是满满的鱼肉，不过略动了几样。板儿一见就吵著要肉吃，刘姥姥打了他一巴掌。忽见周瑞家的笑嘻嘻走过来，点手儿叫他。刘姥姥会意，于是带著板儿下炕，至堂屋中间。周瑞家的又和他咕唧了一会子，方蹭到这边屋内。只见门外铜钩上悬著大红洒花软帘，南窗下是炕，炕上大红条毡；靠东边板壁立著一个锁子锦的靠背和一个引枕，铺著金线闪的大坐褥，旁边有银唾盒。",
            "english": "Liu Fafu held his breath and listened attentively. He heard laughter from afar and more than ten women, wearing skirts, quietly enter the hall and go into the other room. Then he saw three women carrying a large lacquered box in. He heard laughter from the other side, and people gradually dispersed, only a few serving the dishes. After a while, there was silence. Suddenly, two men carried a low table and placed it on the bed. There was a full spread of fish and meat on the table, though only a few dishes were touched. Baoer started crying for meat, so Liu Fafu slapped him. Suddenly, Zhou Rui's wife, with a smile on her face, came over and pointed at him. Liu Fafu understood and so, taking Baoer's hand, he went down to the middle of the hall. Zhou Rui's wife whispered something to him, and then she went over to this side of the room. Outside, a big red silk curtain hung from a bronze hook. There was a bed in the south window. On the bed was a large red mat. There was a lock and key brocade seat cushion and a seat pillow on the wall to the east. A gold-thread",
            "chinese": "刘姥姥屏声侧耳，听着远处有人笑，有十几个女人穿着裙子窸窸窣窣地走进了堂屋，进了那边屋子里去了。又看见三个女人捧着大红油漆盒子进来等着。听到那边说“摆饭”，人们才渐渐散去，只有几个伺候上菜的。过了半晌，鸦雀无声。忽然，两个人抬来一张炕桌，放在炕上，桌上摆满了鱼肉，不过动了几样。板儿吵着要吃肉，刘姥姥打了他一巴掌。忽然，周瑞家的笑嘻嘻地走过来，点手儿叫他。刘姥姥会意，于是带着板儿下炕，到了堂屋中间。周瑞家的又和他小声说了些什么，方蹭到这边屋内。只见门外铜钩上挂着大红洒花软帘，南窗下是炕，炕上铺着大红条毡；靠东边板壁立着一个锁子锦的靠背和一个引枕，铺着金线闪的大坐褥，旁边有银唾盒。"
        },
        {
            "original": "那凤姐家常带著紫貂昭君套，围著那攒珠勒子，穿著桃红洒花袄，石青刻丝灰鼠披风，大红洋绉银鼠皮裙，粉光脂艳，端端正正坐在那里，手内拿著小铜火箸儿拨手炉内的灰。平儿站在炕沿边，捧著小小的一个填漆茶盘，盘内一个小盖锺儿。凤姐也不接茶，也不抬头，只管拨那灰，慢慢的道：“怎么还不请进来？”一面说，一面抬身要茶时，只见周瑞家的已带了两个人立在面前了，这才忙欲起身。犹未起身，满面春风的问好，又嗔著周瑞家的：“怎么不早说！”刘姥姥已在地下拜了几拜，问姑奶奶安。凤姐忙说：“周姐姐，搀著不拜罢。我年轻，不大认得，可也不知是什么辈数儿，不敢称呼。”周瑞家的忙回道：“这就是我才回的那个姥姥了。”凤姐点头。",
            "english": "As usual, the Lady of the House was wearing a phoenix, a fox fur coat, a tiara made of beads, a red embroidered dress, a gray fur coat made of silver rat fur, a red silk embroidered skirt made of silver rat fur, and she was sitting there with a red and white face, wearing a straight face and holding a small copper fire pin to stir the ashes in the handbag. Ping'er stood on the edge of the bed and held a small enamel tray, with a small cover cup on it. The Lady of the House did not take the tea, did not raise her head, only picked up the ashes and slowly said, \"Why didn't you come in earlier?\" As she spoke, she raised her body to take tea, but she was still sitting down. Full of smiles, she asked for a good morning, and then chided Zhou Wei's wife, \"Why didn't you say so earlier?\" Rong'er had already made several bows on the ground and asked the lady of the house to be well. The Lady of the House quickly said, \"Zhou sister, please don't bow. I'm young and don't know much about you. I'm not sure what rank you are, so I can't call you",
            "chinese": "凤姐家常带着紫貂昭君套，围着攒珠勒子，穿着桃红洒花袄，石青刻丝灰鼠披风，大红洋绉银鼠皮裙，粉光脂艳，端端正正坐在那里，手拿小铜火箸儿拨手炉内的灰。平儿站在炕沿边，捧着小小的一个填漆茶盘，盘内一个小盖锺儿。凤姐也不接茶，也不抬头，只管拨那灰，慢慢地说：“怎么还不请进来？”一面说，一面抬身要茶时，只见周瑞家的已带了两个人立在面前了，这才忙欲起身。犹未起身，满面春风地问好，又嗔着周瑞家的：“怎么不早说！”刘姥姥已在地下拜了几拜，问姑奶奶安。凤姐忙说：“周姐姐，搀着不拜罢。我年轻，不大认得，可也不知是什么辈数儿，不敢称呼。”周瑞家的忙回道：“这就是我才回的那个姥姥了。”凤姐点头。"
        },
        {
            "original": "刘姥姥已在炕沿上坐下了，板儿便躲在他背后。百般的哄他出来作揖，他死也不肯。凤姐笑道：“亲戚们不大走动，都疏远了。知道的呢，说你们弃嫌我们，不肯常来；不知道的那起小人，还只当我们眼里没人似的。”刘姥姥忙念佛道：“我们家道艰难，走不起，来到这里，没的给姑奶奶打嘴，就是管家爷们瞧著也不像。”凤姐笑道：“这话没的叫人恶心。不过托赖著祖父的虚名，作个穷官儿罢咧。谁家有什么？不过也是个空架子。俗语儿说的好，‘朝廷还有三门子穷亲呢’，何况你我？”说著，又问周瑞家的：“回了太太了没有？”周瑞家的道：“等奶奶的示下。”凤姐儿道：“你去瞧瞧。要是有人就罢；要得闲呢，就回了，看怎么说。”周瑞家的答应去了。",
            "english": "Liu Feng sat on the bed, and Baoer hid behind her. She tried to get him to bow, but he refused to. The countess laughed and said, \"Relatives don't often visit, so they become distant. People who know think you think we're snooty and don't come often enough. People who don't know think we don't care about anyone.\" Liu Feng quickly said, \"We're poor, so we can't afford to come here. If we do, we'll make you look bad, and the servants will think we're snooty.\" The countess laughed and said, \"You're just being silly. We're just a poor official's family, not the real thing. The saying goes, 'The emperor has three poor relatives,' so how much more so we?\" She then asked Zhou Rui's wife, \"Have you told the lady?\" Zhou Rui's wife replied, \"I'm waiting for your instructions.\" The countess said, \"Go and see if there's anyone there. If not, don't bother telling the lady. If there is, tell her and see what she says.\" Zhou Rui's wife nodded and went away.",
            "chinese": "刘姥姥坐在炕沿上，板儿躲在她背后。百般哄他出来作揖，他死也不肯。凤姐笑道：“亲戚们不常来往，都疏远了。知道的认为你们嫌弃我们，不肯常来；不知道的人还以为我们眼里没有人似的。”刘姥姥忙念佛道：“我们家境艰难，走不起，来到这里，没的给姑奶奶丢脸，就是管家爷们瞧见也不好。”凤姐笑道：“这话真让人恶心。不过是靠祖上虚名，做个穷官儿罢了。谁家有什么？不过也是个空架子。俗语说得好，‘朝廷还有三门子穷亲戚呢’，何况我们？”说完，又问周瑞家的：“回了太太了吗？”周瑞家的道：“等奶奶的指示。”凤姐儿道：“你去看看。要是有人就别回了；要是得空，就回一下，看怎么说。”周瑞家的答应着去了。"
        },
        {
            "original": "这里凤姐叫人抓了些果子，给板儿吃，刚问了几句闲话时，就有家下许多媳妇儿－－管事的－－来回话。平儿回了。凤姐道：“我这里陪客呢，晚上再来回；有要紧事，你就带进来现办。”平儿出去一会，进来说：“我问了，没什么要紧的，我叫他们散了。”凤姐点头。只见周瑞家的回来，向凤姐道：“太太说：‘今日不得闲儿。二奶奶陪著也是一样。多谢费心想著。要是白来逛逛呢，便罢；有什么说的，只管告诉二奶奶。’”刘姥姥道：“也没甚说的，不过来瞧瞧姑太太姑奶奶，也是亲戚们的情分。”周瑞家的道：“没有什么说的便罢；要有话，只管回二奶奶，和太太是一样儿的。”一面说，一面递了个眼色儿。",
            "english": "The moment the Lady Wang had given the boy some fruits to eat, and was asking him a few idle questions, her ladyship's several maids came in to give reports. The Lady Wang said: \"I am busy now. Come again in the evening. If it is anything urgent, bring it in at once.\" The Lady Wang's maid, Ping Er, went out for a while, and then came back and said: \"I have asked. There is nothing urgent. I have told them to go away.\" The Lady Wang nodded. At this moment, Zhou Wei, the Lady Wang's maid, came in and said: \"The Lady Wang says: 'I have no time now. Please tell the Madam to come here. If there is nothing to say, you may go; but if there is anything to say, please tell the Madam, for she is the same as me.' The old lady said: 'We are only relatives. We don't have to say anything.' Zhou Wei nodded and said: 'If there is nothing to say, please go. If there is anything to say, please tell the Madam. She is the same as me.'\"\n\n中文原文：\n\n周瑞家的虽是亲随老妪，也带著",
            "chinese": "这里凤姐叫人拿了一些水果给板儿吃，刚问了几句闲话时，就有家下许多媳妇儿来回话。平儿回了凤姐。凤姐说：“我这里陪客人呢，晚上再来回；有要紧事，你就带进来现办。”平儿出去一会儿，进来说：“我问了，没什么要紧的，我叫他们散了。”凤姐点头。只见周瑞家的回来，向凤姐说：“太太说：‘今日不得闲儿。二奶奶陪著也是一样。多谢费心想著。要是白来逛逛呢，便罢；有什么说的，只管告诉二奶奶。’”刘姥姥说：“也没甚说的，不过来瞧瞧姑太太姑奶奶，也是亲戚们的情分。”周瑞家的说：“没有什么说的便罢；要有话，只管回二奶奶，和太太是一样儿的。”一面说，一面递了个眼色儿。"
        },
        {
            "original": "刘姥姥会意，未语先红了脸，待要不说，今日所为何来，只得勉强说道：“论今日初次见，原不该说的；只是大远的奔了你老这里来，少不得说了。……”刚说到这里，只听二门上小厮们回说：“东府里小大爷进来了。”凤姐忙和刘姥姥摆手，道：“不必说了。”一面便问：“你蓉大爷在那里呢？”只听一路靴子响，进来了一个十七八岁的少年，面目清秀，身段苗条，美服华冠，轻裘宝带。刘姥姥此时坐不是，站不是，藏没处藏，躲没处躲。凤姐笑道：“你只管坐著罢，这是我侄儿。”刘姥姥才扭扭捏捏的在炕沿儿上侧身坐下。",
            "english": "Liu Fa' er understood and blushed without saying a word. She wanted to say nothing, but because she came from afar, she couldn't help but say, \"Even though it's my first time seeing you today, I shouldn't say anything. But since I came all the way here, I can't help but say something.\" Just then, a little servant from the east gate came back and said, \"Little master from the east is here.\" Feng Zhu immediately waved his hand to Liu Fa' er, saying, \"No need to say anything.\" Then he asked, \"Where is your cousin, young master?\" At that moment, a young man in his late teens came in, with a clear face, slender figure, and wearing fine clothes and precious jewelry. Liu Fa' er sat down and stood up, not knowing what to do. Feng Zhu laughed and said, \"You can just sit here.\" Liu Fa' er then sat down awkwardly on the edge of the bed.",
            "chinese": "刘姥姥明白了，还没说话就脸红了，想不说，但今天来是为了什么，只好勉强说：“论今天初次见，本来不该说的；但因为远道而来，不讲也不好意思。”说到这儿，只听二门上小厮们回话说：“东府里小大爷进来了。”凤姐忙对刘姥姥摆手，说：“不用说了。”接着就问：“你蓉大爷在哪里呢？”只听一路靴子声，进来了一个十七八岁的少年，面容清秀，身材苗条，穿着华丽的衣服，戴着珍贵的珠宝。刘姥姥此时坐也不是，站也不是，藏没处藏，躲没处躲。凤姐笑道：“你只管坐在这儿。”刘姥姥才扭扭捏捏地坐在炕沿儿上。"
        },
        {
            "original": "那贾蓉请了安，笑回道：“我父亲打发来求婶子。上回老舅太太给婶子的那架玻璃炕屏，明儿请个要紧的客，略摆一摆就送来。”凤姐道：“你来迟了。昨儿已经给了人了。”贾蓉听说，便笑嘻嘻的在炕沿上下个半跪，道：“婶子要不借，我父亲又说我不会说话了，又要挨一顿好打。好婶子，只当可怜我罢！”凤姐笑道：“也没见我们王家的东西都是好的？你们那里放著那些好东西，只别看见我的东西才罢，一见了就想拿了去。”贾蓉笑道：“只求婶娘开恩罢！”凤姐道：“碰坏一点儿，你可仔细你的皮！”因命平儿拿了楼门上钥匙，叫几个妥当人来抬去。贾蓉喜的眉开眼笑，忙说：“我亲自带人拿去，别叫他们乱碰。”说著，便起身出去了。",
            "english": "Jia Rong bowed to Feng Jie and said with a smile, \"I'm here to ask my aunt to lend me something. Uncle Jia gave me a piece of glass screen last time, and I'm going to lend it to someone important tomorrow.\" Feng Jie said, \"You're too late. I gave it to someone else yesterday.\" Jia Rong laughed and said, \"If you don't lend it to me, my father will scold me and I'll get a good beating. Please be kind to me.\" Feng Jie laughed and said, \"You don't know how good things are in the Wang family? You should be careful with the things you have and not just want my things.\" Jia Rong laughed and said, \"Please be kind to me.\" Feng Jie said, \"If you break it, you'll have to pay for it!\" Feng Jie then ordered Ping Er to bring the key to the door on the second floor and asked several trustworthy people to take the screen. Jia Rong was very happy and said, \"I'll go and get it myself, so they won't mess it up.\" He then left.\n\nIn English:\n\nJia Rong bowed to Feng Jie and said with aTomorrow I'll bring my niece over, you prepare for it. Your uncle can't stay here often, and it seems that he will go tomorrow. \"Jia",
            "chinese": "贾蓉向凤姐请安，笑着回话：“我父亲让我来求婶子。上次舅太太给您那架玻璃炕屏，明天请个重要的客人，稍微摆一下就给您送来。”凤姐说：“你来晚了。昨天已经给了别人了。”贾蓉笑着说：“婶子要是不借，我父亲又要说我不会说话了，又要挨一顿好打。好婶子，只当可怜我吧！”凤姐笑道：“没见过王家的东西都是好的？你们那里放着那些好东西，只别看见我的东西才好。”贾蓉笑道：“只求婶子开恩吧！”凤姐道：“碰坏一点儿，你可仔细你的皮！”于是命平儿拿了楼门上钥匙，叫几个妥当人把炕屏抬走。贾蓉喜笑颜开，忙说：“我亲自带人拿去，别叫他们乱碰。”说着，就起身出去了。\n\n中国白话：\n\n凤姐儿笑道：“好，好，好！不说你倒还明白，只是嘴里少一点尖风刺骨的。明儿我带了外甥女过去，你预备预备，你舅舅也不能常住的，只怕明儿就去呢。”贾"
        },
        {
            "original": "这凤姐忽然想起一件事来，便向窗外叫：“蓉儿，回来。”外面几个人接声说：“请蓉大爷回来呢。”贾蓉忙回来，满脸笑容的瞅著凤姐，听何指示。那凤姐只管慢慢吃茶，出了半日神，忽然把脸一红，笑道：“罢了，你先去罢。晚饭后，你来再说罢。这会子有人，我也没精神了。”贾蓉答应个“是”，抿著嘴儿一笑，方慢慢退去。",
            "english": "Feng Ji suddenly remembered something and called out, \"Rong'er, come back.\" The outside responded, \"Please come back, Rong Er.\" Rong Er came back immediately, smiling at Feng Ji, waiting for her instructions. Feng Ji was drinking tea and daydreaming for half a while, and then her face turned red and she laughed, saying, \"Never mind, go ahead. Come back after dinner. I'm not in the mood now with someone here.\" Rong Er nodded and smiled, and slowly walked away.\n\n中文原文：\n\n凤姐忽然想起一件事，就对外面喊：“蓉儿，回来。”外面的人回应：“请蓉大爷回来。”贾蓉立刻回来，笑眯眯地看着凤姐，等着她指示。凤姐一边喝茶，一边出神，过了半晌，忽然脸红了，笑着说：“算了，你先去吧。晚饭后，你再来找我。现在有人，我也没精神了。”贾蓉应了一声“是”，抿着嘴儿一笑，慢慢地走了。\n\n英文翻译：\n\nFeng Ji suddenly remembered something and called out, \"Rong'er, come back.\" The outside responded, \"Please come back, Rong Er.\" Rong Er came back immediately, smiling at Feng",
            "chinese": "凤姐忽然想起一件事，就对外面喊：“蓉儿，回来。”外面的人回应：“请蓉大爷回来。”贾蓉立刻回来，笑眯眯地看着凤姐，等着她指示。凤姐一边喝茶，一边出神，过了半晌，忽然脸红了，笑着说：“算了，你先去吧。晚饭后，你再来找我。现在有人，我也没精神了。”贾蓉应了一声“是”，抿着嘴儿一笑，慢慢地走了。"
        },
        {
            "original": "这刘姥姥方安顿了，便说道：“我今日带了你侄儿，不为别的，因他爹娘连吃的没有，天气又冷，只得带了你侄儿奔了你老来。”说著，又推板儿道：“你爹在家里怎么教你的？打发偺们来作煞事的？只顾吃果子！”凤姐早已明白了，听他不会说话，因笑道：“不必说了，我知道了。”因问周瑞家的道：“这姥姥不知用了早饭没有呢？”刘姥姥忙道：“一早就望这里赶咧，那里还有吃饭的工夫咧。”凤姐便命：“快传饭来。”",
            "english": "After Liu Fa' er had settled down, she said, \"I brought your nephew here because he and his parents didn't have enough to eat and it was cold, so they had to bring him to see you.\" She then pushed the boy and said, \"What did your father teach you at home? What do you want us to do?\" Then, the moment she saw that he couldn't speak, she laughed and said, \"I know what you mean.\" Then, she asked Zhou Rui's wife, \"Has the old lady had breakfast yet?\" Liu Fa' er quickly replied, \"We came early this morning, so we haven't had time to eat yet.\" Then, she ordered someone to bring them some food.",
            "chinese": "刘姥姥刚刚安顿好，就说：“我带着你侄儿来，不是别的，是因为他爹娘没钱吃，天气又冷，只好带着你侄儿来见你。”说着，又推着板儿说：“你爹在家里怎么教你的？让我们来做什么事？只顾吃果子！”凤姐已经明白了，看到他不会说话，就笑着说：“不用说了，我知道了。”然后问周瑞家的：“这位姥姥有没有吃过早饭？”刘姥姥忙说：“一大早赶来的，哪还有吃饭的工夫啊。”凤姐就命人传饭来。"
        },
        {
            "original": "一时，周瑞家的传了一桌客馔摆在东屋里，过来带了刘姥姥和板儿过去吃饭。凤姐这里道：“周姐姐，好生让著些儿，我不能陪了。”一面又叫过周瑞家的来问道：“方才回了太太，太太怎么说了？”周瑞家的道：“太太说：‘他们原不是一家子；当年他们的祖和太老爷在一处做官，因连了宗的。这几年不大走动。当时他们来了，却也从没空过的；如今来瞧我们，也是他的好意，别简慢了他。要有什么话，叫二奶奶裁夺著就是了。’”凤姐听了说道：“怪道，既是一家子，我怎么连影儿也不知道？”说话间，刘姥姥已吃完了饭，拉了板儿过来，舔唇咂嘴的道谢。凤姐笑道：“且请坐下，听我告诉你：方才你的意思，我已经知道了。论起亲戚来，原该不等上门就有照应才是。但只如今家里事情太多，太太上了年纪，一时想不到是有的。我如今接著管事，这些亲戚们又都不大知道，况且外面看著虽是烈烈轰轰，不知大有大的难处，说给人也未必信。你既大远的来了，又是头一遭儿和我张个口，怎么叫你空回去呢？可巧昨儿太太给我的丫头们作衣裳的二十两银子还没动呢，你不嫌少，先拿了去用罢。”那刘姥姥先听见告艰苦，只当是没想头了；又听见给他二十两银子，喜的眉开眼笑道：“我们也知道艰难的，但只俗语说的：‘瘦死的骆驼比马还大呢。’凭他怎样，你老拔一根寒毛，比我们的腰还壮哩！”周瑞家的在旁听见他说的粗鄙，只管使眼色止他。凤姐笑而不睬，叫平儿把昨儿那包银子拿来，再拿一串钱，都送至刘姥姥跟前。凤姐道：“这是二十两银子，暂且给这孩子们作件冬衣罢。改日没事，只管来逛逛，才是亲戚们的意思。天也晚了，不虚留你们了。到家，该问好的都问个好儿罢。”一面说，一面就站起来了。",
            "english": "At that time, Zhou Rui's family served a table of guests in the east room and came over to bring Liu姥姥 and Bando to eat. Feng Zhen said, \"Zhou sister, take care of him and I can't accompany you.\" At the same time, she called Zhou Rui's family over and asked, \"Did you report back to the lady? What did the lady say?\" Zhou Rui's family said, \"The lady said, 'They were originally a family. Their ancestors and the old gentleman used to serve together. They were connected. For several years, they didn't have much contact. When they came, they didn't have a chance to see us. Now they come to visit us, it's his good will. Don't be rude to him. If there is anything to say, let Mrs. Feng decide.\" Feng Zhen said, \"That's why, as a relative, we should not wait for the other party to come before we offer help.\" Speaking of this, Liu姥姥 had already finished eating, and he pulled Bando over to lick his lips and say thank you. Feng Zhen laughed and said, \"Please sit down and listen to me tell you: Your intention has already been known. As“Now that there are so many things at home, my mother is getting old, and it is not easy to remember everything. I am now in charge of the household affairs, and these relatives do not know much about them. In addition, although it looks lively on the outside, there is a lot of trouble in it, and it is not easy to explain to others. You came a long way and this is your first time talking to me. How could I let you leave without anything? Yesterday, my mother gave me twenty silver taels for my maid's clothes, and I haven't used them yet. Don't think it's too little if you don't mind. Take it and use it. R姥姥 was delighted to hear that there was still hope, and he was overjoyed at the twenty silver taels. Zhou Rui's family, who was standing nearby, made eye gestures to stop him. Fengzheng laughed and did not answer, called Ping'er to take out the silver taels yesterday, and then took a string of coins, and handed them to R姥姥. Fengzheng said, \"This is twenty silver taels, which is enough for these children to buy winter clothes. Please come and visit us when you have time.",
            "chinese": "一时，周瑞家的传了一桌客馔摆在东屋里，过来带了刘姥姥和板儿过去吃饭。凤姐这里道：“周姐姐，好生让著些儿，我不能陪了。”一面又叫过周瑞家的来问道：“方才回了太太，太太怎么说了？”周瑞家的道：“太太说：‘他们原不是一家子；当年他们的祖和太老爷在一处做官，因连了宗的。这几年不大走动。当时他们来了，却也从没空过的；如今来瞧我们，也是他的好意，别简慢了他。要有什么话，叫二奶奶裁夺著就是了。’”凤姐听了说道：“怪道，既是一家子，我怎么连影儿也不知道？”说话间，刘姥姥已吃完了饭，拉了板儿过来，舔唇咂嘴的道谢。凤姐笑道：“且请坐下，听我告诉你：方才你的意思，我已经知道了。论起亲戚来，原该不等上门就有照应才是。”如今家里事情太多，太太上了年纪，一时想不到是有的。我如今接手管事，这些亲戚们又都不大知道，况且外面看起来虽然热闹，实际上大有大的难处，说给别人也未必信。你大老远地来了，又是头一回跟我说话，怎么叫你空手回去呢？正好昨天太太给我的丫头们做衣服的二十两银子还没动呢，你不嫌少，先拿了去用吧。刘姥姥先听说有困难，只当没希望了；又听说给他二十两银子，喜得眉开眼笑。周瑞家的在旁边看见他说得粗鲁，只管使眼色制止他。凤姐笑而不理，叫平儿把昨天那包银子拿出来，再拿一串钱，都送到刘姥姥跟前。凤姐道：“这是二十两银子，暂时给这些孩子们作件冬衣吧。有空就来玩，这是亲戚的意思。时间不早了，不虚留你们。到家后，该问好的都要问一声。"
        },
        {
            "original": "刘姥姥只是千恩万谢的，拿了银钱，跟著周瑞家的走到外边。周瑞家的道：“我的娘！你怎么见了他倒不会说话了呢？开口就是‘你侄儿’。我说句不怕你恼的话：就是亲侄儿也要说的和软些儿。那蓉大爷才是他的侄儿呢，他怎么又跑出这么个侄儿来了呢！”刘姥姥笑道：“我的嫂子，我见了他，心眼儿爱还爱不过来，那里还说的上话来！”二人说著，又到周瑞家坐了片刻。刘姥姥要留下一块银子给周瑞家的孩子们买果子吃。周瑞家的那里放在眼里？执意不肯。刘姥姥感谢不尽，仍从后门去了。",
            "english": "Liu Fengyao only thanked and thanked, and took the silver, and followed Zhou Rui's wife to the outside. Zhou Rui's wife said, \"Oh, my mother! How could you not be able to speak to him? You just said 'my nephew'. I have to say something that might offend you: even if it's a close relative, you should speak softly. That Rong Daren is his nephew, but how did he run into this nephew? \" Liu Fengyao laughed, \"My sister, I'm so fond of him that I don't even know how to speak. How could I talk to him?\" The two of them talked for a while longer. Liu Fengyao wanted to leave a silver coin for Zhou Rui's wife's children to buy fruit. Zhou Rui's wife didn't even look at it. Liu Fengyao was grateful beyond words, and left from the back door.",
            "chinese": "刘姥姥只是千恩万谢地，拿了银钱，跟着周瑞家的走到外面。周瑞家的说：“我的娘！你怎么见了他倒不会说话了呢？开口就是‘你侄儿’。我说句不怕你恼的话：就是亲侄儿也要说的和软些儿。那蓉大爷才是他的侄儿呢，他怎么又跑出这么个侄儿来了呢！”刘姥姥笑道：“我的嫂子，我见了他，心眼儿爱还爱不过来，那里还说的上话来！”二人说着，又到周瑞家坐了片刻。刘姥姥要留下一块银子给周瑞家的孩子们买果子吃。周瑞家的哪里放在眼里？执意不肯。刘姥姥感谢不尽，仍从后门去了。"
        },
        {
            "original": "未知去后如何，且听下回分解。",
            "english": "I don't know what will happen after I leave, so I'll just wait and see what happens next.",
            "chinese": "未知去后如何，且听下回分解。"
        }
    ],
    "title": "《贾宝玉初试云雨情　刘姥姥一进荣国府》",
    "chapter_number": 6
}