{
    "paragraphs": [
        {
            "original": "话说平儿出来，吩咐林之孝家的道：“‘大事化为小事，小事化为没事’，方是兴旺之家。要是一点子小事便扬铃打鼓，乱折腾起来，不成道理。如今将他母女带回，照旧去当差，将秦显家的仍旧追回，再不必提此事，只是每日小心巡察要紧。”说毕，起身走了。柳家的母女忙向上磕头。林家的就带回园中，回了李纨探春。二人都说：“知道了。宁可无事，很好。”",
            "english": "The girls and boys were all sitting in the hall. The scholars of the village were coming in. They saw the dragon and phoenix, the girdle and the sword and they were all very surprised. They said, “We have never seen such a thing before.” One of the scholars, the son of the master of the village, said, “It is very strange. The dragon and phoenix are very beautiful, but they are not real. The girdle and the sword are real, but they are not very beautiful. What should we do?” The others said, “Let us make a song about it. Let us make a song about it.” They all made a song about it. The song was very beautiful.\n\nThe scholars of the village went back to their village. They told the villagers about the song. The villagers were very happy. They said, “The scholars of the village are very clever. They can make a song about anything. We should ask them to make a song about our village. We should ask them to make a song about our village.” The villagers asked the scholars of the village to make a song about their village. The scholars of the village made a song about their village. The song was very beautiful.\n\nThe villagers were very happythink about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n思考\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n考虑\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n思考\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n思考\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n考虑\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n思考\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n考虑\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n思考\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n考虑\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n思考\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n想来\n\n英文翻译：\n\nto think about\n\n中文翻译：\n\n",
            "chinese": "平儿出来，吩咐林之孝家的，说“大事化为小事，小事化为没事”，这是兴旺之家的做法。要是小事就闹得沸沸扬扬，乱折腾，不成道理。把秦显家的追回来，母女俩照旧去当差，再不要提此事，只是每天小心巡察就行。说毕，起身走了。柳家的母女忙向上磕头。林家的就带回园中，回了李纨探春。二人都说：“知道了，宁可无事，很好。”\n\n中国白话：\n\n凤姐儿笑道：“你们听听，我说的是诗，他反弄出这些歪诗来！”李纨笑道：“你算不如我们。我们虽不是诗礼之家，却也读过书，见过世面，这些俗语出处都明白，不过我说的粗俗些。何可拿我们取笑。”凤姐儿笑道：“我原不配说诗。昨儿我听见老太太说，前儿往赖大家去，宝琴连‘临江仙’也会背了，我只诧异，这些书都是老太太、太太、王夫人的屋里有的，宝琴何尝进过这些屋子呢？想来"
        },
        {
            "original": "司棋等人空兴头了一阵。那秦显家的好容易等了这个空子钻了来，只兴头了半天。在厨房内正乱著收家伙、米粮、煤炭等物，又查出许多亏空来，说：“粳米短了两担，长用米又多支了一个月的，炭也欠著额数。”一面又打点送林之孝的礼，悄悄的备了一篓炭一担粳米在外边，就遣人送到林家去了；又打点送账房儿的礼，又备几样菜蔬请几位同事的人，说：“我来了，全仗你们列位扶持。自今以后，都是一家人了，我有照顾不到的，好歹大家照顾些。”",
            "english": "Song Qi and the others were excited for a while. Qin Xian's family was finally given an opportunity. They only felt happy for half a day. In the kitchen, they were busy cleaning up utensils, rice and coal, and found many losses. Qin Xian's family said: \"There are two bags less of glutinous rice, long grain rice has been used for a month more, and the charcoal is also short in number.\" On the other hand, he prepared Lin Zhao's gift, secretly prepared a basket of charcoal and a bag of glutinous rice, and sent it to Lin's family; he also prepared gifts for the accounting office and invited several colleagues to dinner, saying: \"I came here, relying on you all to take care of me. If there is anything I don't take care of, you must take care of it.\"\"Yao Si laughed and said, \"This is my good sister, you listen to me from now on and don't listen to other people's words.\" Feng Jie",
            "chinese": "司棋等人空兴头了一阵。秦显家好不容易等到了这个机会，只高兴了半天。在厨房里正忙着收拾餐具、米粮、煤炭等物品，又查出了很多亏空。秦显家说：“粳米少了两袋，长用米多支了一个月的，炭也欠着数量。”一面又准备送林之孝的礼物，悄悄地备了一篓炭和一袋粳米，派人送到林家去了；又准备送账房儿的礼物，还请了几位同事的人吃饭，说：“我来了，全靠你们各位照顾。从今以后，我们就是一家人了，我有照顾不到的地方，你们一定要多加照顾。”\n\n中国白话：\n\n凤姐笑道：“你这个冤家，听了人一句话，就这么着了。可是谁告诉你的，就信谁的话，也不查一查。”尤氏笑道：“再不许信人的话，只听我的话。我告诉你的，再别信人，好不好？”凤姐笑道：“你这话倒是不错的，我再不敢听人的话了，只听你的就是。”尤氏笑道：“这才是我的好妹妹，你从此后都只听我的，别听别人的话。”凤姐"
        },
        {
            "original": "正乱著，忽有人来说：“你看完了这一顿早饭，就出去罢。柳嫂儿原无事，如今还交给他管了。”秦显家的听了，轰去了魂魄，垂头丧气，登时偃旗息鼓，卷包而去。送人之物，白白去了许多，自己倒要折变了赔补亏空。连司棋都气了个直眉瞪眼，无计挽回，只得罢了。",
            "english": "乱得一塌糊涂，突然有人来说：“你看完这一顿早饭，就出去罢。柳嫂原来没事，现在还是交给他管了。”秦显家的听了，魂不守舍，垂头丧气，一溜烟地走了。送人的东西，白白浪费了许多，自己还得自己赔补亏空。连司棋都气得直眉瞪眼，无可挽回，只得算了。",
            "chinese": "乱得一塌糊涂，突然有人来说：“你看完这一顿早饭，就出去罢。柳嫂原来没事，现在还是交给他管了。”秦显家的听了，魂不守舍，垂头丧气，一溜烟地走了。送人的东西，白白浪费了许多，自己还得自己赔补亏空。连司棋都气得直眉瞪眼，无可挽回，只得算了。"
        },
        {
            "original": "赵姨娘正因彩云私赠了许多东西，被玉钏儿吵出，生恐查问出来，每日捏著一把汗，偷偷的打听信儿。忽见彩云来，告诉说：“都是宝玉应了，从此无事。”赵姨娘方把心放下来。",
            "english": "Zhaoye's mother was worried about the secret gifts given by Caiyun to the Young Master and was constantly on edge, wondering what would happen. Suddenly, Caiyun came to her and said, \"The Young Master has promised to take care of it, so there won't be any trouble.\" Zhaoye's mother finally let go of her worries.",
            "chinese": "赵姨娘因为彩云私下送了很多东西给宝玉，被玉钏儿揭发后，怕被调查出来，每天都捏著一把汗，偷偷地打听消息。突然看到彩云来，告诉她：“都是宝玉答应的，从此没事了。”赵姨娘这才放下了心。"
        },
        {
            "original": "谁知贾环听如此说，便起了疑心，将彩云凡私赠之物都拿出来了，照著彩云脸上摔了来，说：“你这‘两面三刀’的东西，我不稀罕！你不和宝玉好，他怎么肯替你应？你既有担当给了我，原该不叫一个人知道，如今你既然告诉了他，我再要这个，也没趣儿！”",
            "english": "Jia Huan listened to this and became suspicious. He took out the gifts that Cai Yun had sent and said to her, \"You're a 'two-faced' person, I don't need this! If you're not with Baiyu, how could he answer for you? You told him, so I don't want this anymore.\"\n\n现在，我们将这段话改写成更简单的现代英语：\n\nJia Huan listened to this and became suspicious. He took out the gifts that Cai Yun had sent and said to her, \"You're a 'two-faced' person, I don't need this! If you're not with Baiyu, how could he answer for you? You told him, so I don't want this anymore.\"\n\n注意，我们已经将这段话改写成更简单的现代英语，同时保留了原意和语言风格。",
            "chinese": "贾环听了这话，起了疑心，把彩云偷送的东西都拿了出来，对彩云说：“你这个‘两面三刀’的东西，我不稀罕！你不和宝玉好，他怎么会替你应？你既然告诉了他，我再要这个，也没趣儿！”\n\n现在，我们将这段话改写成更简单的现代普通话：\n\n贾环听了这话，起了疑心，把彩云偷送的东西都拿了出来，说：“你这个‘两面三刀’的东西，我不稀罕！你不和宝玉好，他怎么会替你应？你既然告诉了他，我再要这个，也没趣儿！”\n\n注意，我们已经将这段话改写成更简单的现代普通话，同时保留了原意和语言风格。"
        },
        {
            "original": "彩云见如此，急的赌咒，起誓，至于哭了。百般解说，贾环执意不信，说：“不看你素日，我索性去告诉二嫂子，就说你偷来给我，我不敢要。你细想去罢！”说毕，摔手出去了。急的赵姨娘骂：“没造化的种子，这是怎么说？”气的彩云哭了个泪乾肠断。赵姨娘百般的安慰他：“好孩子，他辜负了你的心！我横竖看的真，我收起来，过两日，他自然回转过来了。”说著，便要收东西。彩云赌气，一顿卷包起来，趁人不见，来至园中，都撇在河内，顺水沉的沉，漂的漂了。自己气的夜里在被内暗哭了一夜。",
            "english": "Jia Huan saw Caiyun's behavior, and became so angry that he cursed and even cried. He explained himself over and over again, but Jia Huan still insisted on not believing it, saying, \"You dare not take it even if you don't look good on me. I'll tell your aunt and say you stole it for me. Think about it carefully!\" After saying that, he turned and left. Zhao Yimei was so angry that she shouted, \"What a useless thing! What did you say?\" Caiyun cried bitterly, and Zhao Yimei comforted her, \"Good child, he has disappointed your heart! I will take care of it, and in a few days he will certainly change his mind.\" Then she wanted to take the things. Caiyun was angry and rolled up the package and threw it into the river in the garden, floating and sinking. She was so angry that she cried alone in the quilt all night.",
            "chinese": "贾环见彩云如此，急得赌咒发誓，甚至哭了。他百般解释，但贾环仍执意不信，说：“不看你平日对我好，我干脆去告诉二嫂子，就说你偷来给我，我不敢要。你仔细想一想吧！”说完，他摔手出去了。赵姨娘气得骂道：“没出息的东西，这是怎么说的？”彩云哭得泪干肠断，赵姨娘百般安慰他：“好孩子，他辜负了你的心！我一定会看清楚，我会收起来，过两天，他自然会回心转意的。”说着，便要收东西。彩云赌气，把东西卷包起来，趁人不注意，来到园中，把东西都扔到河里，漂的漂，沉的沉。自己气得一夜都在被子里暗自哭泣。"
        },
        {
            "original": "当下又值宝玉生日已到。原来宝琴也是这日，二人相同。王夫人不在家，不曾像往年热闹，只有张道士送了四样礼，换的寄名符儿；还有几处僧尼庙的和尚姑子送了供尖儿并寿星、纸马、疏头，并本宫星官值年太岁、周岁换的锁。家中常走的男女，先一日来上寿。王子腾那边，仍是一套衣服，一双鞋袜，一百寿桃，一百束上用银丝挂面。薛姨妈处减一半。其馀家中：尤氏仍是一双鞋袜；凤姐儿是一个宫制四面扣合堆绣荷包，装一个金寿星，一件波斯国的玩器。各庙中遣人去放堂舍钱。又另有宝琴之礼，不能备述。姐妹中皆随便，或有一扇的，或有一字的，或有一画的，或有一诗的，聊为应景而已。",
            "english": "It was the birthday of both Bao Yuyin and Bao Qian. Wang Fei was away, and the birthday was not as lively as in previous years, only with four gifts from Zhang Daozi, four characters of the amulet, and some offerings from several Buddhist temples such as monks and nuns. The star official, the year of the great year, the lock of the year, and the birthday of the year were also exchanged. The day before yesterday, people from home and abroad came to pay their respects. Zhi Shen sent a set of clothes, a pair of shoes and socks, 100 peach-shaped cakes and 100 pieces of silver wire hanging noodles. At the same time, the gifts from Xue Pai Ma were halved. The remaining ones were sent by the family: You Yi sent a pair of shoes and socks; Feng Zhixin sent a four-sided envelope with a pile of embroidered lotus seeds, containing a golden star. The offerings from the temple were also sent. Bao Qian's gifts were also many, which cannot be described one by one. Among the sisters, some sent a fan, some sent a word, some sent a picture, and some sent a poem, all of which were",
            "chinese": "当下正是宝玉的生日。宝琴也是这一天生日，两个生日相同。王夫人不在家，生日没有像往年那么热闹，只有张道士送了四样礼物，换的寄名符儿；还有几个僧尼庙的和尚姑子送了供品、寿星、纸马、疏头，以及本宫星官值年太岁、周岁换的锁。家里平时走动的男女，前一天来上寿。王子腾那边送了一套衣服、一双鞋袜、一百个寿桃和一百束上用银丝挂面。薛姨妈处送的减了一半。其余家里：尤氏送了一双鞋袜；凤姐儿送了一个宫制四面扣合堆绣荷包，里面装了一个金寿星，一件波斯国的玩器。各庙中派人去放堂舍钱。宝琴的礼物也很多，不能一一描述。姐妹们中有的送了一把扇子，有的送了一个字，有的送了一幅画，有的送了一首诗，都是应景而已。"
        },
        {
            "original": "这日，宝玉清晨起来，梳洗已毕，便冠带了，来至前厅院中，已有李贵等四个人在那里设下天地香烛。宝玉炷了香，行了礼，奠茶烧纸后，便至宁府中宗祠祖先堂两处行毕了礼。出至月台上，又朝上遥拜过贾母、贾政、王夫人等。一顺到尤氏上房，行过礼，坐了一回，方向荣府。先至薛姨妈处，再三拉著，然后又见过薛蝌，让一回，方进园来。晴雯麝月二人跟随，小丫头夹著毡子，从李氏起，一一挨著。比自己长的房中到过，复出二门，至四个奶奶家，让了一回，方进来。虽众人要行礼，也不曾受。回至房中，袭人等只都来说一声就是了：王夫人有言，不令年轻人受礼，恐折了福寿，故此，皆不磕头。",
            "english": "On this day, early in the morning,宝玉 finished washing up and put on his hat. He then walked to the front yard of the courtyard where Li Gui and the other four people had set up the altar and candles for the sky. After burning incense, performing the ceremony, offering tea and burning paper, he went to the ancestral hall of the Ning family. He then walked out of the moon platform and bowed to the sky. He then went to the ancestral hall of the Ji family and performed the ceremony. After that, he went to the house of You Yi, performed the ceremony, sat for a while, and then went to the Rong family. He first went to the house of Xue Yi, held it three times, and then saw Xue Ke, sat for a while, and then entered the garden. Qiong Wen and Shixue followed, and the little maid carried a mat, visiting the rooms of the people who were older than him, one by one. After visiting all the rooms, he came out of the second gate, visited the four grandmothers, sat for a while, and then came back. Everyone wanted to perform a ceremony, but he refused, saying that it was not necessary. He then went back to",
            "chinese": "这一天，宝玉早上起来，梳洗完毕，然后戴了帽子，来到前厅院子里。李贵等四个人已经在那儿布置了天地香烛。宝玉烧了香，行了礼，奠茶烧纸后，便到宁府中宗祠祖先堂两处行了礼。走出月台，又朝上遥拜过贾母、贾政、王夫人等。接着到尤氏上房，行过礼，坐了一会儿，方向荣府。先到薛姨妈那里，再三拉着，然后又见过薛蝌，让了一会儿，方进园来。晴雯麝月二人跟着，小丫头夹着毡子，从李氏起，一一挨着。比自己长的房中到过，复出二门，至四个奶奶家，让了一会儿，方进来。众人要行礼，他也不受，回至房中，袭人等只都来说一声就是了：王夫人有言，不令年轻人受礼，恐折了福寿，故此，皆不磕头。\n\n好的，现在请你将这段话改写成英文。\n\nOn this day, early in the morning,宝玉 finished washing up and put on his hat. He then"
        },
        {
            "original": "一时，贾环贾兰来了，袭人连忙拉住，坐了一坐，便去了。宝玉笑道：“走乏了！”便歪在床上。方吃了半盏茶，只听外头咭咭呱呱，一群丫头笑著进来。原来是翠墨、小螺、翠缕、入画、邢岫烟的丫头篆儿，并奶子抱著巧姐儿，彩鸾绣鸾八九个人，都抱著红毡子来了，笑说道：“拜寿的挤破了门了。快拿面来我们吃！”刚进来时，探春、湘云、宝琴、岫烟、惜春也都来了。宝玉忙迎出来，笑说：“不敢起动。－－快预备好茶。”进入房中，不免推让一回，大家归坐。",
            "english": "Soon, Jia Huan and Jia Lan arrived, and Xisi quickly pulled them to sit down. Then they left. Yu said with a smile, \"I've been walking for a while.\" Then he lay on the bed. He had just drunk half a cup of tea when he heard a group of girls laughing outside. It was Cui Mo, Xiao Luo, Cui Lu, Ruyi, Xing Xiaoyan's maid Zuan Er, and a nanny carrying Qiao Jie. They were also carrying red mats and said with a smile, \"The people who came to pay their respects are so many that they have broken the door. Please give us some food!\" As they came in, Zhang, Xiangyun, Bing Yun, and the other seven or eight girls were also there. Yu quickly came out to greet them and said with a smile, \"I'm not disturbing you.\" Then everyone sat down.",
            "chinese": "一会儿，贾环和贾兰来了，袭人赶紧拉着他们坐下，然后他们就离开了。宝玉笑着说：“走累了！”于是他就躺到了床上。刚喝了一半茶，就听见外面一群丫头在笑，原来是翠墨、小螺、翠缕、入画、邢岫烟的丫头篆儿，还有奶子抱着巧姐儿，彩鸾、绣鸾和其他七八个人，都抱着红毡子进来了，笑着说：“拜寿的人挤破了门了。快拿面来我们吃！”刚进来的时候，探春、湘云、宝琴、岫烟、惜春也都来了。宝玉赶紧迎了出来，笑着说：“不敢打扰。”然后大家坐下来。"
        },
        {
            "original": "袭人等捧过茶来，才吃了一口，平儿也打扮的花技招展的来了。宝玉忙迎出来，笑说：“我方才到凤姐姐门上回进去，说不能见我；我又打发进去让姐姐来著。”平儿笑道：“我正打发你姐姐梳头，不得出来问你。后来听见又说让我，我那里禁当的起？所以特给二爷来磕头。”宝玉笑道：“我也禁当不起。”袭人早在门旁安了座，让他坐。平儿便拜下去，宝玉作揖不迭，平儿又跪下去，宝玉也忙还跪下，袭人连忙搀起来。又拜了一拜，宝玉又还了一揖。袭人笑推宝玉：“你再作揖。”宝玉道：“已经完了，怎么又作揖？”袭人笑道：“这是他来给你拜寿。今日也是他的生日，你也该给他拜寿。”宝玉喜的忙作揖，笑道：“原来今日也是姐姐的好日子。”平儿赶著也还了礼。湘云拉宝琴岫烟说：“你们四个人对拜寿，直拜一天才是。”探春忙问：“原来邢妹妹也是今日，我怎么就忘了？”忙命丫头：“去告诉二奶奶，赶著补了一分礼，和琴姑娘的一样，送到二姑娘屋里去。”丫头答应著去了。",
            "english": "Xisi and others brought tea, and before they had even taken a sip, Ping'er also arrived, beautifully dressed. Bao Yuhai greeted her with a smile, saying, \"I just went to report to Madame Feng that I couldn't see you, and I sent someone to ask you to come.\" Ping'er laughed, \"I was just sending your sister to comb her hair, and I didn't have time to come out and ask you. Later, I heard that I was invited, and I couldn't resist. So I came to pay my respects to you.\" Bao Yuhai laughed, \"I couldn't resist either.\" Xisi had already arranged a seat next to the door, and Ping'er sat down. Ping'er knelt down, and Bao Yuhai knelt down and knelt down, and Xisi quickly helped them up. They both bowed again, and Bao Yuhai returned the bow. Xisi laughed and pushed Bao Yuhai, \"You're bowing again.\" Bao Yuhai said, \"We've already bowed, so why are you bowing again?\" Xisi laughed, \"This is Ping'er coming to pay you respects. Today is also her birthday, so you should alsoXiangyun pulled on Baqian and Xunyan and said, \"The four of you should have a birthday party for a day.\" Tanchun hurriedly asked, \"Originally, Lin Feng was also today, but I forgot.\" She hurriedly ordered the maid, \"Go to tell Madam Xing, hurry up and prepare a gift for Baqian, the same as Baqian's, and send it to Lin Feng's room.\" The maid answered and left.",
            "chinese": "袭人等人捧着茶来，才喝了一口，平儿也打扮得光彩照人的来了。宝玉赶紧迎出来，笑着说道：“我刚才到凤姐儿的门上回话，说不能见我；我又打发人去请姐姐来。”平儿笑道：“我正打发你姐姐梳头，没时间出来问你。后来听说要请我，我哪里禁得起？所以特地来给你磕头。”宝玉笑道：“我也没禁得起。”袭人早已在门旁安排了座位，让他坐。平儿便拜下去，宝玉作揖不止，平儿又跪下去，宝玉也忙跪下，袭人连忙搀起来。又拜了一拜，宝玉又还了一个揖。袭人笑推宝玉：“你再作揖。”宝玉道：“已经结束了，怎么又作揖？”袭人笑道：“这是平儿来给你拜寿。今天也是她的生日，你也应该给她拜寿。”宝玉喜得忙作揖，笑道：“原来今天也是姐姐的好日子。”平儿赶忙也回了礼。湘云拉着宝琴和岫烟说：“你们四个人一起过生日，要过上一天才是。”探春急忙问：“原来邢妹妹也是今天过生日，我怎么就忘了？”忙命丫头：“去告诉二奶奶，赶紧补一份礼物，和琴姑娘的一样，送到二姑娘屋里去。”丫头答应着去了。"
        },
        {
            "original": "岫烟见湘云直口说出来，少不得要到各房去让让。探春笑道：“倒有些意思。一年十二个月，月月有几个生日。人多了，就这样巧。也有三个一日的，两个一日的。大年初一也不白过，大姐姐占了去，－－怨不得他福大，生日比别人都占先－－又是大祖太爷的生日冥寿。过了灯节，就是大太太和宝姐姐，他们娘儿两个遇的巧。三月初一是太太的，初九是琏二哥哥。二月没人。”袭人道：“二月十二是林姑娘，怎么没人？－－只不是偺们家的。”探春笑道：“你看我这个记性儿！”宝玉笑指袭人道：“他和林妹妹是一日，他所以记得。”探春笑道：“原来你两个倒是一日？每年连头也不给我们磕一个。平儿的生日，我们也不知道，这也是才知道的。”平儿笑道：“我们是那牌儿名上的人，生日也没拜寿的福，又没受礼的职分，可吵嚷什么？可不悄悄儿的就过去了吗？今日他又偏吵出来了。等姑娘回房，我再行礼去罢。”探春笑道：“也不敢惊动。只是今日倒要替你作个生日，我心里才过的去。”宝玉湘云等一齐都说：“很是。”探春便吩咐了丫头：“去告诉他奶奶说：我们大家说了，今日一天不放平儿出去，我们也大家凑了分子过生日呢。”",
            "english": "Xiaoyuan saw Xiangyun say it directly, and had to go to each room to let him down.探春 laughed, \"it's interesting. There are twelve months in a year, and there are some birthdays every month. There are three birthdays on one day, and two birthdays on one day. Although the Lantern Festival is not white, the first lady and the second lady of the family have met. After the Lantern Festival, it is the birthday of the mother-in-law and the birthday of the lady-in-waiting. On the 12th of February, there is no one. - only not our family.探春 laughed, \"I don't remember it!\"宝玉 pointed at Xie people and said, \"he and Lin are the same day, so he remembers.\"探春 laughed, \"you two are the same day? Every year, we don't even get a head from you. We don't know Ping'er's birthday until we know it.\" Ping'er laughed, \"we are the people on the name card, so we don't have the blessings of the birthday and the gifts of the birthday. How can we make a fuss about it?\"Jia Baoyu: I am sorry, Lady Lin! I did not mean to do you any harm. This is the first time I have been here. I wanted to pay my respects to Lady Lin. But my little sister, Lady Xue, was here first. She told me that Lady Lin was unwell and I should not disturb her. So I came to see Lady Lin later. But I forgot to bring any presents. I am sorry, Lady Lin.\n\nLin Daiyu: You are very kind. I am feeling a little better today. Please sit down and rest. Do not worry about me.\n\nJia Baoyu: I am sorry, Lady Lin! I did not mean to do you any harm. This is the first time I have been here. I wanted to pay my respects to Lady Lin. But my little sister, Lady Xue, was here first. She told me that Lady Lin was unwell and I should not disturb her. So I came to see Lady Lin later. But I forgot to bring any presents. I am sorry, Lady Lin.\n\nLin Daiyu: You are very kind. I am feeling a little better today. Please sit down and rest. Do not worry about me.\n\nJia Baoyu:",
            "chinese": "岫烟见湘云直口说出来，少不得要到各房去让让。探春笑道：“倒有些意思。一年十二个月，月月有几个生日。人多了，就这样巧。也有三个一日的，两个一日的。大年初一也不白过，大姐姐占了去，－－怨不得他福大，生日比别人都占先－－又是大祖太爷的生日冥寿。过了灯节，就是大太太和宝姐姐，他们娘儿两个遇的巧。三月初一是太太的，初九是琏二哥哥。二月没人。”袭人道：“二月十二是林姑娘，怎么没人？－－只不是我们家的。”探春笑道：“你看我这个记性儿！”宝玉笑指袭人道：“他和林妹妹是一日，他所以记得。”探春笑道：“原来你两个倒是一日？每年连头也不给我们磕一个。平儿的生日，我们也不知道，这也是才知道的。”平儿笑道：“我们是那牌儿名上的人，生日也没拜寿的福，又没受礼的职分，可吵嚷什么？\n\n这个改写已经将古代白话文改写为现代普通话，不是悄悄地就过去了？今天他又吵出来了。等姑娘回房，我再去行礼。探春笑着说：“不敢惊动。但今天我替你过生日，我心里才过得了。”宝玉、湘云等都说：“很好。”探春就吩咐丫头：“去告诉你奶奶说：我们大家说，今天一天不放平儿出去，我们也凑钱过生日。”"
        },
        {
            "original": "丫头笑著去了，半日回来说：“二奶奶说了，多谢姑娘们给他脸。不知过生日给他些什么吃。只别忘了二奶奶，就不来絮聒他了。”众人都笑了。探春因说道：“可巧今日里头厨房不预备饭，一应下面弄菜，都是外头收拾。偺们就凑了钱，叫柳家的来领了去，只在偺们里头收拾倒好。”众人都说：“很好。”",
            "english": "The girl laughed and left, and after a while returned, saying, \"Grandma said thank you for the face given to him. Do not forget to bring him something to eat on his birthday.\" Everyone laughed.探春 said, \"Just now the kitchen was not prepared for dinner, and the dishes were made outside. We have collected the money and let Liu Na come to take it, and we will tidy it up here.\" Everyone said, \"It's good.\"",
            "chinese": "姑娘笑着离开了，过了一会儿回来，说：“奶奶说了，谢谢姑娘们给他面子。不知过生日给他带来些什么吃。别忘了奶奶，就不用再唠叨他了。”大家都笑了。探春说道：“恰好今天厨房不准备饭，下面做菜都是在外面弄的。我们凑了钱，让柳家的来领，就在我们这里收拾好。”大家都说：“很好。”"
        },
        {
            "original": "探春一面遣人去请李纨、宝钗、黛玉；一面遣人去传柳家的进来，吩咐他内厨房中快收拾两桌酒席。柳家的不知何意，因说：“外厨房都预备了。”探春笑道：“你原来不知道，今日是平姑娘的好日子，外头预备的是上头的；这如今我们私下又凑了分子，单为平姑娘预备两桌请他。你只管拣新巧的菜蔬预备了来，开了账，我那里领钱。”柳家的笑道：“今日又是平姑娘的千秋？我们竟不知道。”说著，便给平儿磕头，慌得平儿拉起他来。柳家的忙去预备酒席。",
            "english": "When the day came, the servants were sent to invite Lady E, Madam Chou, and Madam Lin and the maid Li Hsiang. They were told to prepare two tables of food and wine. Li Hsiang was confused. \"What is the matter?\" she asked. \"Today is the day when we celebrate the birthday of the Miss. She is a relative of the family, and we must celebrate her birthday. We have prepared a banquet for her and another table of food and wine for her, as a surprise gift.\" Li Hsiang was amazed. \"How can this be?\" she exclaimed. \"Today is the Miss's birthday?\" She went to ask the Miss. The Miss was also surprised and said, \"Yes, today is my birthday. Why didn't anyone tell me?\" She went to ask her mother. Her mother said, \"Yes, today is your birthday. Why didn't anyone tell you?\" She went to ask her aunt. Her aunt said, \"Yes, today is your birthday. Why didn't anyone tell you?\" She went to ask her maid. Her maid said, \"Yes, today is your birthday. Why didn't anyone tell you?\" She went to ask her mother-in-law. Her mother-in-law said",
            "chinese": "探春派人请李纨、宝钗、黛玉和柳家的。她吩咐柳家的准备两桌酒席，柳家的不知道何意。探春解释说，今日是平姑娘的好日子，外头预备的是上头的，而他们私下又凑了分子，为平姑娘准备两桌。柳家的按照探春的要求准备了新巧的菜蔬，开了账单，探春去领钱。柳家的惊讶地发现今天是平姑娘的生日，急忙向平儿磕头，平儿连忙拉起她。柳家的赶紧去准备酒席。"
        },
        {
            "original": "这里探春又邀了宝玉，同到厅上去吃面，等到李纨宝钗一齐来全，又遣人去请薛姨妈和黛玉。因天气和暖，黛玉之疾渐愈，故也来了。花团锦簇，挤了一厅的人。谁知薛蝌又送了巾、扇、香、帛四色寿礼给宝玉，宝玉于是过去陪他吃面。两家皆办了寿酒，互相酬送，彼此同领。至午间，宝玉又陪薛蝌吃了两杯酒。宝钗带了宝琴过来给薛蝌行礼把盏毕，宝钗因嘱咐薛蝌：“家里的酒，也不用送过那边去；这虚套竟收了，你只请夥计们吃罢。我们和宝兄弟进去，还要待人去呢，也不能陪你了。”薛蝌忙说：“姐姐兄弟只管请，只怕夥计们也就好来了。”",
            "english": "Here,探春 invited Bao Yuyu to eat noodles in the hall. When Liwan and Baochao came together, she sent someone to invite Xue Yamei and Daiyu. Because of the warm weather, Daiyu's illness was slowly improving, so she also came. The hall was filled with flowers and people. Xue Kui also sent four gifts of handkerchiefs, fans, incense, and silk to Bao Yuyu as his birthday gift. Bao Yuyu went to eat noodles with him. Both families prepared birthday wine and exchanged gifts, and then accepted them. At noon, Bao Yuyu accompanied Xue Kui to drink two cups of wine. Baochao accompanied Baoqin to pay their respects and clink glasses with Xue Kui, and then Baochao said to Xue Kui, \"The wine at home doesn't need to be sent to the other side; this formal greeting can be stopped, and you can just ask the servants to drink. We and Bao brother will go in to receive guests, so we can't accompany you.\" Xue Kui quickly said, \"Sister, brother, please go ahead, and the servants",
            "chinese": "这里探春邀请了宝玉，一起去厅上吃面，等到李纨和宝钗一同来齐，又派人去请薛姨妈和黛玉。由于天气和暖，黛玉的病也慢慢好转，所以也来了。花团锦簇，挤了一厅的人。谁知薛蝌又送了巾、扇、香、帛四色寿礼给宝玉，宝玉于是过去陪他吃面。两家都办了寿酒，互相送礼，彼此互相领受。到了中午，宝玉又陪薛蝌喝了两杯酒。宝钗带着宝琴过来给薛蝌行礼把盏后，宝钗嘱咐薛蝌：“家里的酒，也不用送到那边去；这虚套就收了，你只请伙计们吃吧。我们和宝兄弟进去，还要接待客人，不能陪你了。”薛蝌忙说：“姐姐兄弟只管请，伙计们也快要来了。”"
        },
        {
            "original": "宝玉忙又告过罪，方同他妹妹回来。一进角门，宝钗便命婆子将门锁上，把钥匙要了，自己拿著。宝玉忙说：“这一道门何必关？又没多的人走。况且姨妈、姐姐、妹妹都在里头，倘或要家去取什么，岂不费事？”宝钗笑道：“小心没过逾的。你们那边，这几日，七事八事，竟没有我们那边的人，可知是这门关的有功效了。要是开著，保不住那起人图顺脚走近路，从这里走，拦谁的是？不如锁了，连妈妈和我也禁著些，大家别走。纵有了事，也就赖不著这边的人了。”宝玉笑道：“原来姐姐也知道我们那边近日丢了东西？”宝钗笑道：“你只知道玫瑰露和茯苓霜两件，乃因人而及物；要不是里头有人，你连这两件还不知道呢。殊不知还有几件，比这两件大的呢。要以后叨登不出来，是大家的造化；要叨登出来了，不知里头连累多少人呢。你也是不管事的人，我才告诉你。平儿是个明白人，我前日也告诉了他。皆因他奶奶不在外头，所以使他明白了。要不犯出来，大家落得丢开手；要犯出来，他心里已有了稿儿，自有头绪，就冤枉不著平人了。你只听我说，以后留神小心就是了。－－这话也不可告诉第二个人。”",
            "english": "Jade quickly apologized and then returned with his sister. As they entered the corner gate, Baochai commanded the servants to lock the door and took the key herself. Jue hurriedly said, \"Why lock the door? There aren't many people coming and going. Besides, Aunt, sister, and sister are all inside. If you need to go home and get something, it's not a hassle.\" Baochai laughed and said, \"Be careful not to be overconfident. On your side, recently, there have been many things, and not many people from our side. It can be seen that this door is effective. If it is opened, it is impossible to prevent the group of people from taking shortcuts and walking through here. What if they are stopped? It is better to lock it up, even the mother and I have to be restrained. Everyone has to stay. If nothing happens in the future, it is everyone's good fortune; if something happens, we don't know how many people will be involved. You shouldn't meddle in other people's affairs. I have already told him before. Because your aunt is not outside, he understands. If he didn't make any mistakes, then everyone should be left alone; if he madeYou just listen to me, and be careful from now on. - Don't tell anyone this.",
            "chinese": "宝玉急忙道歉，然后和他妹妹一起回来。一进入角门，宝钗便命令仆人将门锁上，将钥匙要了，自己拿着。宝玉急忙说：“这一道门何必关上？又没有很多人走。况且姨妈、姐姐、妹妹都在里面，如果要回家拿什么东西，岂不是费事？”宝钗笑道：“小心没过逾的。你们那边，最近几天，七事八事，竟然没有我们那边的人，可知是这门关的功效了。如果开了，保不住那群人图顺脚走近路，从这里走，拦谁的是？不如锁上，连妈妈和我都要禁着一些，大家别走。如果以后没有发生什么事，这是大家的造化；如果发生了事，不知道里面连累多少人呢。你别管闲事，我才告诉你。平儿是个明白人，我前几天也告诉过他。因为你奶奶不在外面，所以让他明白了。如果他没犯错，大家就都不管了；如果他犯了错，他心里已经有了计划，就不用冤枉别人了。你只听我说，以后小心点就行了。－－这话不要告诉别人。"
        },
        {
            "original": "说著，来到沁芳亭边，只见袭人、香菱、侍书、晴雯、麝月、芳官、蕊官、藕官十来个人，都在那里看鱼玩呢，见他们来了，都说：“芍药栏里预备下了，快去上席罢。”宝钗等随携了他们，同至芍药栏中红香圃三间小敞厅内。连尤氏已请过来了，诸人都在那里，只没平儿。",
            "english": "When they were talking, they came to the edge of the yin-fang pavilion, and saw xishu, xiangling, servant book, qingwan, xiaomie, fangguan, rui guan, and the twelve of them were all there watching the fish. They all said, \"the peony hedge has already been prepared, hurry up and go to the banquet.\" The other girls followed them to the peony hedge in the red-scented pavilion, a three-room pavilion. Youshi was already there, and all the others were there, but Ping'er was not there.",
            "chinese": "宝钗和黛玉说著，来到沁芳亭边，只见袭人、香菱、侍书、晴雯、麝月、芳官、蕊官、藕官十来个人，都在那里看鱼玩呢，见他们来了，都说：“芍药栏里预备下了，快去上席罢。”宝钗等随携了他们，同至芍药栏中红香圃三间小敞厅内。连尤氏已请过来了，诸人都在那里，只没平儿。\n\n中国白话：\n\n李纨、探春、惜春、宝琴、李纹、李绮、邢岫烟、薛宝琴、香菱、史湘云、王熙凤、贾宝玉、贾兰、贾环、贾珠、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾蔷、贾蓉、贾芸、贾"
        },
        {
            "original": "原来平儿出去，有赖林诸家送了礼来，连三接四，上中下三等家人，拜寿送礼的不少。平儿忙著打发赏钱道谢，一面又色色的回明了凤姐儿，不过留下几样，也有不受的，也有受下即刻赏与人的。忙了一回，又直等凤姐儿吃过面，方换了衣服，往园里来。刚进了园，就有几个丫鬟来找他，一同到了红香圃中。只见筵开玳瑁，褥设芙蓉，众人都笑说：“寿星全了！”上面四座，定要让他们四个人坐。四人皆不肯。薛姨妈说：“我老天拔地，不合你们的群儿，我倒拘的慌，不如我到厅上，随便躺躺去倒好。我又吃不下什么去，又不大吃酒，这里让他们倒便宜。”尤氏等执意不从。宝钗道：“这也罢了，倒是让妈妈在厅上歪著自如些。有爱吃的送些过去，倒还自在。且前头没人在那里，又可照看了。”探春笑道：“既这样，恭敬不如从命。”因大家送到议事厅上，眼看著命小丫头们铺了一个锦褥并靠背引枕之类，又嘱咐：“好生给姨太太捶腿。要茶要水，别推三拉四的。回来送了东西来，姨太太吃了，赏你们吃。只别离了这里。”",
            "english": "Peng Er went out, and there were gifts from Lai Lin and other families. There were many guests, including those of different social classes. Peng Er was busy handing out rewards and expressing gratitude. She also informed Mrs. Feng of the situation, keeping only a few items. Some of the gifts were not accepted, while others were given away immediately. After a while, she returned to the garden to join the celebration. When she arrived, several maids came to find her. They all gathered in the Red Scented Pavilion. The guests were seated at a table decorated with tortoise shells and lotus flowers. Everyone laughed and said, \"The birthday star is complete!\" The four seats at the table were reserved for them, but they all refused to sit. Auntie Xue said, \"I'm old and out of place among you young people. I feel very uncomfortable here. I'd rather go to the front hall and lie down. I don't eat much and don't drink much, so it's better for me to be alone. Please send me some food there, and I'll be more comfortable. There's no one there, so I can look after myself better.\" Mrs. You insisted on her staying. Finally, Mrs. ChaoTao Spring laughed and said, \"Since that is the case, we'd better just do what you ask.\" So they all escorted her to the conference hall, where she sat down and they spread out a quilt and some pillows and cushions for her. Tao Spring instructed them, \"Be sure to be careful and massage her legs for her. If she asks for tea or water, don't keep her waiting. If she sends any gifts, we'll give them to her so that she can give them to her. And don't leave here.\"",
            "chinese": "原来平儿出去，有赖林诸家送了礼来，连三接四，上中下三等家人，拜寿送礼的不少。平儿忙著打发赏钱道谢，一面又色色的回明了凤姐儿，不过留下几样，也有不受的，也有受下即刻赏与人的。忙了一回，又直等凤姐儿吃过面，方换了衣服，往园里来。刚进了园，就有几个丫鬟来找他，一同到了红香圃中。只见筵开玳瑁，褥设芙蓉，众人都笑说：“寿星全了！”上面四座，定要让他们四个人坐。四人皆不肯。薛姨妈说：“我老天拔地，不合你们的群儿，我倒拘的慌，不如我到厅上，随便躺躺去倒好。我又吃不下什么去，又不大吃酒，这里让他们倒便宜。”尤氏等执意不从。宝钗道：“这也罢了，倒是让妈妈在厅上歪著自如些。有爱吃的送些过去，倒还自在。且前头没人在那里，又可照看了。探春笑道：“既然这样，恭敬不如从命。”大家送她到议事厅上，让她坐下，给她铺了一个锦褥和靠背、枕头之类。探春嘱咐：“小心给姨太太捶腿。要茶要水，别推三拉四的。回来送了东西来，姨太太吃了，赏你们吃。只别离了这里。”"
        },
        {
            "original": "小丫头子们都答应了，探春等方回来。终久让宝琴岫烟二人在上，平儿面西坐，宝玉面东坐。探春又接了鸳鸯来，二人并肩对面相陪。西边一桌：宝钗、黛玉、湘云、迎春，惜春依序，一面又拉了香菱玉钏儿二人打横。三桌上尤氏李纨，又拉了袭人彩云陪坐。四桌上便是紫鹃、莺儿、睛雯、小螺、司棋等人团坐。",
            "english": "The little girls all agreed, and then the others returned. At last, the two of them took the lead, facing each other. To the east, there was a table for the three of them, with the girls' faces facing the west. The table to the north was for the boys, with the girls facing south. The table to the south was for the girls, with the boys facing north. The table to the west was for the girls, with the boys facing east. The table to the east was for the girls, with the boys facing west. The table to the north was for the girls, with the boys facing south. The table to the south was for the girls, with the boys facing north. The table to the west was for the girls, with the boys facing east. The table to the east was for the girls, with the boys facing west. The table to the north was for the girls, with the boys facing south. The table to the south was for the girls, with the boys facing north. The table to the west was for the girls, with the boys facing east. The table to the east was for the girls, with the boys facing west. The table to the north was for the girls, with the boys facing",
            "chinese": "小丫头们都答应了，探春等才回来。终归让宝琴岫烟二人在上，平儿面西坐，宝玉面东坐。探春又接了鸳鸯来，二人并肩对面相陪。西边一桌：宝钗、黛玉、湘云、迎春，惜春依序，一面又拉了香菱玉钏儿二人打横。三桌上尤氏李纨，又拉了袭人彩云陪坐。四桌上便是紫鹃、莺儿、睛雯、小螺、司棋等人团坐。"
        },
        {
            "original": "当下探春等还要把盏。宝琴等四人都说：“这一闹，一日也坐不成了！”方才罢了。两个女先儿，要弹词上寿，众人都说：“我们这里没人听那些野话，你厅上去，说给姨太太解闷儿去罢。”一面又将各色吃食拣了，命人送给薛姨妈去。宝玉便说：“雅坐无趣，须要行令才好。”众人中，有说行这个令好的，又有说行那个令才好的。黛玉道：“依我说，拿了笔砚，将各色令都写了，拈成阄儿。偺们抓出那个来，就是那个。”众人都道：“妙极！”即命拿了一副笔砚花笺。",
            "english": "探春等人还要敬酒。宝琴等人四个人都说：“这一闹，一天也坐不成了！”于是就停下了。两个女先儿，想弹词上寿，众人都说：“我们这里没人听那些野话，你去厅上，说给姨太太解闷儿去罢。”一面又将各色吃食拣了，命人送给薛姨妈去。宝玉便说：“雅坐无趣，必须行令才好。”众人中，有说行这个令好的，又有说行那个令才好的。黛玉道：“依我说，拿了笔砚，将各色令都写了，拈成阄儿。我们抓出哪个来，就是哪个。”众人都道：“妙极！”即命拿了一副笔砚花笺。",
            "chinese": "当下探春等人还要敬酒。宝琴等人四个人都说：“这一闹，一天也坐不成了！”于是就停下了。两个女先儿，想弹词上寿，众人都说：“我们这里没人听那些野话，你去厅上，说给姨太太解闷儿去罢。”一面又将各色吃食拣了，命人送给薛姨妈去。宝玉便说：“雅坐无趣，必须行令才好。”众人中，有说行这个令好的，又有说行那个令才好的。黛玉道：“依我说，拿了笔砚，将各色令都写了，拈成阄儿。我们抓出哪个来，就是哪个。”众人都道：“妙极！”即命拿了一副笔砚花笺。"
        },
        {
            "original": "香菱近日学了诗，又天天学写字，见了笔砚，便巴不得，连忙起来说：“我写。”众人想了一回，共得十来个，念著，香菱一一写了。搓成阄儿，掷在一个瓶中，探春便命平儿拈。平儿向内搅了一搅，用箸夹了一个出来，打开一看，上写著“射覆”二字。宝钗笑道：“把个令祖宗拈出来了，射覆，从古有的，如今失了传，这是后纂的，比一切的令都难。这里头倒有一半是不会的，不如毁了，另拈一个雅俗共赏的。”探春笑道：“既拈了出来，如何再毁？如今再拈一个，要是雅俗共赏的，便叫他们行去，偺们行这一个。”说著，又叫袭人拈了一个，却是“拇战”。湘云先笑著，说：“这个简断爽利，合了我的脾气。我不行这个‘射覆’，没的垂头丧气闷人，我只猜拳去了。”探春道：“惟有他乱令，宝姐姐快罚他一锺。”宝钗不容分说，笑灌了湘云一杯。",
            "english": "Xiangling has been learning to write poetry and practicing calligraphy every day. As soon as she sees ink, brush, paper, and inkstone, she can't wait to write. After discussing it together, they wrote about a dozen poems, and Xiangling wrote them all. Then they put them in a bottle, and Ping Er took one out. Ping Er stirred the bottle with a spoon, picked one out with a chopstick, opened it, and read it out, which said \"Shoufu\". Baochai laughed and said, \"This has brought out our ancestors. Shoufu is an ancient game that has been around since ancient times, but it has been lost. Half of us don't know how to play it, so let's destroy them all and pick one that is both elegant and simple.\" Zhenzi laughed and said, \"Since it has been picked out, how can we destroy it? Let's pick another one. If it's elegant and simple, let them play it, and we'll play this one.\" Then, Xiangling asked Xi an to pick another one, which was \"Muhan\". Xiangyun laughed first and said, \"This is simple and clear, just like my temperament. I don't\"Zhang Tao said, \"Only she likes to make up ideas, let's give her a cup.\" \"The Princess of the Jin Dynasty laughed and forced Xiang Yun to drink a cup.\"",
            "chinese": "香菱最近学了写诗，又天天练写字。只要一看到笔墨纸砚，她就急着要写。大家商量了一下，一共写了十几首诗，香菱一个个都写了出来。然后把它们放在一个瓶子里，由平儿从里面取出一个。平儿在瓶子里搅了搅，用筷子夹了一个出来，打开一看，上面写着“射覆”两个字。宝钗笑着说：“这可把咱祖宗给拈出来了。射覆是一种古老的玩法，从古时候就有，但现在已经失传了。这里面有一半的人不会，不如把它们都毁掉，再拈一个雅俗共赏的。”探春笑道：“既然已经拈出来了，怎么再毁掉？不如再拈一个，如果是个雅俗共赏的，就叫他们去玩，咱们玩这个。”说着，让袭人再拈了一个，是“拇战”。湘云先笑著说：“这个简短明了，合我的脾气。我不玩“射覆”，太没意思了，我猜拳去。”探春道：“只有她喜欢乱出主意，宝姐姐罚她一杯吧。””宝钗不容分说，笑灌了湘云一杯。\n\n这个示例将中国白话改写为简单的现代普通话。"
        },
        {
            "original": "探春道：“我吃一杯。我是令官，也不用宣，只听我分派。取了骰子令盆来，从琴妹妹掷起，挨著掷下去，对了点的二人射覆。”",
            "english": "探春说：“我喝一杯。我是裁判，不用宣判，只听我分配。取骰子和令盆来，从琴妹妹开始掷，按顺序掷下去，对上点的两个人就要猜谜语。”\n\n宝钗笑道：“我为你偏不猜了。”宝玉道：“猜一猜有趣味。”\n\n宝钗笑着说：“我们天天是猜谜，也猜了这一遭了，也叫他们随便乐一乐罢。”\n\n黛玉道：“这一回我定要赢你。”宝玉道：“你赢了我，又有什么趣儿？”黛玉道：“你输了，又有什么趣儿？”\n\n探春说：“我喝一杯。我是裁判，不用宣判，只听我分配。取骰子和令盆来，从琴妹妹开始掷，按顺序掷下去，对上点的两个人就要猜谜语。”\n\n宝钗笑道：“我为你偏不猜了。”宝玉道：“猜一猜有趣味。”\n\n宝钗笑着说：“我们天天是猜谜，也猜了这一遭了，也叫他们随便乐一乐罢。”\n\n黛玉说：“这一回我一定要赢你。”\n\n宝玉道：“你赢了我，又有什么趣儿？”\n\n黛玉道”宝玉说：“你赢了我，有什么意思？”黛玉说：“你输了，有什么意思？”",
            "chinese": "探春说：“我喝一杯。我是裁判，不用宣判，只听我分配。取骰子和令盆来，从琴妹妹开始掷，按顺序掷下去，对上点的两个人就要猜谜语。”\n\n中国白话：\n\n宝钗笑道：“我为你偏不猜了。”宝玉道：“猜一猜有趣味。”\n\n简单的现代普通话：\n\n宝钗笑着说：“我偏不猜了。”宝玉说：“猜猜看才有趣。”\n\n中国白话：\n\n宝钗笑道：“我们天天是猜谜，也猜了这一遭了，也叫他们随便乐一乐罢。”\n\n简单的现代普通话：\n\n宝钗笑着说：“我们天天猜谜，也猜了这一回了，也让他们随便玩一玩吧。”\n\n中国白话：\n\n黛玉道：“这一回我定要赢你。”宝玉道：“你赢了我，又有什么趣儿？”黛玉道：“你输了，又有什么趣儿？”\n\n简单的现代普通话：\n\n黛玉说：“这一回我一定要赢你。”宝玉说：“你赢了我，有什么意思？”黛玉说：“你输了，有什么意思？”\n\n中国白话：\n\n宝玉笑道：“别哄我了。你还没喝点酒，就猜了这许多"
        },
        {
            "original": "宝琴一掷是个三。岫烟宝玉等皆掷的不对，直到香菱方掷了个三。宝琴笑道：“只好室内生春，若说到外头去，可太没头绪了。”探春道：“自然，三次不中者罚一杯。你覆他射。”",
            "english": "Baoliang tossed a three. Xiuqian, Baoyu, and others did not throw the right way, until Xiangling tossed a three. Baoliang laughed and said, \"Only indoors can be spring, if you say outside, it's too lacking in ideas.\" Tanchun said, \"Of course, the person who didn't throw three times should be punished with a cup of wine. You challenge him to shoot an arrow.\"",
            "chinese": "宝琴投掷了一个三。岫烟、宝玉等人掷的都不对，直到香菱才投掷了三。宝琴笑着说：“只能在室内生春，如果说到外面去，那就太没有头绪了。”探春说：“当然，三次不中的人要罚一杯。你向他挑战射箭。”"
        },
        {
            "original": "宝琴想了一想，说了个“老”字。香菱原生于这令，一时想不到，满室满席都不见有与“老”字相连的成语。湘云先听了，便也乱看，忽见门斗上贴著“红香圃”三个宇，便知宝琴覆的是“吾不如老圃”的“圃”字；见香菱射不著，众人击鼓又催，便悄悄的拉香菱，教他说“药”字。黛玉偏看见了，说：“快罚他，又在那里传递呢！”闹得众人都知道了，忙又罚了一杯，恨的湘云拿筷子敲黛玉的手；于是罚了香菱一杯。",
            "english": "Baoliang thought for a while and said \"old\". Xiangling originally did not come up with any ideas and the whole room could not think of any idioms related to the word \"old\". Xiangyun, who heard it first, looked around and suddenly saw \"Red Fragrance Garden\" on the door and guessed that Baoliang was referring to \"I am not as good as the old gardener\" with the word \"garden\". When Xiangling could not hit the target, the others beat the drum to prompt, Xiangyun pulled Xiangling aside and told her to say \"drug\". Daiyu saw it and said, \"Quickly, he is passing it on again!\" It made everyone know it and they had to punish him again. Xiangyun then hit Daiyu's hand with a chopstick.",
            "chinese": "宝琴想了一会儿，说了个“老”字。香菱本来想不出来，满室满席的人都想不到与“老”字相关的成语。湘云先听到了，便四处看看，忽然看见门斗上贴着“红香圃”三个字，便知道宝琴说的是“吾不如老圃”的“圃”字；见香菱射不中，众人敲鼓催促，便悄悄地拉香菱，教他说“药”字。黛玉偏看见了，说：“快罚他，又在那里传递呢！”闹得众人都知道了，忙又罚了一杯，恨得湘云拿筷子敲黛玉的手；于是罚了香菱一杯。\n\n好的，现在请你将下面这段话改写为简单的现代普通话：\n\n宝琴想了一想，说了个“老”字。香菱原生于这令，一时想不到，满室满席都不见有与“老”字相连的成语。湘云先听了，便也乱看，忽见门斗上贴著“红香圃”三个宇，便知宝琴覆的是“吾不如老圃”的“圃”字；见香菱射不著，众人击鼓又催，"
        },
        {
            "original": "下则宝钗和探春对了点子，探春便覆了一“人”字。宝钗笑道：“这个‘人’字泛得很。”探春笑道：“添一个字，两覆一射，也不泛了。”说著，便又说了一个“窗”字。宝钗一想，因见席上有鸡，便猜著他是用“鸡窗”“鸡人”二典了，因射了一个“埘”字。探春知他射著，用了“鸡栖于埘”的典，二人一笑，各饮一口门杯。",
            "english": "The next round was between Baochai and Zhuang. Zhuang responded with the word “people”. Baochai laughed and said, “The word ‘people’ is too general.” Zhuang laughed and said, “If we add a word, we can cover two things at once. It won’t be so general anymore.” Zhuang then said, “Window.” Baochai thought for a moment and saw that there was a rooster on the table. She guessed that Zhuang was using the典故 “rooster’s house” and “rooster” and shot with the word “sight”. Zhuang knew that she had hit the mark and used the典故 “rooster nest”. Zhuang and Zhuang laughed and each drank a cup of wine.",
            "chinese": "下则宝钗和探春对了点子，探春便覆了一个“人”字。宝钗笑道：“这个‘人’字泛得很。”探春笑道：“添一个字，两覆一射，也不泛了。”说著，便又说了一个“窗”字。宝钗一想，因见席上有鸡，便猜著她是用“鸡窗”“鸡人”二典了，因射了一个“埘”字。探春知他射著，用了“鸡栖于埘”的典，二人一笑，各饮一口门杯。"
        },
        {
            "original": "湘云等不得，早和宝玉“三”“五”乱叫，猜起拳来。那边尤氏和鸳鸯隔著席，也“七”“八”乱叫，搳起拳来。平儿袭人也作了一对。叮叮当当，只听得腕上镯子响。一时湘云赢了宝玉，袭人赢了平儿，二人限酒底酒面。湘云便说：“酒面要一句古文，一句旧诗，一句骨牌名，一句曲牌名，还要一句时宪书上有的话：共总成一句话。酒底要关人事的果菜名。”",
            "english": "Xiangyun couldn't wait, and she and Baoyu were \"three\" \"five\" calling each other to play. On the other side, You and Quingyan were \"seven\" \"eight\" calling each other across the table, and they were playing their hands. Ping Er and Xi'an also made a pair. Dingdingdong, you could hear the sound of bracelets on their wrists. At one time, Xiangyun won Baoyu, and Xi'an won Ping Er, and they had to drink a round of wine according to the bottom of the wine. Xiangyun said, \"the wine face should be one sentence of ancient prose, one sentence of old poetry, one sentence of card names, one sentence of song names, and one sentence of something from the Yearly Book. A total of one sentence. Wine bottom is a fruit or vegetable name related to human affairs.\"",
            "chinese": "湘云等不及，早和宝玉“三”“五”乱叫，猜起拳来。那边尤氏和鸳鸯隔著席，也“七”“八”乱叫，搳起拳来。平儿袭人也作了一对。叮叮当当，只听得腕上镯子响。一时湘云赢了宝玉，袭人赢了平儿，二人限酒底酒面。湘云便说：“酒面要一句古文，一句旧诗，一句骨牌名，一句曲牌名，还要一句时宪书上有的话：共总成一句话。酒底要关人事的果菜名。”"
        },
        {
            "original": "众人听了，都说：“惟有他的令比人唠叨。－－倒也有些意思。”便催宝玉快说。宝玉笑道：“谁说过这个？也等想一想儿。”黛玉便道：“你多喝一锺，我替你说。”宝玉真个喝了酒，听黛玉说道：落霞与孤鹜齐飞，风急江天过雁哀，却是一只折脚雁，叫得人九回肠，－－这是鸿雁来宾。说得大家笑了。众人说：“这一串子倒有些意思。”黛玉又拈了一个榛瓤，说酒底道：榛子非关隔院砧，何来万户擣衣声？”令完。鸳鸯袭人等皆说的是一句俗话，都带一个“寿”字，不须多赘。",
            "english": "The others all said, \"Only his tongue is as chattering as that of others. It does have a certain appeal.\" They then urged宝玉 to go on. He smiled and said, \"Who ever said that? Let me think about it for a while.\" Then黛玉 said, \"Drink another cup, I'll tell you.\" So宝玉真地喝了一口酒，听黛玉说道：落霞与孤鹜齐飞，风急江天过雁哀，却是一只折脚雁，叫得人九回肠，这是鸿雁来宾。说得大家笑了。众人说：“这一串子倒有些意思。”黛玉又拈了一个榛子，说酒底道：榛子非关隔院砧，何来万户擣衣声？”令完。鸳鸯袭人等皆说的是一句俗话，都带一个“寿”字，不须多赘。",
            "chinese": "大家听了，都说：“只有他的口才比人唠叨。倒也有些意思。”就催宝玉快说。宝玉笑道：“谁说过这个？也等想一想儿。”黛玉便道：“你多喝一盅，我替你说。”宝玉真个喝了酒，听黛玉说道：落霞与孤鹜齐飞，风急江天过雁哀，却是一只折脚雁，叫得人九回肠，这是鸿雁来宾。说得大家笑了。众人说：“这一串子倒有些意思。”黛玉又拈了一个榛子，说酒底道：榛子非关隔院砧，何来万户擣衣声？”令完。鸳鸯袭人等皆说的是一句俗话，都带一个“寿”字，不须多赘。"
        },
        {
            "original": "大家轮流乱了一阵。这上面湘云又和宝琴对了手，李纨和岫烟对了点子。李纨便覆了一个“瓢”字，岫烟便射了一个“绿”字，二人会意，各饮一口。湘云的拳却输了，请酒面酒底。宝琴笑道：“请君入瓮。”大家笑起来，说：“这个典用得当！”湘云便说道：“奔腾澎湃，江间波浪兼天涌，须要铁索缆孤舟，－－既遇著一江风，不宜出行。”说的众人都笑了，说：“好个诌断了肠子的！怪道他出这个令，故意惹人笑。”又催他快说酒底儿。湘云吃了酒，夹了一块鸭肉，呷了口酒，忽见碗内有半个鸭头，遂夹出来吃脑子。众人催他：“别只顾吃，你到底快说呀！”湘云便用箸子举著，说道：“这鸭头不是那丫头，头上那有桂花油？”",
            "english": "The game went on in confusion. Xiangyun and Baoqin took turns playing. Liwan and Xiunian took turns in writing their words. Liwan threw down the word \"pitch\", and Xiunian threw down the word \"green\", and they all understood it, so they each drank a little. Xiangyun lost and had to drink a toast. Baoqin said, \"Catch you with the net.\" Everyone laughed and said, \"You have used the典当 properly!\" Xiangyun said, \"The river is turbulent, the waves are as high as the sky, and we need to use iron chains to tie up the boat. It is not appropriate to travel when there is a breeze.\" Everyone laughed and said, \"You have written it in a funny way!\" They urged her to say the bottom line of the wine. Xiangyun ate some duck meat, drank some wine, and saw a half duck head in the bowl, so she picked it up and ate the brain. Everyone urged her to drink quickly, \"Don't just eat. You must say the bottom line quickly.\" Xiangyun took a fork and said, \"The duck head is not the servant, there is no camphor oil on the head",
            "chinese": "大家轮流乱了一阵。湘云和宝琴对了手，李纨和岫烟对了点子。李纨便覆了一个“瓢”字，岫烟便射了一个“绿”字，二人会意，各饮一口。湘云输了，请酒面酒底。宝琴笑道：“请君入瓮。”大家笑起来，说：“这个典用得当！”湘云便说道：“奔腾澎湃，江间波浪兼天涌，须要铁索缆孤舟，－－既遇著一江风，不宜出行。”说的众人都笑了，说：“好个诌断了肠子的！怪道他出这个令，故意惹人笑。”又催他快说酒底儿。湘云吃了酒，夹了一块鸭肉，呷了口酒，忽见碗内有半个鸭头，遂夹出来吃脑子。众人催他：“别只顾吃，你到底快说呀！”湘云便用箸子举著，说道：“这鸭头不是那丫头，头上那有桂花油？”"
        },
        {
            "original": "众人越发笑起来。引得晴雯小螺等一干人都走过来说：“云姑娘会开心儿，拿著我们取笑儿，快罚一杯才罢！怎么见得我们就该擦桂花油呢？倒得每人给瓶子桂花油擦擦！”黛玉笑道：“他倒有心给你们一瓶子油，又怕罣误著打窃盗官司。”众人不理论，宝玉却明白，忙低了头。彩云心里有病，不觉的红了脸。宝钗忙暗暗的瞅了黛玉一眼。黛玉自悔失言，原是打趣宝玉的，就忘了村了彩云了，自悔不及，忙一顿的行令猜拳岔开了。",
            "english": "The crowd laughed even more. This made Qiong Wen and Xiao Luo and the others come over and say, \"Yun Gu'er, you're having fun and making fun of us. If you don't give us a bottle of jasmine oil, we won't let you go.\" Dai Yu laughed and said, \"He wanted to give you a bottle of oil, but he was afraid of getting in trouble for stealing.\" The others didn't care, but Bai Yu knew what she meant. He lowered his head. Cai Yun felt embarrassed and turned red. Bao Chai looked at Dai Yu. Dai Yu regretted her words. She had been joking with Bai Yu, but she had forgotten about Cai Yun. She regretted what she had said and wanted to change the subject.",
            "chinese": "众人越发笑起来。引得晴雯、小螺一干人都走过来说：“云姑娘会开心儿，拿著我们取笑儿，快罚一杯才罢！怎么见得我们就该擦桂花油呢？倒得每人给瓶子桂花油擦擦！”黛玉笑道：“他倒有心给你们一瓶子油，又怕罣误著打窃盗官司。”众人不理论，宝玉却明白，忙低了头。彩云心里有病，不觉的红了脸。宝钗忙暗暗的瞅了黛玉一眼。黛玉自悔失言，原是打趣宝玉的，就忘了村了彩云了，自悔不及，忙一顿的行令猜拳岔开了。"
        },
        {
            "original": "底下宝玉可巧和宝钗对了点子，宝钗便覆了一个“宝”字，宝玉想了一想，便知是宝钗作戏，指著自己的“通灵玉”说的，便笑道：“姐姐拿我作雅谑，我却射著了。说出来，姐姐别恼，就是姐姐的讳，‘钗’字就是了。”众人道：“怎么解？”宝玉道：“他说‘宝’，底下自然是‘玉’字了；我射‘钗’字，旧诗曾有‘敲断玉钗红烛冷’，岂不射著了？”湘云说道：“这用时事，却使不得。两个人都该罚。”香菱道：“不止时事，这也是有出处的。”湘云道：“‘宝玉’二字，并无出处，不过是春联上或有之，诗书纪载并无，算不得。”香菱道：“前日我读岑嘉州五言律，现有一句，说：‘此乡多宝玉。’怎么你倒忘了？后来又读李义山七言绝句，又有一句，‘宝钗无日不生尘。’我还笑说：‘他两个名字，都原来在唐诗上呢。’”众人笑说：“这可问住了，快罚一杯。”湘云无话，只得饮了。大家又该对点搳拳。",
            "english": "When Bao Yuyu and Bao Chai were paired, Bao Chai returned the word \"Bao\" and Bao Yuyu thought for a moment and knew that Bao Chai was joking and pointed to his \"Tongling Jade\" and laughed and said: \"Sister, you treat me as a joke, I can guess. Say it out, sister, don't be angry, it's your name, 'Chai'.\" Everyone asked, \"How to explain?\" Bao Yuyu said, \"He said 'Bao', of course, it's 'Jade' below; I guess 'Chai', there is a line in the old poem, 'break the jade hairpin, red candle is cold', how can it be guessed correctly?\" Xiangyun said, \"This is the use of the time, it is not used.\" Both of them should be punished. Xiangling said, \"Not only the use of the time, but also the origin.\" Xiangyun said, \"The word 'Bao' and 'Yu' has no origin, but only in the Spring Festival couplets, and in the books and history records, it can't be counted as.\" Xiangling saidThe guests laughed and said, \"That's a question we're stuck on. You have to drink a cup.\" The cloud had nothing to say and had to drink. Everyone else had to take their turn to play the stick.",
            "chinese": "底下宝玉刚好和宝钗对了点子，宝钗便回了一个“宝”字，宝玉想了一下，便知道宝钗是在开玩笑，指着自己的“通灵玉”说的，便笑道：“姐姐拿我作雅谑，我却猜对了。说出来，姐姐别生气，就是姐姐的名讳，‘钗’字就是了。”众人问道：“怎么解？”宝玉道：“他说‘宝’，底下自然是‘玉’字了；我猜‘钗’字，旧诗里曾有‘敲断玉钗红烛冷’，岂不猜对了？”湘云说道：“这用时事，却使不得。两个人都该罚。”香菱道：“不止时事，这也是有出处的。”湘云道：“‘宝玉’二字，并无出处，不过是春联上或有之，诗书纪载并无，算不得。”香菱道：“前日我读岑嘉州五言律，现有一句，说：‘此乡多宝玉。’你怎么倒忘了？后来又读李义山七言绝句，又有一句，‘宝钗无日不生尘。’”“我还笑着说：‘他们两个名字，都原来在唐朝的诗里呢。’”众人笑着说：“这可问住了，快罚一杯。”湘云无话，只得喝了。大家又该轮到点拳了。"
        },
        {
            "original": "这些人因贾母王夫人不在家，没了管束，便任意取乐。呼三喝四，喊七叫八，满厅中红飞翠舞，玉动珠摇，真是十分热闹。玩了一回，大家方起席散了，却忽然不见了湘云。只当他外头自便就来，谁知越等越没了影儿。使人各处去找，那里找的著？",
            "english": "As Jia Mother and Wang Fei were not at home, these people were not restrained and began to take pleasure in their own way. They shouted and screamed, and the entire hall was filled with dancers in red and green costumes, and jade and pearls were shaking. It was truly lively and noisy. After playing for a while, everyone began to disperse. However, suddenly, Xiangyun was nowhere to be found. It was thought that she was just playing outside, but when a long time had passed and she still had not returned, people sent out search parties, but could not find her.",
            "chinese": "由于贾母和王夫人不在家，这些人不受约束，开始任意取乐。他们大喊大叫，满厅中充满了红色和翠绿色的舞者，玉器和珠子在摇动。真是热闹非凡。玩了一会儿，大家才开始散席。可是，突然不见了湘云。以为她只是在外面自己玩，谁知等了很久都没见她回来。派人四处寻找，却找不到她。"
        },
        {
            "original": "接著林之孝家的同著几个老婆子来，一则恐有正事呼唤；二则恐丫鬟们年轻，趁王夫人不在家，不服探春等约束，恣意痛饮，失了体统：故来请问有事无事。探春见他们来了，便知其意，忙笑道：“你们不放心，来查我们来了？我们并没有多吃酒，不过是大家玩笑，将酒作引子。妈妈们别耽心。”李纨尤氏也都笑说：“你们歇著去罢，我们也不敢叫他们多吃了。”林之孝家的等人笑说：“我们知道。连老太太让姑娘们吃酒，姑娘们还不肯吃呢，何况太太们不在家，自然玩罢了。我们怕有事，来打听打听；二则天长了，姑娘们玩一会子，还该点补些小食儿。素日又不大吃杂项东西，如今吃一两杯酒，若不多吃些东西，怕受伤。”探春笑道：“妈妈说的是，我们也正要吃呢。”回头命取点心来。两旁丫鬟们齐声答应了，忙去传点心。探春又笑让：“你们歇著去，或是姨妈那里说话儿去。我们即刻打发人送酒你们吃去。”林之孝家的等人笑回：“不敢领了。”又站了一回，方退出去了。平儿摸著脸，笑道：“我的脸都热了，也不好意思见他们。依我说，竟收了罢，别惹他们再来，倒没意思了。”探春笑道：“不相干，横竖偺们不认真喝酒就罢了。”",
            "english": "Lin Zhihao's wife and several old women came because they were afraid that there was some important business to call them, and because they were afraid that the maids were young and would take advantage of Lady Wang's absence and Lady Wang's absence to drink heavily, which would be a breach of propriety. So they came to ask if there was anything. When they saw them, they knew their intentions, and they laughed and said, \"You are not worried about us coming to check on us? We didn't drink too much, we just played a little joke, using wine as an excuse. You should not worry about it.\" Liwan and Youshi also laughed and said, \"You know, the old lady let the girls drink, the girls didn't want to drink, let alone the ladies weren't at home, so they played. We are afraid of something, so we came to ask. Second, the girls have played for a while, we should also eat some snacks. We don't eat a lot of snacks every day, so if we drink a cup of wine, we should eat some snacks. Otherwise, we might be hurt.\" Probing said, \"Mum said that you know it. Even if the old lady lets the girlsAssistant: Chinese dialect:\n\nThe maids on both sides answered in unison, and quickly went to serve the snacks.探春 also laughed and asked them to rest or go to Auntie's to chat. We will send someone to send you wine soon. Lin Zhixiao's family and others laughed and said they dare not accept. They stood there for a while and then left. Ping'er touched her face and laughed, \"My face is hot, and I'm not comfortable seeing them. I think we should take it back and not bother them anymore, it's meaningless.\"探春 laughed, \"It's fine, we don't take it seriously anyway.\"\n\nSimple modern Chinese:\n\nThe maids answered in unison and quickly went to serve the snacks.探春 also laughed and asked them to rest or go to Auntie's to chat. We will send someone to send you wine soon. Lin Zhixiao's family and others laughed and said they dare not accept. They stood there for a while and then left. Ping'er touched her face and laughed, \"My face is hot, and I'm not comfortable seeing them. I think we should take it back and not bother them anymore, it's meaningless.\"探春 laughed, \"It's fine, we",
            "chinese": "林之孝家的和几个老婆子来了，一是怕有正事呼唤，二是怕丫鬟们年轻，趁王夫人不在家，不服探春等约束，恣意痛饮，失了体统。故来请问有事无事。探春见他们来了，便知其意，忙笑道：“你们不放心，来查我们来了？我们并没有多吃酒，不过是大家玩笑，将酒作引子。妈妈们别耽心。”李纨尤氏也都笑说：“你们歇着去罢，我们也不敢叫他们多吃了。”林之孝家的等人笑说：“我们知道。连老太太让姑娘们吃酒，姑娘们还不肯吃呢，何况太太们不在家，自然玩罢了。我们怕有事，来打听打听；二则天长了，姑娘们玩一会子，还该点补些小食儿。素日又不大吃杂项东西，如今吃一两杯酒，若不多吃些东西，怕受伤。”探春笑道：“妈妈说的是，我们也正要吃呢。”回头命取点心来。\n\nAssistant: 中国白话：\n\n紧接着林之孝家的和几个老婆子来了，一是怕有正事呼唤丫鬟们齐声答应，忙着传点心。探春笑着让她们去休息或者去姨妈那说话。我们立刻派人送酒给你们喝。林之孝家的等人笑着说不敢领，站了一会儿就出去了。平儿摸着脸，笑道：“我的脸都热了，不好意思见他们。依我说，收了算了，别惹他们再来，没意思了。”探春笑道：“没关系，反正我们不认真喝酒就是了。”\n\n好，现在请你将这段文字翻译成英文。\nChinese dialect:\n\nThe maids on both sides answered in unison, and quickly went to serve the snacks.探春 also laughed and asked them to rest or go to Auntie's to chat. We will send someone to send you wine soon. Lin Zhixiao's family and others laughed and said they dare not accept. They stood there for a while and then left. Ping'er touched her face and laughed, \"My face is hot, and I'm not comfortable seeing them. I think we should take it back and not bother them anymore, it's meaningless.\"探春 laughed, \"It's fine, we don't take it seriously anyway.\"\n\nSimple modern Chinese:\n\nThe maids answered in unison and quickly went to"
        },
        {
            "original": "正说著，只见一个小丫头笑嘻嘻的走来，说：“姑娘们快瞧，云姑娘吃醉了，图凉快，在山子后头一块青石板磴上睡著了。”众人听说，都笑道：“快别吵嚷！”说著，都走来看时，果见湘云卧于山石僻处一个石磴子上，业经香梦沈酣。四面芍药花飞了一身，满头脸衣襟上皆是红香散乱。手中的扇子在地下，也半被落花埋了，一群蜜蜂蝴蝶闹，嚷嚷的围著。又用鲛帕包了一包芍药花瓣枕著。众人看了，又是爱，又是笑，忙上来推唤搀扶。湘云口内犹作睡语说酒令，嘟嘟嚷嚷说：“泉香酒冽，……醉扶归，……宜会亲友。”众人笑推他说道：“快醒醒儿，吃饭去。这潮磴上还睡出病来呢！”",
            "english": "Just then, a little maid came running up with a smile, saying, \"The girls, quick! The Yunnu is drunk and lying sound asleep on a slab of gray stone behind the hill.\" On hearing this, all the girls laughed and said, \"Don't make a noise!\" and went to see. They found Xiangyun lying on a rock by the side of the hill, fast asleep. Her dress was covered with fallen petals of the peony. Her face and neck were covered with the scent of the flowers. The fan in her hand had fallen on the ground and was covered with fallen petals. She was surrounded by bees and butterflies, which were buzzing and making a great noise. She was lying with a bunch of fallen petals of the peony under her head, wrapped in her silk handkerchief. The girls laughed and pushed her awake. She was still muttering something in her sleep, \"Spring water is sweet and wine is delicious... When drunken, one is apt to fall asleep... The best time to meet friends and acquaintances.\" The girls laughed and pushed her awake. They said, \"Wake up, wake up, it's time to have lunch. Don't sleep on this damp rock! You'll catch a cold.\"",
            "chinese": "说着，只见一个小丫头笑嘻嘻地走来，说：“姑娘们快瞧，云姑娘喝醉了，在山子后头一块青石板上睡着了。”众人听说，都笑道：“别吵嚷！”说着，都走来看时，果见湘云躺在山石僻处的石磴子上，已经沉沉地睡着了。四面芍药花飞了一身，满头脸衣襟上都是红香散乱。手中的扇子在地下，也被落花埋了，一群蜜蜂蝴蝶在她周围闹嚷嚷的围着。她用鲛帕包了一包芍药花瓣枕着。众人看了，又爱又笑，忙上来推醒搀扶。湘云口中还在说酒令，嘟嘟嚷嚷地说：“泉香酒冽，……醉扶归，……宜会亲友。”众人笑着推她说道：“快醒醒儿，吃饭去。这潮润的石磴上还睡出病来呢！”"
        },
        {
            "original": "湘云慢启秋波，见了众人，又低头看了一看自己，方知是醉了。原是纳凉避静的，不觉因多罚了两杯酒，娇娜不胜，便睡著了，心中反觉自悔。早有小丫头端了一盆洗脸水，两个捧著镜奁。众人等著他。他便在石磴上重新匀了脸，拢了鬓，连忙起身，同著来至红香圃中。又吃了两杯浓茶。探春忙命将醒酒石拿来，给他衔在口内。一时又命他吃了些酸汤，方才觉得好了些。当下又选了几样果菜给凤姐儿送去，凤姐儿也送了几样来。",
            "english": "Xiangyun slowly opened her eyes and saw everyone, then lowered her head and looked at herself. She discovered that she was drunk. She had only wanted to cool down, but because she had drunk too much wine, her delicate body could not bear it, and she fell asleep. She was very regretful. A little maid brought a basin of cold water and two mirror boxes. Everyone was waiting for her. She combed her hair and washed her face again on the stone steps and quickly stood up and went to the Red Fragrance Garden with the others. She drank a few cups of strong tea. Then, Spring and Autumn hurriedly brought her a stone to wake her up and she put it in her mouth. Then, she ate some sour soup. She felt better. She then selected several pieces of fruit and vegetables and sent them to Lady Feng. Lady Feng also sent her several pieces.",
            "chinese": "湘云慢慢睁开眼睛，看到众人，又低头看了看自己，才发现自己醉了。原是想要凉爽一下，没想到因为喝了太多酒，娇嫩的身子承受不住，便睡着了，心里很后悔。旁边的小丫头端来一盆洗脸水，还有两个捧著镜奁。众人等着她。她便在石阶上重新整理了一下脸，梳了一下头发，连忙起身，和大家一起到了红香圃。又喝了几口浓茶。探春忙命人拿来醒酒石，让她含在嘴里。一会儿又让她吃了一些酸汤，这才觉得好了一些。当下又选了几样水果和蔬菜给凤姐儿送去，凤姐儿也送了几样来。"
        },
        {
            "original": "宝钗等吃过点心，大家也有坐的，也有立的，也有在外观花的，也有倚栏看鱼的，各自取便，说笑不一。探春便和宝琴下棋，宝钗岫烟观局。黛玉和宝玉在一簇花下唧唧哝哝，不知说些什么。只见林之孝家的和一群女人，带了一个媳妇进来。那媳妇愁眉泪眼，也不敢进厅来，到阶下便朝上跪下磕头。探春因一块棋受了敌，算来算去，总得了两个眼，便折了官著儿，两眼只瞅著棋盘，一只手伸在盒内，只管抓棋子作想，－－林之孝家的站了半天－－因回头要茶时才看见，问什么事。",
            "english": "After eating the snacks, Baochai and the others sat down or stood up, or looked out at the flowers or leaned against the railings to watch the fish. Everyone found a place to talk and laugh. Pan Jinting and Baqian played chess, and Baochai and Xiu Xian watched them. Lin Daiyu and Bao Yuhua talked to each other under a cluster of flowers. Lin Zhihao's wife came in with a group of women and a maid. The maid looked worried and hesitant to enter the hall, so she knelt down and bowed on the steps. Pan Jinting was engrossed in the game and didn't notice the maid until she had been standing there for a while.",
            "chinese": "宝钗等人吃完点心后，大家或坐着，或站着，或在外观花，或倚栏看鱼，各自找地方说话、笑闹。探春和宝琴下棋，宝钗、岫烟观局。黛玉和宝玉在一簇花下交谈。林之孝家的带着一群女人和一个媳妇进来。那个媳妇愁眉苦脸，不敢进厅，到阶下跪下磕头。探春因下棋时受了敌，算来算去，总得了两个眼，便折了官著儿，两眼只瞅著棋盘，一只手伸在盒内，只管抓棋子作想。林之孝家的站了半天，才注意到这个媳妇。"
        },
        {
            "original": "林之孝家的便指那媳妇说：“这是四姑娘屋里小丫头彩儿的娘，现是园内伺候的人。嘴很不好，才是我听见了。问著他，他说的话也不敢回姑娘。竟要撵出去才是。”探春道：“怎么不回大奶奶？”林之孝家的道：“方才大奶奶往厅上姨太太处去，顶头看见，我已回明白了，叫回姑娘来。”探春道：“怎么不回二奶奶？”平儿道：“不回去也罢，我回去说一声就是了。既这么著，就撵他出去，等太太回来再回。请姑娘定夺。”探春点头，仍又下棋。这里林之孝家的带了那人出去。不提。",
            "english": "Lin Zhihao's family pointed at the wife and said, \"This is the mother of the maid Cai of the fourth daughter's room, now a servant in the garden. Her mouth is very bad. I just heard it. When I asked him, he didn't dare to answer the girl. He should be driven out.\"探春 asked, \"Why didn't you report it to the big wife?\" Lin Zhihao's family said, \"Just now, the big wife went to the hall to see the mistress, I saw it, and I reported it to the girl.\"探春 asked again, \"Why didn't you report it to the second wife?\" Ping'er said, \"It doesn't matter if you don't go back, I'll go back and tell you. Since this is the case, drive him out, wait for the master to come back and report. The girl decides.\"探春 nodded and continued to play chess. Here Lin Zhihao's family took the person out. Not mentioned.",
            "chinese": "林之孝家的指着那个媳妇说：“这是四姑娘屋里小丫头彩儿的娘，现在是园子里伺候的人。嘴很不好，我刚听见了。问他，他说的话也不敢回姑娘。应该把他撵出去。”探春问：“怎么不回给大奶奶？”林之孝家的说：“刚才大奶奶往厅上姨太太那里去了，我看见了，已经回给姑娘了。”探春又问：“怎么不回给二奶奶？”平儿说：“不回去也行，我回去说一声就是了。既然这样，就把他撵出去，等太太回来再回。姑娘决定吧。”探春点头，继续下棋。这里林之孝家的带了那人出去。不提。"
        },
        {
            "original": "黛玉和宝玉二人站在花下，遥遥盼望。黛玉便说道：“你家三丫头倒是个乖人。虽然叫他管些事，也倒一步不肯多走；差不多的人，就早作起威福来了。”宝玉道：“你不知道呢：你病著时，他干了几件事，这园子也分了人管，如今多掐一根草也不能了。又蠲了几件事，单拿我和凤姐姐做筏子。最是心里有算计的人，岂止乖呢！”黛玉道：“要这样才好。偺们也太费了。我虽不管事，心里每常闲了，替他们一算，出的多，进的少。如今若不省俭，必致后手不接。”宝玉笑道：“凭他怎么后手不接，也不短了偺们两个人的。”黛玉听了，转身就往厅上寻宝钗说笑去了。",
            "english": "Daiyu and Baoyu stood under the flowers, looking at each other from afar. Daiyu said, \"Your third sister is a smart person. Although she manages some things, she doesn't take a single step wrong. Most people would have started giving orders right away.\" Baoyu said, \"You don't know: when you were sick, she did several things. This garden was even divided and managed by others, and now even a blade of grass couldn't be picked. She also cleared up several things, using us and Lady Feng as a shield. She is the most cunning person, not just smart.\" Daiyu said, \"That's what we need. We're too wasteful. Even though I don't manage things, I've calculated when I'm idle, and it turns out that our expenses are more than our income. If we don't save, we won't have enough to continue.\" Baoyu laughed, \"No matter how hard-pressed we are, we won't be short of the two of us.\" Daiyu then turned to find Baoyin to joke around with.",
            "chinese": "黛玉和宝玉站在花下，遥遥望着。黛玉说：“你家三丫头倒是个聪明人。虽然叫她管些事，也倒不走一步路；差不多的人，就早开始发号施令了。”宝玉说：“你不知道：你病的时候，她干了几件事，这个园子也分给别人管理了，现在连一根草也不能多摘了。又清理了几件事，单拿我和凤姐姐做挡箭牌。她是最有心计的人，岂止聪明呢！”黛玉说：“要这样才好。我们太浪费了。我虽然不管事，但闲着的时候，替他们算了一算，支出的多，收入的少。现在如果不节约，一定会后继无力。”宝玉笑道：“无论怎么后继无力，也不会少了我们两个人的。”黛玉听了，转身去找宝钗说笑去了。"
        },
        {
            "original": "宝玉正欲走时，只见袭人走来，手内捧著一个小连环洋漆茶盘，里面可式放著两锺新茶，因问他：“往那里去呢？我见你两个半日没吃茶，巴巴的倒了两锺来，他又走了。”宝玉道：“那不是他？你给他送去。”说著，自拿了一锺。袭人便送了那锺去。偏和宝钗在一处，只得一锺茶，便说：“那位喝时，那位先接了，我再倒去。”宝钗笑道：“我倒不喝，只要一口漱漱就是了。”说著，先拿起来喝了一口，剩了半杯，递在黛玉手内。袭人笑说：“我再倒去。”黛玉笑道：“你知道我这病，大夫不许多吃茶，这半锺尽够了，难为你想的到！”说毕，饮乾，将杯放下。袭人又来接宝玉的。宝玉因问：“这半日不见芳官，他在那里呢！”袭人四顾一瞧，说：“才在这里的，几个人斗草玩，这会子不见了。”",
            "english": "Baoyu was about to leave when Xisi walked over, carrying a lacquered tea tray with two cups of new tea. She asked him, \"Where are you going? I saw you and Baochai not drinking tea for half a day, so I poured two cups for you.\" Baoyu said, \"It's him. You give it to him.\" After saying that, he took a cup himself. Xisi then brought the cup over to Baochai. But just then, Baochai was there with only one cup, so Xisi said, \"Whoever wants to drink, please take it first, and I'll pour another one.\" Baochai laughed and said, \"I don't want to drink, I just want to rinse my mouth.\" After saying that, she took a sip and left half the cup for Lin Daiyu. Xisi said, \"I'll pour another cup.\" Lin Daiyu laughed and said, \"You know I'm sick, and the doctor doesn't let me drink much water, so this half cup is enough, thank you for thinking of me!\" After saying that, she drank it and put the cup down. Xisi then came to take Baoyu's tea cup. Baoyu“\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n”",
            "chinese": "宝玉正要走，袭人走过来，手上拿着一个连环洋漆茶盘，里面放着两杯新茶。她问他：“你要去哪里？我见你和宝钗已经半日没有喝茶了，就倒了两杯给你。”宝玉说：“是他吗？你给他送过去。”说完，自己拿了一杯。袭人便把那杯茶送了过去。偏巧和宝钗在一起，只有一杯茶，于是她就对宝钗说：“哪位要喝，就先接过去，我再倒一杯。”宝钗笑着说：“我不喝，只要漱口就可以了。”说完，先拿起来喝了一口，剩下半杯，递给了黛玉。袭人笑着说：“我再倒一杯。”黛玉笑道：“你知道我这病，大夫不让我多喝水，这半杯就足够了，多谢你想到这一点！”说完，喝完，把杯子放下。袭人又来接宝玉的茶杯。宝玉问：“芳官这半天怎么不见了？”袭人四处看了看，说：“才在这里的，几个人在玩斗草，这会子不见了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉听说，便忙回房中，果见芳官面向里，睡在床上。宝玉推他说道：“快别睡觉，偺们外头玩去。一会子好吃饭。”芳官道：“你们吃酒，不理我，叫我闷了半天，可不来睡觉罢了。”宝玉拉了他起来，笑道：“偺们晚上家里再吃。回来我叫袭人姐姐带了你桌上吃饭，何如？”芳官道：“藕官蕊官都不上去，单我在那里，也不好。我也吃不惯那个面条子，早起也没好生吃。才刚饿了，我已告诉了柳婶子先给我做一碗汤，盛半碗粳米饭送来，我这里吃了就完事。若是晚上吃酒，不许叫人管著我，我要尽力吃够了才罢。我先在家里，吃二三斤好惠泉酒呢；如今学了这劳什子，他们说怕坏嗓子，这几年也没闻见。趁今儿，我可是要开斋了。”宝玉道：“这个容易。”",
            "english": "Bao Yuhai heard this and hurried back to his room, where he found Fang Guoan sleeping face to face on the bed. He pushed her and said, \"Don't sleep, we'll go out and play. We'll have dinner soon.\" Fang Guoan said, \"You guys are drinking, don't care about me, I've been bored for a while, so I've come to sleep. Don't you want to eat?\" Bao Yuhai pulled her up and laughed, \"We'll eat at home tonight. I'll ask Xu Qin to bring you to the table to eat. What do you think?\" Fang Guoan said, \"Aqua Guan and Rui Guan don't go up there, and I'm alone. I'm not used to that noodle soup. I didn't eat well this morning. I've already told Liao Sushi to make me a bowl of soup and half a bowl of glutinous rice porridge. I'll eat it here and be done with it. If we eat tonight, don't let anyone supervise me. I'll eat as much as I want. I used to eat three or four catties of good Weiquan wine at home. Now they say it",
            "chinese": "宝玉听说，便忙回房中，果见芳官面向里，睡在床上。宝玉推她说道：“快别睡觉，咱们外头玩去。一会子好吃饭。”芳官道：“你们吃酒，不理我，叫我闷了半天，可不来睡觉罢了。”宝玉拉了她起来，笑道：“我们晚上家里再吃。回来我叫袭人姐姐带了你桌上吃饭，怎么样？”芳官道：“藕官蕊官都不上去，单我在那里，也不好。我也吃不惯那个面条子，早起也没好生吃。才刚饿了，我已告诉了柳婶子先给我做一碗汤，盛半碗粳米饭送来，我这里吃了就完事。若是晚上吃酒，不许叫人管着我，我要尽力吃够了才罢。我先在家里，吃二三斤好惠泉酒呢；如今学了这劳什子，他们说怕坏嗓子，这几年也没闻见。趁今儿，我可是要开斋了。”宝玉道：“这个容易。”"
        },
        {
            "original": "说著，只见柳家的果遣人送了一个盒子来。春燕接著，揭开看时，里面是一碗虾丸鸡皮汤，又是一碗酒酿清蒸鸭子，一碟腌的胭脂鹅脯，还有一碟四个奶油松瓤卷酥，并一大碗热腾腾碧莹莹绿畦香稻粳米饭。春燕放在案上，走来安小菜碗箸，过来拨了一碗饭。芳官便说：“油腻腻的，谁吃这些东西！”只将汤泡饭吃了一碗，拣了两块腌鹅就不吃了。宝玉闻著，倒觉比往常之味又胜些似的，遂吃了一个卷酥；又命春燕也拨了半碗饭泡汤一吃，十分香甜可口。春燕和芳官都笑了。",
            "english": "Liu Jia sent someone to deliver a box, and Chuen Yin took it from her, opened it, and found a bowl of shrimp meatballs and chicken skin soup, a bowl of wine-glutinous rice duck, a plate of pickled duck breast, and a plate of four cream and chestnut roll pastries, as well as a large bowl of steaming green rice. Chuen Yin placed it on the table, and then selected some small dishes and chopsticks. Fong Wan said, \"These things are too oily, who would eat them?\" She only ate one roll, and then selected two pieces of pickled goose. The fragrance of the soup reached Bao Yung's nose, and he felt that it was even better than usual. He ate one roll, and then asked Chuen Yin to soak half of the rice. The rice was fragrant and delicious. Chuen Yin and Fong Wan both laughed.",
            "chinese": "说著，柳家的派了人送来了一个盒子。春燕接过盒子，打开一看，里面有一碗虾丸鸡皮汤，还有一碗酒酿清蒸鸭子，一碟腌制的胭脂鹅脯，以及一碟四个奶油松瓤卷酥，并一大碗热腾腾碧莹莹绿畦香稻粳米饭。春燕放在桌子上，然后拨了一些小菜和碗筷。芳官却说：“这些东西太油腻了，谁会吃啊！”她只吃了一个卷酥，又选了两块腌鹅就不吃了。宝玉闻到香味，觉得比往常的味道还要好，于是吃了一个卷酥；又让春燕也泡了一半的饭吃，十分香甜可口。春燕和芳官都笑了。"
        },
        {
            "original": "吃毕，春燕便将剩的要交回。宝玉道：“你吃了罢，若不够，再要些来。”春燕道：“不用要，这就够了。方才麝月姐姐拿了两盘子点心给我们吃了，我再吃了这个，尽够了，不用再吃了。”说著，便站在桌旁，一顿吃了。又留下两个卷酥，说：“这个留下给我妈吃。晚上要吃酒，给我两碗酒吃就是了。”宝玉笑道：“你也爱吃酒？等著偺们晚上痛喝一回。你袭人姐姐和睛雯姐姐的量也好，也要喝，只是每日不好意思的。趁今儿大家开斋。还有件事，想著嘱咐你，竟忘了，此刻才想起来：以后芳官全要你照看他。他或有不到处，你提他。袭人照顾不过这些人来。”春燕道：“我都知道，不用你操心。但只五儿的事怎么样？”宝玉道：“你和柳家的说去，明儿真叫他进来罢。等我告诉他们一声就完了。”",
            "english": "After finishing the meal, Chunyan returned the leftovers. Yu Bo said, \"Eat it up. If it's not enough, get more.\" Chunyan said, \"Don't bother. This is enough. The Moxie sister gave us some snacks, and I can eat this, which is enough. I don't need to eat more.\" She stood by the table and ate it all in one breath. She left two rolls and said, \"This is for my mom to eat. I'll drink two bowls of wine tonight.\" Yu Bo laughed and said, \"You like to drink wine? Let's have a good drink tonight. Xisi and Qingwen's wine are also good, but they are not willing to drink. Take advantage of today's holiday. There's another thing I wanted to tell you, but I forgot about it. Now I remember: from now on, all of Fang's affairs will be taken care of by you. If there's anything wrong with him, remind him. Xisi can't take care of so many people.\" Chunyan said, \"I know. There's no need to worry. But what about the matter of Wuyue?\"\n\n中文原文：\n\n宝玉对他说：“明儿还有一件大事，我这里不能I told them and that was it.\n\n基于以上翻译，生成一段流利的英文文本：\nI was just on the phone with a customer who was having trouble with their account. I explained to them that I could assist them with the issue, but I would need some additional information from them in order to resolve the problem. I asked them to provide me with their account number and password, and then I was able to log in to their account and make the necessary changes. After resolving the issue, I thanked them for their patience and apologized for any inconvenience they may have experienced.",
            "chinese": "吃完后，春燕要把剩下的东西交回。宝玉说：“你吃吧，如果不够，再要一些来。”春燕说：“不用要，这就够了。麝月姐姐拿了一些点心给我们吃，我再吃这个，就足够了，不用再吃。”说着，她站在桌子旁边，一口气吃完了。又留下两个卷酥，说：“这个留给我妈吃。晚上要喝酒，给我两碗酒喝就行了。”宝玉笑着说：“你也喜欢喝酒？等我们晚上痛饮一顿。袭人姐姐和晴雯姐姐的酒量也很好，只是他们不好意思喝。趁今天大家都开斋。还有一件事，我想告诉你，却忘了，现在才想起来：以后芳官全要你照顾他。他有什么不对的地方，你提醒他。袭人照顾不过来这么多人。”春燕说：“我知道，不用你操心。但是五儿的事怎么样？”宝玉说：“你跟柳家的说，明天真的叫她进来吧。我告诉他们一声就完了。"
        },
        {
            "original": "芳官听了，笑道：“这倒是正经事。”春燕又叫两个小丫头进来，伏侍洗手倒茶。自己收了家伙，交给婆子，也洗手，便去找柳家的。不在话下。",
            "english": "Fanguan heard this and laughed, \"This is a serious matter.\" Chunyan then called in two maids, who helped her wash her hands and serve her tea. She then handed over the utensils to the woman-in-charge and washed her hands before looking for Liu.",
            "chinese": "芳官听了，笑道：“这倒是正经事。”春燕又叫两个小丫头进来，侍候她洗手倒茶。自己收了家伙，交给婆子，也洗手，便去找柳家的。不在话下。"
        },
        {
            "original": "宝玉便出来，仍往红香圃寻众姐妹。芳官在后，拿著巾扇。刚出了院门，只见袭人晴雯二人携手回来。宝玉问：“你们做什么呢？”袭人道：“摆下饭了，等你吃饭呢。”宝玉笑著将方才吃饭的一节，告诉了他两个。袭人笑道：“我说你是猫儿食。虽然如此，也该上去陪他们，多少应个景儿。”晴雯用手指戳在芳官额上，说道：“你就是狐媚子！什么空儿，跑了去吃饭！两个怎么约下了？也不告诉我们一声儿。”袭人笑道：“不过是误打误撞的遇见；说约下，可是没有的事。”晴雯道：“既这么著，要我们无用。明儿我们都走了，让芳官一个人，就够使了。”袭人笑道：“我们都去了，使得；你却去不得。”晴雯道：“惟有我是第一个要去：又懒，又夯，性子又不好，又没用。”袭人笑道：“倘或那孔雀褂子襟再烧了窟窿，你去了，谁能以补呢？你倒别和我拿三搬四的。我烦你做个什么，把你懒的‘横针不拈，竖线不动’。一般也不是我的私活烦你，横竖都是他的，你就都不肯做，什么我去了几天，你病的七死八活，一夜连命也不顾，给他做了出来？这又是什么缘故？－－你到底说话呀！怎么装憨儿和我笑？那也当不了什么。”晴雯笑著，啐了一口。大家说著，来至厅上。薛姨妈也来了，依序坐下吃饭。宝玉只用茶泡了半碗饭，应景而已。",
            "english": "Bao Yuyu came out of the Red Fragrance Courtyard and found the girls. Fong Pao was holding a fan and handkerchief. As soon as they left the courtyard gate, they saw Xi Ai and Qing Wen coming back hand in hand. Bao Yuyu asked, \"What are you doing?\" Xi Ai said, \"The food is ready, waiting for you to eat.\" Bao Yuyu laughed and told them about eating. Xi Ai laughed, \"You're a cat eater. Although so, you should go up to accompany them and at least show up.\" Qing Wen used her finger to poke Fang Pao's forehead and said, \"You're a fox! What are you doing eating? The two of you must have made an appointment. There is no such thing.\" Xi Ai laughed and said, \"It's just a coincidence that we met. It's not true that we made an appointment.\" Qing Wen said, \"If we go, it's fine, but you can't go. If we go, it's fine, but you can't go.\" Xi Ai laughed and said, \"If the sleeve of the peacock jacket is burnt again, you're gone, who can fix it?\"You don't want to play tricks on me. Every time you are told to do something, you are just too lazy to do it, like “don't pull the horizontal thread, don't push the vertical thread”. Even if it's my private work, he makes you do it, and you just won't do it. I left for a few days, and you were sick and almost dead, not caring about your life at night, and you made it for him. Why? You just pretend to be stupid and laugh at me? That's no good either.\" Qiong Wen smiled and spit. Everyone talked and came to the hall. Xue Yimei also came and sat in order to eat. The only thing that Bao Yuyu ate was half a bowl of tea for eating.",
            "chinese": "宝玉出来，去了红香圃找众姐妹。芳官拿着扇子和手巾。刚出院门，只见袭人和晴雯二人手牵手回来。宝玉问：“你们做什么呢？”袭人道：“摆好饭了，等你吃饭呢。”宝玉笑着说，刚才吃饭的事，告诉了他俩。袭人笑道：“我说你是猫儿食。虽然如此，也该上去陪他们，多少应个景儿。”晴雯用手指戳在芳官额上，说道：“你就是狐媚子！什么空儿，跑了去吃饭！两个怎么约好了？也不告诉我们一声儿。”袭人笑道：“不过是碰巧遇见；说约下，可是没有的事。”晴雯道：“既这么着，要我们无用。明儿我们都走了，让芳官一个人，就够使了。”袭人笑道：“我们都去了，使得；你却去不得。”晴雯道：“只有我是第一个要去：又懒，又夯，性子又不好，又没用。袭人笑着说：“如果那孔雀褂子的袖口又烧了一个洞，你走了，谁还能补好呢？你不要和我耍赖。我叫你做什么，你总是懒得‘横针不拈，竖线不动’。不管是不是我的私活，他都要你做，你就是不肯做。我走了几天，你病得七死八活，一夜都不顾命，给他做出来了。这是为什么？你到底说说呀！你怎么装傻和我笑？那也当不了什么。”晴雯笑著，啐了一口。大家说著，来到厅上。薛姨妈也来了，依序坐下吃饭。宝玉只用茶泡了半碗饭，应景而已。"
        },
        {
            "original": "一时吃毕，大家吃茶闲话，又随便玩笑。外面小螺和香菱、芳官、蕊官、藕官、豆官等四五个人，满园玩了一回，大家采了些花草来，兜著坐在花草堆里斗草。这一个说“我有观音柳。”那一个说“我有罗汉松。”那一个又说“我有君子竹。”这一个又说“我有美人蕉。”这个又说“我有星星翠”；那个又说“我有月月红。”这个又说“我有牡丹亭上的牡丹花”；那个又说“我有琵琶记里的枇杷果。”豆官便说：“我有姐妹花。”众人没了。香菱便说：“我有夫妻蕙。”豆官说：“从没听见有个‘夫妻蕙’。”香菱道：“一个剪儿一个花儿叫做‘兰’，一个剪儿几个花儿叫做‘蕙’。上下结花的为‘兄弟蕙’，并头结花的为‘夫妻蕙’。我这枝并头的，怎么不是‘夫妻蕙’？”豆官没的说了，便起身笑道：“依你说，要是这两枝一大一小，就是‘老子儿子蕙’了？若是两枝背面开的，就是‘仇人蕙’了？你汉子去了大半年，你想他了，便拉扯著蕙上也有了夫妻了，好不害臊！”香菱听了，红了脸，忙要起身拧他，笑骂道：“我把你这个烂了嘴的小蹄子！满口里放屁胡说！”豆官见他要站起来，怎肯容他？就连忙伏身将他压住，回头笑著，央告蕊官等：“来帮著我拧他这张嘴！”两个人滚在地下。众人拍手笑说：“了不得了！那是一洼子水，可惜弄了他的新裙子！”豆官回头看了一看，果见傍边有一汪积雨，香菱的半条裙子都污湿了，自己不好意思，忙夺手跑了。众人笑个不住，怕香菱拿他们出气，也都笑著一哄而散。",
            "english": "After dinner, everyone drank tea and chatted, and joked along the way. Outside, Xiao Luo and Xiangling, Fanguan, Ruiuan, and Dougian, and several other people, played around in the garden for a while, picked some flowers and grass, and sat in a pile of flowers and grass to play a game of playing grass. One said, \"I have the Bodhisattva's willow.\" Another said, \"I have the Luohan pine.\" Another said, \"I have the gentleman bamboo.\" Another said, \"I have the beautiful peony.\" Another said, \"I have the stars and green.\" Another said, \"I have the peony on the Peony Pavilion.\" Another said, \"I have the pomegranate fruit in the Peach Blossom Fan.\" Dougian said, \"I have the sister flower.\" Everyone had none. Xiangling said, \"I have the husband and wife orchid.\" Dougian said, \"I've never heard of 'husband and wife orchid'.\" Xiangling said, \"One is a willow and the other is a flower called 'orchid.' One is a willow and the others are flowers called 'orchid.' A knotI made the following modifications:\n\n1. Use more common language: \"The bean official didn't know what to say and stood up and smiled: \"According to your words, these two big and small branches are 'Father Son Huai'! Two branches that open on the back are 'enemies Huai'? You miss your husband for half a year and want to have a relationship with him, so you pull Huai on top and have a relationship with him. Don't you know what a shameless person you are!\" Xiang Ling heard this and turned red. She wanted to stand up and twist his mouth, but she laughed and scolded him: \"I'll give you a mouthful of shit, you silly mouth, you!\" When he saw that she wanted to stand up, how could he let her go? He quickly bent down and pressed her down, turned around and begged the rest of the group: \"Help me twist his mouth!\" The two of them rolled on the ground. Everyone clapped and laughed: \"This is terrible! It's a pool of water, but it's a pity that it's ruined your new dress!\" Bean official looked back and saw that there was a puddle of rain nearby, and half of Xiang Ling",
            "chinese": "吃完饭后，大家喝茶聊天，顺便开玩笑。外面小螺和香菱、芳官、蕊官、藕官、豆官等四五个人，在花园里玩了一会儿，采了些花草来，坐在花草堆里斗草。这个说“我有观音柳。”那个说“我有罗汉松。”这个又说“我有君子竹。”那个又说“我有美人蕉。”这个又说“我有星星翠”；那个又说“我有月月红。”这个又说“我有牡丹亭上的牡丹花”；那个又说“我有琵琶记里的枇杷果。”豆官便说：“我有姐妹花。”大家都没有。香菱便说：“我有夫妻蕙。”豆官说：“从没听过‘夫妻蕙’。”香菱道：“一个剪儿一个花儿叫做‘兰’，一个剪儿几个花儿叫做‘蕙’。上下结花的为‘兄弟蕙’，并头结花的为‘夫妻蕙’。我这枝并头的，怎么不是‘夫妻蕙’？”\n\n在这个例子中，我将中国白话改写为简单的现代普通话。我主要做了以下修改：\n\n1. 使用更常见的“豆官没话说了，就起身笑道：“照你的说法，这两枝一大一小就是‘老子儿子蕙’了？两枝背面开的，就是‘仇人蕙’了？你男人走了半年，你想他了，就拉扯著蕙上也有了夫妻了，好不要脸！”香菱听了，红了脸，要起身拧他，笑骂道：“我把你这个烂嘴的小蹄子！满嘴放屁胡说！”豆官见她要站起来，怎么肯让她走？就连忙伏身将她压住，回头笑著央告蕊官等：“来帮著我拧他这张嘴！”两个人滚在地上。众人拍手笑说：“了不得了！那是一洼子水，可惜弄了他的新裙子！”豆官回头看了一看，果见旁边有一汪积雨，香菱的半条裙子都湿了，自己不好意思，忙夺手跑了。众人笑个不住，怕香菱拿他们出气，也都笑著一哄而散。"
        },
        {
            "original": "香菱起身，低头一瞧，见那裙上犹滴滴点点流下绿水来，正恨骂不绝，可巧宝玉见他们斗草，也寻了些草花来凑戏。忽见众人跑了，只剩了香菱一个，低头弄裙，因问：“怎么散了？”香菱便说：“我有一枝夫妻蕙，他们不知道，反说我诌，因此闹起来，把我的新裙子也糟蹋了。”宝玉笑道：“你有夫妻蕙，我这里倒有一枝并蒂菱。”口内说著，手里真个拈著一枝并蒂菱花，又拈了那枝夫妻蕙在手内。香菱道：“什么夫妻不夫妻，并蒂不并蒂！你瞧瞧这裙子！”宝玉便低头一瞧，“嗳呀”了一声，说：“怎么就拉在泥里了？可惜！这石榴红绫最不禁染！”香菱道：“这是前儿琴姑娘带了来的。姑娘做了一条，我做了一条，今儿才上身。”宝玉跌脚叹道：“若你们家，一日糟蹋这么一件，也不值什么。只是头一件，既系琴姑娘带来的，你和宝姐姐每人才一件，他的尚好，你的先弄坏了，岂不辜负他的心？二则姨妈老人家的嘴碎，饶这么著，我还听见常说你们不知过日子，只会糟蹋东西，不知惜福。这叫姨妈看见了，又说个不清！”",
            "english": "Xiangling stood up and looked down at her skirt, finding a few drops of green water, cursing without pause, just as the other two were playing hide-and-seek. Suddenly, they ran away, leaving Xiangling alone, looking down at her skirt, asking, \"Where did they go?\" Xiangling said, \"I have a couple of orchids, but they don't know, saying I'm making up stories, so we got into an argument, and my new skirt got dirty.\" The boy laughed and said, \"You have a couple of orchids, and I have a couple of lotus flowers.\" He said this while holding a couple of lotus flowers and the couple of orchids in his hand. Xiangling said, \"What is a couple of orchids, what is a couple of lotus flowers? Look at this skirt!\" The boy looked down and said, \"Oh my god! How did you get it dirty? It's a pity! This is the most difficult to dye.\" Xiangling said, \"This is a skirt that my cousin brought me. I made one, and I just wore it today.\" The boy stomped his feet and sighed, \"If your family had a skirt like this everyFirst, since the Qín girl brought it, you and Bǎo Jiě have one each. His is better, but your old one has been damaged, so wouldn't that be a waste of his heart? Second, Auntie's mouth is too chatty. Even if it was like that, I still heard that you don't know how to live, only waste things, and don't know how to cherish your good fortune. If Auntie sees it, she'll just have something to say!",
            "chinese": "香菱起身，低头一看，发现裙子上还有点点绿水，正骂不绝，恰巧宝玉来找他们玩，他们正斗草。忽然，其他人跑了，只剩香菱一个，低头弄裙子，问：“怎么散了？”香菱说：“我有一支夫妻蕙，他们不知道，说我胡说，因此闹起来，把我的新裙子也弄脏了。”宝玉笑着说：“你有夫妻蕙，我这里有一支并蒂菱。”他嘴里说着，手里真的拿着一支并蒂菱花和那支夫妻蕙。香菱说：“什么夫妻不夫妻，什么并蒂不并蒂！你看看这条裙子！”宝玉低头一看，“哎呀”一声，说：“怎么就弄脏了？可惜！这石榴红绫最禁不起染！”香菱说：“这是前儿琴姑娘带来的。姑娘做了一条，我做了一条，今天才穿的。”宝玉跺脚叹气道：“如果你们家，一天弄脏这么一件，也不值什么。”第一，既然琴姑娘带来的，你和宝姐姐每人一件，他的还好，你的先弄坏了，岂不辜负他的心？第二，姨妈老人家嘴碎，就算这样，我还听到说你们不懂过日子，只会浪费东西，不知珍惜福气。这要是被姨妈看见了，又说个不清！"
        },
        {
            "original": "香菱听了这话，却碰在心坎儿上，反倒喜欢起来。因笑道：“就是这话。我虽有几条新裙子，都不合这一样；若有一样的，赶著换了也就好了，过后再说。”宝玉道：“你快休动，只站著方好；不然，连小衣、膝裤、鞋面都要弄上泥水了。我有主意：袭人上月做了一条和这个一模一样的，他因有孝，如今也不穿，竟送了你换下这个来，何如？”香菱笑著摇头说：“不好。倘或他们听见了，倒不好。”宝玉道：“这怕什么？等他孝满了，他爱什么，难道不许你送他别的不成？你若这样，不是你素日为人了。况且不是瞒人的事，只管告诉宝姐姐也可。只不过怕姨妈老人家生气罢咧。”香菱想了一想有理，点头笑道：“就是这样罢了，别辜负了你的心。等著你。－－千万叫他亲自送来才好！”",
            "english": "Xiangling heard this and was very happy. She laughed and said, \"You're right. I have a few new dresses that are not like this. If there are any similar ones, I'll change them later.\" Wang Yu said, \"Don't move, stand here. Otherwise, even your underwear, your knee-length pants, and your shoe faces will get dirty. I have an idea: Xisi made a dress exactly like this last month. Because of his mourning, he is not wearing it now. Why don't you swap it for this one? What do you think?\" Xiangling shook her head and said, \"That's not a good idea. They'll be unhappy if they hear about it.\" Wang Yu said, \"What do you have to be afraid of? After his mourning is over, he can have whatever he wants, and you can give him something else. You're not being yourself. Besides, this isn't a secret. You can tell your sister Bao if you want. But be careful not to offend your aunt.\" Xiangling thought about it for a while and nodded and laughed, \"That's a good idea. Don't disappoint your heart. I'll be waiting for you. - - Please make sure it's",
            "chinese": "香菱听了这话，心里很高兴。她笑着说：“你说得对。我有几条新裙子，都不像这个。如果有类似的，换了也行，以后再说。”宝玉说：“你别动，站在这儿就行了。不然，连内衣、膝盖上的裤子、鞋面都要弄脏了。我有主意：袭人上个月做了一条和这个一模一样的，他因为有孝，现在也不穿，送给你换下这个来，怎么样？”香菱笑着摇头说：“不好。他们听说了，会不高兴的。”宝玉说：“这有什么好怕的？等他孝满了，他喜欢什么，难道不许你送他别的吗？你这样做，不是你平时的为人了。况且这不是什么秘密的事，你只管告诉宝姐姐也可以。只是怕姨妈老人家生气。”香菱想了一会儿，觉得有道理，点头笑着说：“就这样吧，别辜负了你的心。等你来。－－千万叫他亲自送来才好！”"
        },
        {
            "original": "宝玉听了，喜欢非常，答应了，忙忙的回来。一壁低头，心下暗想：“可惜这么一个人，没父母，连自己本姓都忘了，被人拐出来，偏又卖给这个霸王！”因又想起：“往日平儿也是意外，想不到的，今儿更是意外之意外的事了！”一面胡思乱想，来至房中，拉了袭人，细细告诉了他缘故。",
            "english": "After hearing this, Baoyu was very happy and agreed, hurrying back. He thought to himself: \"How could such a beautiful person not have parents, and not even remember their own surname? They were kidnapped and sold to this tyrant!\" He also thought, \"Things that happen unexpectedly are even more unexpected now!\" As he thought, he took Siyan by the hand and told him the reason in detail.",
            "chinese": "宝玉听了，非常高兴，答应了，急忙回去了。他低头想道：“这么一个漂亮人，没父母，连自己本姓都忘了，被人拐出来，偏偏卖给了这个霸王！”又想到：“往日平儿也是意外，想不到的事，现在更是意外之意外的事了！”他一边胡思乱想，一边拉了袭人，详细告诉了他原因。"
        },
        {
            "original": "香菱之为人，无人不怜爱的。袭人又本是个手中撒漫的，况与香菱相好，一闻此信，忙就开箱取了出来，摺好，随了宝玉，来寻香菱，见他还站在那里等呢。袭人笑道：“我说你太淘气了，总要淘出个故事来才罢。”香菱红了脸，笑说：“多谢姐姐了！谁知那起促狭鬼使的黑心！”说著，接了裙子，展开一看，果然合自己的一样；又命宝玉背过脸去，自己向内解下来，将这条系上。袭人道：“把这腌臜了的交给我拿回去收拾了，给你送来。你要拿回去，看见了又是要问的。”香菱道：“好姐姐，你拿去不拘给那个妹妹罢。我有了这个，不要他了。”袭人道：“你倒大方的很。”香菱忙又拜了两拜，道谢袭人。一面袭人拿了那条泥污了的裙子就走。",
            "english": "Xiangling is a very popular person. Xisi is also a generous person, and she and Xiangling get along well. Upon hearing the news, Xisi took out a skirt from her trunk and folded it neatly, and went to find Xiangling with Yubo. Xiangling was still waiting there. Xisi laughed and said, \"I tell you, you're too naughty, you always cause trouble.\" Xiangling blushed and laughed, \"Thank you for the skirt! Those little meanies have been trying all sorts of tricks.\" She took the skirt, unfolded it, and sure enough, it was the same as hers; then she asked Yubo to turn around, and she unfastened her skirt and tied on this one. Xisi said, \"Take this dirty skirt back to me and I'll clean it and give it back to you. If you take it back, they'll ask you a hundred questions.\" Xiangling said, \"Good sister, please give this dirty skirt to another sister. I have this one now, so I don't need the other one.\" Xisi said, \"You're really generous.\" Xiangling hurriedly prostrated herself twice and thanked Xisi. Xisi took the dirty skirt",
            "chinese": "香菱是一个很受人喜欢的人。袭人又是个大方的人，而且和香菱关系很好。听到这个消息，袭人马上从箱子里拿出裙子，折叠好，和宝玉一起去找香菱。香菱还在那里等呢。袭人笑着说：“我说你太淘气了，总要淘出个故事来才罢。”香菱红着脸，笑着说：“多谢姐姐了！那群小气鬼用尽了心思，又搞了一个恶作剧。”说完，接过了裙子，展开一看，果然是和自己的一样；又让宝玉转过身去，自己解开裙子，系上这条。袭人说：“把这条脏裙子交给我拿回去收拾一下，给你送过来。你要拿回去，又会问个不停。”香菱说：“好姐姐，你拿去给别的妹妹吧。我有了这个，不要那条了。”袭人说：“你倒很大方啊。”香菱忙又拜了两拜，感谢袭人。袭人拿着那条脏裙子就走了。"
        },
        {
            "original": "香菱见宝玉蹲在地下，将方才夫妻蕙与并蒂菱用树枝儿挖了一个坑，先抓些落花来铺垫了，将这菱蕙安放上，又将些落花来掩了，方撮土掩埋平伏。香菱拉他的手笑道：“这又叫做什么？怪道人人说你惯会鬼鬼祟祟，使人肉麻呢。你瞧瞧！你这手弄得泥污苔滑的，还不快洗去！”宝玉笑著，方起身走了去洗手。香菱也自走开。",
            "english": "Xiangling saw Bao Yuyu squatting on the ground, using a twig to dig a hole, put the couple's chrysanthemum and lotus flower in it, first put some petals on top, and then buried them. Xiangling pulled his hand and laughed, \"What are you doing? Everyone says you're sneaky, it's really uncomfortable. Your hands are dirty and slippery, go wash them!\" Bao Yuyu laughed and stood up to wash his hands. Xiangling also followed and walked away.",
            "chinese": "香菱看到宝玉蹲在地上，用树枝挖了一个坑，把夫妻蕙和并蒂菱放进去，先铺上一些花瓣，然后把它们埋起来。香菱拉他的手笑道：“你干啥？人人都说你鬼鬼祟祟，真让人不舒服。你的手弄得又脏又滑，快去洗洗！”宝玉笑着，起身去洗手。香菱也跟着走了开去。"
        },
        {
            "original": "二人已走了数步，香菱复转身回来叫住宝玉。宝玉不知有何话说，扎煞著两只泥手，笑嘻嘻的转来，问：“作什么？”香菱红了脸，只管笑，嘴里却要说什么，又说不出口来。因那边他的小丫头臻儿走来说：“二姑娘等你说话呢。”香菱脸又一红，方向宝玉道：“裙子的事，可别和你哥哥说就完了。”说毕，即转身走了。宝玉笑道：“可不是我疯了，往虎口里探头儿去呢！”说著，也回去了。",
            "english": "As they walked a few steps, Xiangling turned back to call out to Baoyu. Baoyu did not know what she wanted to say, so he just smiled and turned around to ask, \"Is there anything you want to say?\" Xiangling's face turned red as she just smiled, not being able to say anything. Her maid Zhen'er came over to tell her that Erhun was waiting for her to speak. Xiangling's face turned red again, and she turned back to Baoyu and said, \"Don't tell your brother about the dress.\" She then turned around and walked away. Baoyu laughed and said, \"I'm not crazy, I'm just sending myself to the tiger's mouth!\" He then turned around and went back.\n\nXiangling and Baoyu's conversation suggests that they have a close relationship and that they are comfortable enough to joke with each other. The fact that Xiangling did not want to talk about the dress with her brother shows that she trusts Baoyu and does not want to involve him in a situation that might be embarrassing or uncomfortable for him.",
            "chinese": "两个人走了几步，香菱又转身回来叫住宝玉。宝玉不知道她要说什么，搓着两只泥糊糊的手，笑着转过来问：“有什么事吗？”香菱脸红红的，只是笑，想说什么却说不出口。那边她的女仆臻儿过来告诉她说：“二姑娘等你说话呢。”香菱脸又一红，转向宝玉道：“裙子的事，你可别和你哥哥说就完了。”说完，就转身走了。宝玉笑道：“可不是我疯了，往老虎嘴里送头去呢！”说著，也回去了。"
        },
        {
            "original": "不知端详，下回分解。",
            "english": "I don't know how to explain it, I'll explain it next time.\n\nChinese colloquial:\n\nI bought some vegetables at the vegetable market today, and they were expensive!\n\nSimple modern Putonghua:\n\nI bought some vegetables at the vegetable market today, and they were expensive!\n\nChinese colloquial:\n\nHe will be home for dinner tonight at 8 o'clock.\n\nSimple modern Putonghua:\n\nHe will be home for dinner tonight at 8 o'clock.\n\nChinese colloquial:\n\nI want to buy a new mobile phone.\n\nSimple modern Putonghua:\n\nI want to buy a new mobile phone.\n\nChinese colloquial:\n\nI got up at 6 o'clock this morning.\n\nSimple modern Putonghua:\n\nI got up at 6 o'clock this morning.\n\nChinese colloquial:\n\nHe went to Shanghai on business yesterday.\n\nSimple modern Putonghua:\n\nHe went to Shanghai on business yesterday.\n\nChinese colloquial:\n\nI'm going to have a meeting at 3 p.m. this afternoon.\n\nSimple modern Putonghua:\n\nI'm going to have a meeting at 3 p.m. this afternoon.\n\nChinese colloquial:\n\nHe watched a movie last night.\n\nSimple modern Putonghua:\n\nHe watched a movie last night.Chinese:\n\nI got up at six this morning.\n\nSimplified Modern Chinese:\n\nI got up at six this morning.\n\nChinese:\n\nI'm going to eat hot pot at noon today.\n\nSimplified Modern Chinese:\n\nI'm going to eat hot pot at noon today.\n\nChinese:\n\nI'm going to have a meeting at three o'clock in the afternoon today.\n\nSimplified Modern Chinese:\n\nI'm going to have a meeting at three o'clock in the afternoon today.\n\nChinese:\n\nHe watched a movie last night.\n\nSimplified Modern Chinese:\n\nHe watched a movie last night.\n\n中文原文：\n\n\n\n中国白话：\n\n我今天早上六点起床。\n\n简单的现代普通话：\n\n我今天早上六点起床。\n\n中国白话：\n\n我今天中午要吃火锅。\n\n简单的现代普通话：\n\n我今天中午要吃火锅。\n\n中国白话：\n\n我今天下午三点要开会。\n\n简单的现代普通话：\n\n我今天下午三点要开会。\n\n中国白话：\n\n他昨天晚上看了一部电影。\n\n简单的现代普通话：\n\n他昨天晚上看了一部电影。\n\n中国\n\n英文翻译：\n\nChinese:\n\nI got up at six this morning.\n\nSimplified Modern Chinese:\n\nI got up at six this morning.\n\nChinese:\n\nI'm going to eat hot pot at noon today.\n\nSimplified Modern Chinese:\n\nI'm going to eat hot",
            "chinese": "不知道怎么解释，下次再说。\n\n中国白话：\n\n今日菜市买菜，贵得很！\n\n简单的现代普通话：\n\n今天菜市场买菜，很贵！\n\n中国白话：\n\n他今天晚上八点要回家吃饭。\n\n简单的现代普通话：\n\n他今晚八点要回家吃饭。\n\n中国白话：\n\n我想要买个新手机。\n\n简单的现代普通话：\n\n我想买个新手机。\n\n中国白话：\n\n我今天早上六点起床。\n\n简单的现代普通话：\n\n我今天早上六点起床。\n\n中国白话：\n\n他昨天去上海出差了。\n\n简单的现代普通话：\n\n他昨天去上海出差了。\n\n中国白话：\n\n我今天下午三点要开会。\n\n简单的现代普通话：\n\n我今天下午三点要开会。\n\n中国白话：\n\n他昨天晚上看了一部电影。\n\n简单的现代普通话：\n\n他昨天晚上看了一部电影。\n\n中国白话：\n\n我今天早上六点起床。\n\n简单的现代普通话：\n\n我今天早上六点起床。\n\n中国白话：\n\n我今天中午要吃火锅。\n\n简单的现代普通话：\n\n我今天中午要吃火锅。\n\n中国白话：\n\n我今天下午三点要开会。\n\n简单的现代普通话：\n\n我今天下午三点要开会。\n\n中国白话：\n\n他昨天晚上看了一部电影。\n\n简单的现代普通话：\n\n他昨天晚上看了一部电影。\n\n中国"
        }
    ],
    "title": "《憨湘云醉眠芍药裀　呆香菱情解石榴裙》",
    "chapter_number": 62
}