{
    "paragraphs": [
        {
            "original": "话说那赵姨娘和贾政说话，忽听外面一声响，不知何物，忙问时，原来是外间窗屉不曾扣好，滑了屈戌，掉下来。赵姨娘骂了丫头几句，自己带领丫鬟上好，方进来打发贾政安歇。不在话下。",
            "english": "As Zhaoye's mother and Jia Zheng were talking, they suddenly heard a loud noise outside. They couldn't figure out what had fallen. Zhaoye's mother scolded the maid and ordered her to close the window. Then she came in to arrange for Jia Zheng to rest. The story continues.",
            "chinese": "赵姨娘和贾政说话时，突然听到外面发出一声响，不知道是什么东西掉了下来。赵姨娘责备了丫头几句，自己带领丫鬟将窗屉扣好，然后进来安排贾政休息。故事继续。"
        },
        {
            "original": "却说怡红院中，宝玉方才睡下，丫鬟们正欲各散安歇，忽听有人来敲院门。老婆子开了，见是赵姨娘房内的丫头，名唤小鹊的，问他作什么，小鹊不答，直往里走来找宝玉。只见宝玉才睡下，晴雯等犹在床边坐著，大家玩笑。见他来了，都问：“什么事，这时候又跑了来？”小鹊连忙悄向宝玉道：“我来告诉你个信儿。方才我们奶奶，咕咕唧唧的，在老爷前不知说了你些个什么，我只听见‘宝玉’二字。我来告诉你，仔细明儿老爷和你说话罢。”一面说著，回身就走。袭人命人留他吃茶，因怕关门，遂一直去了。",
            "english": "翻译：The Red Chamber, where the young master, Bai Yubao, had just fallen asleep. The maids were about to retire for the night when they heard a knock on the door. The old woman opened the door and saw Xiao Que, a maid from Lady Zhao's room, who did not speak but walked directly to Bai Yubao. The young master had just fallen asleep, and the maids, including Qiong Wen, were sitting on the bed and making jokes. When she arrived, they all asked, \"What's the matter? Why are you running around at this time?\" Xiao Que whispered to Bai Yubao, \"I came to tell you some news. Just now, our mistress talked about you to the old master. I only heard 'Bai Yubao.' I came to tell you, be careful what you say tomorrow when the old master talks to you.\" After that, she turned and left. Qi Shan called on her to stay for tea, but she insisted on leaving.When I saw that Baoyu had just fallen asleep, and that Qiongwen and others were still sitting at his bedside, chatting, I asked, \"What's the matter? Why are you here at this time of night?\"",
            "chinese": "说起来，怡红院里，宝玉刚刚睡下。丫鬟们正要各自去休息，突然听有人敲院门。老婆子开了门，见到赵姨娘房里的丫头，名叫小鹊的，问他有什么事，小鹊不说话，径直走到宝玉面前。只见宝玉刚刚睡下，晴雯等人还在床边坐着，大家在开玩笑。见她来了，都问：“什么事，这时候又跑来？”小鹊赶紧小声告诉宝玉：“我来告诉你个消息。方才我们奶奶，在老爷面前说了你一些什么，我只听到‘宝玉’二字。我来告诉你，小心明天老爷和你说话。”说完，转身就走。袭人叫人留她吃茶，因怕关门，就一直走了。\n\n简单的现代普通话：\n\n说起来，怡红院里，宝玉刚刚睡下。丫鬟们正要各自去休息，突然听有人敲院门。老婆子开了门，见到赵姨娘房里的丫头，名叫小鹊的，问他有什么事，小鹊不说话，径直走到宝玉面前。只见宝玉刚刚睡下，晴雯等人还在床边坐着，大家在开玩笑。见她来了，都问：“什么事，这时候又"
        },
        {
            "original": "宝玉听了，知道赵姨娘心术不端，合自己仇人似的，又不知他说些什么，便如孙大圣听见了紧箍儿咒的一般，登时四肢五内，一齐皆不自在起来。想来想去，别无他法，且理熟了书，预备明儿盘考。只能书舛不错，就有别事，也可搪塞。一面想罢，忙披衣起来要读书。心中又自后悔：“这些日子，只说不提了，偏又丢生了。早知该天天好歹温习些。”如今打算打算，肚子里现可背诵的，不过只有《学》、《庸》、《二论》还背得出来。至上本《孟子》，就有一半是夹生的，若凭空提一句，断不能背；至下本《孟子》，就有大半生的。算起《五经》来，因近来做诗，常把《五经》集些，虽不甚熟，还可塞责。别的虽不记得，素日贾政幸未叫读的，纵不知，也还不妨。至于古文，这是那几年所读过的几篇《左传》、《国策》、《公羊》、《谷梁》、汉、唐等文，这几年未曾读得。不过一时之兴，随看随忘，未曾下过苦功，如何记得？这是更难塞责的。更有时文八股一道，因平素深恶，说这原非圣贤之制撰，焉能阐发圣贤之奥，不过是后人饵名钓禄之阶。虽贾政当日起身，选了百十篇命他读的，不过是后人的时文，偶见其中一二股内，或承起之中，有作的精致－－或流荡，或游戏，或悲感－－稍能动性者，偶尔一读，不过供一时之兴趣，究竟何曾成篇潜心玩索？如今若温习这个，又恐明日盘究那个；若温习那个，又恐盘驳这个。一夜之工，亦不能全然温习。因此，越添了焦躁。自己读书，不值紧要，却累著一房丫鬟们都不能睡。袭人等在旁剪烛斟茶，那些小的都困倦起来，前仰后合。晴雯骂道：“什么小蹄子们！一个个黑家白日挺尸挺不够，偶然一次睡迟了些，就装出这个腔调儿来了。再这么著，我拿针扎你们两下子！”",
            "english": "Bao Yuyu listened and knew that Zhao Paijiang was not honest and hated him. He didn't know what he was saying, so he felt uncomfortable all over. He thought and thought, and there was no way out. He could only study hard and prepare for the exam tomorrow. He could only study well so that he could deal with other things. He thought and thought, and put on his clothes to study. He regretted in his heart: \"These days, I said I wouldn't mention it, but I forgot it. If I had studied every day, I would have remembered it.\" Now he plans to recite it. What he can recite is only \"The Learning\", \"The Shun Emperor\", \"The Two Arguments\", and \"The Lower\" \"The Twenty Four Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"The Five Classics\" and \"It's even harder to make up for it. Sometimes the Guan Fu of Wen, because it is deeply hated and despised, says that it is not the system created by sages and sages, how can it reveal the mysteries of sages and sages, but it is just a ladder used by later generations to seek fame and fortune. Although Jia Zheng selected a hundred or so for him to read, they were just later generations' prose, and occasionally saw a sentence or two that was exquisite, or carried on from the previous one, or worked smoothly, or was sad, and slightly touched his heart, occasionally read, only to provide temporary interest, but what has been fully studied? If you study this now, you're afraid you'll be asked about this tomorrow; if you study this, you're afraid you'll be asked about that. You can't study all of them in a night. Therefore, you add to your anxiety. You study and it's not important, but you're worried about the whole room of girls and can't sleep. Xi'er and others were by his side cutting candles and pouring tea, and the little ones were all tired and kept falling asleep. Qiong Wen said, \"What little girls! You're not",
            "chinese": "宝玉听了，知道赵姨娘心术不端，对宝玉仇视，又不知道他在说什么，便如孙大圣听到了紧箍咒一般，浑身都不自在。想来想去，别无他法，只能好好读书，准备明天考试。只能书读好了，就算有别的事，也能应付。他一面想，一面披衣起来要读书。心中又自后悔：“这些日子，只说不提了，偏又忘了。早知道该天天温习些。”现在他打算背诵，肚子里能背诵的，只有《学》、《庸》、《二论》还背得出来。至上本《孟子》，就有一半是生疏的，若凭空提一句，断不能背；至下本《孟子》，就有大半生疏的。算起《五经》来，因近来做诗，常把《五经》集些，虽不甚熟，还可应付。别的虽不记得，素日贾政幸未叫读的，纵不知，也还不妨。至于古文，这是那几年所读过的几篇《左传》、《国策》、《公羊》、《谷梁只是偶尔兴致来了，看完就忘了，没有下过功夫，怎么能记得住呢？这更难敷衍了。有时文八股这一道，因为平素深恶痛绝，说这原不是圣贤之制撰，怎么能阐发圣贤之奥秘，不过是后人用来沽名钓誉的阶梯。虽然贾政起身时选了百十篇让他读的，不过是后人的时文，偶尔看到其中一两句写得精致，或承上启下，或游刃有余，或悲感，稍能触动心绪，偶尔一读，不过供一时之兴趣，究竟何曾成篇潜心玩索？如今若温习这个，又怕明天盘问那个；若温习那个，又怕盘问这个。一夜的功夫，也不能全然温习。因此，越添了焦躁。自己读书不值紧要，却累着一房丫鬟们都不能睡。袭人等在旁剪烛斟茶，那些小的都困倦起来，前仰后合。晴雯骂道：“什么小蹄子们！一个个黑家白日挺尸挺不够，偶尔一次睡迟了些，就装出这个再这么闹，我拿针扎你们两下子！\n\n再这么闹，我拿针扎你们两下子！"
        },
        {
            "original": "话犹未了，只听外间咕咚一声，急忙看时，原来是个小丫头坐著打盹，一头撞到壁上，从梦中惊醒。却正是晴雯说这话之时，他怔怔的只当是晴雯打了他一下子，遂哭著央说：“好姐姐！我再不敢了！”众人都笑起来。宝玉忙劝道：“饶他罢。原该叫他们睡去。你们也该替换著睡。”袭人道：“小祖宗！你只顾你的罢！统共这一夜的工夫，你把心暂且用在这几本书上，等过了这一关，由你再张罗别的，也不算误了什么。”宝玉听他说的恳切，只得又读几句。麝月斟了一杯茶来润舌，宝玉接茶吃了。因见麝月只穿著短袄，宝玉道：“夜静了，冷，到底穿一件大衣裳才是啊。”麝月笑指著书道：“你暂且把我们忘了，使不得吗？且把心搁在这上头些罢。”话犹未了，只听春燕秋纹从后房门跑进来，口内喊说：“不好了！一个人打墙上跳下来了！”众人听说，忙问：“在那里？”即喝起人来，各处寻找。",
            "english": "The words were not finished when there was a thump outside, and when they looked, it turned out to be a little maid who was sleeping on the ground and hit her head on the wall and woke up from her dream. This was just when Qiong Wen was speaking, and he was so surprised that he thought Qiong Wen had hit him. He cried and begged, \"Good sister, I won't do it again!\" Everyone laughed. Wang Yu hurriedly said, \"Let's forgive her. It's time to let them sleep. You should take turns to sleep.\" Xisi said, \"Young master, you just do your own thing. It's not too late for you to arrange other things after you've gone through this. It's not too late.\" Wang Yu listened to her words and agreed. He read a few more sentences. Shixi poured a cup of tea for him to drink. Because Shixi was only wearing a short coat, Wang Yu said, \"It's cold at night. You'd better wear a coat.\" Shixi pointed to the book and said, \"You can't bother us now. You can't use it. Just put your heart on these books and you'll get through this.\" Wang Yu“话还没说完，只听春燕秋纹从后房门跑进来，嘴里喊道：“不好了，一个人从墙上跳下来”喝人的时候，到处找人。",
            "chinese": "话还没说完，只听外面咚的一声，急忙一看，原来是个小丫头坐着睡觉，头撞到了墙上，从梦中惊醒。这正是晴雯说话的时候，他愣愣的以为是晴雯打了他一下，就哭着央求说：“好姐姐，我再也不敢了！”大家都笑了起来。宝玉急忙劝道：“饶了他吧。总该叫他们睡觉。你们也该轮换着睡。”袭人说：“小祖宗，你只管你的吧。就这一夜的工夫，你把心思暂且放在这些书上，等过了这一关，由你再安排别的，也不算耽误了什么。”宝玉听她说得恳切，只得又读了几句。麝月倒了一杯茶来润舌，宝玉接茶喝了。因为麝月只穿着短袄，宝玉说：“夜静了，冷，到底穿一件大衣才是啊。”麝月笑着指着书说：“你先别管我们，使不得吗？且把心思放在这些书上，总要熬过这一关才行。”话还没说完，只听春燕秋纹从后房门跑进来，嘴里喊道：“不好了，一个人从墙上跳下来”喝人的时候，到处找人。"
        },
        {
            "original": "晴雯因见宝玉读书苦恼，劳费一夜神思，明日也未必妥当，心下正要替宝玉想个主意，好脱此难。忽然碰著这一惊，便生计向宝玉道：“趁这个机会快装病，只说吓著了。”这话正中宝玉心怀。因叫起上夜的来，打著灯笼，各处搜寻，并无踪迹，都说：“小姑娘们想是睡花了眼出去，风摇的树枝儿，错认了人？”晴雯便道：“别放屁！你们查的不严，怕耽不是，还拿这话来支吾！刚才并不是一个人见的，宝玉和我们出去，大家亲见的。如今宝玉吓得颜色都变了，满身发热，我这会子还要上房里取安魂丸药去呢，太太问起来，是要回明白了的，难道依你说就罢了？”",
            "english": "Qingwen, because she saw that the Jade Book was having a hard time reading, and was wasting the whole night's thoughts, thought that she might not be able to handle it the next day. Suddenly, she thought of a way to solve the problem. She told the Jade Book: \"Take advantage of this opportunity and pretend to be sick. Just say that you were scared.\" This suggestion was right on the mark for the Jade Book. So he called for the guards on night watch, and they lit a lantern and searched everywhere. But there was no sign of Qingwen. They all said, \"The young ladies must have been seeing things. They were probably woken up by the wind blowing the branches and mistaking someone for someone else.\" Qingwen said, \"Don't lie. You didn't search carefully enough. If you don't tell the truth, I'm going to tell the mistress about it and ask her to discipline you!\"",
            "chinese": "晴雯因为见宝玉读书苦恼，劳费一夜神思，第二天也未必妥当，心里正要为宝玉想个办法，以摆脱这个难题。忽然碰到了这一惊，就向宝玉说：“趁这个机会快装病，只说吓着了。”这句话正中宝玉的心怀。于是叫起上夜的来，打着灯笼，到处搜寻，并无踪迹，都说：“小姑娘们想是睡花了眼出去，被风摇的树枝儿，错认了人？”晴雯便道：“别放屁！你们查的不严，怕耽不是，还拿这话来支吾！刚才并不是一个人见的，宝玉和我们出去，大家亲见的。如今宝玉吓得脸色都变了，满身发热，我这会子还要上房里取安魂丸药去呢，太太问起来，是要回明白的，难道依你说就罢了？”"
        },
        {
            "original": "众人听了，吓得不敢则声，只得又各处去找。晴雯和秋纹二人果出去要药去，故意闹的众人皆知宝玉著了惊吓病了。王夫人听了，忙命人来看视给药，又吩咐各上夜人仔细搜查；又一面叫查二门外邻园墙上夜的小厮们。于是园内灯笼火把直闹了一夜。至五更天，就传管家的细看查访。",
            "english": "All were frightened and dared not speak. They went off in all directions to look for him. Quietly the two wenches, JINGWEN and QIUTENG, let it be known to everyone that Prince of Jade had been seized with fright. The Dowager Lady, hearing of this, sent a messenger to have him attended to and to get some medicine. She also ordered the night watch to be searched carefully. Then she sent a messenger to see what was happening outside the Gate of the Second Court. They searched the night watchmen in the neighboring gardens. All night long the lights and lanterns were going up and down. By dawn, the head steward was sent to make a thorough search.",
            "chinese": "大家听了，吓得不敢说话，只好到处去找。晴雯和秋纹故意让大家都知道了宝玉着了惊吓病了。王夫人听了，赶紧派人来看病给药，又吩咐守夜的人仔细搜查；又叫人查二门外邻园墙上夜的小厮们。于是园内灯笼火把直闹了一夜。到五更天，就传管家的仔细看查访。"
        },
        {
            "original": "贾母闻知宝玉被吓，细问原由，众人不敢再隐，只得回明。贾母道：“我不料有此事。如今各处上夜的都不小心，还是小事，只怕他们就是贼，也未可知。”当下邢夫人尤氏等都过来请安，李纨凤姐及姊妹等皆陪侍，听贾母如此说，都默然无所答。独探春出位笑道：“近因凤姐姐身子不好几日，园里的人，比先放肆许多。先前不过是大家偷著一时半刻，或夜里坐更时，三四个人聚在一处，或掷骰，或斗牌，小玩意儿，不过为熬困起见。如今渐次放诞，竟开了赌局，甚至头家局主，或三十吊五十吊的大输赢。半月前，竟有争斗相打的事。”贾母听了，忙说：“你既知道，为什么不早回我来？”探春道：“我因想著太太事多，且连日不自在，所以没回，只告诉大嫂子和管事的人们，戒饬过几次，近日好些了。”贾母忙道：“你姑娘家那里知道这里头的利害？你以为赌钱常事，不过怕起争端；不知夜间既耍钱，就保不住不吃酒，既吃酒，就未免门户任意开锁，或买东西，其中夜静人稀，趁便藏贼引盗，什么事做不出来？况且园内你姐儿们起居所伴者，皆系丫头媳妇们，贤愚混杂，贼盗事小，倘有别事，略沾带些，关系非小！这事岂可轻恕？”",
            "english": "Jia Mote heard that Yu Baoyu had been scared and asked about the reason. Everyone dared not conceal the truth and told the truth. Jia Mote said, \"I didn't expect this. Now everyone is not careful at night. It's a small matter, but I'm afraid they are thieves, it's not impossible.\" At this time, Xing Fu, You Shi, etc. came to pay their respects, and Li Wan, Feng Zhen, and the sisters all accompanied them. Hearing what Jia Mote said, they were silent. Only Princess Chun stood up and laughed, \"Recently, Feng Zhen's body has been ill for a few days, and the people in the garden have become more and more arrogant. Before, it was just a moment, and then a few people gathered together, or a few people gathered together at the watch tower at night, playing dice or cards, small games, just to pass the time and get through the fatigue. Now they are more and more arrogant, and have opened a gambling game, and even the head and the main person of the gambling game have won and lost a lot. A few weeks ago, there was even a fight.\" Jia Mote heard this, and said inJia Mote said in a hurry, \"You're a girl, how could you know the dangers of gambling? You think gambling is a small matter, but it can cause quarrels. If gambling happens at night, people will drink and drink, and they may open the door carelessly. It's easy to steal and steal at night when there are few people. And your sisters sleep in the garden, with maids and servants around them, good or bad, it's easy to steal things, but if something bad happens, it will be very bad! This matter cannot be taken lightly.\"",
            "chinese": "贾母听说宝玉被吓，仔细询问原因，众人不敢隐瞒，只得如实告知。贾母说：“我没料到有这种情况。现在各处的守夜人都不注意，这是小事，只怕他们就是贼，也未可知。”当时邢夫人尤氏等都过来请安，李纨凤姐及姊妹等都陪侍，听到贾母这样说，都默不作声。只有探春起身笑道：“最近凤姐姐身体不好几日，园里的人比以前放肆了许多。之前不过是一时半刻大家聚在一起，或者夜里打更时，三四个人聚在一起，或者掷骰子，或者打牌，小玩意儿，只是为了熬过困倦。现在渐渐放肆，竟开了赌局，甚至头家和赌局的主人都输赢很大。半个月前，竟有争斗相打的事。”贾母听了，忙说：“你既然知道，为什么不早点告诉我？”探春道：“我因为想太太事务繁忙，而且连日不舒服，所以没回，只告诉大嫂子和管事的人们，戒饬过几次，最近好些了。贾母急忙说：“你是个姑娘家，怎么会知道赌博的厉害？你以为赌博是小事，其实是怕吵架。如果晚上赌博，就会有人喝酒，喝酒就可能会随便开门，买东西。晚上人少的时候，容易藏贼引盗，什么事都做得到。而且花园里你姐姐们睡觉，身边都是丫头和媳妇，好坏都有，偷东西事小，如果有什么坏事，会影响很大！这事不能轻饶。”"
        },
        {
            "original": "探春听说，便默然归坐。凤姐虽未大愈，精神未尝稍减，今见贾母如此说，便忙道：“偏偏我又病了。”遂回头命人速传林之孝家的等总理家事的四个媳妇来了，当著贾母申饬了一顿。贾母命即刻查了头家赌家来，有人出首者赏，隐情不告者罚。",
            "english": "Zhang Tao heard this and sat quietly. Although the Lady Wang's illness had not fully recovered, her spirits were good, and she heard what the Lady Jia said. She said, \"I have been sick.\" Then she turned to call for Lin Zhihao's wife and the other three wives to come in front of the Lady Jia to scold them. The Lady Jia ordered them to immediately find out who the gamblers and gamblers were, and those who reported would be rewarded, and those who concealed the truth and did not report would be punished.",
            "chinese": "探春听到后，默默地坐下来。凤姐虽然病情没有完全恢复，但精神还很好，听到贾母这么说，便忙说：“我偏偏又生病了。”于是她回头叫人赶紧通知了管理家务的林之孝家的和其他三个媳妇，当着贾母的面训斥了一顿。贾母命令他们立即查出赌徒和赌家，如果有举报的，会得到奖励，隐瞒真相不报告的，会受到惩罚。"
        },
        {
            "original": "林之孝家的等见贾母动怒，谁敢徇私，忙去园内传齐，又一一盘查。虽然大家赖一回，终不免水落石出。查得大头家三人，小头家八人，聚赌者统共二十多人，都带来见贾母，跪在院内，磕响头求饶。",
            "english": "Lin Zhihao's family waited to see Lady Jia angry, dare not be partial, hurried to the garden, and then inspected one by one. Although everyone denied it, in the end the truth came out. It was found that there were three big bosses and eight small bosses, and a total of more than twenty people who gambled, who were brought to see Lady Jia, knelt in the courtyard, and begged for mercy.",
            "chinese": "林之孝家的等见贾母动怒，不敢徇私，忙去园内传齐，又一一盘查。虽然大家赖一回，最终还是水落石出。查得大头家三人，小头家八人，聚赌者统共二十多人，都带来见贾母，跪在院内，磕响头求饶。"
        },
        {
            "original": "贾母先问大头家名姓，和钱之多少。原来这大头家，一个是林之孝家的两姨亲家，一个是园内厨房内柳家媳妇之妹，一个是迎春之乳母：这是三个为首的，馀者不能多记。贾母便命将骰子纸牌一并烧毁，所有的钱入官，分散与众人；将为首者每人打四十大板，撵出去，总不许再入；从者每人打二十板，革去三月月钱，拨入圊厕行内。又将林之孝家的申饬了一番。",
            "english": "Jia Mother first asked about the name and amount of money of the big head family. It turned out that the big head family included the two maternal relatives of Lin Zhaohao's family, the sister of Liu Zhai's wife in the garden kitchen, and the wet nurse of Yangping. These are the three main characters. The rest cannot be remembered. Jia Mother ordered the dice and cards to be burned together, and all the money to be handed over to the official department and distributed to the people. The leader was beaten forty times and driven out, and was not allowed to enter again. The rest were beaten twenty times and stopped from receiving their monthly salary for three months and were transferred to the latrine section. Jia Mother also admonished Lin Zhaohao.",
            "chinese": "贾母先问大头家的姓名和钱财数量。原来，大头家包括林之孝家的两姨亲家、园内厨房内柳家媳妇的妹妹和迎春的乳母，这是三个主要人物。其余的人不能多记。贾母便命将骰子纸牌一起烧毁，所有的钱都交给官府，分发给众人；将为首者每人打四十大板，赶出去，不允许再入；从者每人打二十板，停发三个月的月钱，拨入厕所行内。又将林之孝家的告诫了一番。"
        },
        {
            "original": "林之孝家的见他的亲戚又给他打嘴，自己也觉没趣。迎春在坐也觉没意思。黛玉、宝钗、探春等见迎春的乳母如此，也是物伤其类的意思，遂都起身笑向贾母讨情说：“这个奶奶，素日原不玩的，不知怎么，也偶然高兴。求看二姐姐面上，饶过这次罢。”贾母道：“你们不知道！大约这些奶子们，一个个仗著奶过哥儿姐儿，原比别人有些体面，他们就生事，比别人更可恶！专管调唆主子，护短偏向。我都是经过的。况且要拿一个作法，恰好果然就遇见了一个。你们别管，我自有道理。”宝钗等听说，只得罢了。",
            "english": "Lin Zhihao's family saw relatives beating him, so they also felt uninteresting. Yinchun also thought it was not interesting. Daiyu, Baoshan, and Zengchun all saw Yinchun's wet nurse like this, and they were like a bird to its nest, so they all stood up and laughed at Jialoum to ask for mercy, saying, \"This old lady is not playing, but she is so excited. I hope she will be forgiven for the sake of the second sister.\" Jialoum said, \"You don't know! These wet nurses are all proud of having nursed their brothers and sisters, and they are more important than others. They are even more terrible. They always urge the master and偏向 the short. I've seen it before. I'm going to take one as an example. You don't have to worry, I have my own way.\" Baoshan and others heard this and stopped.",
            "chinese": "林之孝家的见亲戚打他，自己也感到没趣。迎春也觉得没意思。黛玉、宝钗、探春等见迎春的乳母如此，也物伤其类，遂都起身笑向贾母讨情说：“这个奶奶，素日原不玩的，不知怎么，也偶然高兴。求看二姐姐面上，饶过这次罢。”贾母道：“你们不知道！大约这些奶子们，一个个仗著奶过哥儿姐儿，原比别人有些体面，他们就生事，比别人更可恶！专管调唆主子，护短偏向。我都是经过的。况且要拿一个作法，恰好果然就遇见了一个。你们别管，我自有道理。”宝钗等听说，只得罢了。"
        },
        {
            "original": "一时，贾母歇晌，大家散出，都知贾母生气，皆不敢回家，只得在此暂候。尤氏到凤姐儿处来闲话了一回，因他也不自在，只得园内去闲谈。邢夫人在王夫人处坐了一回，也要到园内走走。刚至园门前，只见贾母房内的小丫头子，名唤傻大姐的，笑嘻嘻走来，手内拿著个花红柳绿的东西，低头瞧著只管走，不防迎头撞见邢夫人，抬头看见，方才站住。邢夫人因说：“这傻丫头，又得个什么爱巴物儿，这样喜欢？拿来我瞧瞧。”",
            "english": "At one time, the old lady was taking a nap, so everyone scattered and knew that the old lady was angry and dared not go back home. They had to wait here temporarily. You Si went to Feng Zhi'er's house to chat for a while, because she was not feeling well, so she went out for a walk in the garden. Xingfen sat for a while in Wangfen's house and also wanted to go out for a walk. As she arrived at the gate of the garden, she saw a little maid of the old lady's house, named Si Di, who was walking with a flower red and green thing in her hand, looking down and walking, not noticing that she was about to meet Xingfen. When she saw Xingfen, she stopped. Xingfen said, \"This silly girl, you have got a precious treasure, so happy. Bring it to me to look at.\"",
            "chinese": "一时，贾母午睡，大家散开，都知道贾母生气，都不敢回家，只得在这里暂时等待。尤氏到凤姐儿那里闲聊了一会儿，因为自己也不舒服，就去园里散散心。邢夫人在王夫人那里坐了一会儿，也要到园里走走。刚到园门，只见贾母房里的小丫头，名叫傻大姐的，笑嘻嘻地走过来，手里拿着一个花红柳绿的东西，低头瞧着只管走，不防迎头撞见邢夫人，抬头看见，方才站住。邢夫人说：“这傻丫头，又得到什么宝贝，这样喜欢？拿来我看看。”"
        },
        {
            "original": "原来这傻大姐年方十四岁，是新挑上来给贾母这边专做粗活的。因他生的体肥面阔，两只大脚，做粗活很爽利简捷，且心性愚顽，一无知识，出言可以发笑。贾母喜欢，便起名为傻大姐。若有错失，也不苛责他。无事时，便入园内来玩耍。正往山石背后掏促织去，忽见一个五彩“绣香囊”，上面绣的并非花鸟等物，一面却是两个人，赤条条的相抱；一面是几个字。这痴丫头原不认得是春意儿，心下打量：“敢是两个妖精打架？不，就是两个人打架呢？”左右猜解不来，正要拿去给贾母看呢，所以笑嘻嘻走回。忽见邢夫人如此说，便笑道：“太太真个说的巧，真是个爱巴物儿！太太瞧一瞧。”说著，便送过去。邢夫人接来一看，吓得连忙死紧攥住，忙问：“你是那里得的？”傻大姐道：“我掏促织儿，在山子石后头拣的。”邢夫人道：“快别告诉人！这不是好东西。连你也要打死呢。因你素日是个傻丫头，以后再别提了。”这傻大姐听了，反吓得黄了脸，说：“再不敢了！”磕了头，呆呆而去。",
            "english": "This silly girl is fourteen years old, and is the new person chosen to do rough work for Lady Jia. She is fat and fat, has big feet, and can do rough work quickly and simply. She is simple and naive, and has no knowledge. Her words can make people laugh. Lady Jia likes her and calls her the silly girl. If she makes a mistake, she will not be strict with her. She has nothing to do, so she comes into the garden to play. She is going to dig a beetle under the mountain stone when she suddenly sees a five-color \"embroidered pouch\" on the top. There are not flowers or birds on the two sides, but two people are hugging. There are several words. This stupid girl does not know what it means, so she guesses: \"Is it two monsters fighting? No, it's two people fighting!\" She couldn't figure it out, so she was going to show it to Lady Jia. So she smiled and walked back. Suddenly, Mrs. Cing said, \"Mrs. Cing, you are really saying it well. It's really an ugly thing! Mrs. Cing, take a look.\" \"Come here,\" she said, and handed it over.\"Dumb sister said, \"I'm looking for the grasshopper in the mountain stone behind Lin Daiyu said: \"Don't tell anyone! This is not a good thing. Even you will be beaten to death. Because you have always been a fool, you can't say it any more.\" This dumb sister listened and was so frightened that her face turned pale, saying, \"I won't dare to say it again!\" She bowed and walked away dumbfounded.\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n【判断题】在假设检验中,如果原假设正确,但拒绝了原假设,则犯了第一类错误\n\nAssistant: 正确\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n对于比较复杂、难度较大的带电作业新项目和研制的新工具，应进行（），确认安全可靠，编出操作工艺方案和安全措施，并经本单位批准后，方可进行和使用。 A：电气试验 B：机械试验 C：科学试验 D：出厂试验\n\nAssistant: C 解析：国家电网公司电力安全工作规程习题集配电部分",
            "chinese": "这傻大姐年方十四岁，是新挑上来给贾母这边专做粗活的。因为身体肥胖，面相宽阔，两只大脚，做粗活很爽利简捷，而且心性愚顽，一无知识，出言可以发笑。贾母喜欢，便起名为傻大姐。若有错失，也不苛责他。无事时，便入园内来玩耍。正往山石背后掏促织去，忽见一个五彩“绣香囊”，上面绣的并非花鸟等物，一面却是两个人，赤条条的相抱；一面是几个字。这痴丫头原不认得是春意儿，心下打量：“敢是两个妖精打架？不，就是两个人打架呢？”左右猜解不来，正要拿去给贾母看呢，所以笑嘻嘻走回。忽见邢夫人如此说，便笑道：“太太真个说的巧，真是个爱巴物儿！太太瞧一瞧。”说著，便送过去。邢夫人接来一看，吓得连忙死紧攥住，忙问：“你是哪里得的？”傻大姐道：“我掏促织儿，在山子石后邢夫人说：“别告诉别人！这不是好东西。就连你也要被打死。因为你向来是个傻子，以后不要再提了。”这个傻大姐听了，反而吓得脸色发黄，说：“我以后再也不敢了！”磕了头，呆呆地走了。"
        },
        {
            "original": "邢夫人回头看时，都是些女孩儿，不便递给他们，自己便塞在袖里。心内十分罕异，揣摩此物从何而来，且不形于声色，到了迎春房里。迎春正因他乳母获罪，心中不自在，忽报母亲来了，遂接入。奉茶毕，邢夫人因说道：“你这么大了，你那奶妈子行此事，你也不说说他；如今别人都好好的，偏偺们的人做出这事来，什么意思？”迎春低头弄衣带，半晌答道：“我说他两次，他不听，也叫我没法儿。况因他是妈妈，只有他说我的，没有我说他的。”邢夫人道：“胡说！你不好了，他原该说；如今他犯了法，你就该拿出姑娘的身分来。他敢不依，你就回我去才是。如今直等外人共知，这可是什么意思？再者：放头儿，还只怕他巧语花言的和你借贷些簪环衣裳做本钱。你这心活面软，未必不周济他些。若被他骗了去，我是一个钱没有的，看你明日怎么过节！”迎春不语，只低著头。邢夫人见他这般，因冷笑道：“你是大老爷跟前的人养的，这里探丫头是二老爷跟前的人养的，出身一样，你娘比赵姨娘强十分，你也该比探丫头强才是。怎么你反不及他一点？－－倒是我无儿女的一生乾净，也不能惹人笑话！”人回：“琏二奶奶来了。”邢夫人听了，冷笑两声，命人出去说：“请他自己养病，我这里不用他伺候。”接著又有探事的小丫头来报说：“老太太醒了。”邢夫人方起身往前边来。",
            "english": "As soon as Xing Fu'an turned around, he saw only girls. He didn't want to give it to them, so he put it in his sleeve. He was very puzzled, but he didn't show any expression. When he came to Ying Chun's room, Ying Chun was feeling uncomfortable because his wet nurse had done something wrong. Suddenly, he heard his mother's voice and welcomed her. After Xing Fu'an served Ying Chun tea, he said, \"You're so old now. Your wet nurse did something wrong, but you didn't try to stop her. Now everyone is fine, but your family's people are doing this. What's the point?\" Ying Chun played with his clothes' belt for a long time before answering, \"I've told him twice, but he wouldn't listen. I can't do anything about it. Besides, he's my wet nurse. He should listen to me, not the other way around.\" Xing Fu'an said, \"Nonsense! If you're not good, he should scold you. Now that he's broken the law, you should show your status as a lady and tell me about it. If he doesn't listen, you should go back to tell me. Now everyone knows about it,And again: she was afraid that he would use clever words to borrow money from her to buy jewelry and clothes. She was soft-hearted, and it was possible that she would give him some money. If he cheated her, I had no money, and how would you spend the festival tomorrow! \"Yingchun said nothing, but lowered her head. Xingfu saw her like this and sneered, \"You are the child of the eldest brother and I am the child of the second brother. You are the same, and your mother is ten times stronger than Ouyan. You should be better than Tang. How come you're not better than her? - - I don't have any children, but I am clean and can't be laughed at!\" Someone came back and said, \"Lady Lin has come.\" Xingfu laughed coldly and told the person to go out and say, \"Please take care of yourself, I don't need you to take care of me.\" Then there was another report from the servant girl: \"Grandmother woke up.\" Xingfu then rose to go to the front.",
            "chinese": "邢夫人回头看时，都是些女孩儿，不便递给他们，自己便塞在袖里。心里十分疑惑，不知道这个东西是从哪里来的，但是没有表现出声色。到了迎春的房里，迎春正因为他的乳母犯了罪而感到不自在，突然听说母亲来了，于是迎接她。邢夫人给迎春奉茶后，说道：“你这么大了，你那奶妈子犯了错，你也不劝说她；现在别人都好好的，偏偏你们家的人做出这样的事，什么意思？”迎春低头摆弄着衣服带子，过了好一会儿才回答：“我说他两次，他不听，我也无能为力。况且他是个妈妈，只有他说我的，没有我说他的。”邢夫人说道：“胡说！你不好了，他本来应该说；现在他犯了法，你应该拿出姑娘的身分来。他敢不听，你就回告我去才是。现在外人已经都知道了，这是什么意思？再者：放头儿，还怕他用花言巧语和你借钱买首饰和衣服。你这心软面软，未必不周济他一些。如果被他骗了，我一分钱都没有，看明天你怎么过节！”迎春不说话，只是低着头。邢夫人见她这样，冷笑道：“你是大老爷跟前的人养的，探丫头是二老爷跟前的人养的，出身一样，你妈比赵姨娘强十分，你也该比探丫头强才是。怎么你反而不如她一点？－－倒是我无儿女的一生干净，也不能惹人笑话！”人回来说：“琏二奶奶来了。”邢夫人冷笑两声，命人出去说：“请他自己养病，我这里不用他伺候。”接着又有探事的小丫头来报告说：“老太太醒了。”邢夫人才起身去前边来。"
        },
        {
            "original": "迎春送至院外方回。绣橘因说道：“如何？前儿我回姑娘那一个攒珠累金凤，竟不知那里去了，回了姑娘，竟不问一声儿。我说必是老奶奶拿去当了银子放头儿了，姑娘不信，只说司棋收著，叫问司棋。司棋虽病，心里却明白，说：‘没有收起来，还在书架上匣里放著，预备八月十五要戴呢。’姑娘该叫人去问老奶奶一声。”迎春道：“何用问？那自然是他拿了去摘了肩儿了。我只说他悄悄的拿了出去，不过一时半晌，仍旧悄悄的放在里头，谁知他就忘了。今日偏又闹出来，问他也无益。”绣橘道：“何曾是忘记？他是试准了姑娘的性格儿，才这么著。如今我有个主意：到二奶奶屋里，将此事回了他，或著人要他，或省事拿几吊钱来替他赎了，如何？”迎春忙道：“罢，罢！省事些好。宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是。”说著便走。迎春便不言语，只好由他。",
            "english": "The Spring Festival is over, and I return to the courtyard after bidding farewell. Xiuju said, \"How are you? The other day I told you about the hairpin with the pearls and the gold phoenix that was stolen, and I didn't even ask you. I said it had to be the old lady who had taken it to pawn the money. You didn't believe me, and you said it was stored by司棋.司棋 was sick, but she was clear-minded and said, 'It wasn't stored, but it was still in the box on the bookshelf, ready to be worn on the 15th of August.' You should have asked the old lady about it.\" Yingchun said, \"Why bother? Of course he took it off to pawn it. I only thought he took it quietly and put it back quietly. I didn't know he forgot it. Today, he's causing trouble, and asking him won't do any good.\" Xiuju said, \"Why bother? It's easier to just pay a few coins to redeem it.\" Yingchun said, \"No, let's not do that. It's easier to just let it be.\"The original Chinese text is:\n\n中文原文：\n\n\n\n这里使用了现代普通话的语法和表达方式“宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是。”说著便走。迎春便不言语，只好由他。\n\n请将以下的文字改写为简单的现代普通话。\n中国白话：\n\n宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是。”说著便走。迎春便不言语，只好由他。\n\n简单的现代普通话：\n\n“宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是。”说著便走。迎春便不言语，只好由他。\n\n请将以下的文字改写为简单的现代普通话。\n中国白话：\n\n宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是Xiuju said, \"Miss, how weak you are? You're going to save yourself some trouble and be scammed in the future! I'm going.\" Saying that, she walked away. Yingchun didn't say anything, just let her go.",
            "chinese": "迎春送至院外方回。绣橘因说道：“如何？前儿我回姑娘那一个攒珠累金凤，竟不知那里去了，回了姑娘，竟不问一声儿。我说必是老奶奶拿去当了银子放头儿了，姑娘不信，只说司棋收著，叫问司棋。司棋虽病，心里却明白，说：‘没有收起来，还在书架上匣里放著，预备八月十五要戴呢。’姑娘该叫人去问老奶奶一声。”迎春道：“何用问？那自然是他拿了去摘了肩儿了。我只说他悄悄的拿了出去，不过一时半晌，仍旧悄悄的放在里头，谁知他就忘了。今日偏又闹出来，问他也无益。”绣橘道：“何曾是忘记？他是试准了姑娘的性格儿，才这么著。如今我有个主意：到二奶奶屋里，将此事回了他，或著人要他，或省事拿几吊钱来替他赎了，如何？”迎春忙道：“罢，罢！省事些好。\n\n这里使用了现代普通话的语法和表达方式“宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是。”说著便走。迎春便不言语，只好由他。\n\n请将以下的文字改写为简单的现代普通话。\n中国白话：\n\n宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是。”说著便走。迎春便不言语，只好由他。\n\n简单的现代普通话：\n\n“宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是。”说著便走。迎春便不言语，只好由他。\n\n请将以下的文字改写为简单的现代普通话。\n中国白话：\n\n宁可没有了，又何必生事？”绣橘道：“姑娘怎么这样软弱？都要省起事来，将来连姑娘还骗了去！我竟去的是。”说著便走。迎春便不言语，只好由他。\n\n简单的现代普通话：\n\n"
        },
        {
            "original": "谁知迎春的乳母之媳玉柱儿媳妇为他婆婆得罪，来求迎春去讨情，他们正说金凤一事，且不进去。也因素日迎春懦弱，他们都不放在心上；如今见绣橘立意去回凤姐，又看这事脱不过去，只得进来，陪笑先向绣橘说：“姑娘，你别去生事。姑娘的‘金丝凤’，原是我们老奶奶老糊涂了，输了几个钱，没的捞梢，所以借去，不想今日弄出事来。虽然这样，到底主子的东西，我们不敢迟误，终久是要赎的。如今还要求姑娘看著从小儿吃奶的情，往老太太那边去讨一个情儿，救出他来才好！”迎春便说道：“好嫂子，你趁早打了这妄想。要等我去说情儿，等到明年，也是不中用的。方才连宝姐姐林妹妹，大夥儿说情，老太太还不依，何况是我一个人？我自己臊还臊不过来，还去讨臊去？”绣橘便说：“赎金凤是一件事，说情是一件事，别绞在一处。难道姑娘不去说情，你就不赔了不成？嫂子且取了金凤来再说。”",
            "english": "Who knows that the nurse of the nurse of the nursing mother Yu Zhuo'er's wife came to ask for a petition from Yingchun, they were talking about the Golden Phoenix, so they didn't go in. Yingchun is usually weak, they don't take it seriously; now Xiuju is going to go back to Fengjie, and now that the matter is out of hand, he has to come in and smile at Xiuju, saying, \"Little lady, don't make trouble. Little lady's 'golden phoenix' was originally old grandma's old fool, lost a few money, wanted to make a small money, so borrowed, but did not expect to make trouble today. Although it is like this, after all, it is the master's things, we dare not delay, it is always to redeem. Now it is still asking the little lady to take pity on us, to go to the old lady to ask for a petition to save him out. \"Yingchun said, \"Aunt, you don't waste your thoughts. If you want me to go to ask for a petition, you can wait until next year, it's useless. Just now even Baiji and Linzhi, together with everyone, askedXiu Ju said, \"Ransom the phoenix is one thing, to ask for forgiveness is another, don't mix them up. Do you think that if the lady doesn't ask for forgiveness, you won't have to pay up? Sister, please bring the phoenix first before we talk about it.\"",
            "chinese": "谁知道迎春的乳母之媳玉柱儿媳妇来找迎春讨情，他们正在谈论金凤的事情，所以没有进去。迎春平时懦弱，他们都不放在心上；现在绣橘打算回凤姐，又看到事情脱不过去，只得进来，笑着对绣橘说：“姑娘，你别去生事。姑娘的‘金丝凤’，原来是我们老奶奶老糊涂了，输了几个钱，想捞点小钱，所以借去，没想到今天弄出事来。虽然这样，毕竟是主子的东西，我们不敢迟误，总归是要赎的。现在还是求姑娘看在从小儿吃奶的情分上，去跟老太太说情，救出他来才好！”迎春便说道：“嫂子，你别白费心思了。要等我去说情，等到明年，也是没用的。刚才连宝姐姐和林妹妹，大家一起说情，老太太都不依，何况是我一个人？我自己都臊得慌，还去讨臊呢？绣橘说：“赎金凤是赎金凤，说情是说情，别搅在一起。难道姑娘不去说情，你就不用赔了？嫂子先把金凤拿来再说。”\n\n好的，现在我想请你将这段话翻译成英文。\n\nChinese vernacular:\n\n绣橘便说：“赎金凤是一件事，说情是一件事，别绞在一处。难道姑娘不去说情，你就不赔了不成？嫂子且取了金凤来再说。”\n\nSimple modern Mandarin:\n\n绣橘说：“赎金凤是赎金凤，说情是说情，别搅在一起。难道姑娘不去说情，你就不用赔了？嫂子先把金凤拿来再说。”\n\nTranslation in English:\n\nXiu Ju said, \"Ransom the phoenix is one thing, to ask for forgiveness is another, don't mix them up. Do you think that if the lady doesn't ask for forgiveness, you won't have to pay up? Sister, please bring the phoenix first before we talk about it.\""
        },
        {
            "original": "玉柱儿家的听见迎春如此拒绝他，绣橘的话又锋利，无可回答，一时脸上过不去，也明欺迎春素日好性儿，乃向绣橘说道：“姑娘，你别太张势了！你满家子算一算，谁的妈妈奶奶不仗著主子哥儿姐儿得些便宜？偏偺们就这样丁是丁卯是卯的。只许你们偷偷摸摸的，哄骗了去！自从邢姑娘来了，太太吩咐一个月俭省出一两银子来给舅太太去，这里饶添了邢姑娘的使费，反少了一两银子。时常短了这个，少了那个，那不是我们供给，谁又要去？不过大家将就些罢了。算到今日，少说也有三十两了！我们这一向的钱，岂不白填了限呢？”绣橘不待说完，便啐了一口，道：“做什么你白填了三十两？我且和你算算账！姑娘要了些什么东西？”",
            "english": "Yingchun refused Yu Zhuier, and Xiuzhu's words were too sharp. Yu Zhuier could not answer, and was ashamed of his face. Xiuzhu saw that Yingchun was always easygoing, and said to Xiuzhu, \"Little girl, don't be too arrogant! You people are all relying on the master brother and sister to get an advantage, but we are not like that. You sneaked away and deceived, but we have been living a frugal life. However, up to now, your family has at least thirty taels of silver. We have been filling our pockets with money for a long time.\" Xiuzhu did not wait for Yu Zhuier to finish, spat and said, \"What are you filling your pockets with? I'm going to calculate the account with you!\"",
            "chinese": "迎春拒绝了玉柱儿，绣橘的话也太过尖锐，玉柱儿无法回答，一时颜面无光。绣橘看准了迎春素来好脾气，就对绣橘说道：“姑娘，你别太嚣张了！你们家的人都是仗着主子哥哥姐姐才得便宜，我们却不是这样。你们偷偷摸摸地哄骗了去，我们却一直将就着过日子。不过，算到现在，你们家少说也有三十两银子了吧？我们这一向的钱不是白填了？”绣橘没等玉柱儿说完，就啐了一口，道：“做什么你白填了三十两？我来和你算算账！姑娘要了些什么东西？”"
        },
        {
            "original": "迎春听了这媳妇发邢夫人之私意，忙止道：“罢，罢！不能拿了金凤来，你不必拉三扯四的乱嚷。我也不要那凤了。就是太太问时，我只说丢了，也妨碍不著你什么，你出去歇歇儿去罢。何苦呢？”一面叫绣橘倒茶来。绣橘又气又急，因说道：“姑娘虽不怕，我是做什么的？把姑娘的东西丢了，他倒赖说姑娘使了他们的钱，这如今竟要准折起来，倘或太太问姑娘为什么使了这些钱，敢是我们就中取势？这还了得！”一行说，一行就哭了。司棋听不过，只得勉强过来，帮著绣橘，问著那媳妇。迎春劝止不住，自拿了一本《太上感应篇》去看。",
            "english": "Yingchun heard this wife's private thoughts, and hurriedly stopped her, saying, \"Enough! Enough! Don't bring the golden phoenix here, and don't shout nonsense. I don't want the phoenix. Even if the lady asks, I'll just say it was lost. It won't affect you in any way. Go and rest now. Don't make a fuss.\" She called Xiuju to bring her some tea. Xiuju was angry and anxious. \"Although the lady doesn't mind, what am I for? If the lady's things are lost, she'll blame the lady for using their money, and now she's even trying to sell them. If the lady asks why the money was used, won't we get a cut? That's not fair!\" As she said this, she burst into tears. Siqi couldn't stand it anymore, so she came over to help Xiuju question the wife. Yingchun couldn't stop her, so she had to take out a copy of The Taoist Inference to look at.",
            "chinese": "迎春听了这个媳妇发邢夫人的私心，连忙制止道：“算了，算了！不要把金凤拿来了，你不要胡说八道的乱嚷。我也不要那凤了。就是太太问时，我只说丢了，也不妨碍你什么，你出去歇歇去吧。别闹了！”一面叫绣橘倒茶来。绣橘又气又急，说道：“姑娘虽然不怕，我是做什么的？把姑娘的东西丢了，他倒赖说姑娘用了他们的钱，现在竟然要折算。如果太太问姑娘为什么用了这些钱，我们会不会从中取利？这可不行！”一边说，一边就哭了。司棋听不下去，只得勉强过来，帮着绣橘，问那个媳妇。迎春劝不住，只好拿出一本《太上感应篇》来看。"
        },
        {
            "original": "三人正没开交，可巧宝钗、黛玉、宝琴、探春等，因恐迎春今日不自在，都约著来安慰。他们走至院中，听见几个人讲究，探春从纱窗内一看，只见迎春倚在床上看书，若有不闻之状，探春也笑了。小丫头们忙打起帘子报道：“姑娘们来了。”迎春放下书起身。那媳妇见有人来，且又有探春在内，不劝自止了，遂趁便就走。探春坐下，便问：“刚才谁在这里说话？倒像拌嘴似的。”迎春笑道：“没有什么，左不过他们小题大做罢了，何必问他？”探春笑道：“我才听见什么‘金凤’，又是什么‘没有钱，只合我们奴才要’。谁和奴才要钱了？难道姐姐和奴才要钱不成？”司棋绣橘道：“姑娘说的是了。姑娘何曾和他要什么了？”探春笑道：“姐姐既没有和他要，必定是我们和他们要了不成？你叫他进来，我倒要问问他。”迎春笑道：“这话又可笑。你们又无沾碍，何必如此？”探春道：“这倒不然。我和姐姐一样。姐姐的事，和我的一般。他说姐姐，即是说我。我那边有人怨我，姐姐听见，也是合怨姐姐一样。偺们是主子，自然不理论那些钱财小事，只知想起什么要什么，也是有的事。但不知累丝凤怎么又夹在里头？”",
            "english": "Three people were arguing, and just then, Baochai, Daiyu, Baoqin, and Linzhen came to console her because they were worried that Yingtong was not feeling well. They walked to the courtyard and heard someone talking. Qintong looked through the curtain and saw Yingchong lying in bed reading a book, as if he hadn't heard anything. Qintong laughed. The maid quickly opened the curtain and announced, \"The ladies have arrived.\" Yingchong put down the book and stood up. The servant saw that someone had come, and seeing Qintong there, she stopped talking without being asked. She left. Qintong sat down and asked, \"Who was talking just now? It sounded like they were arguing.\" Yingchong smiled, \"Nothing, they were just making a fuss over nothing. Why bother asking?\" Qintong smiled again, \"I just heard something like 'Golden Phoenix' and something about 'not having any money, only us slaves should ask for it.' Who is asking for money from us? Not even Yingchong could ask for money from us.\" Sijie and Xiuju replied, \"You're right. Sister Yingchong has never asked for anything from us\"He called him in, I want to ask him,\" said Chen Xing. \"This is ridiculous. You have nothing to do with him, why are you so nervous?\" Tseng said, \"That's not right. I'm the same as my sister. My sister's affairs are the same as mine. When he said my sister, it was me. Someone complained about me on my side, my sister also heard it, it was the same as complaining about my sister. We are the master, we don't care about these things, we just want to take what we want, that's right. But I don't know how the累丝凤 got involved?\"When I grow up, I'll recognize a few words on my own, and I'll do as I like.\"said Dajue.\"You are right, but now people can't read three or two words.",
            "chinese": "三人正在争论，恰巧宝钗、黛玉、宝琴、探春等人，担心迎春今天不舒服，都约好了来安慰她。他们走到院中，听到几个人在讲话，探春从纱窗里一看，只见迎春躺在床上看书，好像没有听见一样，探春也笑了。小丫头们忙打起帘子报信：“姑娘们来了。”迎春放下书起身。那个媳妇见有人来，又见探春在场，不劝自止，就走了。探春坐下，问：“刚才谁在这里说话？听起来像在拌嘴一样。”迎春笑道：“没什么，他们只是小题大做罢了，何必问他？”探春笑道：“我才听到什么‘金凤’，又是什么‘没有钱，只合我们奴才要’。谁和奴才要钱了？难道姐姐和奴才要钱不成？”司棋绣橘道：“姑娘说的是了。姑娘何曾和他要什么了？”探春笑道：“姐姐既没有和他要，必定是我们和他们要了不成？”叫他进来，我要问他。”迎春笑道：“这话很可笑。你们又没有牵连，何必这么紧张？”探春道：“这不对。我和姐姐一样。姐姐的事，也和我一样。他说姐姐，就是说我。我那边有人抱怨我，姐姐也听到，也是抱怨姐姐一样。我们是主人，自然不关心这些钱财小事，只知道想要什么就拿什么，也是有的事。但不知道累丝凤怎么又插进去了？”\n\n中国白话：\n\n话说当日林黛玉自在荣府之时，贾母曾问黛玉念何书。黛玉道：“只刚念了《四书》。”黛玉又问姊妹们读何书。贾母道：“读的是什么书，不过是认得两个字，不是睁眼的瞎子罢了！”宝钗道：“姐姐为什么也叫他读书！我曾见古时女子，没有一个读书的，有几个识字的，不过是写得几个大字，和别人说不得话儿，究竟也是无用。等我长大了，我自己认得几个字，凭着我性情就是了。”黛玉道：“你说的虽是，只是如今的这些人，谁不是三个字二个字的"
        },
        {
            "original": "那玉柱儿媳妇生恐绣橘等告出他来，遂忙进来用话掩饰。探春深知其意，因笑道：“你们所以糊涂。如今你奶奶已得了不是，趁此求二奶奶，把方才的钱－－未曾散人的－－拿出些来赎来就完了。比不得没闹出来，大家都藏著留脸面；如今既是没了脸，趁此时，总有十个罪也只一人受罚，没有砍两颗头的理。你依我说，竟是和二奶奶趁便说去。在这里大声小气，如何使得？”这媳妇被探春说出真病，也无可赖了，只不敢往凤姐处自首。探春笑道：“我不听见便罢；既听见，少不得替你们分解分解。”",
            "english": "Yu Zhu's wife was worried that Xiuju would expose him, so she hurried in to cover up for him. Lin Daiyu was well aware of her intentions, and she laughed and said, \"You really are silly. Now that your grandmother has made a mistake, go to ask Granny Wang to take back the money before it's too late. Don't be like before, when everyone was trying to save face. Now that face has been lost, take advantage of this chance, and even if there are ten wrongdoings, it's only one person who will be punished, not two. Listen to me. Go and talk to Granny Wang now. Don't make a fuss here.\" The wife was exposed by Lin Daiyu, and had no excuse to make. She dared not go to expose Granny Wang. Lin Daiyu laughed and said, \"If I hadn't heard, I would have let it go. Now that I have heard, I'll help you out of this.\"",
            "chinese": "那玉柱儿媳妇担心绣橘会告发他，于是赶紧进来用话来遮掩。探春深知她的意图，于是笑着说：“你们真糊涂啊。现在你奶奶已经犯了错，趁着现在找二奶奶，把刚才的钱拿出来赎回来就好了。不能像没闹出来的时候，大家还藏着留脸面；现在脸面已经没了，趁现在，就算有十个罪，也只一人受罚，没有砍两颗头的理。你听我说，趁着现在，去跟二奶奶说说吧。在这里大声小气的，怎么行呢？”这媳妇被探春说出真病，也无可赖了，只不敢去向凤姐自首。探春笑道：“我如果没听见，也就算了；现在既然听见了，就替你们解解围吧。”"
        },
        {
            "original": "谁知探春早使了眼色与侍书，侍书出去了。这里正说话，忽见平儿进来。宝琴拍手笑道：“三姐姐敢是有驱神召将的符术？”黛玉笑道：“这倒不是道家法术，倒是用兵最精的，所谓‘守如处女，出如脱兔，出其不备’的妙策。”二人取笑，宝钗便使眼色与二人，遂以别话岔开。探春见平儿来了，遂问：“你奶奶可好些了？真是病糊涂了，事事都不在心上，叫我们受这样委屈。”平儿忙道：“谁敢给姑娘气受？姑娘吩咐我。”",
            "english": "Zhao Wei, who had been waiting for a while, raised his hand and said, \"Thank you.\" The black-robed man's expression turned dark, and he grabbed the table with both hands. The table shattered under the force of his grip, and the sound echoed throughout the hall.\n\n英文翻译：Zhao Wei, who had been waiting for a while, raised his hand and said, \"Thank you.\" The black-robed man's expression turned dark, and he grabbed the table with both hands. The table shattered under the force of his grip, and the sound echoed throughout the hall.",
            "chinese": "谁知道探春早就给了侍书一个眼神，侍书就出去了。这里正在说话，平儿就进来了。宝琴拍手笑道：“三姐姐是不是有驱神召将的符术？”黛玉笑道：“这倒不是道家法术，而是用兵最精妙的策略，就是‘守如处女，出如脱兔，出其不备’。”两个人取笑，宝钗就使眼色给她们，就换了别的话题。探春见平儿来了，就问：“你奶奶可好些了？真是病糊涂了，事事都不在心上，叫我们受这样的委屈。”平儿忙道：“谁敢给姑娘气受？姑娘吩咐我。”"
        },
        {
            "original": "那玉柱儿媳妇方慌了手脚，遂上来赶著平儿叫：“姑娘坐下，让我说原故，姑娘请听。”平儿正色道：“姑娘这里说话，也有你混插嘴的理吗？你但凡知礼，只该在外头伺候。也有外头的媳妇们无故到娘屋里来的？”绣橘道：“你不知我们这屋里是没礼的，谁爱来就来。”平儿道：“都是你们不是。姑娘好性儿，你们就该打出去，然后再回太太才是。”",
            "english": "Yu Zhu's daughter-in-law was in a panic, ran over to call Ping'er to sit down and tell the reason. Ping'er scolded, \"Miss, talking to you, what's wrong with you interrupting? You don't know the rules here, you should only wait outside. Who wants to come, they can come.\" Xiuju said, \"We don't have any manners in our room, who wants to come, they can come.\" Ping'er said, \"You're all wrong. The miss has a good temper, you should be beaten out and then report back to the mistress.\"",
            "chinese": "玉柱儿媳妇慌了手脚，赶上来叫平儿坐下，说原因，平儿正色道：“姑娘说话，有你混插嘴的道理吗？你不知道这里规矩，只该在外头伺候。谁爱来就来？”绣橘道：“我们屋里没礼，谁爱来就来。”平儿道：“都是你们不对。姑娘好脾气，你们就该打出去，然后再回太太才是。”"
        },
        {
            "original": "柱儿媳妇见平儿出了言，红了脸，方退出去。探春接著道：“我且告诉你：要是别人得罪了我，倒还罢了；如今这柱儿媳妇和他婆婆，仗著是嬷嬷，又瞅著二姐姐好性儿，私自拿了首饰去赌钱，而且还捏造假账，逼著去讨情，和这两个丫头在卧房里大嚷大叫，二姐姐竟不能辖治。－－所以我看不过，才请你来问一声：还是他本是天外的人，不知道理？还是有谁主使他如此？先把二姐姐制伏了，然后就要治我和四姑娘了。”平儿忙陪笑道：“姑娘怎么今日说出这话来？我们奶奶如何担得起！”探春冷笑道：“俗语说的，‘物伤其类，唇亡齿寒’，我自然有些心惊么。”平儿问迎春道：“若论此事，本好处的；但只他是姑娘的奶嫂，姑娘怎么样呢？”",
            "english": "Zhu er's wife heard what Ping'er said and turned red. She then left. Then Tang Spring said, \"I want to tell you that if someone offends me, I will just let it go. Now, Zhu er's wife and her mother-in-law are using their status as maids to look down on Second Sister and have been gambling with her dowry. They also fabricated accounts and forced Second Sister to make amends. They even shouted in Second Sister's room, which Second Sister couldn't control. I can't bear it. So, I came to ask you: Is it that Zhu er's wife is ignorant and rude, or is someone else behind her? First, they must subdue Second Sister, and then they will come after me and me. So, I think that we should find a way to handle this matter.\" Ping'er hurriedly said with a smile, \"Miss, how can you say such words today? Our master can't bear it.\" Tang Spring coldly laughed and said, \"The saying goes, 'When an animal is hurt, its同类is alarmed; when a lip is lost, the teeth are cold.' I'm a bit worried about this.\" Ping'er asked Yíng Spring, \"About this matter,",
            "chinese": "柱儿媳妇听平儿说了话，脸都红了，就退出去了。探春接着道：“我要告诉你：如果别人得罪了我，也就算了；现在柱儿媳妇和她的婆婆，仗着是嬷嬷，又看不起二姐姐，私自拿了首饰去赌博，而且还捏造假账，逼着去讨情，和这两个丫头在卧房里大喊大叫，二姐姐竟然不能管住。所以我看不过去，就请你来问一下：是不是柱儿媳妇本来就无知无理，还是有谁主使她这样？先把二姐姐制服了，然后就要治我和四姑娘了。”平儿急忙陪笑道：“姑娘怎么今天说出这样的话来？我们奶奶怎么受得起呢！”探春冷笑道：“俗语说的，‘物伤其类，唇亡齿寒’，我自然有些心惊。”平儿问迎春道：“关于这件事，本来是好事，但柱儿媳妇是二姐姐的奶嫂，二姐姐该怎么办呢？”"
        },
        {
            "original": "当下迎春只合宝钗看《感应篇》故事，究竟连探春的话也没听见，忽见平儿如此说，仍笑道：“问我，我也没什么法子。他们的不是，自作自受，我也不能讨情，我也不去加责就是了。至于私自拿去的东西，送来我收下；不送来，我也不要了。太太们要来问我，可以隐瞒遮饰的过去，是他的造化；要瞒不住，我也没法儿。没有个为他们反欺枉太太们的理，少不得直说。你们要说我好性儿，没个决断，如有好主意可以八面周全，不叫太太们生气，任凭你们处治，我也不管。”",
            "english": "Chen, a young man, was walking in the park. He saw a beautiful bird flying around. He wanted to catch it, so he started to chase it. He ran after the bird for a while, but the bird was too fast and he couldn't catch it. He was a little disappointed, but he decided to keep trying. He ran around the park, trying to catch the bird, but it kept flying away. Finally, he gave up and decided to just watch the bird fly around. He realized that sometimes it's not worth chasing after something that is too far away or out of reach.",
            "chinese": "当下迎春只适合看《感应篇》的故事，探春的话她都没听到，听到平儿这么说，她仍笑道：“问我也没用，他们的错是我不能替他们求情，我也不会责骂他们。至于私自拿走的东西，如果他们送来，我就收下；如果他们不送来，我也不会要了。太太们问起我，我可以用各种方法掩盖，是他们的运气好；如果瞒不住，我也没办法。没有个为了他们而欺骗太太们的道理，我只会把事情直接说出来。你们觉得我好脾气，没有决断，如果有好的主意可以八面玲珑，不惹太太们生气，就任凭你们处理，我不管。”\n\n注意：这个示例没有使用任何复杂的语言，而是使用简单的现代普通话来改写原文。"
        },
        {
            "original": "众人听了，都好笑起来。黛玉笑道：“真是‘虎狼屯于阶陛，尚谈因果。’要是二姐姐是个男人，一家上下这些人，又如何裁治他们？”迎春笑道：“正是，多少男人，衣租食税，及至事到临头，尚且如此。况且太上说的好，救人急难，最是阴骘事。我虽不能救人，何苦来白白去和人结怨结仇，作那样无益有损的事呢？”一语未了，只听又有一人来了。",
            "english": "The others all laughed. Dae-yu laughed, saying: \"This is like saying, \"Tigers and lions are on the threshold, yet they still talk about karmic causes and effects.\" If the second sister were a man, all these people in the household would be in my power. How could I not use that power to discipline them?\" Yee-chung laughed, saying: \"Exactly. Many men live off the rents and taxes of others. When it comes time to deal with them, they're still like that. Besides, the old sage says that helping those in distress is the most meritorious act. I cannot help them, so why should I go out of my way to make enemies and build up bad karma? I am not going to do anything that is without benefit and with harm.\" Just then, another person came.",
            "chinese": "众人听了，都好笑起来。黛玉笑道：“真是‘虎狼屯于阶陛，尚谈因果。’要是二姐姐是个男人，一家上下这些人，又如何裁治他们？”迎春笑道：“正是，多少男人，衣租食税，及至事到临头，尚且如此。况且太上说的好，救人急难，最是阴骘事。我虽不能救人，何苦来白白去和人结怨结仇，作那样无益有损的事呢？”一语未了，只听又有一人来了。"
        },
        {
            "original": "不知是谁，下回分解。",
            "english": "I don't know who it is, see you next time.中文原文：\n\n\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道",
            "chinese": "不知道是谁，下回见。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何，且听下回分解。\n\n简单的现代普通话：\n\n想知道后面发生什么，下回听我说。\n\n中国白话：\n\n欲知后事如何"
        }
    ],
    "title": "《痴丫头误拾绣春囊　懦小姐不问累金凤》",
    "chapter_number": 73
}