{
    "paragraphs": [
        {
            "original": "话说尤氏从惜春处赌气出来，正欲往王夫人处去。跟从的老嬷嬷们因悄悄的道：“回奶奶：且别往上屋里去。才有甄家的几个人来，还有些东西，不知是什么机密事。奶奶这一去，恐怕不便。”尤氏听了道：“咋日听见你老爷说：看见抄报上，甄家犯了罪，现今抄没家私，调取进京治罪。怎么又有人来？”老嬷嬷道：“正是呢。才来了几个女人，气色不成气色，慌慌张张的，想必有什么瞒人的事。”",
            "english": "You Si left the room with a grudge against Si Chun, and was about to go to the room of Lady Wang. The old servant whispered to her, \"Don't go to Lady Wang's room. Just now a few people from Chen's family came, and some things were taken in. I don't know what's going on. If you go there, it might be inconvenient.\" You Si said, \"Yesterday I heard your husband say that he saw a report that the family of Chen had committed a crime and their property was confiscated and sent to Beijing for punishment. How did they come again?\" The old servant said, \"Yes. Just now a few women came, and their faces were not good. They were in a hurry, so they must have something to hide.\"",
            "chinese": "尤氏从惜春那里赌气出来，正要前往王夫人处。跟随的老嬷嬷悄悄地说：“奶奶，别上王夫人的房间去。刚有几个甄家的人来，还有些东西，不知道是什么秘密的事。奶奶去了，恐怕不方便。”尤氏听后说：“昨天我听到你老爷说，看见抄报上说，甄家犯了罪，现在抄没家产，调取进京治罪。怎么又有人来了？”老嬷嬷说：“是啊。才来几个女人，脸色很不好，慌慌张张的，想必有什么隐瞒的事。”"
        },
        {
            "original": "尤氏听了，便不往前去，仍往李纨这边来了。恰好太医才诊了脉去。李纨近日也觉精爽了些，拥衾倚枕，坐在床上，正欲人来说些闲话。因见尤氏进来，不似方才和蔼，只呆呆的坐著，李纨因问道：“你过来了，可吃些东西？只怕饿了？”命素云：“瞧有什么新鲜点心拿来。”尤氏忙止道：“不必，不必。你这一向病著，那里有什么新鲜东西？况且我也不饿。”李纨道：“昨日人家送来的好茶面子，倒是对碗来你喝罢。”说毕，便吩咐去对茶。",
            "english": "尤氏听了，便没有往前走，而是去了李纨这边。恰好太医刚刚走了。李纨最近也觉得精神爽朗了些，拥着被子靠着枕头，坐在床上，正想和别人说些闲话。因为尤氏进来，表情不太和蔼，只呆呆地坐着，李纨就问：“你过来，吃点东西怎么样？只怕饿了？”叫素云：“看看有什么新鲜点心拿来。”尤氏赶紧阻止说：“不用，不用。你这一向生病了，有什么新鲜东西？况且我也不饿。”李纨说：“昨天人家送来的茶面子，倒是对碗来你喝吧。”说完，就吩咐人去对茶。Youshi said, \"Eat medicine. It's not good.\" Liwan asked, \"Are you better now?\" And asked if he ate medicine or not.",
            "chinese": "尤氏听了，便没有往前走，而是去了李纨这边。恰好太医刚刚走了。李纨最近也觉得精神爽朗了些，拥着被子靠着枕头，坐在床上，正想和别人说些闲话。因为尤氏进来，表情不太和蔼，只呆呆地坐着，李纨就问：“你过来，吃点东西怎么样？只怕饿了？”叫素云：“看看有什么新鲜点心拿来。”尤氏赶紧阻止说：“不用，不用。你这一向生病了，有什么新鲜东西？况且我也不饿。”李纨说：“昨天人家送来的茶面子，倒是对碗来你喝吧。”说完，就吩咐人去对茶。\n\n中国白话：\n\n李纨道：“你可好些？”又问他吃药不吃药。尤氏道：“吃药。只不好。好一日，歹一日。”李纨道：“可吃药了？”尤氏道：“吃药。只不好。好一日，歹一日。”李纨道：“你可好些？”又问他吃药不吃药。尤氏道：“吃药。只不好。好一日，歹一日。”李纨道：“你可好些？”又问他吃药不吃药。"
        },
        {
            "original": "尤氏出神无语。跟来的丫头媳妇们因问：“奶奶今日晌午尚未洗脸，这会子趁便可净一净好？”尤氏点头。李纨忙命素云来取自己妆奁。素云又将自己脂粉拿来，笑道：“我们奶奶就少这个。奶奶不嫌腌臜，能著用些。”李纨道：“我虽没有，你就该往姑娘们那里取去，怎么公然拿出你的来？幸而是他，要是别人，岂不恼呢？”尤氏笑道：“这有何妨？”说著，一面洗脸。丫头只弯腰捧著脸盆。李纨道：“怎么这样没规矩？”那丫头赶著跪下。尤氏笑道：“我们家下大小的人，只会讲外面假礼假体面，究竟做出来的事都够使的了！”李纨听如此说，便已知道昨夜的事，因笑道：“你这话有因。是谁做的事够使的了？”尤氏道：“你倒问我，你敢是病著过阴去了？”",
            "english": "Yao Shi was out of her mind and said nothing. The maids and servants who followed her asked: \"Wouldn't it be better for you to wash your face this afternoon?\" Yao Shi nodded. Li Wan said: \"I have none, so you should go to the ladies' quarters to get some. But how can you use mine so openly?\" Yao Shi laughed and said: \"What's the harm in that?\" She then washed her face. The maid was kneeling, holding the basin. Li Wan said: \"What are you doing? You're not behaving properly.\" The maid apologized. Yao Shi laughed and said: \"All the people in our household, whether big or small, only know how to talk about false manners and appearances, but their actions are always lacking in propriety.\" Li Wan asked: \"What do you mean by that?\" Yao Shi replied: \"It's because someone did something inappropriate last night.\" Li Wan asked: \"Who was it?\" Yao Shi didn't answer.",
            "chinese": "尤氏出神无语。跟来的丫头媳妇们因为问：“奶奶今天中午还没洗脸，现在趁便洗一洗好？”尤氏点头。李纨忙命素云来拿自己的妆奁。素云又将自己脂粉拿来，笑道：“我们奶奶就少这个。奶奶不嫌弃腌臜，能用些。”李纨道：“我虽然没有，你就该往姑娘们那里去取，怎么公然拿出你的来？幸而是他，要是别人，岂不生气呢？”尤氏笑道：“这有什么关系？”说著，一面洗脸。丫头只弯腰捧著脸盆。李纨道：“怎么这样没有规矩？”那丫头赶著跪下。尤氏笑道：“我们家下大小的人，只会讲外面假礼假体面，究竟做出来的事都够使的了！”李纨听如此说，便已知道昨夜的事，因笑道：“你这话有因。是谁做的事够使的了？”尤氏道：“你倒问我，你敢是病过阴去了？”\n\n注意，这是将原文中的文言文和白话文改写为现代普通话，并保持原文的语气和意义。"
        },
        {
            "original": "一语未了，只见人报：“宝姑娘来了。”二人忙说快请。宝钗已走进来。尤氏忙擦脸起身让坐，因问：“怎么一个人忽然走进来，别的妹妹都不见？”宝钗道：“正是，我也没有见他们。只因今日我们奶奶身上不自在，家里两个女人也都因时症未起炕，别的靠不得，我今儿要出去陪著老人家夜里作伴。要去回老太太、太太，我想又不是什么大事，且不用提，等好了，我横竖进来呢。所以来告诉大嫂子一声。”李纨听说，只看著尤氏笑，尤氏也看著李纨笑。",
            "english": "The words were not finished when someone came to report that \"Pao-ch'ien is here.\" The two ladies quickly said, \"Bring her in.\" Pao-ch'ien had already come in. You-ih quickly rubbed her face and rose to greet her, but asked, \"Where are the other girls?\" Pao-ch'ien said, \"I haven't seen them. My grandmother is unwell, and the two women at home are also sick. I must stay here and keep her company at night. I was going to tell Grandmother and Madam Ch'ien, but I thought it was nothing, so I didn't. I'll come back when she's better. I'm here to tell you that I'm coming.\" Li-huan looked at You-ih, who smiled at her.",
            "chinese": "一句话还没说完，就有人来报：“宝姑娘来了。”二人赶紧说快请。宝钗已经走进来了。尤氏忙着擦脸起身让座，因为问：“怎么一个人忽然进来，别的妹妹都不见？”宝钗说：“是啊，我也没看见他们。因为今天我奶奶不舒服，家里的两个女人也因为生病没有起床，别的都靠不上，我今天要出去陪奶奶夜里作伴。本来要去跟老太太、太太说一声，可是我觉得不是什么大事，不用提了，等奶奶好了，我再进来。所以先来告诉嫂子一声。”李纨看着尤氏笑，尤氏也看着李纨笑。"
        },
        {
            "original": "一时，尤氏盥洗已毕，大家吃面茶。李纨因笑著向宝钗道：“既这样，且打发人去请姨妈的安，问是何病。我也病著，不能亲自来瞧。好妹妹，你去只管去，我且打发人到你那里去看屋子。你好歹住一两天还进来，别叫我落不是。”宝钗笑道：“落什么不是呢？也是人之常情。你又不曾卖放了贼。依我的主意，也不必添人过去，竟把云丫头请了来，你和他住一两日，岂不省事？”尤氏道：“可是史大妹妹往那里去了？”宝钗道：“我才打发他们找你们探丫头去了，叫他同到这里来，我也明白告诉他。”",
            "english": "Now, Youshi has washed her face, and everyone is having noodle tea. Liwan smiles and says to the Chao, \"Since it's like that, go and ask about your aunt's condition. I'm sick, I can't go myself. Good sister, go, I'll send someone to your house to look after the house. You stay two or three days, and I won't say anything bad.\" Chao said with a smile, \"What's wrong with it? It's normal for people. You didn't let thieves in. According to my opinion, you don't need to add a person to go, just invite Yun Er to come, you and her stay two days, it's easy.\" Youshi asked, \"Where is the big sister Shi?\" Chao said, \"I sent someone to find the Yan Er, let him come here, and also tell him.\"",
            "chinese": "现在，尤氏洗完脸，大家吃面条茶。李纨笑着对宝钗说：“既然这样，就派人去问姨妈的病情。我也生病了，不能亲自去看。好妹妹，你去吧，我派人去你那里看房子。你住两三天，我就不说不好了。”宝钗笑道：“有什么不好的呢？这是人之常情。你又没放贼。依我的主意，你不必添人过去，就把云丫头请来，你和她住两天，就省事了。”尤氏道：“史大妹妹去哪儿了？”宝钗道：“我才派人去找探丫头，叫他来这里，我也告诉他。”\n\n注意：这是简化的现代普通话，可能与实际口语略有不同。"
        },
        {
            "original": "正说著，果然报：“云姑娘和三姑娘来了。”大家让坐已毕，宝钗便说要出去一事。探春道：“很好。不但姨妈好了还来，就便好了不来也使得。”尤氏笑道：“这话又奇了。怎么撵起亲戚来了？”探春冷笑道：“正是呢。有别人撵的，不如我先撵。亲戚们好，也不必要死住著才好。偺们倒是一家子亲骨肉呢，一个个不像乌眼鸡似的，恨不得你吃了我，我吃了你！”尤氏忙笑道：“我今儿是那里来的晦气？偏都碰著你姐儿们气头儿上了。”探春道：“谁叫你趁热灶火来了？”因问：“谁又得罪了你呢？”因又寻思道：“凤丫头也不犯合你怄气。是谁呢？”尤氏只含糊答应。",
            "english": "While they were talking, sure enough, the report came: \"Cloud Lady and Three Lady have come.\" Everyone took their seats, and Baochai said she wanted to go out. Tansen said, \"It's good. Not only will Auntie be better and come back, but even if she doesn't come, it's fine.\" You smiled and said, \"This is strange. How dare you drive away relatives?\" Tansen coldly laughed and said, \"Just like that. Whether relatives are good or not, they don't need to stay together all the time. We are a family of close relatives, but we are not like crows, each one wanting to eat the other.\" You laughed and said, \"I'm the one who's unlucky today. I've gotten myself into trouble with your sisters.\" Tansen thought for a moment and said, \"It's not Lady Feng's fault. Who else is it?\" Tansen searched her mind and said, \"It's not Lady Feng's fault. Who else is it?\"Protestantism is a Christian denomination that originated from the Reformation led by Martin Luther, John Calvin, and other reformers in the 16th century. Protestantism is characterized by its belief in the authority of the Bible, its rejection of the authority of the Pope, and its emphasis on individual faith and direct relationship with God. Protestantism includes a variety of denominations, such as Lutheranism, Calvinism, Anglicanism, and Methodism, among others.\n\n改写：Protestantism is a Christian denomination that arose from the Reformation initiated by Martin Luther, John Calvin, and other reformers in the 16th century. It is distinguished by its belief in the authority of the Bible, its rejection of the authority of the Pope, and its emphasis on individual faith and direct relationship with God. Protestantism encompasses a range of denominations, including Lutheranism, Calvinism, Anglicanism, and Methodism, among others.",
            "chinese": "正说着，果然报：“云姑娘和三姑娘来了。”大家让坐已毕，宝钗便说要出去一事。探春道：“很好。不但姨妈好了还来，就便好了不来也使得。”尤氏笑道：“这话又奇了。怎么撵起亲戚来了？”探春冷笑道：“正是呢。有别人撵的，不如我先撵。亲戚们好，也不必要死住著才好。我们倒是一家子亲骨肉呢，一个个不像乌眼鸡似的，恨不得你吃了我，我吃了你！”尤氏忙笑道：“我今儿是那里来的晦气？偏都碰著你姐儿们气头儿上了。”探春道：“谁叫你趁热灶火来了？”因又寻思道：“凤丫头也不犯合你怄气。是谁呢？”因又问：“谁又得罪了你呢？”因又寻思道：“凤丫头也不犯合你怄气。是谁呢？”因又问：“谁又得罪了你呢？”尤氏只含糊答应。\n\n原文：探春道：“很好。不但姨妈好了还来，就便好了不来也使得。”\n改写：探春说：“很好。不但姨"
        },
        {
            "original": "探春知他怕事，不肯多言，因笑道：“你别装老实了。除了朝廷治罪，没有砍头的，你不必吓的这个样儿。告诉你罢：我昨日把王善保的老婆打了，我还顶著徒罪呢。也不过背地里说些闲话罢咧，难道也还打我一顿不成？”宝钗忙问：“因何又打他？”探春悉把昨夜的事一一都说了。尤氏见探春已经说出来了，便把惜春方才的事也说了一遍。探春道：“这是他向来的脾气，孤介太过，我们再扭不过他的。”又告诉他们说：“今日一早不见动静，打听凤丫头病著，就打发人四下里打听王善保家的是怎么样。回来告诉我说：王善保家的挨了一顿打，嗔著他多事。”尤氏李纨道：“这倒也是正理。”探春冷笑道：“这种遮人眼目儿的事，谁不会做？且再瞧就是了。”尤氏李纨皆默无所答。一时，丫头们来请用饭，湘云宝钗回房打点衣衫，不在话下。",
            "english": "Tang Chun knew that he was afraid of things and would not speak much, so he laughed and said, \"You don't have to pretend to be honest. There's no death penalty for the imperial court, so you don't have to be so scared. I'll tell you: yesterday I beat Wang Shengbao's wife, and I'm still under sentence of imprisonment. It's just a private conversation, and how could they beat me?\" Baochai asked in a hurry, \"Why did you beat her?\" Tang Chun told them everything that happened last night. You Si saw Tang Chun had already told them, so she told them about Xicun's behavior earlier. Tang Chun said, \"This is her nature, too independent, and we can't turn her. \"She told them, \"I didn't hear anything this morning, but I sent someone to ask about Wang Shengbao's family. They came back and told me that Wang Shengbao's family had been beaten and complained about her being too nosy. \"You Si and Li Wan were silent. Soon, the maids came to ask for dinner, and Xiangyun and Baochai were busy tidying up their clothes.",
            "chinese": "探春知道他怕事，不肯多言，于是笑着说道：“你别装老实了。除了朝廷治罪，没有砍头的，你不必吓成这样。告诉你吧：我昨天打了王善保的老婆，我还顶着徒刑呢。也不过私下里说些闲话，难道还会打我一顿不成？”宝钗忙问：“为什么又打他？”探春把昨晚的事都说了。尤氏见探春已经说了出来，便把惜春刚才的事也说了。探春道：“这是她一贯的脾气，孤介太过，我们再怎么扭不过她。”又告诉他们说：“今天一早没动静，打听凤丫头病着，就派人四处打听王善保家的是怎么了。回来告诉我说：王善保家的挨了一顿打，埋怨她多事。”尤氏李纨道：“这倒也是正理。”探春冷笑道：“这种遮人眼目的事，谁不会做？且再看看就是了。”尤氏李纨都默不作声。不久，丫头们来请吃饭，湘云宝钗收拾衣服，不在话下。"
        },
        {
            "original": "尤氏辞了李纨，往贾母这边来。贾母歪在榻上。王夫人正说甄家因何获罪，如今抄没了家产，来京治罪等话。贾母听了，心中甚不自在，恰好见他姊妹来了，因问：“从那里来的？可知凤姐儿妯娌两个病著，今日怎么样？”尤氏等忙回道：“今日都好些。”贾母点头叹道：“偺们别管人家的事，且商量偺们八月十五赏月是正经。”王夫人笑道：“已预备下了，不知老太太拣那里好？只是园里恐夜晚风凉。”贾母笑道：“多穿两件衣服何妨？那里正是赏月的地方，岂可倒不去的？”",
            "english": "You Si bid farewell to Li Wan and came to Grandma Ja. Grandma Ja was leaning on the bed. Wang Fu was discussing with her the reason why the Jin family was searched and confiscated their property and sentenced to death in the capital. Grandma Ja was very uncomfortable after hearing it, and happened to see her nieces come in, so she asked, \"Where are you from? Do you know if Fengji and her sister-in-law are sick? How are they today?\" You Si replied hurriedly, \"They are all better today.\" Grandma Ja nodded and sighed, \"We don't need to worry about other people's affairs, let's talk about the Mid-Autumn Festival. Wang Fu laughed and said, \"It's already prepared, but I don't know where Grandma Ja wants to go? It's a little cold at night in the garden.\" Grandma Ja laughed and said, \"Just wear more clothes, it's the best place to appreciate the moon, why not go?\"",
            "chinese": "尤氏向李纨辞别，来到贾母这边。贾母斜靠在榻上。王夫人正在谈论甄家因为什么罪行，现在抄没家产，来京治罪的事情。贾母听了，心中很不舒服，恰好看到她的侄女们来了，就问：“你们从哪里来的？知道凤姐和她嫂子病了吗？今天怎么样？”尤氏等人忙回道：“今天都好些。”贾母点头叹气道：“我们不要管别人的事情，还是商量下八月十五赏月吧。”王夫人笑道：“已经准备好了，不知道老太太选哪里好？只是园里恐怕晚上风凉。”贾母笑道：“多穿几件衣服就行了，那里正是赏月的地方，怎么可以不去呢？”"
        },
        {
            "original": "说话之间，媳妇们抬过饭桌。王夫人尤氏等忙上来放箸捧饭。贾母见自己几色菜已摆完，另有两大捧盒内，盛了几色菜，便是各房孝敬的旧规矩。贾母说：“多吩咐过几次，蠲了罢，你们都不听。”王夫人笑道：“不过都是家常东西。今日我吃斋，没有别的孝顺。那些面筋豆腐，老太太又不甚爱吃，只拣了一样椒油莼齑酱来。”贾母笑道：“我倒也想这个吃。”鸳鸯听说，便将碟子挪在跟前。宝琴一一的让了，方归坐。贾母便命探春来同吃。探春也都让过了，便和宝琴对面坐下。侍书忙去取了碗箸。鸳鸯又指那几样菜道：“这两样看不出是什么东西来，是大老爷孝敬的。这一碗是鸡髓笋，是外头老爷送上来的。”一面说，一面就将这碗笋送至桌上。贾母略尝了两点，便命将那几样著人都送回去，“就说我吃了，以后不必天天送。我想吃什么，自然著人来要。”媳妇们答应著仍送过去。不在话下。",
            "english": "The servants then brought in the dinner table. The Countess of Wang and the Lady You and others hurried over to serve the chopsticks and hold the dishes. The old countess said, \"I've told you many times not to set the table, but you don't listen.\" The Countess of Wang laughed and said, \"It's just a few common things. Today I'm fasting, so I have nothing else to give you. Those bean curd dishes are not very appetizing to the old countess. I picked a little dish of pepper oil chilopsis.\" The old countess laughed and said, \"I do want to eat this.\" Quan Yang heard this and moved the plate to her own side. The two girls took their turns and sat down opposite each other. Siyu went to get the bowl and chopsticks. Quan Yang then pointed to the other dishes and said, \"These two dishes are unknown to me. They are from the old count's house. This bowl of chicken marrow bamboo shoots is from the exterior official's house.\" As she said this, she sent the bowl of bamboo shoots to the table. The old countess tasted a little and said, \"Please send it back. I've eaten it. From now onAfter the wives agreed, they sent it back again.\n\nPlease choose the correct Chinese translation for the English sentence.",
            "chinese": "说话之间，媳妇们抬过饭桌。王夫人、尤氏等人忙上来放筷捧饭。贾母见自己几色菜已摆完，另有两大捧盒内，盛了几色菜，便是各房孝敬的旧规矩。贾母说：“多吩咐过几次，不要摆了，你们都不听。”王夫人笑道：“不过是家常东西。今日我吃斋，没有别的孝顺。那些面筋豆腐，老太太又不甚爱吃，只拣了一样椒油莼齑酱来。”贾母笑道：“我倒也想这个吃。”鸳鸯听说，便将碟子挪在跟前。宝琴一一的让了，方归坐。贾母便命探春来同吃。探春也都让过了，便和宝琴对面坐下。侍书忙去取了碗箸。鸳鸯又指那几样菜道：“这两样看不出是什么东西来，是大老爷孝敬的。这一碗是鸡髓笋，是外头老爷送上来的。”一面说，一面就将这碗笋送至桌上。贾母略尝了两点，便命将那几样著人都送回去，“就说我吃了，以后不必天天送我想吃什么，自然会有人来要。”媳妇们答应后又送过去。"
        },
        {
            "original": "贾母因问：“拿稀饭来吃些罢。”尤氏早捧过一碗来，说是红稻米粥。贾母接来吃了半碗，便吩咐将这粥送给凤姐儿吃去；又指著这一盘果子，独给平儿吃去；又向尤氏道：“我吃了，你就来吃了罢。”尤氏答应著，待贾母漱口洗手毕。贾母便下地，和王夫人说闲话行食。尤氏告坐吃饭。贾母又命鸳鸯等来陪吃。贾母见尤氏吃的仍是白米饭，因问说：“怎么不盛我的饭？”丫头们回道：“老太太的饭完了。今日添了一位姑娘，所以短了些。”鸳鸯道：“如今都是‘可著头做帽子’了，要一点儿富馀也不能的。”王夫人忙回道：“这一二年旱涝不定，庄上的米都不能按数交的。这几样细米更艰难，所以都是可著吃的做。”贾母笑道：“正是巧媳妇做不出没米儿粥来。’众人都笑起来。鸳鸯一面回头向门外伺候媳妇们道：“既这样，你们就去把三姑娘的饭拿来添上，也是一样。”尤氏笑道：“我这个就够了，也不用去取。”鸳鸯道：“你够了，我不会吃的？”媳妇们听说，方忙著取去了。",
            "english": "Jia Mote asked, \"Bring me some thin porridge.\" You Si brought a bowl of red rice porridge. Jia Mote ate half of it and ordered it to be sent to Feng Jing to eat. She pointed to a plate of fruits and gave Ping Er a bite alone. Jia Mote asked You Si to eat. Quan Yang came to accompany her. Jia Mote saw You Si eating white rice and asked, \"Where is my food?\" The servant said, \"The old lady's food is gone. There is a girl today, so there is less.\" Quan Yang said, \"Now it's like making a hat according to the head, there is no extra.\" Wang Fu'an said, \"The past two years have been droughts and floods. The rice from the farm cannot be delivered on time. These fine rices are even harder to come by, so they are all used up.\" Jia Mote laughed and said, \"It's like a clever woman can't make porridge without rice.\" Everyone laughed. Quan Yang turned around and looked at the servants outside the door and said, \"Since that's the case, you might as well go and get San Er's food and add some to it.\"",
            "chinese": "贾母问：“拿稀饭来吃些。”尤氏端来一碗红稻米粥。贾母吃了一半，命人送给凤姐吃。指著一盘果子，独给平儿吃。贾母让尤氏吃饭。鸳鸯等来陪吃。贾母见尤氏吃白米饭，问：“怎么没我的饭？”丫头说：“老太太的饭没了。今天来了个姑娘，所以少了。”鸳鸯说：“如今都是‘可著头做帽子’了，没有一点富馀的。”王夫人忙说：“这二年旱涝不定，庄上的米都不能按时交。这几样细米更难，所以都是可著吃的。”贾母笑道：“正是巧媳妇做不出没米儿粥来。”大家都笑了。鸳鸯一面回头向门外的媳妇们说：“既然这样，你们就去把三姑娘的饭拿来加点，也是一样。”尤氏笑着说：“我已经够了，不用再去取了。”鸳鸯道：“你够了，我不会吃的？”媳妇们听到，才急忙去取。"
        },
        {
            "original": "一时，王夫人也去用饭。这里尤氏直陪贾母说话取笑。到起更的时候，贾母说：“你也过去罢。”尤氏方告辞出来。走至二门外，上了车，众媳妇放下帘子来，四个小厮拉出来，套上牲口，几个媳妇带著小丫头子们先走，到那边大门口等著去了。这里送的丫鬟们也回来了。",
            "english": "Once, Wang Fei also went to have dinner. Here, You Shi accompanied the old lady in the mansion to laugh and talk. At around 11 o'clock at night, the old lady said, \"You go too.\" You Shi then said goodbye and left. As she walked to the second gate, she got into her carriage, and the four attendants closed the curtains. The four attendants then took the carriage out and put the horses in, and the maidservants and maids followed behind them. They went to the big gate on the other side of the mansion, where they waited for You Shi to arrive. The maidservants who had delivered the gifts also returned.",
            "chinese": "一时，王夫人也去用饭。这里尤氏直陪贾母说话取笑。到起更的时候，贾母说：“你也过去罢。”尤氏方告辞出来。走至二门外，上了车，众媳妇放下帘子来，四个小厮拉出来，套上牲口，几个媳妇带著小丫头子们先走，到那边大门口等著去了。这里送的丫鬟们也回来了。\n\n将这段话改写为简单的现代普通话，使得语言更加流畅，易于理解。"
        },
        {
            "original": "尤氏在车内，因见自己门首两边狮子下，放著四五辆大车，便知系来赴赌之人，向小丫头银蝶儿道：“你看，坐车的是这些，骑马的又不知有几个呢。”说著，进府，已到了厅上。贾蓉媳妇带了丫鬟媳妇，也都秉著羊角手罩接出来了。尤氏笑道：“成日家我要偷著瞧瞧他们赌钱，也没得便，今儿倒巧，顺便打他们窗户跟前走过去。”众媳妇答应著，提灯引路。又有一个先去悄悄的知会伏侍的小厮们，不许失惊打怪。于是尤氏一行人悄俏的来至窗下，只听里面称三赞四，耍笑之音虽多，又兼有恨五骂六，忿怨之声亦不少。",
            "english": "You'si was in the carriage, and because he saw four or five big carriages placed at both sides of his door, he knew that it was the people who were playing gambling. He said to the little maid, Yin Die'er, \"Look, the people who came by carriage have so many, and the number of those who came by horseback must be even more.\" He went into the government, and it was already in the hall. Jia Rong's wife, along with the maid and the servant, all raised the lamb's horn lantern and came out. You'si laughed and said, \"I often want to secretly look at their gambling, but there is no opportunity. Today it is convenient to go through the window.\" The maid agreed, and the lamp was lit, and the way was led. Then one of them went quietly to the window to quietly notify the serving boys, not to be in a panic. So You'si and the others came quietly to the window, and only heard the sound of counting three times, and the sound of laughter, and the sound of cursing and complaining.",
            "chinese": "尤氏在车里，因为看到自己门口两边狮子下面放着四五辆大车，就知道来的是参加赌博的人，就对小丫头银蝶儿说：“你看，坐车的人有这些，骑马的人不知道有多少呢。”说着，进了府，已经到了大厅上。贾蓉媳妇带着丫鬟媳妇，也都举着羊角手罩接出来了。尤氏笑着说：“我常常想偷偷看看他们赌博，也没机会，今天正好顺便经过窗户跟前。”众媳妇答应着，提灯引路。又有一个先去悄悄通知伺候的小厮们，不许惊慌失措。于是尤氏一行人悄悄地来到窗户旁边，只听到里面有人数三数四，说笑的声音很多，又夹杂着骂人的声音，抱怨的声音也不少。"
        },
        {
            "original": "原来贾珍近因居丧，不得游玩，无聊之极，便生了个破闷的法子，日间以习射为由，请了几位世家弟兄及诸富贵亲友来较射。因说白白的只管乱射终是无益，不但不能长进，且坏了式样，必须立了罚约，赌个利物，大家才有勉力之心。因此，天香楼下箭道内立了鹄子，皆约定每日早饭后时射鹄子。贾珍不好出名，便命贾蓉做局家。这些都是少年，正是斗鸡走狗、问柳评花的一干游侠纨袴。因此，大家议定，每日轮流做晚饭之主。天天宰猪割羊，屠鹅杀鸭，好似“临潼斗宝”的一般，都要卖弄自己家里的好厨役，好烹调。",
            "english": "Jia Zhen has been bored lately because of mourning, and he came up with an idea to pass the time: he would shoot arrows every morning after breakfast on the shooting range in the courtyard of the Tianxiang Building. He thought this was pointless, as it wouldn't help him improve his archery skills, so he decided to make it a competition. The others agreed, and they decided to take turns cooking dinner every day. They would slaughter pigs and sheep, butcher geese and ducks, and show off their cooking skills and cuisine, like in the ancient battle of Linchong.",
            "chinese": "贾珍最近因为居丧，无法游玩，无聊极了，于是想了个消遣的法子，每天早上吃饭后，在天香楼下的箭道上比试射箭。因为觉得这样射箭毫无意义，不但不能进步，还会破坏箭法，所以就约定要赌个利物，才能让大家有努力之心。大家商议后，决定每天轮流做晚饭的主人。每天都要宰猪割羊，屠鹅杀鸭，像临潼斗宝一样，都要展现自己家里的好厨艺，好烹调。"
        },
        {
            "original": "不到半月工夫，贾政等听见这般，不知就里，反说：“这才是正理。文既误了，武也当习，况在武荫之属。”遂也令宝玉、贾环、贾琮、贾兰等四人，于饭后过来跟著贾珍习射一回，方许回去。",
            "english": "Within a few weeks, Jia Zheng and others heard about the matter, but did not know the details. Instead, they said, \"This is the right way. Even though studies have been neglected, martial arts should still be learned, and after all, they are from a military background.\" So they also ordered Baoyu, Jiahuan, Jia Cong, and Jialan to practice archery with Jia Zhen after dinner once a day before they could go back.\n\n英文翻译：\n\nWithin a few weeks, Jia Zheng and others heard about the matter, but did not know the details. Instead, they said, \"This is the right way. Even though studies have been neglected, martial arts should still be learned, and after all, they are from a military background.\" So they also ordered Baoyu, Jiahuan, Jia Cong, and Jialan to practice archery with Jia Zhen after dinner once a day before they could go back.",
            "chinese": "不到半个月，贾政等人听说了这件事，不知事情经过，反而说：“这才是正道。学业既然耽误了，武艺也应该学习，何况是武职出身。”于是也命令宝玉、贾环、贾琮、贾兰等四人，在饭后过来跟着贾珍练习射箭一次，才可以回去。"
        },
        {
            "original": "贾珍志不在此，再过几日，便渐次以歇肩养力为由，晚间或抹骨牌，赌个酒东儿，至后渐次至钱。如今三四个月的光景，竟一日一日赌胜于射了，公然斗叶掷骰，放头开局，大赌起来。家下人借此各有些利益，巴不得如此，所以竟成了局势，外人皆不知一字。近日邢夫人的胞弟邢德全也酷好如此，所以也在其中；又有薛蟠头一个惯喜送钱与人的，见此岂不快乐？",
            "english": "Jia Zhen didn't care about this, and after a few days, he gradually used resting as an excuse and played some cards in the evening, betting some money on alcohol. In recent months, his gambling skills have surpassed archery, openly betting on leaves and dice, opening the front, and starting to bet big. The family members all have some benefits from this, and they don't want it to end, so the situation gradually forms, and outsiders have no idea. Recently, Jia Xing's younger brother, Xing Dequan, also likes gambling, so he is also in it; Xue Pan is the first one to like sending money, and he is happy to see this.",
            "chinese": "贾珍不关心这个，过了几天，他逐渐以歇息为由，晚上玩点牌，赌些酒钱。最近几个月，他赌博的水平比射箭高了，公然斗叶掷骰，放头开局，开始大赌。家里的人都从中有些好处，巴不得这样，所以局势逐渐形成，外人完全不知道。最近邢夫人的弟弟邢德全也喜欢赌博，所以也在其中；薛蟠头一个喜欢送钱的，见此岂不快乐？"
        },
        {
            "original": "这邢德全虽系邢夫人的胞弟，却居心行事大不相同。他只知吃酒赌钱、眠花宿柳为乐，手中滥漫使钱，待人无心，因此，都叫他傻大舅。薛蟠早已出名的呆大爷。今日二人凑在一处，都爱抢快，便又会了两家，在外间炕上抢快。又有几个在当地下大桌子上赶羊。里间又有一起斯文些的抹骨牌，打天九。此间伏侍的小厮都是十五岁以下的孩子。－－此是前话。",
            "english": "Xing Deyuan, although he is Xing Fu's younger brother, behaves differently from his brother. He only knows how to eat, drink, gamble, and does not treat others sincerely, so people call him Big Uncle. Xue Pan is also a famous silly big brother. Today, the two of them came together and liked to rush, and invited two other families to play together. There were people playing cards on the outer room bed and on the local down table. There were also a few more refined people playing cards in the inner room. These little servants were all under fifteen years old. This is the previous sentence.",
            "chinese": "邢德全虽然是邢夫人的弟弟，但行事与哥哥不同。他只知道吃喝赌钱，与人交往不真诚，所以人们都叫他傻大舅。薛蟠也是有名的呆大爷。今天他们两个凑在一起，都喜欢抢快，又约了两家一起玩。外间炕上和当地下大桌子上都有人打牌。里间还有几个斯文点的在打牌。这些小厮都是十五岁以下的孩子。这是前面的话。"
        },
        {
            "original": "且说尤氏潜至窗外偷看。其中有两个陪酒的小么儿，都打扮的粉妆锦饰。今日薛蟠又掷输了，正没好气，幸而后手里渐渐翻过来了，除了冲账的，反赢了好些，心中自是兴头起来。贾珍道：“且打住，吃了东西再来。”因问：“那两处怎么样？”此时打天九赶老羊的未清，先摆下一桌，贾珍陪著吃。薛蟠兴头了，便搂著一个小么儿喝酒，又命将酒去敬傻大舅。",
            "english": "You Si secretly stood outside the window to watch. There were two little boys who served as wine attendants, both of whom were dressed up and attractive. Today, Xue Pan lost again and was very angry. Fortunately, later he turned around and won a lot of money, which made him very happy. Jia Zhen said, \"Don't fight for a while, eat first and then fight.\" Then he asked, \"How are the other two places?\" Now those who were playing nine-card sheep were not over yet, and one table was set up first. Jia Zhen accompanied him to eat. Xue Pan was enthusiastic, so he hugged a little boy and drank wine, and then asked someone to take the wine to pay respect to Dahuai.",
            "chinese": "尤氏偷偷地站在窗外看。有两个陪酒的小弟弟，都打扮得粉嫩动人。今天薛蟠又输了，心里很生气，幸好后来翻转过来，除了冲账的，反而赢了很多钱，心里很高兴。贾珍说：“先别打了，吃饭再打。”然后问：“另外两处怎么样？”现在打天九赶老羊的还没结束，先摆下一桌，贾珍陪着吃。薛蟠兴致勃勃，就搂着一个小弟弟喝酒，又让人把酒拿去敬傻大舅。"
        },
        {
            "original": "傻大舅输家，没心肠，喝了两碗，便有些醉意，嗔著陪酒的小么儿只赶赢家不理输家了，因骂道：“你们这起兔子，真是些没良心的忘八羔子！天天在一处，谁的恩你们不沾？只不过这会子输了几两银子，你们就这样三六九等儿的了。难道从此以后再没有求著我的事了？”众人见他带酒，那些输家不便言语，只抿著嘴儿笑。那些赢家忙说：“大舅骂的很是。这小狗攘的们都是这个风俗儿。”因笑道：“还不给舅太爷斟酒呢！”",
            "english": "Daduji lost money and had no heart to play, so he drank two bowls of wine and had a bit of a drunken stupor. He complained that the attendant only accompanied the winner and did not accompany the loser. He cursed, \"You guys are all no good! You only know how to take advantage of people's kindness. You don't care about anyone's good deeds. Just because you lost a little money this time, you start to discriminate against us. Don't you think we'll ever need you again?\" Everyone saw that he was drunk, so the losers didn't dare to speak up. The winners quickly said, \"Uncle is right. These guys are all like this.\" They laughed and said, \"Why don't you pour Uncle a glass of wine?\"",
            "chinese": "傻大舅输了钱，没心肠，喝了两碗酒，有些醉意，抱怨陪酒的小子只顾陪赢家，不陪输家，骂道：“你们这群兔子，真是些没良心的忘八羔子！天天在一起，谁的恩你们不沾？只不过这会子输了点钱，你们就这样分三六九等了。难道从此以后再没有求我的事了？”众人见他带酒，输家不便说话，只抿嘴笑。赢家忙说：“舅骂的对。这小子们都是这个风气。”因笑道：“还不给舅太爷倒酒呢！”"
        },
        {
            "original": "两个小孩子都是演就的圈套，忙都跪下奉酒，扶著傻大舅的腿，一面撒娇儿，说道：“你老人家别生气，看著我们两个小孩子罢。我们师父教的：不论远近厚薄，只看一时有钱的就亲近。你老人家不信，回来大大的下一注，赢了，白瞧瞧我们两个是什么光景儿！”说的众人都笑了。这傻大舅掌不住也笑了，一面伸手接过酒来，一面说道：“我要不看著你们两个素日怪可怜见儿的，我这一脚，把你们的小蛋黄子踢出来。”说著，把腿一抬。两个孩子趁势儿爬起来，越发撤娇撒痴，拿著洒花绢子，托了傻大舅的手，把那锺酒灌在傻大舅嘴里。",
            "english": "Two children were both tricks, busy to kneel down to give wine, holding the legs of Dumb big uncle, while crying, \"Don't be angry, look at us two children. Our teacher taught us: not matter how far or how thick, only look at the time with money to be close. You don't believe it, come and make a big bet, win, to see what we are like!\" Everyone laughed. This Dumb big uncle can't help laughing, holding the wine cup, said, \"If I don't look at you two who are always so pitiful, I will kick you out of your small egg yolks.\" Saying, he lifted his leg. The two children took advantage of this opportunity to get up, even more childish, holding the silk flower cloth, holding Dumb big uncle's hand, pouring the wine into Dumb big uncle's mouth.",
            "chinese": "两个小孩子都是演就的圈套，忙都跪下奉酒，扶著傻大舅的腿，一面撒娇儿，说道：“你老人家别生气，看著我们两个小孩子罢。我们师父教的：不论远近厚薄，只看一时有钱的就亲近。你老人家不信，回来大大的下一注，赢了，白瞧瞧我们两个是什么光景儿！”说的众人都笑了。这傻大舅掌不住也笑了，一面伸手接过酒来，一面说道：“我要不看著你们两个素日怪可怜见儿的，我这一脚，把你们的小蛋黄子踢出来。”说著，把腿一抬。两个孩子趁势儿爬起来，越发撒娇撒痴，拿著洒花绢子，托了傻大舅的手，把那锺酒灌在傻大舅嘴里。"
        },
        {
            "original": "傻大舅哈哈的笑著，一扬脖儿，把一锺酒都乾了，因拧了那孩子的脸一下儿，笑说道：“我这会子看著又怪心疼的了！”说著，忽然想起旧事来，乃拍案对贾珍说道：“昨日我和你令伯母怄气，你可知道么？”贾珍道：“没有听见。”傻大舅叹道：”就为钱这件东西！老贤甥，你不知我们邢家的底里。我们老太太去世时，我还小呢，世事不知。他姐妹三个人，只有你令伯母居长。他出阁时，把家私都带过来了。如今你二姨儿也出了门子了，他家里也很艰窘。你三姨儿尚在家里。一应用度，都是这里陪房王善保家的掌管。我就是来要几个钱，也并不是要贾府里的家私。我邢家的家私也就够我花了，无奈竟不得到手！你们就欺负我没钱！”贾珍见他酒醉，外人听见不雅，忙用话解劝。外面尤氏等听得十分真切，乃悄向银蝶儿等笑说：“你听见了：这是北院里的大太太的兄弟抱怨他呢。可见他亲兄弟还是这样，就怨不得这些人了。”因还要听时，正值赶老羊的那些人也歇住了，要酒。有一个人问道：“方才是谁得罪了舅太爷？我们竟没听明白。且告诉我们评评理。”邢德全便把两个陪酒的孩子不理的话说了一遍。那人接过来就说：“可恼！怨不得舅太爷生气。我问你：舅太爷不过输了几个钱罢咧，并没有输掉了，怎么你们就不理了？”说著，大家都笑起来。邢德全也喷了一地饭，说：“你这个东西，行不动儿就撒村捣怪的！”尤氏在外面听了这话，悄悄的啐了一口，骂道：“你听听这一起没廉耻的小挨刀的！再灌丧了黄汤，还不知吣出些什么新样儿的来呢！”一面便进去卸妆安歇。",
            "english": "Shi Da Zou laughed and raised his head and drank up a cup of wine, then he pinched the kid's face and said, \"I'm sorry now.\" Suddenly he remembered the old things and said to Jia Zhen, \"Yesterday I quarreled with your auntie. Do you know?\" Jia Zhen said, \"I didn't hear.\" Shi Da Zou sighed, \"It's because of money! Elder brother, you don't know the details of our family. When my mother passed away, I was young and didn't know much about the world. My sisters took all the family property with them when they got married. Now my auntie has also gotten married, and the family is very difficult. My auntie is still at home. All the expenses are handled by Wang Shangbao, the housekeeper. I just want to borrow some money, but it's not from the Jia family. Our family's property is enough for me, but I can't get it!\" Jia Zhen saw that he was drunk and that foreigners might hear and make it unseemly, so he used words to comfort him.Outside, You Si and others listened very clearly, so they quietly told Yin Die'er and others: \"Do you hear that? It's the elder brother of the big wife in the north yard complaining about him. It seems that even brothers will have complaints, so others will have complaints.\" Since they still wanted to listen, those who drove the old sheep also stopped and asked for wine. One of them asked: \"Who offended the uncle master just now? We don't understand, so you can tell us to judge it.\" Xing Dezhan told them about the two children who did not pay attention to the wine. The other person took over and said: \"How dare you! It's no wonder that Uncle Master is angry. I ask you: Uncle Master only lost some money, but did not lose, why didn't you pay attention?\" Saying this, everyone laughed. Xing Dezhan also spat a mouthful of rice on the ground and said: \"You this thing, once drunk, will be rude and disorderly!\" You Si outside listened to this, and quietly spat a spit and cursed: \"Listen to this group of shameless people! Drunk, you don't know what new tricks will come out!\" One side went in to take off the",
            "chinese": "傻大舅哈哈地笑着，一扬脖，把一杯酒都喝干了，于是拧了一下孩子的脸，笑着说：“我这会子看着又怪心疼的了！”说着，突然想起旧事，于是拍着桌子对贾珍说道：“昨天我和你令伯母怄气，你可知道吗？”贾珍道：“没听见。”傻大舅叹道：“就为钱这件东西！老贤甥，你不知道我们邢家的底里。我们老太太去世时，我还小，世事不知。他姐妹三个人，只有你令伯母居长。他出阁时，把家私都带过来了。如今你二姨儿也出嫁了，他家里也很艰难。你三姨儿还在家里。一应花费，都是这里陪房王善保家的掌管。我就是来要几个钱，也并不是要贾府里的家私。我邢家的家私也就够我花了，无奈竟不得到手！你们就欺负我没钱！”贾珍见他酒醉，外人听见不雅，忙用话劝解。外面尤氏等人听得很清楚，于是悄悄地对银蝶儿等人说：“你听到没有：这是北院里的大太太的兄弟在抱怨他。看来，即使是亲兄弟也会有怨言，所以别人也会有怨言。”因为还要听，赶老羊的那些人也歇住了，要酒。有一个人问道：“刚才谁得罪了舅太爷？我们不明白，可以告诉我们评评理。”邢德全便把两个陪酒的孩子不理的话说了一遍。那人接过来说：“可恶！怨不得舅太爷生气。我问你：舅太爷不过是输了几个钱，并没有输掉，为什么你们就不理了？”说著，大家都笑了起来。邢德全也喷了一地饭，说：“你这个东西，一喝醉酒就撒野捣乱！”尤氏在外面听了这话，悄悄地吐了口唾沫，骂道：“你听听这帮没廉耻的家伙！喝醉了酒，还不知道会说些什么新花样出来！”一面便进去卸妆休息。"
        },
        {
            "original": "至四更时，贾珍方散，往佩凤房里去了。次日起来，就有人回：“西瓜月饼都全了，只待分派送人。”贾珍吩咐佩凤道：“你请奶奶看著送罢，我还有别的事呢。”佩凤答应去了，回了尤氏，一一分派遣人送去。",
            "english": "At four o'clock in the morning, Jia Jin dispersed, went to Peifeng's room. The next morning, there was a report: \"Watermelons and mooncakes have been prepared, just waiting to be distributed to others.\" Jia Jin instructed Peifeng to say: \"Please let the grandma watch it and send it, I have other things to do.\" Peifeng agreed and went, told You Yi, and then sent people to send it one by one.",
            "chinese": "四更时分，贾珍才散场，去了佩凤的房间。第二天早上起来，就有报告：“西瓜和月饼都已经备齐了，只等分配送给别人。”贾珍吩咐佩凤说：“请奶奶看着送吧，我还有别的事呢。”佩凤答应着去了，告诉了尤氏，然后一一地派遣人送去。"
        },
        {
            "original": "一时，佩凤来说：“爷问奶奶今儿出门不出门。说偺们是孝家，十五过不得节，今儿晚上倒好，可以大家应个景儿。”尤氏道：“我倒不愿意出门呢。那边珠大奶奶又病了，琏二奶奶也躺下了，我再不去，越发没个人了。”佩凤道：“爷说：奶奶出门，好歹早些回来，叫我跟了奶奶去呢。”尤氏道：“既这么样，快些吃了，我好走。”佩凤道：“爷说早饭在外头吃，请奶奶自己吃罢。”尤氏问道：“今日外头有谁？”佩凤道：“听见外头有两个南京新来的，倒不知是谁。”说毕，吃饭更衣，尤氏等仍过荣府来，至晚方回去。",
            "english": "Not long after, Peifeng said, \"Your highness asked if the grandmother would go out today. He said that we are a filial family, and we should not celebrate the Lantern Festival, but tonight we could all get together to celebrate.\" You said, \"I don't really want to go out. Pearl is sick, and Lady Lin is lying down. If I don't go, there won't be anyone left.\" Peifeng said, \"Your highness asked if the grandmother would go out, and he said she should come back as soon as possible, and that I should follow the grandmother.\" You said, \"Since that's the case, let's eat and dress, and I'll be on my way.\" Peifeng said, \"Your highness said that for breakfast, we should eat outside, and that the grandmother should eat by herself.\" You asked, \"Who's outside?\" Peifeng said, \"I heard that there are two new people from Nanjing, but I don't know who they are.\" After that, they ate and dressed, and the grandmother and others went to the荣府 to stay the night, and then returned at night.",
            "chinese": "一会儿，佩凤来说：“爷问奶奶今天出门不出门。说我们是孝家，十五不过节，今天晚上倒好，可以大家一起应个景。”尤氏道：“我倒是不愿意出门。那边珠大奶奶又病了，琏二奶奶也躺下了，我再不去，越发没人了。”佩凤道：“爷说奶奶出门，好歹早些回来，叫我跟了奶奶去呢。”尤氏道：“既然这样，快些吃了，我好走。”佩凤道：“爷说早饭在外头吃，请奶奶自己吃罢。”尤氏问道：“今天外头有谁？”佩凤道：“听说外头有两个南京新来的，倒不知是谁。”说完，吃饭更衣，尤氏等仍过荣府来，至晚方回去。"
        },
        {
            "original": "果然贾珍煮了一口猪，烧了一腔羊，备了一桌菜蔬果品，在汇芳园丛绿堂中，带领妻子姬妾先吃过晚饭，然后摆上酒，开怀作乐赏月。将一更时分，真是风清月朗，银河微隐。贾珍因命佩凤等四个人也都入席，下面一溜坐下，猜枚搳拳。饮了一回，贾珍有了几分酒，高兴起来，便命取了一支紫竹萧来，命佩凤吹箫，文花唱曲。喉清韵雅，甚令人心动神移。唱罢，复又行令。",
            "english": "Jia Zhen cooked a pig and roasted a lamb, prepared a table of vegetables and fruits in the Clear Fragrance Garden, and ate dinner with his wife and concubines first. Then he laid out the wine, drank and had fun with the moon. When the time was around the first watch, the wind was light and the moon was bright, and the Milky Way was barely visible. Jia Zhen ordered Peifeng and the other four women to join them, sitting in a row below, playing finger games and drinking wine. After a while, Jia Zhen had drunk a little wine and was in a good mood. He ordered a purple bamboo flute and asked Peifeng to play it and Wen Hua to sing a song. Wen Hua's throat was clear and her tone was elegant, which was very moving. After the song, they continued to play games.",
            "chinese": "贾珍煮了一头猪，烧了一只羊，备了一桌菜蔬果品，在汇芳园丛绿堂中，和他的妻子姬妾先吃过晚饭，然后摆上酒，开怀作乐赏月。到一更时分，风清月朗，银河微隐。贾珍命令佩凤等四个人也入席，下面一溜坐下，猜枚搳拳。饮了一回，贾珍有了几分酒，高兴起来，便命取了一支紫竹萧来，命佩凤吹箫，文花唱曲。喉清韵雅，甚令人心动神移。唱罢，复又行令。"
        },
        {
            "original": "那天将有三更时分，贾珍酒已八分，大家正添衣喝茶换盏更酌之际，忽听那边墙下有人长叹之声。大家明明听见，都毛发竦然。贾珍忙厉声叱问：“谁在那边？”连问几声，无人答应。尤氏道：“必是墙外边家里人，也未可知。”贾珍道：“胡说！这墙四面皆无下人的房子，况且那边又紧靠著祠堂，焉得有人？”",
            "english": "It was already eleven o'clock that night when Jia Zhen had drunk eight cups of wine, and they were preparing to put on their coats and drink tea and change glasses. Suddenly, they heard a long sigh from the other side of the wall. Everyone was frightened. Jia Zhen shouted loudly, \"Who is there?\" He asked several times, but there was no answer. You Zhi said, \"Maybe it's a family member on the other side of the wall.\" Jia Zhen said, \"Nonsense! There are no servants' houses on the other side of the wall, and the other side is next to the ancestral hall, so there can't be anyone else.\"",
            "chinese": "那天晚上十一点多，贾珍已经喝了八分酒，大家正准备添衣喝茶换杯喝酒，突然听到墙那边有人长叹。大家都毛骨悚然。贾珍忙厉声叱问：“谁在那边？”连问几声，无人答应。尤氏道：“可能是墙外边家里人，也未可知。”贾珍道：“胡说！这墙四面都没有仆人的房子，况且那边又紧靠著祠堂，哪会有别人？”"
        },
        {
            "original": "一语未了，只听得一阵风声，竟过墙去了。恍惚闻得祠堂内槅扇开阖之声，只觉得风气森森，比先更觉凄惨起来。看那月色时，也淡淡的，不似先前明朗，众人都觉毛发倒竖。贾珍酒已吓醒了一半，只比别人拿得住些，心里也十分警畏，便大没兴头。勉强又坐了一会，也就归房安歇去了。",
            "english": "Just as I was about to finish my sentence, I heard a gust of wind blowing across the wall. Then I heard the sound of sliding doors opening and closing in the temple, and I felt a chill wind that made me feel even more frightened than before. The moonlight had also become pale, not as bright as it had been before, and everyone felt their hair standing on end. Although Mr. Jia had already woken up from his drunkenness, he was still cautious and frightened, and he sat there for a while before reluctantly going back to his room to rest.Suddenly, I heard the sound of the sliding door in the hall opening and closing, and felt a cold breeze that seemed even more eerie than before. The moonlight also seemed to have become pale.",
            "chinese": "未说完一句话，只听一阵风声，刮过墙去了。恍惚间听到祠堂里槅扇开合的声音，感到一股森森的冷风，比先前更令人感到凄惨。月色也变得淡淡的，不像先前那么明朗，众人都感觉毛发倒竖。贾珍酒已经吓醒了一半，虽然比别人拿得住些，心里也很警戒畏惧，于是勉强又坐了一会儿，就回房休息去了。\n\n翻译：\n中国白话：未说完一句话，只听一阵风声，刮过墙去了。恍惚间听到祠堂里槅扇开合的声音，感到一股森森的冷风，比先前更令人感到凄惨。月色也变得淡淡的，不像先前那么明朗，众人都感觉毛发倒竖。贾珍酒已经吓醒了一半，虽然比别人拿得住些，心里也很警戒畏惧，于是勉强又坐了一会儿，就回房休息去了。\n简单的现代普通话：未说完一句话，只听一阵风声，刮过墙去了。恍惚间听到祠堂里槅扇开合的声音，感到一股森森的冷风，比先前更令人感到凄惨。月色也变得淡淡的"
        },
        {
            "original": "次日一早起来，乃是十五日，带领众子侄开祠行朔望之礼。细察祠内，都仍是照旧好好的，并无怪异之迹。贾珍自以为醉后自怪，也不提此事。礼毕，仍旧闭上门，看著锁禁起来。",
            "english": "The next morning, it was the fifteenth day. Jia Zhen took his grandsons and nephews to pay their respects to the ancestors in the ancestral hall. He carefully inspected the ancestral hall and found that everything was the same as before, with no strange signs. Jia Zhen believed that he had spoken to himself while drunk and did not mention it again. After the ceremony, Jia Zhen still locked the door and locked it.",
            "chinese": "第二天早上起来，是十五号。贾珍带着众孙子侄孙女去祠堂拜祭祖先。他仔细检查祠堂，发现一切都和以前一样，没有任何奇怪的迹象。贾珍认为自己在醉酒时自言自语，也就没再提这件事。拜祭结束后，贾珍仍然关上门，锁好。"
        },
        {
            "original": "贾珍夫妻，至晚饭后，方过荣府来。只见贾赦贾政都在贾母房里坐著说闲话儿，与贾母取笑呢。贾琏、宝玉、贾环、贾兰皆在地下侍立。贾珍来了，都一一见过，说了两句话，贾珍方在挨门小杌子上告了坐，侧著身子坐下。贾母笑问道：“这两日，你宝兄弟的箭如何了？”贾珍忙起身笑道：“大长进了，不但式样好，而且弓也长了一个劲。”贾母道：“这也够了，且别贪力，仔细努伤著。”贾珍忙答应了几个“是”。贾母又道：“你昨日送来的月饼好；西瓜看著倒好，打开却也不怎么样。”贾珍陪笑道：“月饼是新来的一个饽饽厨子，我试了试果然好，才敢做了孝敬来的。西瓜往年都还可以，不知今年怎么就不好了。”贾政道：“大约今年雨水太勤之过。”贾母笑道：“此时月亮已上来了，偺们且去上香。”说著，便起身扶著宝玉的肩，带领众人，齐往园中来。",
            "english": "Jia Zhen and his wife came to the Yongfu house after dinner. They saw Jia Pai and Jia Zheng sitting and chatting with Jia Ma in Jia Ma's room, and joking with Jia Ma. Jia Lian, Bai Yu, Jia Huan and Jia Lan were all standing in the ground. Jia Zhen came in, and they all greeted each other. They talked for a few words, and then Jia Zhen sat on a small stool next to the door. Jia Ma laughed and asked, \"How is your son's arrow shooting these days?\" Jia Zhen quickly stood up and laughed, \"It has improved, not only looking good, but also archery is longer.\" Jia Ma said, \"That's enough. Don't be greedy, be careful not to hurt yourself.\" Jia Zhen quickly answered several \"yes\". Jia Ma said, \"The mooncake you sent yesterday was very good; the watermelon looks good, but after opening it, it doesn't look good.\" Jia Zhen smiled and said, \"The mooncake is made by the new pastry chef, I tried it, and it's really good, so I dare to send it to you. The\"The idea of ​​a perfect world is a utopian dream.\n\n中文翻译：\n\n“一个完美世界的想法是乌托邦的梦想。\n\n请在上面的中文翻译中指出并纠正任何错误或不准确之处。 如果有任何问题，请在下面的评论中告诉我。",
            "chinese": "贾珍和妻子晚饭后，来到荣府。只见贾赦和贾政在贾母房里坐着闲聊，和贾母逗乐。贾琏、宝玉、贾环、贾兰都在地下站着。贾珍来了，都一一见过，说了两句话，贾珍才在挨门小板凳上坐下。贾母笑着问：“这两日，你宝兄弟的箭进步了吗？”贾珍忙起身笑道：“进步了，不仅样子好看，而且弓也长了一个劲。”贾母道：“这已经够了，不要贪心，小心伤了自己。”贾珍忙答应了几个“是”。贾母又道：“你昨天送来的月饼很好；西瓜看起来很好，但打开后并不怎么样。”贾珍陪笑道：“月饼是新来的面点师做的，我试了试，确实很好，才敢送给你。西瓜往年还可以，不知道今年怎么就不行了。”贾政道：“大概是今年雨水太多的原因。”贾母笑道：“现在月亮已经升上来了，我们去上香。“说着，便起身扶着宝玉的肩，带领众人，齐往园中来。”"
        },
        {
            "original": "当下园子正门俱已大开，挂著羊角灯。嘉荫堂月台上，焚著斗香，秉著烛，陈设著瓜果月饼等物。邢夫人等皆在里面久候。真是月明灯彩，人气香烟，晶艳氤氲，不可名状。地下铺著拜毡锦褥。贾母盥手上香，拜毕，于是大家皆拜过。贾母便说：“赏月在山上最好。”因命在那山上的大花厅上去。众人听说，就忙著在那里铺设。贾母且在嘉荫堂中吃茶少歇，说些闲话。",
            "english": "The main gate of the garden was wide open, and there was a string of lanterns hanging over it. On the moon platform of Xingyun Hall, there were fire lamps burning, candles burning, and fruits and mooncakes were placed. The ladies of the family had been waiting for a long time inside. It was a bright moon, brilliant lights, human warmth, incense smoke, crystal mist, and difficult to describe. The ground was covered with mats and silk carpets. Old Ma washed her hands and burned incense, and after the ceremony, everyone paid their respects. Old Ma said, \"It's best to watch the moon on the mountain.\" So she ordered to set up in the large flower hall on the mountain. Everyone heard this and hurried to set it up. Old Ma sat in the Xingyun Hall and drank some tea, and talked some idle talk.",
            "chinese": "当下园子正门都已大开，挂着羊角灯。嘉荫堂月台上，燃烧着斗香，拿着蜡烛，摆着瓜果月饼等物。邢夫人等人在里边等待很久了。真是月光明亮，灯火灿烂，人气香烟，晶莹氤氲，难以形容。地上铺着拜毡和锦褥。贾母洗手焚香，拜完后，大家也都拜过。贾母说：“赏月最好是在山上。”于是命令在那山上的大花厅上去。众人听说，就忙着在那里铺设。贾母先在嘉荫堂中喝点茶休息，说些闲话。"
        },
        {
            "original": "一时，人回：“都齐备了。”贾母方扶著人上山来。王夫人等因回说：“恐石上苔滑，还是坐竹椅子上去。”贾母道：“天天打扫，况且极平稳的宽路，何不疏散疏散筋骨也好？”于是贾赦贾政等在前引导，又是两个老婆子秉著两把羊角手罩，鸳鸯、琥珀、尤氏等贴身搀扶，邢夫人等在后围随。从下逶迤不过百馀步，到了主山峰脊上，便是一座敞厅。因在山之高脊，故名曰凸碧山庄。厅前平台上列下桌椅，又用一架大围屏隔做两间，凡桌椅形式皆是圆的，特取团圆之意。上面居中，贾母坐下，左边贾赦、贾珍、贾琏、贾蓉，右边贾政、宝玉、贾环，贾兰，团团围坐，只坐了半桌，下面还半桌馀空。",
            "english": "At that time, someone came back and said, \"Everything is ready.\" The old lady was assisted by others to ascend the mountain. Lady Wang said, \"The stone may be slippery, so let's use a bamboo chair.\" The old lady said, \"It's always cleaned, and the road is wide, so walking is good for the body.\" Then, Jia Pai, Jia Zheng, and others led the way in front, and two old ladies carried two large round sunshades. Yu, Hong, and You, etc., stood close by and supported her. After walking about a hundred steps, they reached the peak of the main mountain, where there was an open hall. Because it was the highest point of the mountain, it was called \"Xu Bi Shang Zhuang.\" In front of the platform was a table and chairs, and a large screen was used to divide it into two rooms. The tables and chairs were all round, symbolizing reunion. In the middle was the old lady, on the left were Jia Pai, Jia Zheng, Jia Lin, and Jia Rong, and on the right were Jia Zheng, Bai Bai, Jia Huan, and Jia Lan, all sitting around in a circle",
            "chinese": "一时，人回：“都齐备了。”贾母扶著人上山来。王夫人等人说：“恐怕石上苔滑，还是坐竹椅子上去。”贾母道：“天天打扫，况且路很宽，走走对身体好。”于是贾赦、贾政等人在前面引导，有两个老婆子拿着两把羊角手罩，鸳鸯、琥珀、尤氏等人贴身搀扶，邢夫人等人在后面跟随。走了一百多步，到了主山峰脊上，是一座敞厅。因为是山上的最高点，所以叫凸碧山庄。厅前平台上放着桌椅，用一架大围屏隔成两间，桌子椅子都是圆的，取团圆之意。上面中间是贾母，左边是贾赦、贾珍、贾琏、贾蓉，右边是贾政、宝玉、贾环、贾兰，团团围坐，只坐了一半桌子，下面还有一半空着。"
        },
        {
            "original": "贾母笑道：“往常倒还不觉人少，今日看来，究竟偺们的人也甚少，算不得什么。想当年过的日子，今夜男女三四十个，何等热闹！今日那有那些人？如今叫女孩儿们来坐在那边罢。”于是令人向围屏后邢夫人等席上将迎春、探春、惜春三个叫过来。贾琏宝玉等一齐出坐，先尽他姊妹坐了，然后在下依次坐定。",
            "english": "Jia Ma laughed and said, \"I feel like there aren't many people here, but now I see that even our own people aren't much. Back in the days of living, there were as many as thirty or forty people, how lively it was! Where are those people now? Let's have the girls sit behind the screen.\" Then he ordered someone to go to Xingfu's table and call for the three girls, Yingchun, Zhan Chun, and Xicun, to come over. Jialing, Yu, and others all stood up and first let the sisters sit down, and then they sat down one by one.",
            "chinese": "贾母笑着说：“平时觉得人少，今天一看，我们的人都很少，算不了什么。想当年过日子的时候，今晚有三四十个男女，多么热闹啊！今天哪里有那些人？现在让女孩们坐在屏风后面吧。”于是命令人去邢夫人的席上叫迎春、探春、惜春三个过来。贾琏、宝玉等人一起站起来，先让他的姐妹们坐好，然后依次坐下。"
        },
        {
            "original": "贾母便命折一枝桂花来，叫个媳妇在屏后击鼓传花，若花在手中，饮酒一杯，罚说笑话一个。于是先从贾母起，次贾赦，一一接过。鼓声两转，恰恰在贾政手中住了，只得饮了酒。众姊妹弟兄都你悄悄的扯我一下，我暗暗的又捏你一把，都含笑，心里想著，倒要听是何笑话儿。",
            "english": "Jia Ma called for a branch of osmanthus to be cut, and had a servant woman hit a drum while passing a flower among the women and men. The one who held the flower had to drink a cup of wine and tell a joke. At first, the flower was passed around Jia Ma, Jia Shi, and others, but after two turns of the drum, the flower fell into Jia Zheng's hand, and he had to drink the wine. All the younger sisters and brothers were secretly pulling and pinching each other, and they all smiled, thinking, \"I wonder what kind of joke he will tell.\"",
            "chinese": "贾母叫人折一枝桂花来，叫个媳妇在屏后击鼓传花，花在手中的人要喝一杯酒，并且要讲一个笑话。一开始，贾母、贾赦等人都传着花，鼓声两转后，花正好落在贾政手中，他只得喝了酒。众姊妹兄弟都偷偷地互相扯一下，捏一下，都含笑，心里想着，不知道会讲什么笑话。"
        },
        {
            "original": "贾政见贾母欢喜，只得承欢。方欲说时，贾母又笑道：“若说的不笑了，还要罚。”贾政笑道：“只得一个，若不说笑了，也只好愿罚。”贾母道：“你就说这一个。”贾政因说道：“一家子一个人，最怕老婆。”只说了这一句，大家都笑了。因从没听见贾政说过，所以才笑。贾母笑道：“这必是好的。”贾政笑道：“若好，老太太先多吃一杯。”贾母笑道：“使得。”贾赦连忙捧杯，贾政执壶斟了一杯。贾赦仍旧递给贾政，贾赦旁边侍立。贾政捧上，安放在贾母面前，贾母饮了一口。贾赦贾政退回本位。于是贾政又说道：“这个怕老婆的人，从不敢多走一步。偏偏那日是八月十五，到街上买东西，便见了几个朋友，死活拉到家里去吃酒。不想吃醉了，便在朋友家里睡著了。第二日醒了，后悔不及，只得来家赔罪。他老婆正洗脚，说：‘既是这样，你替我舔舔就饶你。’这男人只得给他舔，未免恶心，要吐。他老婆便恼了，要打，说：‘你这样轻狂！’吓得他男人忙跪下，求说：‘并不是奶奶的脚腌臜，只因昨儿喝多了黄酒，又吃了月饼馅子，所以今日有些作酸呢。’”说得贾母和众人都笑了。贾政忙又斟了一杯送与贾母。贾母笑道：“既这样，快叫人取烧酒来，别叫你们有媳妇的人受累。”众人又都笑起来。只贾琏宝玉不敢大笑。",
            "english": "Jia Zheng saw that Jia Zhaomu was pleased, so he had to smile and laugh. He was about to say something when Jia Zhaomu laughed again: \"If what he says doesn't make people laugh, I'll punish him.\" Jia Zheng laughed: \"I can say another one.\" Jia Zhaomu said: \"You can say this one.\" Jia Zheng said: \"A family is most afraid of the wife.\" He only said one sentence, and everyone laughed. Because Jia Zheng had never said such a thing before, everyone laughed. Jia Zhaomu laughed: \"This must be good.\" Jia Zheng laughed: \"If it's good, Old Lady Jia should drink a cup.\" Jia Zhaomu laughed: \"All right.\" Jia Shih hurried to pick up the wine cup, and Jia Zheng took the wine jar and poured a cup of wine. Jia Shih then handed the wine cup to Jia Zheng, who stood beside him to serve. Jia Zheng picked up the wine cup and put it in front of Jia Zhaomu, who drank a sip. Jia Shih and Jia Zheng returned to their seats. Then JAs a result, he got drunk and fell asleep at his friend's house. The next morning, he regretted it and had to go home to apologize. His wife was washing her feet and said, \"If that's the case, you can lick them for me.\" The man had to lick them, feeling sick and wanting to vomit. His wife got angry and was about to hit him, saying, \"You're so impudent!\" Scared, the man got down on his knees and begged for forgiveness, saying, \"It's not your grandmother's feet that are dirty, but I drank too much yellow wine and ate mooncake filling yesterday, so I'm a little sour today.\" This made Jia Mo and the others laugh. Jia Zheng quickly poured a cup of wine and gave it to Jia Mo. Jia Mo laughed and said, \"Since that's the case, call someone to bring some burning wine, and don't let you men with wives be tired.\" Everyone laughed again, except for Jia Lian and Yu Bing who didn't dare to laugh loudly.\n\n中英文对照：\n\n结果喝醉了，就在朋友家睡着了。第二天早上醒来，他后悔不已，只好回家赔罪。他老婆正在洗脚",
            "chinese": "贾政见贾母高兴，只好陪着笑。正想说些什么，贾母又笑了起来：“如果他说的不让人笑了，我就要罚他。”贾政笑道：“我只能再说一个。”贾母道：“你就说这个。”贾政于是说道：“一个家庭，最怕老婆。”只说了一句话，大家都笑了。因为贾政从来没有说过这样的话，所以大家才笑。贾母笑道：“这一定是好的。”贾政笑道：“如果好，老太太先喝一杯。”贾母笑道：“行啊。”贾赦连忙端起酒杯，贾政拿着酒壶斟了一杯。贾赦又把酒杯递给贾政，贾赦站在旁边伺候。贾政端起酒杯，放在贾母面前，贾母喝了一口。贾赦和贾政回到自己的位置上。于是贾政又说道：“那个怕老婆的人，从来不敢多走一步。偏偏那天是八月十五，去街上买东西，碰到了几个朋友，他们硬拉他到家里喝酒。结果喝醉了，就在朋友家睡着了。第二天早上醒来，他后悔不已，只好回家赔罪。他老婆正在洗脚，说：“既然这样，你替我舔舔就饶你。”这个男人只得给他舔，感到很恶心，要吐。他老婆生气了，要打他，说：“你这么轻狂！”吓得他男人赶紧跪下，求饶说：“并不是奶奶的脚脏，只是昨天喝了太多黄酒，又吃了月饼馅，所以今天有点酸了。”说得贾母和众人都笑了。贾政忙斟了一杯酒送给了贾母。贾母笑道：“既然这样，快叫人拿烧酒来，别让你们有媳妇的人受累。”众人又都笑了。只有贾琏和宝玉不敢大笑。"
        },
        {
            "original": "于是又击鼓，便从贾政起，可巧到宝玉鼓止。宝玉因贾政在坐，早已踧踖不安，偏又在他手中，因想：“说笑话，倘或说不好了，又说没口才；说好了，又说正经的不会，只惯贫嘴，更有不是。不如不说。”乃起身辞道：“我不能说，求限别的罢。”贾政道：“既这样，限个‘秋’字，就即景做一首诗。好便赏你；若不好，明日仔细！”贾母忙道：“好好的行令，怎么又做诗？”贾政陪笑道：“他能的。”贾母听说：“既这样，就做。快命人取纸笔来。”贾政道：“只不许用这些‘水’‘晶’‘冰’‘玉’‘银’‘彩’‘光’‘明’‘素’等堆砌字样。要另出主见，试试你这几年情思。”",
            "english": "So again the drum was beaten, starting from Jia Zheng and continuing until Bao Yuyin stopped. Bao Yuyin, feeling anxious because Jia Zheng was present and the drum was in his hand, thought: \"If I tell a joke, if I don't do well, they'll say I don't have a good tongue; if I do well, they'll say I'm just good at being funny, and not serious. I'd rather not.\" He rose and said, \"I can't do it. Please change it.\" Jia Zheng said, \"If that's the case, just write a poem using the word 'autumn'. If you do well, I'll reward you; if you don't, think about it again tomorrow.\" Jia Zhenzhi said, \"What's the point of making poetry if we're just playing a game?\" Jia Zheng said, \"He can do it.\" Jia Zhenzhi said, \"Let's get some paper and ink.\" Jia Zheng said, \"Don't use words like 'water', 'crystal', 'ice', 'jade', 'silver', 'color', 'bright', 'pure', etc., which are just piled up. Try to comeSo again they beat the drum, and it was at just that moment that the drumming stopped and it happened that by chance it was Bao-yu who was sitting by Jia Zheng. Bao-yu was frightened because Jia Zheng was sitting there, and so he didn't want to be the one to strike the drum. He looked at Jia Zheng and said, \"Uncle, it's my turn to strike the drum. I'm the one who struck it just now, and I'm the youngest. I think you should let me do it.\"",
            "chinese": "于是又敲鼓，从贾政开始，一直敲到宝玉停止。宝玉因为贾政在座，感到很不安，正好又在宝玉手中。他想：“说笑话，如果我说不好，会说我没口才；如果我说得好，又会说我只擅长贫嘴，没有正经话。不如不说。”于是起身辞道：“我不会说，求你换别的。”贾政道：“既然这样，就用‘秋’字即景做一首诗。做得好，就赏你；如果不好，明天再仔细想想。”贾母忙道：“好好的行令，怎么又做诗？”贾政陪笑道：“他能做。”贾母听说：“既然这样，就做。快命人取纸笔来。”贾政道：“不要用这些‘水’‘晶’‘冰’‘玉’‘银’‘彩’‘光’‘明’‘素’等堆砌的字眼。要另出新意，试试你这几年的情思。”\n\n如何将中国白话改写为简单的现代普通话的示例。\n\n中国白话：\n\n于是又击鼓，便从贾政起，可巧到宝玉鼓止。宝玉因贾政在坐，"
        },
        {
            "original": "宝玉听了，碰在心坎儿上，遂立想了四句，向纸上写了，呈与贾政看。贾政看了，点头不语。贾母见这般，知无甚不好，便问：“怎么样？”贾政因欲贾母喜欢，便说：“难为他。只是不肯念书，到底词句不雅。”贾母道：“这就罢了。就该奖励，以后越发上心了。”贾政道：“正是。”因回头命个老嬷嬷出去，“吩咐小厮们，把我海南带来的扇子取来给两把与宝玉。”宝玉磕了一个头，仍复归坐行令。",
            "english": "After hearing this, Baoyu felt very uncomfortable, so he came up with four sentences and wrote them on paper, handing them to Jiazheng to read. Jiazheng read them and said nothing. Jiamu saw them and knew there was nothing wrong, so she asked Jiazheng, \"How is it?\" Jiazheng wanted Jiamu to be happy, so he said, \"Baoyu is really good, but he doesn't like to study and his writing is not very elegant.\" Jiamu said, \"That's good, we should reward him, and he will work harder in the future.\" Jiazheng said, \"Yes.\" Then he turned around and ordered the old maidservant to go out and say, \"Ask the young men to bring me two fans from Hainan.\" Baoyu bowed and returned to his seat to continue the game.",
            "chinese": "宝玉听了，心里很不舒服，于是想出了四句，写在纸上，递给贾政看。贾政看了，没有说什么。贾母见了，知道没有什么不好，便问贾政：“怎么样？”贾政因为想要贾母高兴，就说：“宝玉真不错，只是不肯读书，写的词句不太雅。”贾母道：“这样就好，就该奖励，以后宝玉会更加努力学习。”贾政道：“是啊。”于是回头让老嬷嬷出去，“吩咐小厮们，把我在海南带来的扇子拿来给宝玉两把。”宝玉磕了一个头，回到座位上继续行令。"
        },
        {
            "original": "当下贾兰见奖励宝玉，他便出席，也做一首呈与贾政看。贾政看了，更觉欣喜，遂并讲与贾母听。时贾母也十分欢喜，也忙令贾政赏他。",
            "english": "At that moment, Jialan saw that he had been praised by Yu Bai, and he wrote a poem for him. After reading it, Jia Zheng felt even happier and immediately showed it to Jialai. Jialai was also very happy and immediately ordered Jia Zheng to give him a reward.",
            "chinese": "当下贾兰见奖励宝玉，他也做了一首诗送给贾政看。贾政看了，更觉高兴，于是将诗讲给贾母听。时贾母也十分欢喜，也忙令贾政赏他。"
        },
        {
            "original": "于是大家归坐，复行起令来。这次贾赦手内住了，只得吃了酒，说笑话，因说道：“一家子一个儿子最孝顺，偏生母亲病了，各处求医不得，便请了一个针炙的婆子来。这婆子原不知道脉理，只说是心火，一针就好了。这儿子慌了，便问：‘心见铁就死，如何针得？’婆子道：‘不用针心，只针肋条就是了。’儿子道：‘肋条离心远著呢，怎么就好了呢？’婆子道：‘不妨事。你不知天下作父母的，偏心的多著呢！’”众人听说，也都笑了。贾母也只得吃半杯酒，半日笑道：“我也得这婆子针一针就好了。”贾赦听说，自知出言冒撞，贾母疑心，忙起身笑与贾母把盏，以别言解释。贾母亦不好再提，且行令。不料这花却在贾环手里。",
            "english": "Then everyone sat down and began to play the game again. This time, Jia Pai did not draw the card and had to drink wine and tell jokes. He told a story: there was a son who was very obedient, but his mother was sick and no doctor could cure her. He invited a woman who practiced acupuncture. This woman did not understand pulse diagnosis, but said it was heart fire, and one needle cured it. The son was frightened and asked, \"Heart meets iron and dies, how can it be cured with a needle?\" The woman said, \"Don't use a needle on the heart, just needle the ribs.\" The son asked, \"The ribs are far from the heart, how can it be cured?\" The woman said, \"It's all right. You don't know how biased parents are.\" Everyone laughed. Jia Pai could only drink half a cup of wine, and after a while, he laughed and said, \"I also need this woman to needle me.\" Jia Pai heard this and knew he had made a mistake. Jia Pai was suspicious, so he got up and drank a toast to Jia Pai, explaining with other words. Jia Pai could not bring it up again, so he continued to play the game",
            "chinese": "于是大家坐下来，又开始行令。这次贾赦没有抽到，只能喝酒、讲笑话。他说了一个故事：有一个儿子非常孝顺，但他的母亲生病了，四处求医都治不好，于是请了一个针灸的婆子。这个婆子原本不懂脉理，却说是心火，一针就好了。儿子慌了，问：“心见铁就死，怎么针得？”婆子说：“不用针心，只针肋条就是了。”儿子问：“肋条离心远着呢，怎么就好了呢？”婆子说：“不妨事。你不知道天下作父母的，偏心的多着呢！”众人听了都笑了。贾母也只能吃半杯酒，过了一会儿才笑道：“我也得这婆子针一针就好了。”贾赦听说后，自知失言，贾母怀疑他，就起身与贾母敬酒，以其他话解释。贾母也不好再提，就继续行令。没想到这花落在了贾环手里。"
        },
        {
            "original": "贾环近日读书稍进，亦好外务。今见宝玉做诗受奖，他便技痒，只当著贾政，不敢造次。如今可巧花在手中，便也索纸笔来，立就一绝，呈与贾政。贾政看了，亦觉罕异，只见词句中终带著不乐读书之意，遂不悦道：“可见是弟兄了，发言吐意，总属邪派。古人中有‘二难’，你两个也可以称‘二难’了。就只不是那一个‘难’字，却是做‘难以教训’的‘难’字讲才好。哥哥是公然温飞卿自居，如今兄弟又自为曹唐再世了。”说得众人都笑了。",
            "english": "Jia Huan has been making progress in reading recently and is also fond of socializing. Now that he sees Yu Bai writing poetry and winning a prize, he is itching to do something, but he is afraid to offend Jia Zheng. Now he has a flower in his hand, so he takes out paper and ink, and immediately writes a sonnet and gives it to Jia Zheng to look at. Jia Zheng read it and thought it was very unusual, but there was always an implication of not liking to study, so he was not happy and said, \"It seems that your brothers are the same, speaking and acting like those bad people. There were two difficult people in ancient times, and you two can be called 'two difficult people' as well. However, you cannot use the word 'difficult' in your poems; you should use the word 'difficult to discipline'.\" Everyone laughed at this.",
            "chinese": "贾环最近读书进步了一些，也喜欢交际。现在他看到宝玉写诗受奖，就心痒难耐，但见着贾政，不敢造次。现在他手里正好有一朵花，于是拿起纸笔，立刻写了一首绝句，给贾政看。贾政看了，觉得这诗很稀奇，但其中总带着不喜欢读书的意思，于是不高兴地说：“可见你们兄弟俩都是一样的，说话做事都像那些不正派的人。古人中有‘二难’，你们两个也可以被称为‘二难’了。只是你们的诗里不能用‘难’字，应该用‘难以教训’的‘难’字。”说得大家都笑了。"
        },
        {
            "original": "贾赦道：“拿诗来我瞧。”便连声赞好道：“这诗据我看，甚是有气骨。想来偺们这样人家，原不必寒窗萤火，只要读些书，比人略明白些，可以做得官时，就跑不了一个官儿的。何必多费了工夫，反弄出书呆子来？所以我爱他这诗，竟不失偺们侯门的气概！”因回头吩咐人去取自己的许多玩物来赏赐与他，因又拍著贾环的脑袋，笑道：“以后就这样做去，这世袭的前程就跑不了你袭了。”",
            "english": "Jia Pai said, \"Bring me the poem to read.\" Then he praised it repeatedly, \"This poem, I think, has great vigor. It is only natural for us of noble birth not to have to spend a lifetime studying. If we just read a little more than others, we can get a post in government service. Why should we waste time on such things and become bookworms? That's why I like this poem. It is in keeping with the style of noble birth.\" Then he turned to instruct someone to fetch all his precious things to reward him. He then patted Jia Huan on the head and said, \"Do this in the future and you will inherit the post.\"",
            "chinese": "贾赦说：“把诗拿来我看看。”接着连声称赞道：“这首诗据我看，很有气概。想来像我们这样的人家，本来就不需要苦读寒窗，只要读些书，比别人稍微明白一些，就可以做官。何必多花功夫，反而变成书呆子呢？所以我喜欢这首诗，竟不失我们侯门的气概！”于是回头吩咐人去取自己的许多玩物来赏赐给他，因又拍着贾环的脑袋，笑道：“以后就这样做下去，这个世袭的前程就跑不了你袭了。”"
        },
        {
            "original": "贾政听说，忙劝说：“不过他胡诌如此，那里就论到后事了？”说著，便斟了酒，又行了一回令。贾母便说：“你们去罢。自然外头还有相公们候著，也不可轻忽了他们。况且二更多了，你们散了，再让姑娘们多乐一会子，好歇著了。”贾政等听了，方止令起身。大家公进了一杯酒，才带著子侄们出去了。",
            "english": "Jia Zheng heard this and quickly advised, \"He's just making things up, so what do you mean by 'afterlife'?\" He then poured himself a glass of wine and continued playing the drinking game. Jia Ziying said, \"You should go. There are still some scholars waiting outside, and you must not neglect them. Besides, it's nearly two o'clock. You should let the girls enjoy themselves for a while longer before they go to bed.\" Jia Zheng and his sons and nephews agreed and got up to leave. They all had another cup of wine before leaving.",
            "chinese": "贾政听说，忙劝说：“不过他胡诌如此，哪里就论到后事了？”说着，便斟了酒，又行了一回令。贾母便说：“你们去吧。外面还有相公们等着，不可轻忽了他们。况且快两点了，你们散了，再让姑娘们多乐一会儿，好歇着了。”贾政等听了，才让子侄们起身。大家又进了一杯酒，才带着子侄们出去了。"
        },
        {
            "original": "要知端底，下回分解。",
            "english": "To find out what happens next, tune in next time.\n\nA: You're right, I agree with you.\n\nSimplified modern Chinese:\n\nYou're right, you're right.\n\nSimple modern Chinese:\n\nHe's very honest.\n\nSimple modern Chinese:\n\nLet's eat together tonight!\n\nSimple modern Chinese:\n\nI'm ready.\n\nSimple modern Chinese:\n\nYou look so beautiful today.\n\nSimple modern Chinese:\n\nI'm learning English.\n\nSimple modern Chinese:\n\nWhy don't you like this movie?\n\nChinese Translation:\n\nHe's very honest.\n\nSimple modern Chinese:\n\nLet's eat together tonight!\n\nSimple modern Chinese:\n\nI'm ready.\n\nSimple modern Chinese:\n\nYou look so beautiful today.\n\nSimple modern Chinese:\n\nI'm learning English.\n\nSimple modern Chinese:\n\nWhy don't you like this movie?I'm going to travel tomorrow.\n\n中文原文：\n\n:\n\n\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n英文翻译：\n\nI'm going to travel tomorrow.\n\n中文原文：\n\n:\n\n\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n英文翻译：\n\nI'm going to travel tomorrow.\n\n中文原文：\n\n:\n\n\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n英文翻译：\n\nI'm going to travel tomorrow.\n\n中文原文：\n\n:\n\n\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n英文翻译：\n\nI'm going to travel tomorrow.\n\n中文原文：\n\n:\n\n\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n英文翻译：\n\nI'm going to travel tomorrow.\n\n中文原文：\n\n:\n\n\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n英文翻译：\n\nI'm going to travel tomorrow.\n\n中文原文：\n\n:\n\n\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n英文翻译：\n\nI'm going to travel tomorrow.\n\n中文原文：\n\n:\n\n\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。\n\n英文翻译：\n\n",
            "chinese": "想知道接下来发生什么，下回分解。\n\n中国白话：\n\n是啊，你这么说我也赞同。\n\n简单的现代普通话：\n\n是啊，你说得对。\n\n中国白话：\n\n他这个人很诚实。\n\n简单的现代普通话：\n\n他很诚实。\n\n中国白话：\n\n我们今晚一起吃饭吧！\n\n简单的现代普通话：\n\n今晚我们一起去吃饭吧！\n\n中国白话：\n\n我已经准备好了。\n\n简单的现代普通话：\n\n我已经准备好了。\n\n中国白话：\n\n你今天看起来真漂亮。\n\n简单的现代普通话：\n\n你今天看起来真漂亮。\n\n中国白话：\n\n我正在学习英语。\n\n简单的现代普通话：\n\n我正在学习英语。\n\n中国白话：\n\n你为什么不喜欢这个电影？\n\n简单的现代普通话：\n\n你为什么不喜欢这个电影？\n\n中国白话：\n\n我明天要去旅行。\n\n简单的现代普通话：\n\n我明天要去旅行。"
        }
    ],
    "title": "《开夜宴异兆发悲音　赏中秋新词得佳谶》",
    "chapter_number": 75
}