{
    "paragraphs": [
        {
            "original": "却说凤姐正自起来纳闷，忽听见小丫头这话，又吓了一跳，连忙又问：“什么官事？”小丫头道：“也不知道。刚才二门上小厮回进来，回老爷有要紧的官事，所以太太叫我请二爷来了。”凤姐听了工部里的事，才把心略略的放下，因说道：“你回去回太太，就说二爷昨日晚上出城有事，没有回来，打发人先回珍大爷去罢。”那丫头答应著去了。",
            "english": "Xingfei was wondering what was going on, when a maid came to tell her there was an emergency official business. Xingfei was startled and asked what the emergency was. The maid didn't know. She had been sent by the second gate to call Xingfei to come. Xingfei learned that it was a matter of the Works Department, and she felt relieved. She told the maid to go and tell Jintian that Shengxue was out of town last night and to send someone back. The maid nodded and went off.",
            "chinese": "凤姐正纳闷，小丫头说有紧急官事，凤姐吓了一跳，问是啥官事。小丫头说不知道，二门上小厮回来说有要紧事，所以太太让我叫你来。凤姐听说是工部的事，才放了心，说二爷昨晚上出城有事没回来，打发人先回珍大爷。小丫头答应着去了。"
        },
        {
            "original": "一时，贾珍过来，见了部里的人，问明了，进来见了王夫人，回道：“部中来报：昨日‘总河’奏到，河南一带决了河口，湮没了几府州县。又要开销国帑，修理城工。工部司官又有一番照料，所以部里特来报知老爷的。”说完退出，及贾政回家来回明。从此，直到冬间，贾政天天有事，常在衙门里。宝玉的功课也渐渐松了，只是怕贾政觉察出来，不敢不常在学房里去念书，连黛玉处也不敢常去。",
            "english": "At that time, Jia Zhen came over and, having asked about it from the people of the Department, entered to see Wang Fu and told her, \"The Department has reported: yesterday, the 'Grand Canal Administrator' reported that the river had overflowed the levee in Henan, burying several counties and prefectures. It will be necessary to draw from the state treasury to repair the city walls. The officials of the Ministry of Works will also have to pay attention, so the Department has come to inform the old man.\" After saying this, he withdrew, and after Jia Zheng returned home and told his father, from then on, until winter, Jia Zheng was busy every day and was often in the Department. Bao Yux's studies gradually slackened, but he was afraid that Jia Zheng would notice, so he dared not often go to the study hall to study, and he did not dare to go to Duan's house.",
            "chinese": "当时，贾珍过来，见了部里的人，问明了，进来见了王夫人，回道：“部中来报：昨日‘总河’奏到，河南一带决了河口，湮没了几府州县。又要开销国帑，修理城工。工部司官又有一番照料，所以部里特来报知老爷的。”说完退出，及贾政回家来回明。从此，直到冬间，贾政天天有事，常在衙门里。宝玉的功课也渐渐松了，只是怕贾政觉察出来，不敢不常在学房里去念书，连黛玉处也不敢常去。"
        },
        {
            "original": "那时已到十月中旬，宝玉起来，要往学房中去。这日天气陡寒，只见袭人早已打点出一包衣裳，向宝玉道：“今日天气很凉，早晚宁可暖些。”说著，把衣裳拿出来，给宝玉挑了一件穿。又包了一件，叫小丫头拿出交给焙茗，嘱咐道：“天气冷，二爷要换时，好生预备著。”焙茗答应了，抱著毡包，跟著宝玉自去。",
            "english": "On October 10th, Baoyu went to school. The weather turned cold, so Xisun prepared a bag of clothes for Baoyu and told him to wear more. She selected one for Baoyu and wrapped another one for Beimeng to take care of changing. Beimeng agreed and held the clothes as he followed Baoyu.",
            "chinese": "十月中旬，宝玉要上学。天气变冷了，袭人准备了一包衣服，嘱咐宝玉多穿点。她选了一件给宝玉穿，还包了一件给焙茗，让他照顾着换。焙茗答应了，抱着衣服跟着宝玉去了。"
        },
        {
            "original": "宝玉到了学房中，做了自己的功课，忽听得纸窗呼喇喇一派风声。代儒道：“天气又变了。”把风门推开一看，只见西北上一层层的黑云，渐渐往东南扑上来。焙茗走进来回宝玉道：“二爷，天气冷了，再添些衣裳罢。”宝玉点点头儿。只见焙茗拿进一件衣裳来。宝玉不看则已，看了时，神已痴了。那些小学生都巴著眼瞧。却原是晴雯所补的那件雀金裘。宝玉道：“怎么拿这一件来？是谁给你的？”焙茗道：“是里头姑娘们包出来的。”宝玉道：“我身上不大冷，且不穿呢，包上罢。”代儒只当宝玉可惜这件衣裳，却也心里喜他知道俭省。焙茗道：“二爷穿上罢。著了冷，又是奴才的不是了。二爷只当疼奴才罢！”宝玉无奈，只得穿上，呆呆的对著书坐著。代儒也只当他看书，不甚理会。",
            "english": "Bao Yuhai went to the school and finished his lessons. Suddenly, he heard the wind howling outside. Dai Ru said, \"It's getting colder.\" He opened the window and saw that the dark clouds from the northwest were moving towards the southeast. Bei Ming came in and told Bao Yuhai, \"Young master, it's getting cold, you should put on another coat.\" Bao Yuhai nodded. Bei Ming brought in a coat. Bao Yuhai looked at it and felt dazed. The students in the classroom came over to look. It was the one Qiong Wen had mended. Bao Yuhai asked, \"Why is this here? Who gave it to you?\" Bei Ming said, \"The girls wrapped it up.\" Bao Yuhai said, \"I'm not cold, I won't wear it, wrap it up.\" Dai Ru thought Bao Yuhai was saving money and was very happy. Bei Ming said, \"You should wear it. If you catch a cold, it's my fault, please treat me a little better.\" Bao Yuhai had no choice but to put it on and sat silently at his desk. Dai Ru didn't notice and thought he was",
            "chinese": "宝玉到了学房，做完了功课，突然听到窗外的风声呼喇喇地响。代儒说：“天气又变冷了。”他打开风门一看，只见西北方向乌云滚滚，慢慢向东南扑来。焙茗走进来告诉宝玉：“二爷，天气冷了，再加件衣服吧。”宝玉点了点头。这时，焙茗拿进来一件衣服。宝玉一看，神思恍惚。那些小学生都凑过来看。原来是晴雯补的那件雀金裘。宝玉问：“怎么拿这件来？是谁给你的？”焙茗说：“是姑娘们包的。”宝玉说：“我身上不冷，先不穿，包起来吧。”代儒以为宝玉心疼这件衣服，心里很高兴，觉得他知道节俭。焙茗说：“二爷穿上吧。要是着了凉，又是我的错，您就多疼我一下吧！”宝玉无奈，只好穿上，呆呆地坐在书桌前。代儒没在意，以为他在看书。"
        },
        {
            "original": "晚间放学时，宝玉便往代儒前托病告假一天。代儒本来上年纪的人，也不过伴著几个孩子解闷儿，时常也八病九痛的，乐得去一个少操一日心。况且明知贾政事忙，贾母溺爱，便点点头儿。",
            "english": "After school, Bao Yuyu asked Dai Yu for leave for a day. Dai Yu is already in his eighties and often suffers from illnesses, so he is glad to have a day off. Besides, Jia Zheng is busy and Jia Mo is indulgent towards Bao Yuyu, so Dai Yu nods in agreement.",
            "chinese": "放学后，宝玉向代儒请假一天。代儒已经上了年纪，常常八病九痛，乐得少操心一天。况且贾政忙，贾母溺爱宝玉，于是代儒就点头同意了。"
        },
        {
            "original": "宝玉一径回来，见过贾母王夫人，也是这么说，自然没有不信的。略坐一坐，便回园中去了。见了袭人等，也不似往日有说有笑的，便和衣躺在炕上。袭人道：“晚饭预备下了，这会儿吃，还是等一等儿？”宝玉道：“我不吃了，心里不舒服。你们吃去罢。”袭人道：“那么著，你也该把这件衣裳换下来了。那个东西那里禁得住揉搓？”宝玉道：“不用换。”袭人道：“倒也不但是娇嫩物儿，你瞧瞧那上头的针线，也不该这么糟蹋他呀。”宝玉听了这话，正碰在他心坎儿上，叹了一口气道：“那么著，你就收起来给我包好了。我也总不穿他了！”说著，站起来脱下。袭人才过来接时，宝玉已经自己叠起。袭人道：“二爷怎么今日这样勤谨起来了？”宝玉也不答言，叠好了，便问：“包这个的包袱呢？”麝月连忙递过来，让他自己包好，回头和袭人挤著眼儿笑，宝玉也不理会，自己坐著，无精打彩。猛听架上钟响，自己低头看了看表针，已指到酉初二刻了。",
            "english": "When the Jade Emperor returned to see the Jade Mother and Lady Wang, they all said that what he said was true and naturally everyone believed him. They sat for a while, and then the Jade Emperor went back to the garden. When he saw the servants, he did not seem as lively and cheerful as before, and he just lay in bed wearing his clothes. He asked, \"Is dinner ready? Can I have some?\" The servant replied, \"No, your Highness. We haven't prepared it yet.\" The Jade Emperor sighed, \"I'm not hungry. I don't want to eat.\" The servant then asked, \"Do you want to change your clothes?\" The Jade Emperor replied, \"No, I don't want to change. Just put this one away for me.\" The servant said, \"All right, I'll put it away for you.\" The Jade Emperor then asked, \"What about the package?\" The servant said, \"It's right here.\" The Jade Emperor took it and put it away himself. The servant then looked at him with a smile, but the Jade Emperor didn't notice. He just sat there, looking downcast.The clock on the shelf suddenly rang, and I looked at the clock face and found that it had already pointed to eight o'clock.",
            "chinese": "宝玉回来见了贾母和王夫人，他们都说，宝玉这么说是真的，自然大家都相信。坐了一会，宝玉就回园里去了。见了袭人等人，也不像以前那样有说有笑的，就穿着衣服躺在炕上。袭人问：“晚饭准备好了，你吃还是不吃？”宝玉说：“我不吃了，心里不舒服。你们吃吧。”袭人说：“那件衣服你还是换下来吧，别把它揉坏了。”宝玉听了这话，正说到他心坎儿上，叹了一口气道：“那件衣服就包起来给我包好。我也不穿了！”说着，站起来脱下衣服。袭人才过来接时，宝玉已经自己叠好了。袭人问：“你今天怎么这么勤快了？”宝玉不说话，叠好了，就问：“包这个的包袱呢？”麝月赶紧递过来，让他自己包好。回头和袭人挤着眼儿笑。宝玉也不理会，自己坐著，无精打彩。突然听架上的钟响了，低头看了看表针，已经指到酉初二刻了。"
        },
        {
            "original": "一时，小丫头点上灯来。袭人道：“你不吃饭，喝半碗热粥儿罢，别净饿著。看仔细饿上虚火来，那又是我们的累赘了。”宝玉摇摇头儿，说：“这不大饿，强吃了倒不受用。”袭人道：“既这么著，就索性早些歇著罢。”于是袭人麝月铺设好了，宝玉也就歇下。翻来覆去，只睡不著，将及黎明，反朦胧睡去，有一顿饭时，早又醒了。",
            "english": "One day, Xiao Ya lit the lamp. Xisi said, \"You haven't eaten, so have half a bowl of hot porridge. Don't just starve. You might get a fever, and that will be our trouble.\" Yu Bo shook his head and said, \"I'm not very hungry, and I can't eat much even if I try.\" Xisi said, \"Well, then, go to bed early.\" Xisi and Xisui tidied up the bed, and Yu Bo went to bed. He tossed and turned and couldn't sleep until dawn, and then woke up again.",
            "chinese": "某天，小丫头点上灯。袭人说：“你不吃饭，喝半碗热粥儿吧，别净饿著。小心饿上虚火，那又是我们的累赘。”宝玉摇摇头说：“我不大饿，勉强吃也不舒服。”袭人说：“既然这样，就早点睡吧。”于是袭人和麝月整理好床铺，宝玉就睡下了。翻来覆去，睡不着，一直到了黎明，又醒了过来。"
        },
        {
            "original": "此时袭人麝月也都起来。袭人道：“昨夜听著你翻腾到五更天，我也不敢问你。后来我就睡著了，不知到底你睡著了没有？”宝玉道：“也睡了一睡，不知怎么就醒了。”袭人道：“你没有什么不受用？”宝玉道：“没有，只是心上发烦。”袭人道：“今日学房里去不去？”宝玉道：“我昨儿已经告了一天假了，今儿我要想园里逛一天，散散心，只是怕冷。你叫他们收拾一间屋子，备了一炉香，搁下纸墨笔砚，你们只管干你们的，我自己静坐半天才好，别叫他们来搅我。”麝月接著道：“二爷要静静儿的用工夫，谁敢来搅！”袭人道：“这么著很好，也省得著了凉，自己坐坐，心神也不搅。”因又问：“你既懒怠吃饭，今日吃什么，早说好传给厨房里去。”宝玉道：“还是随便罢，不必闹的大惊小怪的。倒是要几个果子搁在那屋里，借点果子香。”袭人道：“那个屋里好？别的都不大乾净，只有晴雯起先住的那一间，因一向无人还乾净，就是清冷些。”宝玉道：“不妨，把火盆挪过去就是了。”袭人答应了。",
            "english": "At this time, Xisi and Shixue both got up. Xisi said, \"I heard you tossing and turning all night. I dared not ask you. Later, I fell asleep, but I don't know if you fell asleep or not.\" Bao Yuyu said, \"I also slept for a while, but I don't know how I woke up.\" Xisi asked, \"Are you feeling uncomfortable?\" Bao Yuyu said, \"No, but I'm a little restless.\" Xisi asked, \"Are you going to the school today?\" Bao Yuyu said, \"I took a day off yesterday, and today I want to go out for a walk and relax myself. I'm afraid it's cold. You can prepare a room for me with incense, paper, ink, brush and inkstone, and you can do your own thing. I will sit quietly for a while. Don't disturb me.\" Shixue continued, \"Elder Brother Bao, if you want to be quiet and focused, who dares to disturb you!\" Xisi said, \"This is good. It also saves you from catching a cold. You can sit quietly by yourself without being disturbed.\" Therefore, she asked, \"Need to put some fruits in the room, borrow the smell of the fruits.\" Xiren said, \"Which room is better? The rest are not clean, only the one that Qiongwen used to live in is still clean because no one lives there, but it's a little cold.\" Yu said, \"It's okay, just move the fire stove over.\" Xiren agreed.",
            "chinese": "此时袭人和麝月都起床了。袭人道：“昨晚听你翻腾到五更天，我也不敢问你。后来我就睡着了，不知道你到底睡着了没有？”宝玉道：“我也睡了一觉，不知怎么就醒了。”袭人问：“你没有什么不舒服？”宝玉说：“没有，只是心烦。”袭人问：“今天去上学房吗？”宝玉说：“我昨天已经请假一天了，今天我想去逛一下，散散心，只是怕冷。你让他们收拾一间屋子，备一炉香，放下纸墨笔砚，你们只管干你们的，我自己静坐半天才好，别叫他们来打扰我。”麝月接着说：“二爷要静静儿地用心，谁敢来打扰！”袭人说：“这么着很好，也省得着了凉，自己坐坐，心神也不受干扰。”因此又问：“你既然懒得吃饭，今天吃什么，早说好传给厨房里去。”宝玉说：“随便吃点吧，不要闹得大惊小怪的。需要在屋里放几个水果，借点水果的香味。”袭人说：“哪个屋里比较好？别的都不干净，只有晴雯以前住的那间，因为没有人住，所以还很干净，就是有些冷。”宝玉说：“没关系，把火盆挪过去就行了。”袭人答应了。"
        },
        {
            "original": "正说著，只见一个小丫头端了一个茶盘儿，一个碗，一双牙箸，递给麝月，道：“这是刚才花姑娘要的，厨房里老婆子送了来了。”麝月接了一看，却是一碗燕窝汤，便问袭人道：“这是姐姐要的么？”袭人笑道：“昨夜二爷没吃饭，又翻腾了一夜，想来今儿早起心里必是发空的，所以我告诉小丫头们，叫厨房里做了这个来的。”袭人一面叫小丫头放桌儿。麝月打发宝玉喝了，漱了口，只见秋纹走来说道：“那屋里已经收拾妥了，但等著一时炭劲过了，二爷再进去罢。”宝玉点头，只是一腔心事，懒意说话。",
            "english": "As they were talking, a little maid came with a tray and a bowl, a pair of chopsticks, and gave it to Xisu. She said, \"This is what Miss Flower wanted, sent by the old lady in the kitchen.\" Xisu took a look at it and found it was a bowl of bird's nest soup. She asked Xianyue, \"Is this what you wanted?\" Xianyue laughed and said, \"Last night the second young master didn't eat anything and was up all night. He must be feeling empty in his stomach this morning, so I told the little maids to have the kitchen make this.\" Xianyue called for the maid to set the table. Xisu made the young master drink it and rinse his mouth. Then, another maid came to say, \"The room is already cleaned up, and we can let the second young master go in when the charcoal is done.\" The young master nodded, but he was full of thoughts and didn't want to talk.",
            "chinese": "说着，只见一个小丫头端着一个茶盘和一个碗，一双筷子，递给麝月，道：“这是刚才花姑娘要的，厨房里老婆子送来了。”麝月接过一看，是一碗燕窝汤，便问袭人道：“这是姐姐要的么？”袭人笑道：“昨夜二爷没吃饭，又翻腾了一夜，想来今儿早起心里必是发空的，所以我告诉小丫头们，叫厨房里做了这个来的。”袭人一面叫小丫头放桌儿。麝月叫宝玉喝了，漱了口，只见秋纹走来说道：“那屋里已经收拾妥了，但等一会炭劲过了，二爷再进去罢。”宝玉点头，只是一腔心事，懒得说话。\n\n改写后的文本使用了现代汉语的语法和词汇，更加符合现代人的语言习惯。"
        },
        {
            "original": "一时，小丫头来请，说：“笔砚都安放妥当了。”宝玉道：“知道了。”又一个小丫头回道：“早饭得了，二爷在那里吃？”宝玉道：“就拿了来罢，不必累赘了。”小丫头答应了自去，一时端上饭来。宝玉笑了一笑，向麝月袭人道：“我心里闷得很，自己吃只怕又吃不下去，不如你们两个同我一块儿吃，或者吃的香甜，我也多吃些。”麝月笑道：“这是二爷的高兴，我们可不敢。”袭人道：“其实也使得，我们一处喝酒，也不止今日。只是偶然替你解闷儿还使得，若认真这样，还有什么规矩体统呢！”说著，三人坐下。宝玉在上首，袭人麝月两个打横陪著。吃了饭，小丫头端上漱口茶来，两个看著撤了下去。",
            "english": "After a while, the little maid came to ask, \"Have the ink and brush been prepared?\" Bao Yuhai said, \"Yes.\" Then another little maid returned to say, \"Breakfast is ready. Where shall we bring it?\" Bao Yuhai said, \"Bring it here. There is no need to trouble.\" The little maid agreed and went away. After a while, she brought the food. Bao Yuhai smiled and said to Moxue and Xisi, \"I am feeling very bored inside. If I eat by myself, I may not be able to eat much. Let's eat together. Maybe we can eat more if we eat together.\" Moxue laughed and said, \"This is because you are in a good mood. We dare not do that.\" Xisi said, \"Actually, it's okay. We can drink together every now and then. But if we eat together like this all the time, we will lose our rules and regulations.\" They sat down. Bao Yuhai sat on the top, and Moxue and Xisi sat on both sides. After finishing their meal, a little maid brought tea for Bao Yuhai to wash his mouth. They watched her take it away",
            "chinese": "过了一会儿，小丫头来请，说：“笔和墨都已经准备好了。”宝玉说：“知道了。”又一个小丫头回来说：“早饭准备好了，二爷在哪里吃？”宝玉说：“就拿过来，不用麻烦了。”小丫头答应了自己去了，一会儿端上来饭。宝玉笑了笑，对麝月和袭人说：“我心里闷得很，自己吃只怕又吃不下去，不如你们两个和我一起吃，或者吃的香甜，我也多吃些。”麝月笑道：“这是二爷高兴，我们可不敢。”袭人说：“其实也可以，我们一块喝酒也不止今天。只是偶尔替你解闷还行，如果认真这样，还有什么规矩体统呢！”说著，三人坐下。宝玉在上首，袭人麝月两个打横陪著。吃完饭，小丫头端上漱口茶来，两个看着撤了下去。"
        },
        {
            "original": "宝玉因端著茶，默默如有所思，又坐了一坐，便问道：“那屋里收拾妥了么？”麝月道：“头里就回过了。这会子又问！”宝玉略坐了一坐，便过这间屋子来。亲自点了一炷香，摆上些果品，便叫人出去，关上门。外面袭人等都静悄无声。宝玉拿了一幅泥金角花的粉红笺出来，口中祝了几句，便提起笔来写道：“怡红主人焚付晴姐知之：酌茗情香，庶几来飨。”其词云：",
            "english": "Jade Emperor held a cup of tea and thought for a while. After sitting for a while, he asked, \"Is the room ready?\" Musk said, \"You asked about it just now. What are you asking me for?\" Jade Emperor sat for a while and then came to this room. He lit a stick of incense and placed some fruits on the table, and then asked others to leave and close the door. Outside, the attendants like Xisi were all quiet. He took out a piece of golden corner flower pink paper, said a few words in his mouth, picked up the pen and wrote, \"Yizhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhongzhong",
            "chinese": "宝玉端着茶，默默想着什么，坐了一会儿，就问：“那间屋子收拾好了吗？”麝月说：“刚才回过你了。现在又问！”宝玉坐了一会儿，就来到这间屋子。亲自点了一炷香，摆上一些水果，就让别人出去，关上门。外面袭人等都静悄悄的。宝玉拿出一张泥金角花的粉红色信笺，口中祝了几句，拿起笔来写道：“怡红主人焚付晴姐知之：酌茗情香，庶几来飨。”这首诗的词是：\n\n以上是如何将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "随身伴，独自意绸缪。谁料风波平地起，顿教躯命即时休？孰与话轻柔！东逝水，无复向西流。想像更无怀梦草，添衣还见翠云裘；脉脉使人愁！",
            "english": "A companion by my side, alone in thought. \nWho knew that waves would rise from the sky, and my life would be extinguished in an instant? \nWho can I confide in? Time flows like water from the east, never to return. \nOnly the green cloud robe, adding warmth to my body. \nMy thoughts are endless, my sorrows are unending.",
            "chinese": "身边陪伴，独自思虑。谁料风波从天起，瞬间生命消逝。何人可倾诉？时光如东逝水，不再回头。只能忆起翠云裘，添衣取暖。思绪万千，愁绪难消。"
        },
        {
            "original": "写毕，就在香上点个火，焚化了。静静儿等著，直待一炷香点尽了，才开门出来。袭人道：“怎么出来了？想来又闷的慌了。”宝玉笑了一笑，假说道：“我原是心里烦，才找个清静地方儿坐坐。这会子好了，还要外头走走去呢。”说著一径出来。到了潇湘馆里，在院里问道：“林妹妹在家里呢么？”紫鹃接应道：“是谁？”掀帘看时，笑道：“原来是宝二爷。姑娘在屋里呢，请二爷到屋里坐著。”宝玉同著紫鹃走进来。黛玉却在里间呢，说道：“紫鹃，请二爷屋里坐罢。”",
            "english": "Bao Yuyu laughed and said, \"I won't be angry anymore. You just bring the book in, and we can read it together.\" Bao Chai laughed and said, \"Let's wait until we get home to read it.\" Bao Yuyu laughed and said, \"We can read it here too. Good sister, if you don't bring the book, I won't play with you anymore.\"\"Laoshi, you are wrong again,\" said Wang Fei. \"You should know that every time we come, we are always staying here, not going back to your home.\"",
            "chinese": "写完后，就在香上点个火，烧掉。静静等待，直到一炷香燃尽了，才开门出来。袭人道：“怎么出来了？想来又闷了吧。”宝玉笑了笑，假装说道：“我原是心里烦，才找个清静地方坐坐。这会子好了，还要出去走走呢。”说著一径出来。到了潇湘馆，问：“林妹妹在家吗？”紫鹃回答：“是谁？”掀起帘子看时，笑道：“原来是宝二爷。姑娘在屋里呢，请二爷到屋里坐坐。”宝玉和紫鹃走进来。黛玉在里间，说道：“紫鹃，请二爷到屋里坐罢。”\n\n好的，现在请你将下面这段话改写为简单的现代普通话。\n\n中国白话：\n\n宝玉笑道：“我再不赌气了，你只把这书拿进来，咱们一处看去。”宝钗笑道：“也等到了家再看罢。”宝玉笑道：“这里也看得。好姐姐，要不把这书拿来，我就不和你玩了。”宝钗笑道：“又胡说。拿书来我瞧瞧。”宝玉听说，连忙抱了书进来。宝钗接了，看时"
        },
        {
            "original": "宝玉走到里间门口，看见新写的一副紫墨色泥金云龙笺的小对，上写著：“绿窗明月在，青史古人空。”宝玉看见，笑了一笑，走入门去，笑问道：“妹妹做什么呢？”黛玉站起来，迎了两步，笑著让道：“请坐。我在这里写经，只剩得两行了。等写完了，再说话儿。”因叫雪雁倒茶。宝玉道：“你别动，只管写。”说著，一面看见中间挂著一幅单条，上面画著一个嫦娥，带著一个侍者；又一个女仙，也有一个侍者，捧著一个长长儿的衣囊似的：二人身旁边略有些云护，别无点缀，全仿李龙眠白描笔意，上有“斗寒图”三字，用八分书写著。宝玉道：“妹妹，这幅斗寒图可是新挂上的？”黛玉道：“可不是？昨日他们收拾屋子，我想起来，拿出来叫他们挂上的。”宝玉道：“是什么出处？”黛玉笑道：“眼前熟的很的，还要问人！”宝玉笑道：“我一时想不起，妹妹告诉我罢。”黛玉道：“岂不闻‘青女素娥俱耐冷，月中霜里斗婵娟’？”宝玉道：“是啊！这个实在新奇雅致！却好此时拿出来挂。”说著，又东瞧瞧，西走走。雪雁沏了茶来，宝玉吃著。",
            "english": "When he reached the door of the inner room, he saw that a new set of purple and inked calligraphy paper had been written in a small calligraphy set, reading: \"The green window and the bright moon are still there, and the ancient people in the green history are empty.\" When he saw it, he laughed and walked in, laughing and asking: \"What are you doing, sister?\" Dae-yeong stood up and took two steps forward, smiling and letting him sit down. Because he asked the snow bird to pour tea. Bao-yu said: \"Don't move, just write.\" Saying that, he saw that there was a single line hanging in the middle, which was drawn with a white brush, a嫦娥, and a servant, and a lady with a long robe, and a servant holding an eight-character writing: \"There were some clouds protecting them, but there was no embellishment. It was a copy of the white brush by Li Longmian. The three words \"Fight the Cold\" were written in cursive script. Bao-yu said: \"Is this new picture?\"Daiyu laughed and said, 'It's so familiar now, why do you need to ask?' Wang Yu said, 'Have you never heard of \"Queen of Frost and Moon Goddess, both enduring cold, fighting against each other in the moonlight\"? 'Wang Yu said, 'Yes, this is really original and elegant! It's just the right time to hang it out.' Saying this, he looked around and walked around. Xueyan brought the tea and Wangyu drank it.\"",
            "chinese": "宝玉走到里间门口，看见新写的一副紫墨色泥金云龙笺的小对，上写著：“绿窗明月在，青史古人空。”宝玉看见，笑了一笑，走入门去，笑问道：“妹妹做什么呢？”黛玉站起来，迎了两步，笑著让道：“请坐。我在这里写经，只剩得两行了。等写完了，再说话儿。”因叫雪雁倒茶。宝玉道：“你别动，只管写。”说著，一面看见中间挂著一幅单条，上面画著一个嫦娥，带著一个侍者；又一个女仙，也有一个侍者，捧著一个长长儿的衣囊似的：二人身旁边略有些云护，别无点缀，全仿李龙眠白描笔意，上有“斗寒图”三字，用八分书写著。宝玉道：“妹妹，这幅斗寒图可是新挂上的？”黛玉道：“可不是？昨日他们收拾屋子，我想起来，拿出来叫他们挂上的。”宝玉道：“是什么出处？”“黛玉笑道：‘眼前熟的很的，还要问人！’宝玉笑道：‘我一时想不起，妹妹告诉我罢。’黛玉道：‘岂不闻‘青女素娥俱耐冷，月中霜里斗婵娟’？’宝玉道：‘是啊！这个实在新奇雅致！却好此时拿出来挂。’说著，又东瞧瞧，西走走。雪雁沏了茶来，宝玉吃著。”"
        },
        {
            "original": "又等了一会子，黛玉经才写完，站起来道：“简慢了。”宝玉笑道：“妹妹还是这么客气。”但见黛玉身上穿著月白绣花小毛皮袄，加上银鼠坎肩；头上挽著随常云髻，簪上一枝赤金扁簪，别无花朵；腰下系著杨妃色绣花锦裙。－－真比如：“亭亭玉树临风立，冉冉香莲带露开。”",
            "english": "Another few minutes passed before Dahuai finished writing, and stood up, saying, \"Pardon me.\" Bao Yuyu smiled and said, \"Sister is still so polite.\" Only then did Dahuai's attire come into view. She was wearing a pale blue satin gown embroidered with flowers, topped by a silver marten jacket. Her hair was tied in a casual style, with a single golden flat pin, and no other adornment. She wore a red and yellow embroidered silk skirt. She really looked like: \"A pine tree stands tall in the wind, and a lotus flower blooms gracefully in the dew.\"",
            "chinese": "又等了一会儿，黛玉才写完，站起来说：“失礼了。”宝玉笑道：“妹妹还是这么客气。”只见黛玉身上穿着月白色的绣花小毛皮袄，加上银鼠坎肩；头上挽着随意的云髻，插着一枝赤金扁簪，别无花朵；腰下系着杨妃色绣花锦裙。－－真像：“亭亭玉树临风立，冉冉香莲带露开。”"
        },
        {
            "original": "宝玉因问道：“妹妹这两日弹琴来著没有？”黛玉道：“两日没弹了。因为写字已经觉得手冷，那里还去弹琴？”宝玉道：“不弹也罢了。我想琴虽是清高之品，却不是好东西，从没有弹琴里弹出富贵寿考来的，只有弹出忧思怨乱来的。再者：弹琴也得心里记谱，未免费心。依我说，妹妹身子又单弱，不操这心也罢了。”黛玉抿著嘴儿笑。宝玉指著壁上道：“这张琴可就是么？怎么这么短？”黛玉笑道：“这张琴不是短，因我小时学抚的时候，别的琴都彀不著，因此特地做起来的。虽不是焦尾枯桐，这鹤仙凤尾，还配得齐整；龙池雁足，高下还相宜。你看这断纹，不是牛旄似的么？所以音韵也还清越。”宝玉道：“妹妹这几天来做诗没有？”黛玉道：“自结社以后，没大做。”宝玉笑道：“你别瞒我。我听见你吟的什么‘不可惙，素心何如天上月’，你搁在琴里，觉得音响分外的响亮。有的没的？”黛玉道：“你怎么听见了？”宝玉道：“我那一天从蓼风轩来听见的，又恐怕打断你的清韵，所以静听了一会就走了。我正要问你：前路是平韵，到末了儿忽转了仄韵，是个什么意思？”黛玉道：“这是人心自然之音，做到那里就到那里，原没有一定的。”宝玉道：“原来如此。可惜我不知音，枉听了一会子！”黛玉道：“古来知音人能有几个？”",
            "english": "宝玉问黛玉：“你这两天弹琴了吗？”黛玉说：“这两天没弹。因为我写字都感觉手冷，哪里还能弹琴？”宝玉说：“不弹也罢了。我觉得弹琴虽然高雅，但不是好东西，从来弹琴的人没有弹出富贵寿考来的，只有弹出忧思怨乱来的。再者，弹琴也得心里记谱，容易费心。依我说，妹妹身子又单薄，不操这个心也罢了。”黛玉抿嘴笑。宝玉指着墙上说：“这张琴就是吗？怎么这么短？”黛玉笑道：“这张琴不是短，因为我小时候学弹的时候，别的琴都够不着，所以特地做起来的。虽然不是焦尾枯桐，但这鹤仙凤尾，还配得整齐；龙池雁足，高下还相宜。你看这断纹，不是牛旄似的吗？所以音韵还清越。”宝玉问：“妹妹这几天有没有做诗？”黛玉说：“自从结社以后，没大做。宝玉笑道：“你别瞒我。我听见你吟的什么‘不可惙，素心何如天上月’，你搁在琴里，觉得音响分外的响亮。有的没的？”黛玉道：“你怎么听见了？”宝玉道：“我那一天从蓼风轩来听见的，又恐怕打断你的清韵，所以静听了一会就走了。我正要问你：前路是平韵，到末了儿忽转了仄韵，是个什么意思？”黛玉道：“这是人心自然之音，做到那里就到那里，原没有一定的。”宝玉道：“原来如此。可惜我不知音，枉听了一会子！”黛玉道：“古来知音人能有几个？”I was about to ask you: the road is the same to the end",
            "chinese": "宝玉问黛玉：“你这两天弹琴了吗？”黛玉说：“这两天没弹。因为我写字都感觉手冷，哪里还能弹琴？”宝玉说：“不弹也罢了。我觉得弹琴虽然高雅，但不是好东西，从来弹琴的人没有弹出富贵寿考来的，只有弹出忧思怨乱来的。再者，弹琴也得心里记谱，容易费心。依我说，妹妹身子又单薄，不操这个心也罢了。”黛玉抿嘴笑。宝玉指着墙上说：“这张琴就是吗？怎么这么短？”黛玉笑道：“这张琴不是短，因为我小时候学弹的时候，别的琴都够不着，所以特地做起来的。虽然不是焦尾枯桐，但这鹤仙凤尾，还配得整齐；龙池雁足，高下还相宜。你看这断纹，不是牛旄似的吗？所以音韵还清越。”宝玉问：“妹妹这几天有没有做诗？”黛玉说：“自从结社以后，没大做。宝玉笑道：“你别瞒我。我听见你吟的什么‘不可惙，素心何如天上月’，你搁在琴里，觉得音响分外的响亮。有的没的？”黛玉道：“你怎么听见了？”宝玉道：“我那一天从蓼风轩来听见的，又恐怕打断你的清韵，所以静听了一会就走了。我正要问你：前路是平韵，到末了儿忽转了仄韵，是个什么意思？”黛玉道：“这是人心自然之音，做到那里就到那里，原没有一定的。”宝玉道：“原来如此。可惜我不知音，枉听了一会子！”黛玉道：“古来知音人能有几个？”\n\n请将上述文本转换为简单的现代普通话。\n\n宝玉笑道：“你别瞒我。我听见你吟的什么‘不可惙，素心何如天上月’，你搁在琴里，觉得音响分外的响亮。有的没的？”黛玉道：“你怎么听见了？”宝玉道：“我那一天从蓼风轩来听见的，又恐怕打断你的清韵，所以静听了一会就走了。我正要问你：前路是平韵，到末"
        },
        {
            "original": "宝玉听了，又觉得出言冒失了，又怕寒了黛玉的心。坐了一坐，心里像有许多话，却再无可讲的。黛玉因方才的话也是冲口而出，此时回想，觉得太冷淡些，也就无话。宝玉越发打量黛玉设疑，遂讪讪的站起来说道：“妹妹坐著罢，我还要到三妹妹那里瞧瞧去呢。”黛玉道：“你若见了三妹妹，替我问候一声罢。”宝玉答应著，便出来了。",
            "english": "Bao Yuyu heard this and felt that his words had been a little impulsive, and he was afraid that it would make the young lady feel cold. He sat there for a while, thinking about what to say next, but he didn't know what to say. The words the young lady had just spoken were also spontaneous, and now that he thought about it, he felt a little cold. So, Bao Yuyu stood up awkwardly and said, \"The sister should sit down, I am going to see Little Sister Three.\" The young lady said, \"When you see Little Sister Three, please give her my regards.\" Bao Yuyu nodded and went out.",
            "chinese": "宝玉听了，觉得自己的话有些冒失，又怕让黛玉感到冷淡。坐了一会儿，心里又想说些什么，却不知该说些什么。黛玉刚才的话也是脱口而出，现在想想，觉得有些冷淡。于是，宝玉讪讪地站起来说道：“妹妹坐著吧，我要去三妹妹那里看看。”黛玉道：“你见到三妹妹时，替我问候一声吧。”宝玉答应着，就出去了。"
        },
        {
            "original": "黛玉送至屋门口，自己回来，闷闷的坐著，心里想道：“宝玉近来说话，半吐半吞，忽冷忽热，也不知他是什么意思。”正想著，紫鹃走来道：“姑娘经不写了？我把笔砚都收好了？”黛玉道：“不写了，收起去罢。”说著，自己走到里间屋里床上歪著，慢慢的细想。紫鹃进来问道：“姑娘喝碗茶罢？”黛玉道：“不吃呢。我略歪歪罢。你们自己去罢。”",
            "english": "Daiyu saw off Bao Yuyu at the gate and returned to her room, where she sat down feeling unhappy and thinking to herself, \"Bao Yuyu's words have been unclear and distant lately, I don't know what he means.\" Just then, Zhi Jun came in and asked, \"Have you finished writing, I'll put away the ink and brush?\" Daiyu said, \"No need, put them away.\" She then went to lie down on the bed in the inner room, thinking slowly. Zhi Jun came in again and asked, \"Do you want a cup of tea?\" Daiyu said, \"No, I'll just rest for a while.\"",
            "chinese": "黛玉把宝玉送到门口，自己回来后，心情不好地坐着，心里想着：“宝玉最近说话，有时候含糊不清，有时候又冷淡，不知道他的意思是什么。”正想着，紫鹃走来问道：“姑娘写完了吗？我把笔砚收起来？”黛玉说：“不用了，收起来吧。”说完，自己走到里间的床上躺着，慢慢地想着。紫鹃进来问道：“姑娘要不要喝杯茶？”黛玉说：“不用了，我躺着休息一下。”"
        },
        {
            "original": "紫鹃答应著出来，只见雪雁一个人在那里发呆。紫鹃走到他跟前问道：“你这会子也有了什么心事了么？”雪雁只顾发呆，倒被他吓了一跳，因说道：“你别嚷，今日我听见了一句话，我告诉你听，奇不奇？－－你可别言语。”说著，往屋里努嘴儿。因自己先行，点著头儿，叫紫鹃同他出来，到门外平台底下，悄俏儿的道：“姐姐，你听见了么？宝玉定了亲了。”紫鹃听见，吓了一跳，说道：“这是那里来的话？只怕不真罢？”雪雁道：“怎么不真！别人大概都知道，就只偺们没听见。”紫鹃道：“你在那里听来的？”雪雁道：“我听见侍书说的，是个什么知府家，家资也好，人才也好。”",
            "english": "Zhu Juan agreed to go out, and saw that Xue Yan was there, looking dazed. Zhu Juan came up to him and asked, \"Have you got a worry on your mind?\" Xue Yan only stood there, looking dazed, and was startled. He said, \"Don't shout. I just heard something today. I'll tell you. Isn't it strange? Don't say anything.\" He pointed at the door and led Zhu Juan out to a platform behind the door, whispering, \"Sister, have you heard? Baoyu's engaged.\" Zhu Juan was startled and said, \"Where did you hear that? It must be false.\" Xue Yan said, \"I heard it from Shishu. The family is rich and has good looks.\"\n\nChinese:\n\n紫鹃答应着出来，只见雪雁一个人在那里发呆。紫鹃走到他跟前问道：“你这会子也有了什么心事了么？”雪雁只顾发呆，倒被他吓了一跳，因说道：“你别嚷，今日我听见了一句话，我告诉你听，奇不奇？－－你可别言语。”说著，往屋里努嘴儿。因自己先行，点著头儿，",
            "chinese": "紫鹃答应着出来，只见雪雁一个人在那里发呆。紫鹃走到他跟前问道：“你这会子也有了什么心事了么？”雪雁只顾发呆，倒被他吓了一跳，因说道：“你别嚷，今日我听见了一句话，我告诉你听，奇不奇？－－你可别言语。”说著，往屋里努嘴儿。因自己先行，点著头儿，叫紫鹃同他出来，到门外平台底下，悄俏儿的道：“姐姐，你听见了么？宝玉定了亲了。”紫鹃听见，吓了一跳，说道：“这是那里来的话？只怕不真罢？”雪雁道：“怎么不真！别人大概都知道，就只偺们没听见。”紫鹃道：“你在那里听来的？”雪雁道：“我听见侍书说的，是个什么知府家，家资也好，人才也好。”"
        },
        {
            "original": "紫鹃正听时，只听见黛玉咳嗽了一声，似乎起来的光景。紫鹃恐怕他出来听见，便拉了雪雁，摇摇手儿，往里望望，不见动静，才又悄悄儿的问道：“他到底怎么说来著？”雪雁道：“前儿不是叫我到三姑娘那里去道谢吗？三姑娘不在屋里，只有侍书在那里。大家坐著，无意中说起宝二爷淘气来。他说：‘宝二爷怎么好，只会玩儿，全不像大人的样子，已经说亲了，还是这么呆头呆脑。’我问他定了没有。他说是定了，是个什么王大爷做媒的，那王大爷是东府里的亲戚，所以也不用打听，一说就成了。”紫鹃侧著头想了一想，“这句话奇！”又问道：“怎么家里没有人说起？”雪雁道：“侍书也说的，是老太太的意思；若一说起，恐怕宝玉野了心，所以都不提起。侍书告诉了我，又叮咛千万不可露风说出来，知道是我多嘴。”把手往里一指，“所以他面前也不提，今日是你问起，我不犯瞒你。”",
            "english": "Zhu Yujian was listening when he heard a cough, as if he had just woken up. Zhu Yujuan was worried that he would come out and hear it, so she pulled Xue Yan and shook her hand, looking inside, but there was no movement, and then she asked in a whisper, \"what did he say?\" Xue Yan said, \"the other day I was asked to go to the third lady's house to thank her. The third lady wasn't in the room, only Shi Shu was there. We were sitting there, and by chance we started talking about the naughty prince. He said, 'the naughty prince is so bad, he only knows how to play, he's not like an adult at all, he's already engaged, but he's still so stupid.' I asked if he had set a date. He said he had, and it was arranged by a Wang family member who was a relative of the east house, so there was no need to ask around, and it was arranged at once.\" Zhu Yujuan tilted her head and thought for a moment, \"that's strange!\" and asked again, \"why hasn't anyone mentioned it at home?\" Xue Yan said, \"Shi Shu also saidThe attendant scholar told me, and reminded me not to reveal it, knowing that I was talking too much. He pointed to it with his hand, so he didn't mention it in front of him. Today you asked me, I won't hide it from you.\n\nIn simple modern Chinese: He is a good listener of stories, a good poet, and a good musician. I have several books of poetry, all of which are copied by him. My copy of \"The Ordeal of the Peony\" is by him. I have several volumes of \"The Ordeal of the Peony,\" all of which are by him.\n\nIn simple modern Chinese: He writes slowly, he writes slowly, he writes slowly. He writes slowly, he writes slowly, he writes slowly.\n\nIn simple modern Chinese: He writes very slowly.\n\nIn simple modern Chinese: He writes slowly, he writes slowly, he writes slowly.\n\nIn simple modern Chinese: He writes slowly.\n\nIn simple modern Chinese: He writes very slowly.\n\nIn simple modern Chinese: He writes slowly.He writes slowly.\n\n中文原文：\n\n\n\n中国白话：他的书写得慢\n\n英文翻译：\n\nHe writes his books slowly.\n\n中文原文：\n\n\n\n中国白话：他的书写得慢\n\n英文翻译：\n\nHe writes his books slowly.\n\n中文原文：\n\n\n\n中国白话：她写得慢\n\n英文翻译：\n\nShe writes slowly.\n\n中文原文：\n\n\n\n中国白话：她写得慢\n\n英文翻译：\n\nShe writes slowly.\n\n中文原文：\n\n\n\n中国白话：他们写得慢\n\n英文翻译：\n\nThey write slowly.\n\n中文原文：\n\n\n\n中国白话：他们写得慢\n\n英文翻译：\n\nThey write slowly.\n\n中文原文：\n\n\n\n中国白话：他写得慢\n\n英文翻译：\n\nHe writes slowly.\n\n中文原文：\n\n\n\n中国白话：他写得慢\n\n英文翻译：\n\nHe writes slowly.\n\n中文原文：\n\n\n\n中国白话：他写得慢\n\n英文翻译：\n\nHe writes slowly.\n\n中文原文：\n\n\n\n中国白话：他写得慢\n\n英文翻译：\n\nHe writes slowly.\n\n中文原文：\n\n\n\n中国白话：他写得慢\n\n英文翻译：\n\nHe writes slowly.\n\n中文原文：\n\n\n\n中国白话：他写得慢\n\n英文翻译：\n\nHe writes slowly.\n\n中文原文：\n\n\n\n中国白",
            "chinese": "紫鹃正在听的时候，只听见黛玉咳嗽了一声，好像刚刚起床的样子。紫鹃担心他会出来听见，就拉了雪雁，摇摇手儿，往里望望，不见动静，才又悄悄儿地问道：“他到底怎么说来著？”雪雁道：“前儿不是叫我到三姑娘那里去道谢吗？三姑娘不在屋里，只有侍书在那里。大家坐著，无意中说起宝二爷淘气来。他说：‘宝二爷怎么好，只会玩儿，全不像大人的样子，已经说亲了，还是这么呆头呆脑。’我问他定了没有。他说是定了，是个什么王大爷做媒的，那王大爷是东府里的亲戚，所以也不用打听，一说就成了。”紫鹃侧著头想了一想，“这句话奇！”又问道：“怎么家里没有人说起？”雪雁道：“侍书也说的，是老太太的意思；若一说起，恐怕宝玉野了心，所以都不提起。侍书告诉了我，又叮咛千万不可露风说出来，知道是我多嘴。把手往里一指，所以他面前也不提。今日你问起，我不瞒你。\n\n中国白话：他是个好听书的人，又是个好做诗的人，又是个好弹琴的人。我有好几本诗，都是他抄的。我那本《琵琶记》就是他弹的。我有几卷《琵琶记》，都是他弹的。\n\n简单的现代普通话：他是个喜欢听书、写诗、弹琴的人。我有好几本诗都是他抄的。我那本《琵琶记》就是他弹的。我有几卷《琵琶记》，都是他弹的。\n\n中国白话：他写得慢，他写得慢，他写得慢。他写得慢，他写得慢，他写得慢。\n\n简单的现代普通话：他写得很慢，他写得很慢，他写得很慢。\n\n中国白话：他写得慢，他写得慢，他写得慢。\n\n简单的现代普通话：他写得很慢。\n\n中国白话：他写得慢，他写得慢，他写得慢。\n\n简单的现代普通话：他写得很慢。\n\n中国白话：他写得慢"
        },
        {
            "original": "正说到这里，只听鹦鹉叫唤，学著说：“姑娘回来了，快倒茶来！”倒把紫鹃雪雁吓了一跳。回头并不见有人，便骂了鹦鹉一声。走进屋内，只见黛玉喘吁吁的刚坐在椅子上。紫鹃搭讪著问茶问水。黛玉问道：“你们两个那里去了？再叫不出一个人来。”说著，便走到炕边，将身子一歪，仍旧倒在炕上，往里躺下，叫把帐儿撩下。紫鹃雪雁答应出去，他两个心里疑惑方才的话只怕被他听了去了，只好大家不提。",
            "english": "Just as they were talking, the parrot called out, “The girl has returned. Bring the tea quickly!” Startled, Zhi Jun and Xue Yan jumped up. Looking around, they found no one there, so they scolded the parrot. As they walked into the room, they saw Daiyu gasping for breath and sitting in a chair. Zhi Jun and Xue Yan pretended to ask about tea and water. Daiyu asked, “Where have the two of you been? There was no one else to call when I needed them.” Then she walked to the bed, leaned back, and ordered the curtains to be drawn. Zhi Jun and Xue Yan agreed to go out, but they were both puzzled by what they had just heard. They decided not to mention it to Daiyu.",
            "chinese": "正说到兴头上，只听鹦鹉叫唤，学着说：“姑娘回来了，快倒茶来！”吓得紫鹃雪雁跳了起来。回头不见有人，便骂了鹦鹉一声。走进屋里，只见黛玉喘着气刚坐在椅子上。紫鹃搭讪着问茶问水。黛玉问道：“你们两个都去哪儿了？再叫不出一个人来。”说着，走到炕边，将身子一歪，仍旧倒在炕上，往里躺下，叫把帐儿撩下。紫鹃雪雁答应出去，他两个心里疑惑方才的话只怕被他听了去，只好大家不提。"
        },
        {
            "original": "谁知黛玉一腔心事，又窃听了紫鹃雪雁的话，虽不很明白，已听得了七八分，如同将身撂在大海里一般。思前想后，竟应了前日梦中之谶，千愁万恨，堆上心来。左右打算，不如早些死了，免得眼见了意外的事情，那时反倒无趣。又想到自己没了爹娘的苦，自今以后，把身子一天一天的糟蹋起来，一年半载，少不得身登清净。打定了主意，被也不盖，衣也不添，竟是合眼装睡－－紫鹃和雪雁来伺候几次，不见动静，又不好叫唤－－晚饭都不吃。点灯以后，紫鹃掀开帐子，见已睡著了，被窝都蹬在脚后。怕他著了凉，轻轻儿拿来盖上。黛玉也不动，单待他出去，仍然褪下。",
            "english": "Daiyu heard Zhijuan and Xueyan's words, although she could not understand clearly, but already understand the meaning, as if sunk in the sea, a thousand thoughts. She thought about her lonely and lonely, not early to leave, in order to avoid seeing unexpected things, then it is not interesting. Then she thought about her parents, the grief, from now on, to waste body day by day, no doubt to be pure. Make up his mind, dressed but not cover, clothes also do not add, shut his eyes to sleep, Zhijuan and Xueyan come to serve a few times, do not move, dare not call. No dinner. After the lights are on, Zhijuan raised the curtain, see Daiyu has already slept, the quilt have kicked in the foot. Afraid she was cold, gently picked up and cover. Daiyu also does not move, wait for Zhijuan to go out, and still take off.",
            "chinese": "黛玉听到了紫鹃和雪雁的话，虽然听不太清楚，但已经明白了大意，如同沉入大海一般，思绪万千。她想到自己孤苦无依，不如早些离开，以免看到意外的事情，那时反倒无趣。又想到自己没了父母的苦，自今以后，把身体一天天糟蹋，少不得身登清净。打定了主意，被也不盖，衣也不添，合眼装睡，紫鹃和雪雁来伺候几次，不见动静，又不好叫唤。晚饭也不吃。点灯以后，紫鹃掀开帐子，见黛玉已经睡着了，被窝都蹬在脚后。怕她着凉，轻轻儿拿来盖上。黛玉也不动，等待紫鹃出去，仍然褪下。"
        },
        {
            "original": "那紫鹃只管问雪雁：“今儿的话到底是真的是假的？”雪雁道：“怎么不真！”紫鹃道：“侍书怎么知道的？”雪雁道：“是小红那里听来的。”紫鹃道：“头里偺们说话，只怕姑娘听见了。你看刚才的神情，大有原故。今日以后，偺们倒别提这件事了。”说著，两个人也收拾要睡。紫鹃进来看时，只见黛玉被窝又蹬下来，复又给他轻轻盖上。一宿晚景不提。",
            "english": "Zhuiguan always asked Xueyan, \"Is this true or false?\" Xueyan said, \"Of course it's true!\" Zhuiguan asked, \"How did Shiji know?\" Xueyan said, \"I heard it from Xiaohong.\" Zhuiguan said, \"When we were talking earlier, did the lady hear us? Look at her expression, it seems like she knows something. From now on, we won't mention this again.\" They went to bed. Zhuiguan went in to check and saw that Lady Dai's quilt had fallen again, so she gently covered it for her. The rest of the night is not mentioned.",
            "chinese": "紫鹃一直问雪雁：“今天的话是真的还是假的？”雪雁说：“当然是真的！”紫鹃问：“侍书是怎么知道的？”雪雁说：“是小红那里听来的。”紫鹃说：“刚才我们说话的时候，是不是姑娘听见了？你看刚才的神情，好像有什么事情。以后我们不要再提这件事了。”说着，两个人收拾要睡觉。紫鹃进去看时，只见黛玉的被子又掉下来了，她就轻轻给她盖上。一晚上的情况就不提了。"
        },
        {
            "original": "次日，黛玉清早起来，也不叫人，独自一个，呆呆的坐著。紫鹃醒来，看见黛玉已起，便惊问道：“姑娘怎么这样早？”黛玉道：“可不是睡得早，所以醒得早。”紫鹃连忙起来，叫醒雪雁，伺候梳洗。那黛玉对著镜子，只管呆呆的自看。看了一回，那泪珠儿断断连连，早已湿透了罗帕。正是：“瘦影正临春水照，卿须怜我我怜卿。”",
            "english": "The next day, Dae-yu woke up early without waking anyone else, and sat there with a vacant expression on her face. Zhui Juan woke up and was surprised to see her. \"How early are you up?\" she asked. Dae-yu replied, \"It's not that I'm going to bed early, but that I'm getting up early.\" Zhui Juan quickly got up and woke up Xue Yan, who then helped Dae-yu wash up. Dae-yu looked at herself in the mirror and just sat there, staring. After a while, tears began to flow down her face, soaking through her silk handkerchief. It was as if she was saying, \"My shadow looks so thin and lonely, I hope you'll understand me and I understand you.\"",
            "chinese": "第二天，黛玉早早地起床，没有叫人，一个人呆呆地坐着。紫鹃醒来后，惊讶地问道：“姑娘怎么起得这么早？”黛玉回答道：“可不是我睡得早，所以醒得早。”紫鹃连忙起来，叫醒雪雁，伺候黛玉梳洗。黛玉对着镜子，只管呆呆地自看。看了一会，那泪珠儿断断续续地流了下来，早已湿透了罗帕。正是：“瘦影正临春水照，卿须怜我我怜卿。”"
        },
        {
            "original": "紫鹃在旁也不敢劝，只怕倒把闲话勾引旧恨来。迟了好一会，黛玉才随便梳洗了，那眼中泪渍终是不乾。又自坐了一会，叫紫鹃道：“你把藏香点上。”紫鹃道：“姑娘，你睡也没睡得几时，如何点香？不是要写经？”黛玉点点头儿。紫鹃道：“姑娘今日醒得太早，这会子又写经，只怕太劳神了罢。”黛玉道：“不怕！早完了早好！况且我也并不是为经，倒借著写字解解闷儿。以后你们见了我的字迹，就算见了我的面儿了。”说著，那泪直流下来。紫鹃听了这话，不但不能再劝，连自己也掌不住滴下泪来。",
            "english": "Zhu Jue was sitting beside her, but dared not give her any advice, afraid of triggering old grievances. It took a long time before Diao Yu finally washed her face and brushed her teeth, but the tears still hadn't dried. She sat there for a while longer, then called Zou Jue: \"Light the incense.\" Zou Jue said, \"Miss, you just woke up for a while, why are you lighting incense? Aren't you writing the sutra?\" Diao Yu nodded. Zou Jue said, \"Miss, you woke up too early today, and now you're writing the sutra. Won't you be too tired?\" Diao Yu said, \"I don't mind! The sooner I finish, the better! And I'm not writing the sutra for that, just to relieve my boredom by writing. If you see my handwriting in the future, you'll see my face.\" She started crying, and Zou Jue didn't say anything else, just let her cry.",
            "chinese": "紫鹃在旁边也不敢劝，怕勾起旧恨。过了好一会儿，黛玉才随便洗漱了，但眼中的泪渍还是没干。她又坐了一会儿，叫紫鹃道：“把藏香点上。”紫鹃道：“姑娘，你才醒了一会儿，怎么就点香？不是要写经吗？”黛玉点点头。紫鹃道：“姑娘今天醒得太早，现在又写经，会不会太累了？”黛玉道：“不怕！早点写完早点好！而且我也不是为了经，只是借着写字解解闷。以后你们看到我的字迹，就算看到了我的面。”说着，泪一直流下来。紫鹃听了这话，也不再劝，自己也忍不住流下了泪。"
        },
        {
            "original": "原来黛玉立定主意，自此以后，有意糟蹋身子，茶饭无心，每日渐减下来。宝玉下学时，也常抽空问候。只是黛玉虽有万千言语，自知年纪已大，又不便似小时可以柔情挑逗，所以满腔心事，只是说不出来。宝玉欲将实言安慰，又恐黛玉生嗔，反添病症。两个人见了面，只得用浮言劝慰，真真是“亲极反疏”了。",
            "english": "Daiyu decided to deliberately harm her own body from then on, and she didn't want to eat any food, so she gradually became thinner and thinner. When Bao Yuyue came home from school, he would also take the time to visit her. Daiyu had many things she wanted to say, but because she was older, she couldn't be as gentle as she used to be when she teased Bao Yuyue, so she couldn't express her thoughts. Bao Yuyue wanted to comfort her, but he was afraid that Daiyu would be angry and make her sicker. When they met, they could only use superficial words to comfort each other, which was really \"too close to be estranged\".1. The next day, Lin Daiyu decided that she would intentionally neglect her body, not eating and drinking, gradually becoming thinner. 2. When the boys came back from school, they would come to see her every day.",
            "chinese": "黛玉决定从此以后，故意糟蹋自己的身体，不想吃饭，每天逐渐变瘦了。宝玉放学时，也会抽空去看她。黛玉心里有很多话想说，但因为她年纪大了，不能像小时候那样用温柔的话挑逗宝玉，所以她内心的话说不出来。宝玉想安慰她，但又怕黛玉生气，反而让她更病了。两个人见面时，只能用一些表面的话安慰，真是“亲极反疏”。\n\n如何将中国白话改写为简单的现代普通话？\n\n中国白话：\n\n黛玉立定主意，从此以后，有意糟蹋自己的身体，茶饭不思，每日逐渐变瘦。宝玉下学时，也常抽空问候。只是黛玉虽有万千言语，自知年纪已大，又不便似小时可以柔情挑逗，所以满腔心事，只是说不出来。宝玉欲将实言安慰，又恐黛玉生嗔，反添病症。两个人见了面，只得用浮言劝慰，真真是“亲极反疏”。\n\n简单的现代普通话：\n\n黛玉决定从此以后，故意糟蹋自己的身体，不想吃饭，每天逐渐变瘦。宝玉放学时，也会抽空去看她"
        },
        {
            "original": "那黛玉虽有贾母王夫人等怜惜，不过请医调治，只说黛玉常病，那里知他的心病？紫鹃等虽知其意，也不敢说。从此，一天一天的减。到半月之后，肠胃日薄一日，果然粥都不能吃了。黛玉日间听见的话都似宝玉娶亲的话；看见怡红院中的人，无论上下，也像宝玉娶亲的光景。薛姨妈来看，不见宝钗，越发起疑心。索性不要人来看望，也不肯吃药，只要速死。睡梦之中，常听见有人叫宝二奶奶的。一片疑心，竟成蛇影。一日竟是绝粒，粥也不喝，恹恹一息，垂毙待尽。",
            "english": "Jia Mother and Wang Fei all pitied the girl's condition, but they only sent a doctor to treat her physical ailments, without knowing her mental state. Zhi Jun and others knew her true feelings, but they dared not speak of them. The girl's health deteriorated day by day, and after two weeks she could no longer eat even a little porridge. In the daytime, she heard things like the news of Bao Yuyu's marriage, and even saw the people in the Yiyang Garden, both young and old, as if they were all Bao Yuyu's wedding party. Xue Yimama came to see her, but not seeing Bao Chao made her even more suspicious. The girl refused to see anyone and refused to take medicine, hoping to die quickly. She often heard someone calling her Bao Ernvba in her dreams, and her suspicions grew stronger. She even experienced hallucinations. One day, the girl refused to eat anything, not even porridge, and her illness was so severe that she was on the brink of death.\n\n中文原文：\n\n黛玉的病情日渐严重，连粥都不能吃了。在白天听到的话，也都是宝玉娶亲的传闻，看到怡红院里",
            "chinese": "虽然贾母和王夫人等人都很怜惜黛玉，但她只是请医生治疗她的身体病痛，并不知道她的心病。紫鹃等人虽然知道她的心事，也不敢说出来。黛玉的身体一天天变差，半个月后，连粥都不能吃了。黛玉在白天听到的话都像宝玉娶亲的事情，看到怡红院里的人，无论上下，也像宝玉娶亲的景象。薛姨妈来看她，不见宝钗，更加起疑心。黛玉拒绝见人，也不肯吃药，只想快点死去。她睡梦中常听见有人叫她宝二奶奶，疑心越来越重，甚至出现了幻觉。一天，黛玉竟绝食，连粥都不喝，病重垂危。"
        },
        {
            "original": "未知黛玉性命如何，且看下回分解。",
            "english": "We don't know how the fate of Daiyu will turn out. The next chapter will explain it.\n\nTranslation Notes:\n\n1. \"Daiyu\" is a character name in the novel \"Dream of the Red Chamber,\" so it should be translated as \"Daiyu\" rather than \"Daiyu\" or \"Daiyu.\"\n\n2. \"分解\" means \"to explain\" or \"to reveal,\" so it should be translated as \"explain\" in this context.\n\n3. \"下回\" means \"next time\" or \"next chapter,\" so it should be translated as \"the next chapter\" in this context.\n\n4. \"如何\" means \"how\" or \"what,\" so it should be translated as \"how\" in this context.\n\n5. \"我们不知道\" means \"we don't know,\" so it should be translated as \"we don't know\" in this context.",
            "chinese": "我们不知道黛玉的命如何，下回分解。"
        }
    ],
    "title": "《人亡物在公子填词　蛇影杯弓颦卿绝粒》",
    "chapter_number": 89
}