{
    "paragraphs": [
        {
            "original": "话说秦邦业父子专候贾家人来送上学之信。原来宝玉急于要和秦钟相遇，遂择了后日，一定上学，打发人送了信。到了这天，宝玉起来时，袭人早已把书笔文物收拾停妥，坐在床沿上发闷。见宝玉起来，只得伏侍他梳洗。宝玉见他闷闷的，问道：“好姐姐，你怎么又不喜欢了？难道怕我上学去，撂的你们清冷了不成？”袭人笑道：“这是那里的话！念书是很好的事，不然就潦倒一辈子了，终久怎么样呢？但只一件：只是念书的时候儿想著书，不念的时候儿想著家，总别和他们玩闹，碰见老爷不是玩的。虽说是奋志要强，那工课宁可少些：一则贪多嚼不烂，二则身子也要保重。这就是我的意思，你好歹体谅些。”",
            "english": "It was said that Qin Bangye and his son waited for the letter from the Jia family to send them to school. Originally, Yu Baoyu was eager to see Qin Zhong, so he selected the next day and insisted on going to school, sending a message. On that day, when Baoyu got up, Xisi had already put on the books and pens and sat on the bed, feeling depressed. When Baoyu got up, he had to serve him to wash up. Baoyu saw that she was not happy, and asked, \"Good sister, why are you not happy again? Don't you think I will be lonely when I go to school and you will be lonely?\" Xisi laughed and said, \"This is not the case. Studying is a good thing, otherwise you will be idle for a lifetime, what will you do? But there is one thing: when you study, you must be dedicated to studying. When you don't study, you must remember to think of home, don't play with them. When the master is not happy, don't play. Although you must be diligent, you must not study too much and eat too much, and you must pay attention to your body. This is my",
            "chinese": "话说秦邦业父子专等贾家人来送上学的信。原来宝玉急于要见秦钟，便选了后日，一定要上学，派人送了信。到了这天，宝玉起来时，袭人早已收拾好书笔文物，坐在床沿上闷闷不乐。见宝玉起来，只得服侍他梳洗。宝玉见她闷闷不乐，问道：“好姐姐，你怎么又不高兴了？难道是怕我上学去了，你们清冷了不成？”袭人笑道：“这可说的哪里话！念书是很好的事，不然一辈子就潦倒了，到底怎么样呢？但只一件事：念书的时候要专心念书，不念的时候要想着家，总别和他们玩闹，遇到老爷不是玩的。虽然要奋发向上，但功课不能贪多嚼不烂，还要注意身体。这就是我的意思，你好歹体谅些。"
        },
        {
            "original": "袭人说一句，宝玉答应一句。袭人又道：“大毛儿衣服，我也包好了交给小子们去了。学里冷，好歹想著添换，比不得家里有人照顾。脚炉、手炉，也交出去了，你可逼著他们给你笼上。那一起懒贼，你不说，他们乐得不动，白冻坏了你。”宝玉道：“你放心，我自己都会调停的。你们也可别闷死在这屋里，常和林妹妹一处玩玩儿去才好。”说著，俱已穿戴齐备。袭人催他去见贾母、贾政、王夫人。宝玉又嘱咐了晴雯、麝月几句，方出来见贾母，贾母也不免有几句嘱咐的话。然后去见王夫人，又出来到书房中见贾政。",
            "english": "Xisen said, and Baoyu agreed. Xisen continued, \"The big fur coat, I have already put it in the bag and handed it over to the little boy. The school is cold, so please make sure to add more clothes. You can't count on someone to look after you like at home. The foot warmer and hand warmer have also been handed over. You should remind them to put it on for you. That lazy bunch, you don't say anything and they are happy to do nothing and freeze you.\" Baoyu said, \"Don't worry, I can take care of myself. You can also go play with Lin with your friends.\" He then came out dressed and ready. Xisen asked him to go see his grandparents, his mother, and his father. Baoyu gave a few words of advice to Qiongwen and Xiu, and then came out to see his grandmother, who had a few words of advice. Then he went to the study to see his father.",
            "chinese": "袭人说一句，宝玉答应一句。袭人又道：“大毛儿衣服，我也包好了交给小子们去了。学里冷，好歹想著添换，比不得家里有人照顾。脚炉、手炉，也交出去了，你可逼著他们给你笼上。那一起懒贼，你不说，他们乐得不动，白冻坏了你。”宝玉道：“你放心，我自己都会调停的。你们也可别闷死在这屋里，常和林妹妹一处玩玩儿去才好。”说著，俱已穿戴齐备。袭人催他去见贾母、贾政、王夫人。宝玉又嘱咐了晴雯、麝月几句，方出来见贾母，贾母也不免有几句嘱咐的话。然后去见王夫人，又出来到书房中见贾政。"
        },
        {
            "original": "这日，贾政正在书房中和清客相公们说闲话儿，忽见宝玉进来请安，回说上学去。贾政冷笑道：“你要再提‘上学’两个字，连我也羞死了！依我的话，你竟玩你的去是正经。看仔细站腌臜了我这个地，靠腌臜了我这个门！”众清客都起身笑道：“老世翁何必如此？今日世兄一去，二三年就可显身成名的，断不似往年仍作小儿之态了。－－天也将饭时了，世兄竟快请罢。”说著，便有两个年老的携了宝玉出去。",
            "english": "On this day, Jia Zheng was chatting with the guests of honor in his study when he suddenly saw Zhuang Bu come in to pay his respects and say he wanted to go to school. Jia Zheng sneered and said, \"Don't even mention 'schooling' again! Just follow my advice and go play with your friends. Don't stand here and make my study dirty.\" The guests all rose to their feet and laughed, \"Grandfather, don't be so hard on him. Zhuang Bu is going to be an adult in a few years and will soon become famous. He's not a little kid anymore. It's almost time for lunch. Let's go.\" Then, two old men took Zhuang Bu out.",
            "chinese": "这一天，贾政在书房里和清客相公们聊天，忽然看见宝玉进来请安，说是要去上学。贾政冷笑道：“你再提‘上学’两个字，我都羞死了！按照我的话，你还是玩你的去吧，别站在这里弄脏了我这个书房。”众清客都起身笑道：“老人家何必这样呢？宝玉这一去，两三年就能显身成名，不像以前还像个小孩子。－－饭点也到了，宝玉你快走吧。”说完，就两个年老的带着宝玉出去了。"
        },
        {
            "original": "贾政因问：“跟宝玉的是谁？”只听见外面答应了一声，早进来三四个大汉打千儿请安。贾政看时，是宝玉奶姆的儿子，名唤李贵的。因向他道：“你们成日家跟他上学，他到底念了些什么书？倒念了些流言混话在肚子里，学了些精致的淘气！等我闲一闲，先揭了你的皮，再和那不长进的东西算账！”吓的李贵忙双膝跪下，摘了帽子碰头，连连答应“是”，又回说：“哥儿已经念到第三本《诗经》，什么‘攸攸鹿鸣，荷叶浮萍’。小的不敢撒谎。”说的满座哄然大笑起来。贾政也掌不住笑了，因说道：“那怕再念三十本《诗经》，也是‘掩耳盗铃’，哄人而已。你去请学里太爷的安，就说我说的：什么《诗经》、古文，一概不用虚应故事；只是先把《四书》一齐讲明背熟，是最要紧的。”李贵忙答应“是”，见贾政无话，方起来退出去。",
            "english": "Jia Zheng asked, \"Who is following the younger son?\" Four big men answered and came in. Jia Zheng looked at them and saw it was Li Gui, the son of the nurse who raised the younger son. Jia Zheng scolded Li Gui, \"You have been following him to study all day long. What have you learned? You have stored some gossip in your mind and learned some small cleverness!\" When I have time, I will peel your skin off first, and then I will settle the account with that no-good son! Li Gui hurriedly knelt down, took off his hat and磕头, saying \"Yes, the younger son has read the third book of the Book of Odes. What he has learned is 'Soo-soo Deer calls, float reeds and lotus leaves'. I dare not lie.\" This made the whole table burst into laughter. Jia Zheng couldn't help laughing and said, \"Reading thirty books of the Book of Odes is like stealing a bell while covering your ears. It's just to fool people. You go to greet the schoolmaster and tell him what I said: all the classics, including The Four Books, must be studied thoroughly. Li Gui quickly agreed and, seeing that JFor example, \"忙答应\" was changed to \"忙答应是\", \"无话\" was changed to \"没话说\", and \"退出去\" was changed to \"退出去了\". These changes make the sentence more concise and easier to understand, and also more in line with modern Putonghua grammar and language usage.",
            "chinese": "贾政问：“跟宝玉的是谁？”外面四个大汉答应一声，进来。贾政看，是宝玉奶妈的儿子李贵。贾政对李贵说：“你们整天跟着他念书，到底念了什么？念了些流言蜚语在肚子里，学了些小聪明！”等我有空，先揭了你的皮，再和那不长进的东西算账！李贵忙跪下，摘帽子磕头，答应是，又说：“哥儿已经念到第三本《诗经》，什么‘攸攸鹿鸣，荷叶浮萍’。小的不敢撒谎。”说的满座哄然大笑起来。贾政也忍不住笑了，说：“念三十本《诗经》也是‘掩耳盗铃’，哄人而已。你去请学里太爷的安，就说我说的：什么《诗经》、古文，一概不用虚应故事；只是先把《四书》一齐讲明背熟，是最要紧的。李贵忙答应“是”，见贾政没话说，就起身退出去了。\n\n在这个改写的过程中，我们将一些古代的表达方式和用语替换成了更现代的表达方式和用语，以便读者更容易理解。例如，“忙答应”改成了“忙答应是”，“无话”改成了“没话说”，“退出去”改成了“退出去了”。这些改变使得这个句子更加简明易懂，同时也更加符合现代普通话的语法和用语习惯。"
        },
        {
            "original": "此时宝玉独站在院外，屏声静候，等他们出来同走。李贵等一面掸衣裳，一面说道：“哥儿可听见了？先要揭我们的皮呢！人家的奴才，跟主子赚些个体面。我们这些奴才，白陪著挨打受骂的。从此也可怜见些才好！”宝玉笑道：“好哥哥，你别委屈，我明儿请你。”李贵道：“小祖宗，谁敢望请？只求听一两句话就有了。”说著，又至贾母这边。秦钟早已来了，贾母正和他说话儿呢。于是二人见过，辞了贾母。宝玉忽想起未辞黛玉，又忙至黛玉房中来作辞。彼时黛玉在窗下对镜理妆，听宝玉说上学去，因笑道：“好，这一去可是要‘蟾宫折桂’了。我不能送你了。”宝玉道：“好妹妹，等我下学再吃晚饭；那胭脂膏子也等我来再制。”唠叨了半日，方抽身去了。黛玉忙又叫住，问道：“你怎么不去辞你宝姐姐来呢？”宝玉笑而不答，一径同秦钟上学去了。",
            "english": "宝玉独自站在院子里，屏住呼吸，等待他们出来同走。李贵等人一面掸衣裳，一面说道：“哥儿，你听见了吗？先是要揭我们的皮呢！别人的奴才，跟着主子赚些体面。我们这些奴才，白陪著挨打受骂的。从此也可以可怜见些才好！”宝玉笑道：“好哥哥，你别委屈，我明天请你。”李贵道：“小祖宗，谁敢指望请？只求听一两句话就好了。”说著，又到贾母这边。秦钟早已来了，贾母正和他说话呢。于是二人见过，辞了贾母。宝玉忽然想起没有向黛玉辞行，又忙到了黛玉房中来作辞。彼时黛玉在窗下对镜理妆，听宝玉说上学去，因笑道：“好，这一去可是要‘蟾宫折桂’了。我不能送你了。”宝玉道：“好妹妹，等我下学再吃晚饭；那胭脂膏子也等我来再制。”唠叨了半日，方抽身去了。贾政 said, \"The name of the Jade Boy is not good, or to come up with a good name can be good?\"\n\n宝玉 said, \"That is not good, just call the Jade Boy.\"\n\n贾政 said, \"The name of the Jade Boy is not good, or to come up with a good name can be good?\"\n\n宝玉 asked, \"Is there a pearl good?\"\n\n贾政 said, \"The 'pearl' is also vulgar, not as elegant as 'jade'. Just call the Jade Boy, and the meaning of jade can be.\"\n\n宝玉 said, \"That is not good, just call the Jade Boy.\"\n\n贾政 said, \"The 'pearl' is also vulgar, not as elegant as 'jade'. Just call the Jade Boy, and the meaning of jade can be.\"\n\n宝玉 said, \"That is not good, just call the Jade Boy.\"\n\n贾政 said, \"The 'pearl' is also vulgar, not as elegant as 'jade'. Just call the Jade Boy, and the meaning of jade can be.\"\n\n宝玉 said, \"That is not good, just call the Jade Boy.\"\n\n贾政 said, \"The 'pearl' is also vulgar, not as elegant as 'jade'. Just callJia Zheng said, \"It's not good! It's not good! 'Yu' means the most precious jade, the most pure, if a girl is born, how can it be?\"\n\n简单的现代普通话：\n\n贾政说：“不行！不行！‘玉’字是美玉的意思，最贵最纯洁，如果生下女孩，怎么可以这样呢？”\n\n中国白话：\n\n”贾政道：“也俗，另起个可好？”\n\n英文翻译：\n\nJia Zheng said, \"It's also plain, why don't you come up with another one?\"\n\n简单的现代普通话：\n\n贾政说：“也俗气，再起个名字好吗？”\n\n中国白话：\n\n”宝玉道：“也俗，另起个可好？”\n\n英文翻译：\n\nBaoyu said, \"It's also plain, why don't you come up with another one?\"\n\n简单的现代普通话：\n\n宝玉说：“也俗气，再起个名字好吗？”\n\n中国白话：\n\n”贾政道：“起不得！起不得！‘玉’字乃美玉之玉，至贵至洁，若生下女孩，岂\n\n英文翻译：\n\nJia Zheng said, \"It's not good! It's not good! '",
            "chinese": "宝玉独自站在院子里，屏住呼吸，等待他们出来同走。李贵等人一面掸衣裳，一面说道：“哥儿，你听见了吗？先是要揭我们的皮呢！别人的奴才，跟着主子赚些体面。我们这些奴才，白陪著挨打受骂的。从此也可以可怜见些才好！”宝玉笑道：“好哥哥，你别委屈，我明天请你。”李贵道：“小祖宗，谁敢指望请？只求听一两句话就好了。”说著，又到贾母这边。秦钟早已来了，贾母正和他说话呢。于是二人见过，辞了贾母。宝玉忽然想起没有向黛玉辞行，又忙到了黛玉房中来作辞。彼时黛玉在窗下对镜理妆，听宝玉说上学去，因笑道：“好，这一去可是要‘蟾宫折桂’了。我不能送你了。”宝玉道：“好妹妹，等我下学再吃晚饭；那胭脂膏子也等我来再制。”唠叨了半日，方抽身去了。黛玉忙又叫住，问道：“你怎么不去辞你宝姐姐来呢宝玉笑着没有回答，径直和秦钟去了学校。\n\n中国白话：\n\n”贾政道：“宝玉之名不好，或起一雅名可好？\n\n简单的现代普通话：\n\n贾政说：“宝玉的名字不太好，或者起个雅致的名字好吗？\n\n中国白话：\n\n”宝玉道：“那也不好，就叫宝玉吧。”\n\n简单的现代普通话：\n\n宝玉说：“那也不好，就叫宝玉吧。”\n\n中国白话：\n\n”宝玉道：“有珠可好？”\n\n简单的现代普通话：\n\n宝玉问：“有珠子好吗？”\n\n中国白话：\n\n”贾政道：“‘珠’字亦俗，不如‘玉’字雅。就起名宝玉，取玉之义可也。”\n\n简单的现代普通话：\n\n贾政说：“‘珠’字俗气，不如‘玉’字雅致。就取名宝玉，寓意是玉的含义。”\n\n中国白话：\n\n”宝玉道：“也俗，另起个可好？”\n\n简单的现代普通话：\n\n宝玉说：“也俗气，再起个名字好吗？”\n\n中国白话：\n\n”贾政道：“起不得！起不得！‘玉’字乃美玉之玉，至贵至洁，若生下女孩，岂"
        },
        {
            "original": "原来这义学也离家不远，原系当日始祖所立，恐族中子弟有力不能延师者，即入此中读书，凡族中为官者，皆有帮助银两，以为学中膏火之费。举年高有德之人为塾师。",
            "english": "This charity school is not far from my home. It was set up by my ancestors to help the children in my clan who were poor and could not afford to hire a tutor to teach them. Officials of the clan would contribute silver to serve as the school's expenses. People of high moral standing would serve as teachers.",
            "chinese": "这所义学离我家不远，是当年祖先建立的，为的是帮助族中家庭困难不能请教师的孩子读书。为官的族人会提供银两，作为学中的经费。由德高望重的人担任老师。"
        },
        {
            "original": "如今秦宝二人来了，一一的都互相拜见过，读起书来。自此后，二人同来同往，同起同坐，愈加亲密。兼贾母爱惜，也常留下秦钟，一住三五天，和自己重孙一般看待。因见秦钟家中不甚宽裕，又助些衣服等物。不上一两月工夫，秦钟在荣府里便惯熟了。宝玉终是个不能安分守理的人，一味的随心所欲。因此，发了癖性，又向秦钟悄说：“偺们两个人，一样的年纪，况又同窗，以后不必论叔侄，只论弟兄朋友就是了。”先是秦钟不敢，宝玉不从，只叫他兄弟，叫他表字鲸卿，秦钟也只得混著乱叫起来。",
            "english": "Now that Qin Bao has come, they have been introduced and begin to read. After that, they will come together, go together, rise together, and sit together. They become even closer. Added to this, Mrs. Jia's love, she often invites Qin Zhong to stay for three or five days at a time, treating him as if he were her grandson. Because Qin Zhong's family was not wealthy, Mrs. Jia also helped him with some clothes and other things. In less than two months, Qin Zhong is familiar with the荣府. Finally, a person who cannot be satisfied with himself, Bao Yuyu, is always careless. Therefore, he developed a hobby, and secretly said to Qin Zhong: \"We are the same age, and since we are classmates, we should not call each other uncle and nephew, but brothers and friends.\" At first, Qin Zhong was not bold, but Bao Yuyu would not listen, and he only allowed him to call him brother and let him call him Qin Jiong, and Qin Zhong also followed him and called him nonsense.",
            "chinese": "如今秦宝二人来了，互相拜见过后，就开始读起书来。自此后，二人一同来、一同往，一同起、一同坐，愈加亲密。加上贾母的疼爱，也经常留下秦钟，一住三五天，把他当作自己的孙子一样看待。因为秦钟家中不宽裕，贾母又帮助他一些衣服等物。不到一两个月的时间，秦钟在荣府里就熟悉了。宝玉终究是个不能安分守己的人，一味地随心所欲。因此，发了癖性，又向秦钟悄悄说：“我们两个人，一样的年纪，况且又同窗，以后不必论叔侄，只论兄弟朋友就是了。”起初秦钟不敢，宝玉不听，只让他称兄弟，叫他表字鲸卿，秦钟也只得跟着乱叫起来。"
        },
        {
            "original": "原来这学中虽都是本族子弟与些亲戚家的子侄，俗语说的好，“一龙九种，种种各别”，未免人多了，就有龙蛇混杂，下流人物在内。自秦宝二人来了，都生的花朵儿一般的模样；又见秦钟靦腆温柔，未语先红，怯怯羞羞，有女儿之风；宝玉又是天生成惯能作小服低，赔身下气，性情体贴，话语缠绵：因他二人又这般亲厚，也怨不得那起同窗人起了嫌疑之念，背地里你言我语，诟谇谣诼，布满书房内外。",
            "english": "Once upon a time, this school was filled with students from the same clan and relatives' descendants. The old saying goes, \"One dragon has nine kinds, each different from the other,\" and with so many people, there were bound to be some bad apples. Since Kui and Bao came, they were both beautiful like flowers; and Kui Zhong was shy and gentle, blushing even before he spoke, with a feminine air; and Bao was born to be a small, humble person, always making excuses and bowing down, with a soft and tender personality: because of their close relationship, others in the school began to suspect their intentions, whispering and gossiping behind their backs.",
            "chinese": "原来这所学校里都是本族子弟和亲戚家的子孙，俗语说的好，“一龙九种，种种各别”，人多了，难免会有龙蛇混杂，下流人物在内。自秦宝二人来了，都生的花朵儿一般的模样；又见秦钟靦腆温柔，未语先红，怯怯羞羞，有女儿之风；宝玉又是天生成惯能作小服低，赔身下气，性情体贴，话语缠绵：因他二人又这般亲厚，也怨不得那起同窗人起了嫌疑之念，背地里你言我语，诟谇谣诼，布满书房内外。\n\n如何将中国白话改写为简单的现代普通话的示例。\n\n中国白话：\n\n原来这学中虽都是本族子弟与些亲戚家的子侄，俗语说的好，“一龙九种，种种各别”，未免人多了，就有龙蛇混杂，下流人物在内。自秦宝二人来了，都生的花朵儿一般的模样；又见秦钟靦腆温柔，未语先红，怯怯羞羞，有女儿之风；宝玉又是天生成惯能"
        },
        {
            "original": "原来薛蟠自来王夫人处住后，便知有一家学，学中广有青年子弟。偶动了“龙阳”之兴，因此，也假说来上学，不过是三日打鱼，两日晒网，白送些束修礼物与贾代儒，却不曾有一点儿进益，只图结交些契弟。谁想这学内的小学生，图了薛蟠的银钱穿吃，被他哄上手了，也不消多记。又有两个多情的小学生，亦不知是那一房的亲眷，亦未考真姓名，只因生得娬媚风流，满学中都送了两个外号：一个叫香怜，一个叫玉爱。别人虽都有羡慕之意，“不利于孺子”之心，只是惧怕薛蟠的威势，不敢来沾惹。如今秦宝二人一来了，见了他两个，也不免缱绻羡爱，亦知系薛蟠相知，未敢轻举妄动。香玉二人心中一般的留情于秦宝。因此，四人心中虽有情意，只未发出。每日一入学中，四处各坐，却八目勾留，或设言托意，或咏桑寓柳，遥以心照，却外面自为避人眼目。不料偏又有几个滑贼，看出形景来，都背后挤眉弄眼，或咳嗽扬声。－－这也非止一日。",
            "english": "Xue Pan moved to Wang Fei's house after being separated from her. He heard that there was a schoolhouse with many young men in it. He was moved by the \"dragon and yang\" excitement, so he pretended to come to school, but in fact, he was only playing three days and fishing for two days. He sent some tuition money to Jia Daiju, but he didn't learn anything, but just wanted to make friends with some brothers. Who knew that the students in this school were interested in Xue Pan's silver and food, and were taken advantage of by him, and he didn't need to remember much. There were also two loving schoolboys, who didn't know which room they were related to, because they were born beautiful and charming, and everyone in the school envied them. They didn't dare to approach them because of Xue Pan's power. Now Qin and Bao came, and when they saw the two, they couldn't help but be envious, and they knew that the two were Xue Pan's friends, so they didn't dare to take action. Qin and Bao were also interested in Qin and Bao. Therefore, the four people had a secret in their hearts, but they didn'tThis situation has been going on for a while now.\n\n中文原文：\n\n这已经持续了很长时间了。\n\n英文翻译：\n\nThis has been ongoing for quite some time.\n\n中文原文：\n\n这种情况已经持续了好几年了。\n\n英文翻译：\n\nThis situation has been ongoing for several years now.\n\n中文原文：\n\n这种情况已经持续了好几年了，但一直没有得到解决。\n\n英文翻译：\n\nThis situation has been ongoing for several years now, but it has not been resolved yet.\n\n中文原文：\n\n这已经持续了很长时间了，但一直没有得到解决。\n\n英文翻译：\n\nThis has been ongoing for quite some time now, but it has not been resolved yet.\n\n中文原文：\n\n这种情况已经持续了好几年了，但一直没有得到解决，这令人非常沮丧。\n\n英文翻译：\n\nThis situation has been ongoing for several years now, but it has not been resolved yet, which is very frustrating.\n\n中文原文：\n\n这已经持续了很长时间了，但一直没有得到解决，这令人非常沮丧，我们需要尽快采取行动。\n\n英文翻译：\n\nThis has been ongoing for quite some time now, but it has not been resolved yet, which is very frustrating. We need to take action as soon as possible.\n\n中文原文：\n\n这已经持续了很长时间了，但一直没有得到解决，这令人非常沮丧，我们需要",
            "chinese": "薛蟠从王夫人那里搬来后，听说有一所学堂，里面有很多年轻人。他动了“龙阳”之兴，所以假说来上学，实际上只是三天打鱼两天晒网，送了些束修礼物给贾代儒，但没有学到什么，只是想结交些兄弟。谁想这所学堂内的小学生，图了薛蟠的银钱穿吃，被他哄上手了，也不用多记。又有两个多情的小学生，也不知道是哪房的亲眷，只因生得妩媚风流，满学堂的人都送了两个外号：一个叫香怜，一个叫玉爱。别人都有羡慕之意，“不利于孺子”之心，只是害怕薛蟠的威势，不敢接近。如今秦宝二人一来了，见了他俩，也不免缱绻羡爱，也知道是薛蟠的相知，未敢轻举妄动。香玉二人心中一般的留情于秦宝。因此，四人心中虽有情意，只未发出。每天一到学堂，四处各坐，却八目勾留，或设言托意，或咏桑寓柳，遥以心照，却外面没想到有几个滑头，看出情况后，都挤眉弄眼，或咳嗽扬声。这种情况不是一天了。"
        },
        {
            "original": "可巧这日代儒有事回家，只留下一句七言对联，令学生对了，明日再来上书；将学中之事又命长孙贾瑞管理。妙在薛蟠如今不大上学应卯了，因此，秦钟趁此和香怜弄眉挤眼，二人假出小恭，走至后院说话。秦钟先问他：“家里的大人可管你交朋友不管？”一语未了，只听见背后咳嗽了一声。二人吓的忙回顾时，原来是窗友名金荣的。香怜本有些性急，便羞怒相激，问他道：“你咳嗽什么？难道不许我们说话不成？”金荣笑道：“许你们说话，难道不许我咳嗽不成？我只问你们，有话不分明说，许你们这样鬼鬼祟祟的干什么故事？我可也拿住了！还赖什么？先让我抽个头儿，偺们一声儿不言语；不然，大家就翻起来！”秦香二人就急得飞红的脸，便问道：“你拿住什么了？”金荣笑道：“我现拿住了是真的！”说著，又拍著手笑嚷道：“贴的好烧饼！你们都不买一个吃去？”秦钟香怜二人又气又急，忙进来向贾瑞前告金荣，说金荣无故欺负他两个。",
            "english": "恰好这天代儒有事回家，只留下一句七言对联，让学生对上了，第二天再来见他；把学堂里的事又交给长孙贾瑞管理。妙的是薛蟠现在不太去上学了，因此，秦钟趁机和香怜眉目传情，两人假装去上厕所，走到后院说话。秦钟先问他：“家里的大人管不管你交朋友？”话还没说完，就听见背后有人咳嗽。两人吓了一跳，回头一看，原来是同桌金荣。香怜本就有些急躁，便羞怒交加，问他：“你咳嗽什么？难道不许我们说话吗？”金荣笑道：“许你们说话，难道不许我咳嗽吗？我只问你们，有话不直接说，许你们这样鬼鬼祟祟的干什么？我可也拿住了！不说话，大家就翻过来！”秦香二人就急得红了脸，便问道：“你拿住了什么？”“金荣笑着说：‘我抓住了是真的！’然后又拍着手笑喊道：‘贴的不错烧饼！你们都不去买一个吃吗？Kenzong and Xianglai were so angry that they rushed in to report to Jarry that Jinrong had bullied them for no reason.\n\n中文原文：\n\n贾瑞说：“你们两个没王法了！——再敢和我拌嘴，我一定告诉舅舅，叫你两个完不了事！”\n\n英文翻译：\n\nJarry said, \"You two have no law! ——If you dare to argue with me again, I will tell my uncle, and you two will never finish!\"\n\n中文原文：\n\n金荣把脸一红，那气就消了。\n\n英文翻译：\n\nJinrong turned red and the anger disappeared.\n\n中文原文：\n\n金荣气不过，也进来告状，说香怜骂他“草包”。\n\n英文翻译：\n\nJinrong couldn't bear it and came in to report, saying that Xianglian called him \"a lump of grass.\"\n\n中文原文：\n\n贾瑞说：“你也是个糊涂人！——你既认他舅舅，该尊他为舅爷，这起什么名字！”\n\n英文翻译：\n\nJarry said, \"You're a confused person! ——You should respect him as an uncle, what's the use of starting these names!\"\n\n中文原文：\n\n金荣笑道：“",
            "chinese": "恰好这天代儒有事回家，只留下一句七言对联，让学生对上了，第二天再来见他；把学堂里的事又交给长孙贾瑞管理。妙的是薛蟠现在不太去上学了，因此，秦钟趁机和香怜眉目传情，两人假装去上厕所，走到后院说话。秦钟先问他：“家里的大人管不管你交朋友？”话还没说完，就听见背后有人咳嗽。两人吓了一跳，回头一看，原来是同桌金荣。香怜本就有些急躁，便羞怒交加，问他：“你咳嗽什么？难道不许我们说话吗？”金荣笑道：“许你们说话，难道不许我咳嗽吗？我只问你们，有话不直接说，许你们这样鬼鬼祟祟的干什么？我可也拿住了！不说话，大家就翻过来！”秦香二人就急得红了脸，便问道：“你拿住了什么？”“金荣笑着说：‘我抓住了是真的！’然后又拍着手笑喊道：‘贴的不错烧饼！你们都不去买一个吃吗？’秦钟和香怜气急了，连忙进来向贾瑞告状，说金荣无缘无故欺负他们两个。"
        },
        {
            "original": "原来这贾瑞最是个图便宜没行止的人，每在学中，以公报私，勒索子弟们请他。后又助著薛蟠，图些银钱酒肉，一任薛蟠横行霸道，他不但不去管约，反“助纣为虐”，讨好儿。偏那薛蟠本是浮萍心性，今日爱东，明日爱西，近来有了新朋友，把香玉二人丢开一边。就连金荣，也是当日的好友，自有了香玉二人，便见弃了金荣。近日连香玉亦已见弃，故贾瑞也无了提携帮衬之人，不怨薛蟠得新厌故，只怨香玉二人不在薛蟠跟前提携了。因此，贾瑞金荣等一干人，也正醋妒他两个。今见秦香二人来告金荣，贾瑞心中便不自在起来，虽不敢呵叱秦钟，却拿著香怜作法，反说他多事，著实抢白了几句。香怜反讨了没趣，连秦钟也讪讪的，各归坐位去了。",
            "english": "Jia Rui was a greedy and unscrupulous man, and every day he would extract bribes from the students in the school to serve his own interests. Later, he and Xue Pan together schemed for silver and wine, and allowed Xue Pan to behave arrogantly, and he did not try to curb him, but instead \"aided him in his evil deeds\" and flattered him. Xue Pan, who was a superficial and fickle person, today loved this and tomorrow loved that. Now that he had new friends, he completely abandoned Shuangyu and Changle. Even Jin Rong, who was once his good friend, was abandoned after Shuangyu and Changling came along. Even Shuangyu and Changling have been abandoned recently, so Jia Rui has no one to support him. He does not blame Xue Pan for his fickleness, but blames Shuangyu and Changling for not mentioning it to Xue Pan. Therefore, Jia Rui, Jin Rong, and others are also jealous of them. Now Qin Xiang comes to report Jin Rong, and Jia Rui is not at ease in his heart, although he does not dare to scold Qin Zhong, he takes",
            "chinese": "原来贾瑞是个贪便宜没规矩的人，每天在学里，以公报私，勒索孩子们请他。后来又和薛蟠一起，图些银子酒肉，任凭薛蟠横行霸道，他不但不去管束，反而“助纣为虐”，讨好儿。偏偏薛蟠本是浮萍心性，今天爱东，明天爱西，最近有了新朋友，就把香玉二人丢开一边。就连金荣，也是当日的好友，自从有了香玉二人，便见弃了金荣。最近连香玉也已见弃，所以贾瑞也无了提携帮衬的人，不怨薛蟠得新厌故，只怨香玉二人不在薛蟠跟前提携。因此，贾瑞、金荣等人，也正醋妒他两个。现在秦香二人来告金荣，贾瑞心中便不自在起来，虽然不敢呵叱秦钟，却拿著香怜作法，反说他多事，著实抢白了几句。香怜反讨了没趣，连秦钟也讪讪的，各归坐位去了。"
        },
        {
            "original": "金荣越发得了意，摇头咂嘴的，口内还说许多闲话。玉爱偏又听见，两个人隔座咕咕唧唧的角起口来。金荣只一口咬定，说：“方才明明的撞见他两个在后院里亲嘴摸屁股，两个商议定了，一对一肏，撅草根儿抽长短，谁长谁先干！”那时只顾得意乱说，却不防还有别人。谁知早又触怒了一个人。你道这一个人是谁？原来这人名唤贾蔷，亦系宁府中之正派玄孙，父母早亡，从小儿跟著贾珍过活。如今长了十六岁，比贾蓉生得还风流俊俏。他兄弟二人最相亲厚，常共起居。宁府中人多口杂，那些不得志的奴仆，专能造言诽谤主人，因此不知又有什么小人诟谇谣诼之辞。贾珍想亦风闻得些口声不好，自己也要避些嫌疑，如今竟分与房舍，命贾蔷搬出宁府，自己立门户过活去了。",
            "english": "Jin Rong became even more pleased with himself and said all sorts of idle words while shaking his head. Yu Ai happened to hear what he was saying and the two began to quarrel in whispers across the table. Jin Rong insisted, saying, \"I saw them both kissing and pawing each other in the courtyard behind the house. They had arranged to go at it one-on-one, and had drawn lots with grass stalks. The one who drew the longer one would go first.\" Jin Rong was so pleased with himself that he was not thinking of anyone else. He did not realize that he had annoyed someone else. Who was that person? It was Jia Qiang, a cousin of Jia Rong, who had lost his parents and lived with Jia Zhen ever since. He was now sixteen years old and more handsome than Jia Rong. He was close to his brother and lived with him. In the big family, there were many people and many mouths to feed. Those who were not in favor of their masters often spread false rumors. Perhaps one of those gossips had spread some false rumors about Jia Qiang. Jia Zhen must have heard of this rumor as well, and wanted to avoid any appearance of",
            "chinese": "金荣更加得意，摇头咂嘴地说着许多闲话。玉爱偏偏又听到了，两个人隔开座位咕咕唧唧地吵了起来。金荣只管一口咬定，说：“刚才亲眼看到他们两个在后院里亲嘴摸屁股，商量好一对一干，用草根儿抽签，谁抽到长就先干！”那时只顾得意乱说，却没想到还有别人。谁知又触怒了一个人。这个人是谁呢？原来叫贾蔷，是宁府正派的玄孙，父母早亡，从小跟贾珍一起生活。如今长了十六岁，比贾蓉长得还风流俊俏。他兄弟俩关系亲密，经常一起生活。宁府中人多嘴杂，那些不得志的奴仆专门造谣诽谤主人，因此不知又有什么小人诽谤之辞。贾珍想来也听说了些口声不好，自己也要避嫌，如今竟分给他房舍，命贾蔷搬出宁府，自己立门户过活去了。"
        },
        {
            "original": "这贾蔷外相既美，内性又聪敏，虽然应名来上学，亦不过虚掩眼目而已。仍是斗鸡走狗，赏花阅柳为事。上有贾珍溺爱，下有贾蓉匡助，因此，族中人谁敢触逆于他！他既和贾蓉最好，今见有人欺负秦钟，如何肯依？如今自己要挺身出来报不平，心中且忖度一番：“金荣贾瑞一干人都是薛大叔的相知，我又与薛大叔相好，倘或我一出头，他们告诉了老薛，我们岂不伤和气呢？却要不管，这谣言说的大家没趣。如今何不用计制伏，又止息了口声，又不伤脸面？”想毕，也装出小恭去，走至后面，悄悄把跟宝玉的书童茗烟叫至身边，如此这般，调拨他几句。",
            "english": "Jia Qiang is handsome on the outside and smart on the inside. Although he has signed up for school, he is just covering up his eyes. In fact, he still likes to play with peacocks and dogs, and admire flowers and trees. Jia Zhen loves him and Jia Rong also helps him, so who in the family would dare to offend him! He and Jia Rong are the best friends, and how could he stand by and do nothing if someone bullied Qian Zhong? Now he is determined to stand up and defend himself, but he is worried about offending Uncle Xue, so he comes up with a plan. After thinking about it, he also pretended to go to the toilet and went to the back, where he quietly called Jia Ning, the book boy of the Prince of the Rong Family, and persuaded him a few words.",
            "chinese": "贾蔷外表英俊，内心聪明，虽然报名上学，也只是虚掩眼目而已。他实际上还是斗鸡走狗，赏花阅柳。贾珍溺爱他，贾蓉也帮助他，所以族中人谁敢触逆于他！他和贾蓉关系最好，看到有人欺负秦钟，如何能依？如今自己要挺身出来报不平，但又担心得罪薛大叔，于是想出一个计策。想完，也装出小恭去，走到后面，悄悄把宝玉的书童茗烟叫过来，调拨他几句。"
        },
        {
            "original": "这茗烟乃是宝玉第一个得用且又年轻不谙事的，今听贾蔷说金荣如此欺负秦钟，“连你们的爷宝玉都干连在内，不给他个利害，下次越发狂纵。”这茗烟无故就要欺压人的，如今得了这信，又有贾蔷助著，便一头进来找金荣。也不叫“金相公”了，只说：“姓金的！你是什么东西！”贾蔷遂跺一跺靴子，故意整整衣服、看看日影儿，说：“正时候了。”遂先向贾瑞说有事要早走一步。贾瑞不敢止他，只得随他去了。",
            "english": "Mingyuan is the first young man that Prince Yijin trusts. He is not experienced in these matters. Now that he heard Jia Qiang say that Jinrong bullied Qinzong, he thought, “Even Prince Yijin is involved in this, if we don't give him a lesson, he'll only get more and more out of control.” Mingyuan is not a nice person. Now that he has heard the news, with the support of Jia Qiang, he comes in to find Jinrong and says, “What's your name?” Jinrong says, “I'm Jinrong.” Mingyuan says, “What's your name?” Jinrong says, “I'm Jinrong.” Mingyuan says, “What's your name?” Jinrong says, “I'm Jinrong.” Mingyuan says, “What's your name?” Jinrong says, “I'm Jinrong.” Mingyuan says, “What's your name?” Jinrong says, “I'm Jinrong.” Mingyuan says, “What's your name?” Jinrong says, “I'm Jinrong.” Mingyuan says, “What's your name?” Jinrong says, “I'm Jinrong.” Mingyuan",
            "chinese": "茗烟是宝玉的第一个得用的年轻人，不熟悉事情。现在听了贾蔷说金荣欺负秦钟，就认为“连你们的爷宝玉都干连在内，不给他个利害，下次越发狂纵。”茗烟无故欺压人，现在拿到了消息，又有贾蔷的支持，就一头进来找金荣。不再叫“金相公”，只说：“姓金的！你是什么东西！”贾蔷故意整理了一下衣服、看了看时间，说：“正时候了。”然后对贾瑞说有事要早走一步。贾瑞不敢阻止他，只得让他走了。"
        },
        {
            "original": "这里茗烟走进来，便一把揪住金荣，问道：“我们肏屁股不肏，管你相干？横竖没肏你爹罢了！说你是好小子，出来动一动你茗大爷！”吓的满屋中子弟，都怔怔的痴望。贾瑞忙喝：“茗烟不得撒野！”金荣气黄了脸，说：“反了！奴才小子都敢如此！我只和你主子说。”便夺手要去抓打宝玉。秦钟刚转出身来，听得脑后飕的一声，早见一方砚瓦飞来，并不知系何人打来，却打在贾蓝贾菌的座上。",
            "english": "Mingyuan walked in and grabbed Jinrong, asking, \"We didn't do anything bad, what's the matter with you? After all, we didn't do anything to your father! You're good, come and fight with me!\" Scared all the boys in the room into staring. Jia Rui hurried to say, \"Mingyuan, don't be crazy!\" Jinrong was so angry that his face turned yellow and said, \"Rebel! Even a slave and a boy dare to do such things! I'll only tell about it to Bao Yuyu.\" He wanted to take the hand to beat Bao Yuyu. Qinzhong just turned around and suddenly heard a whoosh behind him, and a square inkstone flew over, it's not clear who threw it, but it hit the seat of Jialan and Jiajun.",
            "chinese": "茗烟走进来，一把揪住金荣，问道：“我们没干坏事，管你什么事？横竖没干你爹的事！你小子好，出来跟我过过招！”吓的满屋子的小子们都呆呆地望着。贾瑞急忙喝道：“茗烟别胡闹！”金荣气得脸都黄了，说：“反了！奴才小子都敢这样！我只跟宝玉说。”便想夺手去打宝玉。秦钟刚转过身来，忽然听见脑后嗖的一声，一方砚瓦飞来，不知道是谁打来的，却打在贾蓝贾菌的座位上。"
        },
        {
            "original": "这贾蓝贾菌亦系荣府近派的重孙。这贾菌少孤，其母疼爱非常，书房中与贾蓝最好，所以二人同座。谁知这贾菌年纪虽小，志气最大，极是淘气不怕人的。他在位上，冷眼看见金荣的朋友暗助金荣，飞砚来打茗烟，偏打错了，落在自己面前，将个磁砚水壶儿打粉碎，溅了一书墨水。贾菌如何依得？便骂：“好囚攮的们！这不都动了手了么！”骂著，也便抓起砚台来要飞。贾蓝是个省事的，忙按著砚台，劝道：“好兄弟，不与偺们相干。”贾菌如何忍得住？见按住砚台，他便两手抱起书箧子来，照这边扔去。终是身小力薄，却扔不到，反扔到宝玉秦钟案上就落下来了。只听豁啷一声，砸在桌上，书本、纸片、笔、砚等物，撒了一桌，又把宝玉的一碗茶也砸得碗碎茶流。",
            "english": "Jialan and Jiajun are descendants of near relatives of the Rong family. Jialun's father died when he was young, and his mother loved him very much, so the two of them were very good friends and often sat together. Although Jialun was young, he had a big ambition, was very naughty, and was not afraid of people. Once, he saw Jinrong's friends secretly helping Jinrong hit Mingyin with an inkstone, but they hit the wrong person and fell on his own side, breaking the inkstone water pot and splashing ink all over the table. Jialun couldn't stand it, and shouted, \"Good prisoners! This is all your fault!\" After he finished speaking, he also grabbed the inkstone and was about to throw it. Jialun was a lazy person, and he hurried to stop him and said, \"Good brother, don't bother us.\" Jialun couldn't bear it. Seeing that he was holding the inkstone, he picked up the bookshelf and threw it. Because he was young and weak, he didn't throw it far and hit the tables of Bao Yuyue and Jinzhong. With a loud noise, the books, papers, pens,",
            "chinese": "这贾蓝和贾菌是荣府近亲的后代。贾菌小时候失去父亲，母亲对他非常疼爱，所以两个人关系很好，经常坐在一起。虽然贾菌年纪小，但志气很大，非常淘气，不怕人。有一次，他看见金荣的朋友暗中帮助金荣，用砚台打茗烟，但打错了，落在自己面前，打碎了砚台水壶，溅了一桌子的墨水。贾菌看不下去，骂道：“好囚禁的人们！这不都动手了吗！”骂完，也抓起砚台要扔。贾蓝是个省事的人，忙按住砚台，劝道：“好兄弟，不要和我们无关。”贾菌哪里忍得住？见按住了砚台，他就抱起书箱扔过来。因为身小力薄，扔不到，反而砸到了宝玉和秦钟的桌子上。只听一声响，书本、纸张、笔、砚等物撒了一桌子，又把宝玉的一碗茶打碎了。"
        },
        {
            "original": "那贾菌即便跳出来，要揪打那飞砚的人。金荣此时随手抓了一根毛竹大板在手，地狭人多，那里经得舞动长板？茗烟早吃了一下，乱嚷“你们还不来动手！”宝玉还有几个小厮：一名扫红，一名锄药，一名墨雨。这三个岂有不淘气的？一齐乱嚷：“小妇养的！动了兵器了！”墨雨遂掇起一根门闩，扫红锄药手中都是马鞭子，蜂拥而上。",
            "english": "Jia Jun immediately jumped out to grab the person who had thrown the inkstone. At this moment, Jin Rong took a bamboo pole, but due to the narrowness of the space and the crowding of people, how could he be able to swing a long pole? Mingyuan had already been hit and cried out, \"You don't come and help!\" Baiyu had several other boys with him: Sao Hong, Amei, and Murai. How could these boys not be rowdy? They all shouted in unison, \"You're a woman! You're holding a weapon!\" Murai grabbed a doorstop, and Sao Hong and Amei both held horsewhips, and they all rushed forward.",
            "chinese": "贾菌立刻跳出来，要揪打那个砸砚台的人。金荣这时随手拿了一根毛竹大板，由于场地狭小，人多拥挤，哪里经得起舞动长板？茗烟早被打了，乱嚷着“你们还不来动手！”宝玉还有几个小厮：扫红、锄药、墨雨。这三个怎么会不淘气？一齐乱嚷：“小妇养的！动了兵器了！”墨雨随即拿了一根门闩，扫红、锄药手中都拿着马鞭子，蜂拥而上。"
        },
        {
            "original": "贾瑞急得拦一回这个，劝一回那个，谁听他的话？肆行大乱。众顽童也有帮著打太平拳助乐的，也有胆小藏过一边的，也有立在桌上拍著手乱笑喝著声儿叫打的，登时鼎沸起来。",
            "english": "Jia Rui was so anxious that he tried to stop them one way or another, but they wouldn’t listen. In no time there was chaos all around. Some boys helped to beat the boxing of peace, while some hid behind a wall in fear, and some stood on a table clapping their hands and calling for them to be beaten. It was all noisy.",
            "chinese": "贾瑞急得拦一回这个，劝一回那个，谁听他的话？一时间四下大乱。众顽童也有帮著打太平拳助乐的，也有胆小藏过一边的，也有立在桌上拍著手乱笑喝著声儿叫打的，顿时热闹起来。"
        },
        {
            "original": "外边几个大仆人李贵等，听见里边作反起来，忙都进来，一齐喝住，问是何故。众声不一，这一个如此说，那一个又如彼说。李贵且喝骂了茗烟等四个一顿，撵了出去。秦钟的头早撞在金荣的板上，打去一层油皮。宝玉正拿褂襟子替他揉，见喝住了众人，便命李贵：“收书！拉马来，我去回太爷去！我们被人欺负了，不敢说别的，守礼来告诉瑞大爷，瑞大爷反派我们的不是，听著人家骂我们，还调唆人家打我们。茗烟见人欺负我，他岂有不为我的？他们反打夥儿打了茗烟，连秦钟的头也打破了。还在这里念书么？”李贵劝道：“哥儿不要性急。太爷既有事回家去了，这会子为这点子事去聒噪他老人家，倒显的偺们没礼似的。依我的主意，那里的事情，那里了结，何必惊动他老人家？－－这都是瑞大爷的不是。太爷不在家里，你老人家就是这学里的头脑了，众人看你行事。众人有了不是，该打的打，该罚的罚，如何等闹到这步田地还不管呢？”贾瑞道：“我吆喝著都不听。”李贵道：“不怕你老人家恼我，素日你老人家到底有些不是，所以这些兄弟不听。就闹到太爷跟前去，连你老人家也脱不了的。还不快作主意撕掳开了罢！”宝玉道：“撕掳什么？我必要回去的！”秦钟哭道：“有金荣在这里，我是要回去的了！”宝玉道：“这是为什么？难道别人家来得，偺们倒来不得的？我必回明白众人，撵了金荣去！”又问李贵：“这金荣是那一房的亲戚？”李贵想一想道：“也不用问了。若说起那一房亲戚，更伤了兄弟们的和气了。”",
            "english": "There were several big servants, Li Gui and others, outside the door. When they heard that a rebellion had broken out inside, they hurried in, shouting at them all. \"What's the matter?\" they asked. Everyone's voice was different. One said one thing and another said another. Li Gui first scolded the four of them, then threw them out. Kui's head had already hit the board on Jinrong's head, and he had scraped off a layer of skin. While he was rubbing Kui's head with his sleeve, he saw that the others had stopped the others. He ordered Li Gui, \"Put away the books! Get the horse! I'm going to tell the old man! We've been bullied, and we're not going to talk about anything else. We're going to tell the old man according to the rules, and the old man will blame us. What's more, we're listening to someone else and being beaten. What's the point of this? What's the point of this? \"Li Gui said, \"Don't get angry, my brother. Since the old man has left, why should we bother him about this? This shows that we don't know how to behave.\"Yi my idea, the matter there, there will be solved, why disturb him old man? - this is Mr. Rui's fault. The old man is not at home, you old man is this school the head of the school, the crowd to see your work. The crowd made a mistake, should be punished, should be punished, why not in this situation still not manage? \"Jia Rui said: \"I shouted loudly, they did not listen.\" Li Gui said: \"Do not dare to offend you, you old man is a little wrong, so these brothers do not listen. If you make it to the old man, you will be held responsible. You should not think of ways to solve it?\" Bai Yu said: \"What is there to tear? I must go back!\" Qin Zhong cried: \"With Jin Rong here, I am going to go back!\" Bai Yu said: \"Why? Is it that other families come, we come not? I must go and explain to the crowd, expel Jin Rong!\" Then asked Li Gui: \"This Jin Rong is which one's relative?\" Li Gui thought for a while and said: \"It's not necessary to ask.\"If you mention any relatives of the other side, it will damage the harmony of the brothers.\n\n英语翻译：If you mention any relatives of the other side, it will damage the harmony of the brothers.\n\n中文翻译：提到另一方的亲戚，会伤害兄弟们的和睦。\n\n英文翻译：If you mention any relatives of the other side, it will damage the harmony of the brothers.\n\n中文翻译：如果提到另一方的亲戚，会伤害兄弟们的和睦。\n\n英文翻译：If you mention any relatives of the other side, it will damage the harmony of the brothers.\n\n中文翻译：如果提到另一方的亲戚，会伤害兄弟们的和睦。\n\n英文翻译：If you mention any relatives of the other side, it will damage the harmony of the brothers.\n\n中文翻译：提到另一方的亲戚，会伤害兄弟们的和睦。\n\n英文翻译：If you mention any relatives of the other side, it will damage the harmony of the brothers.\n\n中文翻译：提到另一方的亲戚，会伤害兄弟们的和睦。\n\n英文翻译：If you mention any relatives of the other side, it will damage the harmony of the brothers.\n\n中文翻译：提到另一方的亲戚，会伤害兄弟们的和睦。\n\n英文翻译：If you mention any relatives of the other side,",
            "chinese": "外面有几个大仆人李贵等人，听到里边起了反叛，急忙进来，一齐喝住他们，问是什么原因。众人的声音不一致，这一个这样说，那一个又那样说。李贵先骂了茗烟等四个一顿，把他们撵了出去。秦钟的头早撞在金荣的板子上，打去一层油皮。宝玉正用褂襟子揉他的头，见他们喝住了众人，就命令李贵：“收书！拉马来，我去告诉太爷去！我们被人欺负了，不敢说别的，按照礼节来告诉瑞大爷，瑞大爷反而责怪我们的不是，听着人家骂我们，还挑唆人家打我们。茗烟见人欺负我，他怎么能不为我呢？他们反而打了茗烟，连秦钟的头也打破了。我们还在这里念书吗？”李贵劝道：“哥儿不要生气。太爷既然有事回家去了，这时候为这点子事去麻烦他老人家，反而显得我们没有礼貌。依我的主意，那里的事情，就在那里解决，何必惊动他老人家呢？－－这都是瑞大爷的错。太爷不在家里，你老人家就是这学里的头领了，众人看你做事。众人犯了错，该打的打，该罚的罚，为什么闹到这地步还不管呢？”贾瑞说：“我大声喊，他们都不听。”李贵说：“不怕你老人家生气，你老人家到底有些不对，所以这些兄弟不听。要是闹到太爷那里，连你老人家也脱不了干系。还不快想办法解决？”宝玉说：“有什么好撕扯的？我一定要回去！”秦钟哭着说：“有金荣在这里，我是要回去的了！”宝玉说：“这是为什么？难道别人家来得，我们倒来不得的？我一定要去跟众人说明，把金荣赶走！”又问李贵：“这金荣是哪一房的亲戚？”李贵想了一下说：“不用问了。要是说起哪一房的亲戚，会伤了兄弟们的和气。”"
        },
        {
            "original": "茗烟在窗外道：“他是东府里璜大奶奶的侄儿，什么硬挣仗腰子的，也来吓我们！璜大奶奶是他姑妈。－－你那姑妈只会打旋磨儿，给我们琏二奶奶跪著借当头，我眼里就看不起他那样的主子奶奶！”李贵忙喝道：“偏这小狗养的，知道有这些蛆嚼！”宝玉冷笑道：“我只当是谁亲戚，原来是璜嫂子侄儿！我就去向他问问！”说著便要走，叫茗烟进来包书。茗烟进来包书，又得意洋洋的道：“爷也不用自己去见他，等我去找他，就说老太太有话问他呢，雇上一辆车子，拉进去，当著老太太问他，岂不省事？”李贵忙喝道：“你要死啊！仔细回去我好不好先捶了你，然后回老爷太太，就说宝哥儿全是你调唆！我这里好容易劝哄的好了一半，你又来生了新法儿。你闹了学堂，不说变个法儿压息了才是，还往火里奔！”茗烟听了，方不敢做声。",
            "english": "Mingyuan said from the window, \"He is the nephew of Huang Daohou in the Eastern Mansion, what hard-working person is here to scare us! Huang Daohou is his aunt. - Your aunt can only spin, kneel to borrow the front of Lady Lin and I can't look up to such a master's wife!\" Li Gui said in a hurry, \"This dog-owning, know how to chew these maggots!\" Baiyuan coldly laughed, \"I only thought who was a relative, it turned out to be Huang Cao's nephew! I will go to see him!\" Said to take the book, Mingyuan came in to wrap the book, and said with satisfaction, \"You don't need to see him yourself, let me go to see him, say that the old lady has something to ask him, rent a carriage and take it into the old lady's house, face to face with the old lady to ask, isn't it easy?\" Li Gui said in a hurry, \"You're going to die! Be careful to go back and beat you first, and then report to the master and mother, saying that Baoyuan is all your fault! I've been trying to calm him down,",
            "chinese": "茗烟在窗外说：“他是东府里璜大奶奶的侄子，什么硬挣仗腰子的，也来吓唬我们！璜大奶奶是他的姑妈。－－你那姑妈只会打旋磨儿，给我们琏二奶奶跪着借当头，我眼里就看不起他那样的主子奶奶！”李贵忙喝道：“偏这小狗养的，知道有这些蛆嚼！”宝玉冷笑道：“我只当是谁亲戚，原来是璜嫂子侄儿！我就去向他问问！”说著便要走，叫茗烟进来包书。茗烟进来包书，又得意洋洋的说：“爷也不用自己去见他，等我去找他，就说老太太有话问他呢，雇上一辆车子，拉进去，当著老太太问他，岂不省事？”李贵忙喝道：“你要死啊！仔细回去我好不好先捶了你，然后回老爷太太，就说宝哥儿全是你调唆！我这里好容易劝哄的好了一半，你又来生了新法儿。你闹了学堂，不说变个法儿压息了才是，还往火里奔！”茗烟听了，方不敢做"
        },
        {
            "original": "此时贾瑞也生恐闹不清，自己也不乾净，只得委曲著来央告秦钟，又央告宝玉。先是他二人不肯，后来宝玉说：“不回去也罢了，只叫金荣赔不是便罢。”金荣先是不肯，后来经不得贾瑞也来逼他权赔个不是，李贵等只得好劝金荣说：“原来是你起的头儿，你不这样，怎么了局呢？”金荣强不过，只得与秦钟作了个揖。宝玉还不依，定要磕头。贾瑞只要暂息此事，又悄悄的劝金荣说：“俗语说的：‘忍得一时忿，终身无恼闷’。”",
            "english": "Now Jia Rui is also worried that the matter will be blown out of proportion and he himself will also get into trouble, so he has to humiliate himself to seek the help of Qin Zhong and Yu Boya. At first they were unwilling, but later Yu Boya said: \"Let's not go back. As long as Jin Rong makes an apology, it's fine.\" Jin Rong didn't want to at first, but later Jia Rui also forced him to make a gesture of apology. Li Gui and others could only persuade Jin Rong: \"It was you who started it. If you don't do this, how can we settle it?\" Jin Rong had no choice but to bow to Qin Zhong. But Yu Boya still didn't agree and insisted that Jin Rong should bow. Jia Rui just wanted to make the matter temporarily calm down and quietly advised Jin Rong: \"As the saying goes: 'Bear with a moment of anger, and enjoy a lifetime of peace'.\"\n\nTranslation Explanation:\n\nThe translation is a faithful and accurate representation of the original Chinese text. It captures the main ideas and nuances of the passage while maintaining the natural flow of language. The translation also includes appropriate cultural references and idiomatic",
            "chinese": "现在贾瑞也担心事情闹大了，自己也会惹麻烦，只好委屈自己来求秦钟和宝玉。一开始他们不愿意，后来宝玉说：“不回去算了，只要金荣赔个不是就行。”金荣一开始不肯，后来贾瑞也逼他权当赔个不是。李贵等人只能劝金荣说：“原来是你起的头，你不这样，怎么了结呢？”金荣没办法，只好向秦钟作了个揖。宝玉还不依，一定要磕头。贾瑞只想让这件事暂时平息，又悄悄地劝金荣说：“俗语说的：‘忍得一时气，终身无烦恼’。”"
        },
        {
            "original": "未知金荣从也不从，下回分解。",
            "english": "Whether or not Jin Rong agrees, the next time will be discussed.",
            "chinese": "未知金荣是否同意，下回再讲。"
        }
    ],
    "title": "《训劣子李贵承申饬　嗔顽童茗烟闹书房》",
    "chapter_number": 9
}