{
    "paragraphs": [
        {
            "original": "却说黛玉自立意自戕之后，渐渐不支，一日竟至绝粒。从前十几天内，贾母等轮流看望，她有时还说几句话，这两日索性不大言语。心里虽有时昏晕，却也有时清楚。贾母等见她这病不似无因而起，也将紫鹃、雪雁盘问过两次，两个哪里敢说。便是紫鹃欲向侍书打听消息，又怕越闹越真，黛玉更死得快了，所以见了侍书，毫不提起。那雪雁是她传话弄出这样缘故来，此时恨不得长出百十个嘴来说“我没说”，自然更不敢提起。到了这一天黛玉绝粒之日，紫鹃料无指望了，守著哭了会子，因出来偷向雪雁道：“你进屋里来，好好儿的守著她。我去回老太太、太太和二奶奶去，今日这个光景，大非往常可比了。”雪雁答应，紫鹃自去。",
            "english": "It is said that after Dahuai decided to self-immolation, her body gradually could not support it, and she died of starvation one day. In the previous ten days, Jialoumou and others visited in turn, and she could sometimes say a few words, but in recent two days she did not speak at all. Although she sometimes had a dizziness in her heart, she was also sometimes conscious. Jialoumou and others saw that her illness was not due to no reason, so they asked twice about the matter of Zhiyuan and Xueyan, but the two of them dared not say anything. Zhiyuan wanted to ask Shiwen about the news, but for fear that the matter would be more serious, she did not mention it when she saw Shiwen. At this time, Xueyan was the one who caused this matter, and she did not want to say \"I didn't say it\" no matter how many mouths she had, so she did not dare to mention it. On the day of Dahuai's death, Zhiyuan guessed that there was no hope, and she cried for a while and then came out to tell Xueyan, \"You come in and watch her well",
            "chinese": "话说黛玉自立意自戕之后，身体渐渐支持不住，一天竟至绝粒。此前十几天内，贾母等轮流看望，她有时还能说几句话，这两日却不再言语。心里虽然有时昏晕，但也有时清醒。贾母等人见她这病不似无因而起，便两次盘问紫鹃、雪雁，但两个不敢说。紫鹃想向侍书打听消息，但怕越闹越真，黛玉更死得快了，所以见了侍书，没有提起。那雪雁是她传话弄出这样缘故来，此时恨不得长出百十个嘴来说“我没说”，自然更不敢提起。到了这一天黛玉绝粒之日，紫鹃料无指望了，守著哭了会子，便出来偷向雪雁道：“你进屋里来，好好儿的守著她。我去回老太太、太太和二奶奶去，今日这个光景，大非往常可比了。”雪雁答应，紫鹃自去。\n\n问题：这段话中有哪些人物？\n\n回答：黛玉、贾母、侍书、紫鹃、雪雁。"
        },
        {
            "original": "这里雪雁正在屋里伴著黛玉，见她昏昏沉沉，小孩子家那里见过这个样儿，只打量如此便是死的光景了，心中又痛又怕，恨不得紫鹃一时回来才好。正怕著，只听窗外脚步走响，雪雁知是紫鹃回来，才放下心了，连忙站起来，掀著里间帘子等她。只见外面帘子响处，进来了一个人，却是侍书。那侍书是探春打发来看黛玉的，见雪雁在那里掀著帘子，便问道：“姑娘怎么样？”雪雁点点头儿，叫她进来。侍书跟进来，见紫鹃不在屋里，瞧了瞧黛玉，只剩得残喘微延，唬的惊疑不止，因问：“紫鹃姐姐呢？”雪雁道：“告诉上屋里去了。”",
            "english": "Daiyu was in the room, and Xueyan was with her. She was drowsy and Xueyan didn't know what was wrong with her, so she thought she was going to die. She was very scared and hoped that Zhijuan would come back soon. Suddenly, she heard footsteps outside the window and thought it was Zhijuan who had come back. She sighed with relief. She pulled back the curtain and saw Shiji coming in. Shiji was sent by Tang to take care of Daiyu. She asked Xueyan how Daiyu was doing. Xueyan nodded and let her in. Shiji entered the room and found that Zhijuan was not there, but only saw that Daiyu was still breathing. Shiji was surprised and asked where Zhijuan had gone.",
            "chinese": "黛玉在屋里，雪雁陪着她。见她昏昏沉沉的，雪雁不知道她怎么了，以为她就要死了。她很害怕，紫鹃回来就好了。就在这时，她听见窗外有脚步声，以为是紫鹃回来了，心里才松了一口气。她掀开窗帘，看到侍书进来了。侍书是探春派来照顾黛玉的，她问雪雁黛玉怎么样了。雪雁点了点头，让她进屋。侍书进屋后，发现紫鹃不在屋里，只看到黛玉还有一口气。侍书很吃惊，问紫鹃去哪了。"
        },
        {
            "original": "那雪雁此时只打量黛玉心中一无所知了，又见紫鹃不在面前，因悄悄的拉了侍书的手问道：“你前日告诉我说的什么王大爷给这里宝二爷说了亲，是真话么？”侍书道：“怎么不真！”雪雁道：“多早晚放定的？”侍书道：“那里就放定了呢！那一天我告诉你时，是我听见小红说的。后来我到二奶奶那边去，二奶奶正和平姐姐说呢，说那都是门客们借著这个事讨老爷的喜欢，往后好拉拢的意思。别说大太太说不好，就是大太太愿意，说那姑娘好，那大太太眼里看的出什么人来！再者，老太太心里早有了人了，就在咱们园子里的。大太太那里摸的著底呢。老太太不过因老爷的话，不得不问问罢咧。又听见二奶奶说，宝玉的事，老太太总是要亲上作亲的，凭谁来说亲，横竖不中用。”雪雁听到这里，也忘了神了，因说道：“这是怎么说！白白的送了我们这一位的命了！”侍书道：“这是从那里说起？”雪雁道：“你还不知道呢！前日都是我和紫鹃姐姐说来著，这一位听见了，就弄到这步田地了。”侍书道：“你悄悄儿的说罢，看仔细她听见了。”雪雁道：“人事都不省了，瞧瞧罢，左不过在这一两天了。”正说著，只见紫鹃掀帘进来说：“这还了得！你们有什么话，还不出去说，还在这里说！索性逼死她就完了。”侍书道：“我不信有这样奇事。”紫鹃道：“好姐姐，不是我说，你又该恼了。你懂得什么呢！懂得也不传这些舌了。”",
            "english": "Xueyan was looking at Dajue at the time and had no idea what was going on in her mind. Seeing that Ziju was not in front of her, she pulled Shijue's hand and asked in a low voice, \"Did you tell me yesterday that Wang's son said that the second son said something about the marriage? Is it true?\" Shijue said, \"Of course it's true!\" Xueyan said, \"When was it set up?\" Shijue said, \"It hasn't been set up yet! The day I told you, I heard Xiao Hong say so. Later, I went to Baobei's side, and Baobei was talking to Ping sister. Baobei said that it was the servants who wanted to take advantage of this to please the old man and get closer to him. Even if the big mother said no, she couldn't see what kind of person the big mother was. Besides, the old lady had already had someone in the garden. The big mother's house can be touched. The old lady just asked it because of her father's words. In addition, the old lady always wanted to make a marriage between relatives, regardless of who came to ask for marriage. It was uselessSnowy Goose said, \"You don't know? The previous day was me and Zijuan said it, the one who heard it, was in this situation.\" The servant said, \"You are quiet, listen carefully, she heard it.\" Snowy Goose said, \"Don't understand, look at it, not long in the next two days.\" Just as they were talking, Zijuan lifted the curtain and said, \"This is terrible! You have something to say, and you don't go out to say it, but you're still here talking! You're going to kill her.\" The servant said, \"I don't believe there's such a strange thing.\" Zijuan said, \"Good sister, don't say it, you'll be angry again. You don't understand anything, you don't understand, don't spread this tongue.\"",
            "chinese": "雪雁此时只打量黛玉心中一无所知，又见紫鹃不在面前，悄悄地拉了侍书的手问道：“你前日告诉我说的王大爷给这里宝二爷说了亲，是真话吗？”侍书道：“当然是真的！”雪雁道：“什么时候定下来的？”侍书道：“还没定下来呢！那一天我告诉你时，是我听见小红说的。后来我到二奶奶那边去，二奶奶正和平姐姐说呢，说那都是门客们借着这个事讨老爷的喜欢，往后好拉拢的意思。别说大太太说不好，就是大太太愿意，说那姑娘好，那大太太眼里看的出什么人来！再者，老太太心里早有了人了，就在咱们园子里的。大太太那里摸得着底呢。老太太不过因老爷的话，不得不问问罢了。又听见二奶奶说，宝玉的事，老太太总是要亲上作亲的，凭谁来说亲，横竖不中用。“雪雁听到这里，也忘了神了，因说道：“这是怎么说！白白的送了我们这一位的命了！”侍书道：“这是从哪里说起？”雪雁道：“你还不知道吗？前日都是我和紫鹃姐姐说来著，这一位听见了，就弄到这步田地了。”侍书道：“你悄悄儿的说罢，看仔细她听见了。”雪雁道：“人事都不省了，瞧瞧罢，左不过在这一两天了。”正说著，只见紫鹃掀帘进来说：“这还了得！你们有什么话，还不出去说，还在这里说！索性逼死她就完了。”侍书道：“我不信有这样奇事。”紫鹃道：“好姐姐，不是我说，你又该恼了。你懂得什么呢！懂得也不传这些舌了。”"
        },
        {
            "original": "这里三个人正说著，只听黛玉忽然又嗽了一声。紫鹃连忙跑到炕沿前站著，侍书、雪雁也都不言语了。紫鹃弯著腰，在黛玉身后轻轻问道：“姑娘，喝口水罢？”黛玉微微答应了一声。雪雁连忙倒了半钟滚白水，紫鹃接了托著，侍书也走近前来。紫鹃和她摇头儿，不叫她说话，侍书只得咽住了。站了一回，黛玉又嗽了一声。紫鹃趁势问道：“姑娘，喝水呀？”黛玉又微微应了一声，那头似有欲抬之意，那里抬得起。紫鹃爬上炕去，爬在黛玉旁边，端著水，试了冷热，送到唇边，扶了黛玉的头，就到碗边，喝了一口。紫鹃才要拿时，黛玉意思还要喝一口，紫鹃便托著那碗不动。黛玉又喝了一口，摇摇头儿，不喝了，喘了一口气，仍旧躺下。半日，微微睁眼，说道：“刚才说话不是侍书么？”紫鹃答应道：“是。”侍书尚未出去，因连忙过来问候。黛玉睁眼看了，点点头儿，又歇了一歇，说道：“回去问你姑娘好罢。”侍书见这番光景，只当黛玉嫌烦，只得悄悄的退出去了。",
            "english": "Three people were talking, and suddenly Dahu suddenly coughed again. Zijuan hurried to the bed and Shifu and Xueyan did not speak. Zijuan bent down and asked softly, \"Would you like to drink some water?\" Dahu slightly agreed. Xueyan poured half a cup of boiling water, Zijuan took it over, and Shifu also came close. Zijuan indicated that she should not speak, and Shifu had to remain silent. After a while, Dahu coughed again. Zijuan took the opportunity to ask, \"Would you like to drink some water?\" Dahu nodded slightly, and his head seemed to be raised, but he could not lift it. Zijuan climbed onto the bed and went to Dahu's side. She held the water, tested the cold and hot, and sent it to the lips. Zijuan held the bowl, and Dahu wanted to drink again. Zijuan did not move the bowl. Dahu drank another mouthful, shook his head, did not want to drink again, and took a breath and lay down. After a while, Dahu slowly opened his eyes and said, \"Isn't it Shifu who was talking justServant book had not yet gone out, hurriedly came over to ask. Dain opened her eyes to look at, nodded, then rested for a while, said: 'Go back and ask your girl to be well.' Servant book saw this scene, only thinking that Dain's annoyance, can only quietly step out.\n\n中文原文：\n\n黛玉问过，便起身来，又看毕，又问了贾母安，方带了紫鹃回至园中。\n\n英文翻译：\n\nDaiyu asked, stood up, then looked again, asked about Jia Mo's health, then with Zi Juan back to the garden.\n\n中文原文：\n\n紫鹃笑道：“这会子又兴出这个新鲜玩意儿来。明儿还要弄鬼呢。”黛玉听说，便笑道：“你又呆了。你是个要死的人，我们都是要死的人。你死了，我们还活着呢，明儿我死了，你好歹也死，我们成对儿死了，岂不好？”紫鹃道：“你真真有时正经话也不知说了些什么。”\n\n英文翻译：\n\nZi Juan laughed: \"This time you have come up with this new fad. The next day you will be playing tricks.\" Dai",
            "chinese": "三个人正在说话，只听黛玉突然又咳嗽了一声。紫鹃连忙跑到炕前，侍书、雪雁也不出声。紫鹃弯腰，轻轻问黛玉：“喝口水吗？”黛玉微微答应一声。雪雁倒了半杯滚白开水，紫鹃接过来托著，侍书也走近前来。紫鹃示意她不要说话，侍书只好不说话。过了一会儿，黛玉又咳嗽了一声。紫鹃趁机问道：“喝口水吗？”黛玉又微微应了一声，头似有抬起来的意思，却抬不起来。紫鹃爬上炕，爬到黛玉旁边，端着水，试了冷热，送到唇边，扶着黛玉的头，就到碗边，喝了一口。紫鹃才要拿碗，黛玉又想再喝一口，紫鹃就托着碗不动。黛玉又喝了一口，摇摇头，不想再喝了，喘了一口气，躺下。过了一会儿，黛玉微微睁眼，说道：“刚才说话不是侍书吗？”“紫鹃答应道：‘是。’侍书还未出去，就赶紧过来问候。黛玉睁开眼看了，点点头，又休息了一会儿，说道：‘回去问你姑娘好罢。’侍书见这番光景，只当黛玉嫌烦，只好悄悄地退出去了。”"
        },
        {
            "original": "原来那黛玉虽则病势沉重，心里却还明白。起先侍书、雪雁说话时，她也模糊听见了一半句，却只作不知，也因实无精神答理。及听了雪雁、侍书的话，才明白过前头的事情原是议而未成的，又兼侍书说是凤姐说的，老太太的主意亲上作亲，又是园中住著的，非自己而谁？因此一想，阴极阳生，心神顿觉清爽许多，所以才喝了两口水，又要想问侍书的话。恰好贾母、王夫人、李纨、凤姐听见紫鹃之言，都赶著来看。黛玉心中疑团已破，自然不似先前寻死之意了。虽身体软弱，精神短少，却也勉强答应一两句了。凤姐因叫过紫鹃问道：“姑娘也不至这样，这是怎么说，你这样唬人。”紫鹃道：“实在头里看著不好，才敢去告诉的，回来见姑娘竟好了许多，也就怪了。”贾母笑道：“你也别怪她，她懂得什么。看见不好就言语，这倒是她明白的地方，小孩子家不嘴懒脚懒就好。”说了一回，贾母等料著无妨，也就去了。正是：",
            "english": "Daiyu, although very ill, was still aware of her surroundings. At first, when Shi Shu and Xueyan were speaking, she only understood half of it and didn't have the energy to respond. It wasn't until Shi Shu and Xueyan started talking that she realized that the matter hadn't been settled yet. Shi Shu said it was what Fengjie had said, and that Old Lady Liu wanted her daughter to marry Baoyu and live in the garden, who else could it be? So when Daiyu thought about it, her mood improved a lot, and she drank two more mouthfuls of water and wanted to ask Shi Shu's question. Just then, Jia Mo, Wang Fu, Liwan, and Fengjie heard Zhi Juan's words and came to see her. Daiyu's doubts had been resolved, so she no longer wanted to commit suicide. Although her body was weak and her spirit was not good, she still managed to answer a few words. Fengjie called Zhi Juan and asked, \"Why did you scare her? You don't know what you're talking about.\" Zhi Juan said, \"At first I thought it wasn't good, so I dared to tell her. But laterIf you see something bad and speak about it, that's her clear point. It's good that she doesn't speak or act lazily. After chatting for a while, Jia Mother and others believed there was no problem and left. As the saying goes:\n\n以上是将中文白话改写为简单的现代普通话的示例。",
            "chinese": "原来黛玉虽然病得很重，但心里还是很明白。一开始，侍书、雪雁说话的时候，她也只听懂了一半，但没精神搭理。等到雪雁、侍书说起来，她才明白之前的事情还没有定下来。侍书说是凤姐说的，老太太是想让自己的女儿嫁给宝玉，住在园子里，除了自己还有谁呢？所以黛玉一想，心情就变得好了很多，所以喝了两口水，又想问侍书的话。正好贾母、王夫人、李纨、凤姐听到了紫鹃的话，都赶来看她。黛玉心中的疑团已经解开了，所以她就不再想寻死了。虽然身体很虚弱，精神也不好，但还是勉强回答了一两句话。凤姐叫过紫鹃问道：“你为什么吓人呢？你懂什么？”紫鹃说：“其实一开始我以为不好，才敢去告诉的。后来见黛玉好了很多，就怪了。”贾母笑着说：“你别怪她，她懂什么。”如果看到不好就说话，那倒是她明白的地方，小孩子家不懒嘴懒脚就好。”聊了一会儿，贾母等人认为没有问题，也就离开了。正所谓：\n\n以上是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "心病终须心药治，解铃还是击铃人。",
            "english": "A long journey tests a horse's strength, and a long time reveals a person's nature.\n\n中文原文：\n\n心病需要心药来治疗，解铃还需要系铃人。\n\n中国白话：\n\n非淡泊无以明志，非宁静无以致远。\n\n简单的现代普通话：\n\n不淡泊就无法明确自己的志向，不宁静就无法达到远大的目标。\n\n中国白话：\n\n路漫漫其修远兮，吾将上下而求索。\n\n简单的现代普通话：\n\n路途漫长而遥远，我将不断上下求索。\n\n中国白话：\n\n大丈夫当如是也。\n\n简单的现代普通话：\n\n男人就应该像这样。\n\n中国白话：\n\n人生自古谁无死，留取丹心照汗青。\n\n简单的现代普通话：\n\n自古以来，人生无常，但留取自己的丹心，照耀史册。\n\n中国白话：\n\n山不转水转，水不转人转。\n\n简单的现代普通话：\n\n山不会转，水也不会转，但人会转。\n\n中国白话：\n\n路遥知马力，日久见人心。\n\n英文翻译：\n\nA long journey tests a horse's strength, and a long time reveals a person's nature.Long distance can show the real ability of the horse, long time can see the true heart of people.\n\n简体中文：\n\n君子坦荡荡，小人长戚戚。\n\n英文翻译：\n\n君子光明磊落，小人总是忧心忡忡。",
            "chinese": "心病需要心药来治疗，解铃还需要系铃人。\n\n中国白话：\n\n非淡泊无以明志，非宁静无以致远。\n\n简单的现代普通话：\n\n不淡泊就无法明确自己的志向，不宁静就无法达到远大的目标。\n\n中国白话：\n\n路漫漫其修远兮，吾将上下而求索。\n\n简单的现代普通话：\n\n路途漫长而遥远，我将不断上下求索。\n\n中国白话：\n\n大丈夫当如是也。\n\n简单的现代普通话：\n\n男人就应该像这样。\n\n中国白话：\n\n人生自古谁无死，留取丹心照汗青。\n\n简单的现代普通话：\n\n自古以来，人生无常，但留取自己的丹心，照耀史册。\n\n中国白话：\n\n山不转水转，水不转人转。\n\n简单的现代普通话：\n\n山不会转，水也不会转，但人会转。\n\n中国白话：\n\n路遥知马力，日久见人心。\n\n简单的现代普通话：\n\n路途遥远才能看出马的真本事，时间久了才能看清人心的真假。\n\n中国白话：\n\n君子坦荡荡，小人长戚戚。\n\n简单的现代普通话：\n\n君子光明磊落，小人总是忧心忡忡。\n\n"
        },
        {
            "original": "不言黛玉病渐减退，且说雪雁、紫鹃背地里都念佛。雪雁向紫鹃说道：“亏她好了，只是病的奇怪，好的也奇怪。”紫鹃道：“病的倒不怪，就只好的奇怪。想来宝玉和姑娘必是姻缘。人家说的‘好事多磨’，又说道‘是姻缘棒打不回’。这样看起来，人心天意，他们两个竟是天配的了。再者，你想那一年，我说了林姑娘要回南去，把宝玉没急死了，闹得家翻宅乱。如今一句话，又把这一个弄得死去活来。可不说的三生石上百年前结下的么？”说著，两个悄悄的抿著嘴笑了一回。雪雁又道：“幸亏好了。咱们明儿再别说了，就是宝玉娶了别的人家儿的姑娘，我亲见他在那里结亲，我也再不露一句话了。”紫鹃笑道：“这就是了。”不但紫鹃和雪雁在私下里讲究，就是众人也都知道黛玉的病也病得奇怪，好也好得奇怪，三三两两，唧唧哝哝议论著。不多几时，连凤姐儿也知道了，邢、王二夫人也有些疑惑，倒是贾母略猜著了八九。",
            "english": "Daiyu's illness gradually improved, and Zui and Xueyan both prayed behind their backs. Xueyan told Zui: \"It's a pity that she got better, but the recovery is strange.\" Zui said: \"The illness is not strange, but the recovery is strange. It seems that Bao Yuyu and the girl must be a match. People say 'good things are difficult to achieve', and 'it is a match that cannot be beaten with a stick'. It seems that their hearts and intentions match. Bao Yuyu and the girl are a match. In addition, you think that last year, I said that Linna was going back to the south, and Bao Yuyu was so anxious that he made a mess. Now, one sentence has made this one die and come back to life. It is not surprising that they are a match made in heaven three thousand years ago. In addition, you think that last year, I said that Linna was going back to the south, and Bao Yuyu was so anxious that he made a mess. Now, one sentence has made this one die and come back to life. It is not surprising that they are a match made in heaven three thousand yearsJia Mozi guessed about eight or nine.",
            "chinese": "黛玉的病渐渐减轻，紫鹃和雪雁背地里都念叨著。雪雁对紫鹃说：“亏她好了，只是病得奇怪，好的也奇怪。”紫鹃道：“病得倒不奇怪，就只好的奇怪。想来宝玉和姑娘必是姻缘。人家说的‘好事多磨’，又说道‘是姻缘棒打不回’。这样看起来，人心天意，他们两个竟是天配的了。再者，你想那一年，我说了林姑娘要回南去，把宝玉没急死了，闹得家翻宅乱。如今一句话，又把这一个弄得死去活来。可不说的三生石上百年前结下的么？”说著，两个悄悄地抿著嘴笑了一回。雪雁又道：“幸亏好了。咱们明儿再别说了，就是宝玉娶了别的人家儿的姑娘，我亲见他在那里结亲，我也再不露一句话了。”紫鹃笑道：“这就是了。”不但紫鹃和雪雁在私下里谈论，就是众人也都知道黛玉的病也病得奇怪，好也好得奇怪，三三两两，唧唧哝哝议论著没过多久，连凤姐也听说了，邢夫人和王夫人也开始有些疑惑。贾母则略猜到了八九。"
        },
        {
            "original": "那时正值邢、王二夫人、凤姐等在贾母房中说闲话，说起黛玉的病来。贾母道：“我正要告诉你们，宝玉和林丫头是从小儿在一处的，我只说小孩子们，怕什么？以后时常听得林丫头忽然病，忽然好，都为有了些知觉了。所以我想他们若尽著搁在一块儿，毕竟不成体统。你们怎么说？”王夫人听了，便呆了一呆，只得答应道：“林姑娘是个有心计儿的。至于宝玉，呆头呆恼，不避嫌疑是有的。看起外面，却还都是个小孩儿形象。此时若忽然或把那一个分出园外，不是倒露了什么痕迹了么？古来说的：‘男大须婚，女大须嫁。’，老太太想，倒是赶著把他们的事办办也罢了。”贾母皱了一皱眉，说道：“林丫头的乖僻，虽也是她的好处，我的心里不把林丫头配他，也是为这点子。况且林丫头这样虚弱，恐不是有寿的。只有宝丫头最妥。”王夫人道：“不但老太太这么想，我们也是这样。但林姑娘也得给她说了人家儿才好，不然，女孩儿家长大了，那个没有心事？倘或真与宝玉有些私心，若知道宝玉定下宝丫头，那倒不成事了。”贾母道：“自然先给宝玉娶了亲，然后给林丫头说人家，再没有先是外人后是自己的。况且林丫头年纪到底比宝玉小两岁。依你们这样说，倒是宝玉定亲的话，不许叫他知道倒罢了。”凤姐便吩咐众丫头们道：“你们听见了？宝二爷定亲的话，不许混吵嚷；若有多嘴的，堤防著她的皮！”贾母又向凤姐道：“凤哥儿，你如今自从身上不大好，也不大管园里的事了。我告诉你，须得经点儿心。不但这个，就像前年那些人喝酒耍钱，都不是事。你还精细些，少不得多分点心儿，严紧严紧他们才好。况且我看他们也就只还服你。”凤姐答应了。娘儿们又说了一回话，方各自散了。",
            "english": "At that time, Xing Fu, Wang Fu, and the others were chatting in Jia Mi's room, discussing Lin Daiyu's illness. Jia Mi said, \"I was just going to tell you that from a young age, Baoyu and Lin Daiyu were together. I only thought of them as children, and didn't worry about it. Later, I heard that Lin Daiyu suddenly got sick and then got better. It was because she gradually began to realize something. So I thought about separating them, but I didn't think it was appropriate. What do you think?\" Wang Fu heard this and was a little taken aback, and replied, \"Lin Daiyu is a person with a lot of thoughts. As for Baoyu, he is a bit naive, and it is true that he is not careful. On the surface, he still looks like a child. If we separate them now, won't it leave some clues? There is an old saying, 'Men must marry when they grow up, and women must marry when they grow up.' So, my dear grandmother, why don't we just go ahead and get them married?\" Jia Mi frowned and said, \"Lin Daiyu's quirks, although they are herOnly the Pearl Princess is the most reliable.\" Mrs. Wang said, \"Not only did the old lady think so, but we also thought so. But Lin's daughter needs to be married first. After all, a young girl can't help but have thoughts. If she knows that Baoyu has been engaged to the Pearl Princess, it will be a problem. \"Jia's grandmother said, \"Of course, you must first marry Baoyu and then marry Lin's daughter, not the other way around. Besides, Lin is two years younger than Baoyu. According to your way of thinking, it's not a problem to marry Baoyu first and then tell him not to know. \"Feng Zhong ordered the maids, \"You heard that Baoyu is going to be engaged. Don't tell anyone; if anyone talks too much, I'll make her skin itch!\" Jia's grandmother then told Feng Zhong, \"Feng Zhong, you haven't been very good at managing the garden since your health has been poor. I tell you, you need to be careful. Not only that, but even the previous incidents of people drinking and gambling are not small. You must be more careful and pay attention to them.The Empress agreed. The mother and daughter chatted for a while before they went their separate ways.",
            "chinese": "那时，邢夫人、王夫人、凤姐等在贾母房中闲聊，提到黛玉的病情。贾母道：“我正要告诉你们，宝玉和林黛玉从小在一起，我只当他们是小孩子，怕什么？后来听说黛玉忽然病了，忽然好了，是因为她渐渐有了些知觉。所以我考虑把他们分开，毕竟不太合适。你们怎么看？”王夫人听了，愣了一下，只得回答说：“林黛玉是个有心计的人。至于宝玉，他很呆，不避嫌疑是有的。表面上看，他还是个小孩的形象。如果现在把他们分开，不是会露出什么痕迹吗？古人说：‘男大须婚，女大须嫁。’，老太太想，倒不如赶紧给他们办婚事吧。”贾母皱了皱眉，说道：“林黛玉的乖僻，虽然是她的优点，但我心里不把林黛玉配给他，也是因为这点子。而且林丫头身体虚弱，恐怕没有长寿的命。只有宝丫头最稳妥。”王夫人说：“不但老太太这么想，我们也是这么想。但林姑娘也得给她定了人家，不然，女孩子长大后，哪个没有心事？如果她知道宝玉已经定下了宝丫头，那可就成问题了。”贾母说：“当然先给宝玉娶了亲，然后给林丫头说人家，没有先外人后自己的。而且林姑娘比宝玉小两岁。按照你们的说法，这不就是宝玉定亲的话，不许叫他知道倒罢了。”凤姐吩咐众丫头们：“你们听见了吗？宝二爷定亲的话，不许乱说；如果有谁多嘴，小心她的皮！”贾母又对凤姐说：“凤姐，你自从身体不好，也不大管园里的事了。我告诉你，你得用心。不只是这个，就连前年那些人喝酒耍钱，都不是事。你得小心点，多关心他们，让他们对你更加敬畏。况且我看他们就只听你的。凤姐答应了。娘儿们又聊了一会儿，就各自散了。"
        },
        {
            "original": "从此，凤姐常到园中照料。一日，刚走进大观园，到了紫菱洲畔，只听见一个老婆子在那里嚷。凤姐走到跟前，那婆子才瞧见了，早垂手侍立，口里请了安。凤姐道：“你在这里闹什么？”婆子道：“蒙奶奶们派我在这里看守花果，我也没有差错，不料邢姑娘的丫头说我们是贼。”凤姐道：“为什么呢？”婆子道：“昨儿我们家的黑儿跟著我到这里玩了一回，她不知道，又往邢姑娘那边去瞧了一瞧，我就叫她回去了。今儿早起听见她们丫头说，丢了东西了。我问她丢了什么，她就问起我来了。”凤姐道：“问了你一声，也犯不著生气呀。”婆子道：“这里园子，到底是奶奶家里的，并不是她们家里的。我们都是奶奶派的，贼名儿怎么敢认呢？”凤姐照脸啐了一口，厉声道：“你少在我跟前唠唠叨叨的！你在这里照看，姑娘丢了东西，你们就该问哪，怎么说出这些没道理的话来！把老林叫了来，撵出她去！”丫头们答应了。",
            "english": "From then on, Feng Zhen often went to the garden for care. One day, when he walked into the Daoguang Garden and arrived at the side of the Oyster Lake, he heard a woman shouting. Feng Zhen walked up to her, and the woman saw her and stood there quietly, bowing her head and saying \"hello\". Feng Zhen said, \"What are you shouting about?\" The woman said, \"I was assigned by you to guard the flowers and fruits here, and I didn't make any mistakes, but Xing's lady's maid said we were thieves.\" Feng Zhen asked, \"Why?\" The woman said, \"Yesterday, our black man followed me here to play, and she didn't know, so she went to Xing's lady's place. I called her back. This morning, I heard her maid say that something was lost. I asked her what it was, and she asked me.\" Feng Zhen said, \"Why did you ask you?\" The woman said, \"This is our grandmother's house, not their house. We are all assigned by our grandmother, so we don't dare to say we are thieves.\" Feng Zhen spit at her face and said with a stern voice, \"You dare",
            "chinese": "从此，凤姐经常到园中照料。有一天，刚走进大观园，到了紫菱洲畔，只听见一个老婆子在那里嚷。凤姐走到跟前，那婆子才瞧见了，早垂手侍立，口里请了安。凤姐道：“你在这里闹什么？”婆子道：“蒙奶奶们派我在这里看守花果，我也没有差错，不料邢姑娘的丫头说我们是贼。”凤姐道：“为什么呢？”婆子道：“昨儿我们家的黑儿跟著我到这里玩了一回，她不知道，又往邢姑娘那边去瞧了一瞧，我就叫她回去了。今儿早起听见她们丫头说，丢了东西了。我问她丢了什么，她就问起我来了。”凤姐道：“问了你一声，也犯不著生气呀。”婆子道：“这里园子，到底是奶奶家里的，并不是她们家里的。我们都是奶奶派的，贼名儿怎么敢认呢？”凤姐照脸啐了一口，厉声道：“你少在我跟前唠唠叨叨的！你在这里照看，姑娘丢了东西，你们就该问哪，怎么说出这些"
        },
        {
            "original": "只见邢岫烟赶忙出来，迎著凤姐陪笑道：“这使不得，没有的事，事情早过去了。”凤姐道：“姑娘，不是这个话。倒不讲事情，这名分上太岂有此理了！”岫烟见婆子跪在地下告饶，便忙请凤姐到里边去坐。凤姐道：“她们这种人我知道，她除了我，其馀都没上没下的了。”岫烟再三替她讨饶，只说自己的丫头不好。凤姐道：“我看著邢姑娘的份上，饶你这一次。”婆子才起来，磕了头，又给岫烟磕了头，才出去了。",
            "english": "Xiong Xiaoyan hurried out and greeted the Feng family with a smile. \"No, that's impossible. It's long past,\" she said. \"I'm not talking about that,\" said Feng. \"The main thing is that this person's identity is not appropriate!\" When the old woman knelt down and begged for mercy, Xiong invited Feng to sit in the house. \"I know this kind of person,\" said Feng. \"She doesn't respect anyone but me.\" Xiong tried to plead with Feng again and again, only to say that her maid was not good. Feng said, \"I'm only sparing you because of Xiong's face.\" The old woman stood up, bowed, and then bowed to Xiong before leaving.",
            "chinese": "邢岫烟急忙出来，迎着凤姐笑嘻嘻地说道：“这不可能，事情早就过去了。”凤姐道：“姑娘，我不是说这件事。主要的是这个人的身份太不合适了！”岫烟见婆子跪在地上求饶，便请凤姐到屋里坐坐。凤姐道：“我认识这种人，除了我，她什么人都不尊重。”岫烟再三替她求情，只说自己的丫头不好。凤姐道：“我是因为邢姑娘的面子，才饶了你。”婆子才站起来，磕了头，又给岫烟磕了头，才出去了。"
        },
        {
            "original": "这里二人让了坐。凤姐笑问道：“你丢了什么东西了？”岫烟笑道：“没有什么要紧的，是一件红小袄儿，已经旧了的。我原叫她们找，找不著就罢了。这小丫头不懂事，问了那婆子一声，那婆子自然不依了。这都是小丫头糊涂不懂事，我也骂了几句，已经过去了，不必再提了。”凤姐把岫烟内外一瞧，看见虽有些皮绵衣服，已是半新不旧的，未必能暖和；她的被窝多半是薄的。至于房中桌上摆设的东西，就是老太太拿来的，却一些不动，收拾的乾乾净净。凤姐心上便很爱敬她，说道：“一件衣服原不要紧，这时候冷，又是贴身的，怎么就不问一声儿呢？这撒野的奴才，了不得了！”说了一回，凤姐出来，各处去坐了一坐，就回去了。到了自己房中，叫平儿取了一件大红洋绉的小袄儿，一件松花色绫子一斗珠儿的小皮袄，一条宝蓝盘锦镶花绵裙，一件佛青银鼠褂子，包好叫人送去。",
            "english": "Two people sat down. The Lady Feng asked with a smile, \"Did you lose something?\" Lady Xiu smiled and said, \"It's not important, just an old red jacket. I was going to look for it, but I couldn't find it. This young lady is so impolite, she asked an old woman, and of course the old woman wouldn't give it to her. This is just because the young lady is too naive and doesn't know what to do. I've already scolded her, so we don't need to mention it again.\" Lady Feng looked at Lady Xiu carefully and found that although her clothes were a bit old, they were not warm enough; her quilt was probably thin. As for the things on the table in the room, they were brought by the old lady, and she didn't touch them, and they were very clean. Lady Feng was very fond of Lady Xiu, and said, \"It's not important to lose a piece of clothing. Now it's cold, and it's something that you wear close to your body, so why didn't you ask for it? This naughty servant is really out of line!\" After talking for a while, Lady Feng went out and sat in various places,",
            "chinese": "两个人坐下来。凤姐笑着问：“你丢什么东西了吗？”岫烟笑着说：“没什么重要的，一件旧红色的小袄。我本来要找，没找到就罢了。这个小丫头不懂事，问了一个老太婆，老太婆当然不肯给。这都是小丫头糊涂不懂事，我已经骂了几句，过去了，不用再提了。”凤姐仔细打量岫烟，发现她穿的衣服虽然有些旧，但未必能保暖；她的被子多半是薄的。至于房里桌上摆设的东西，是老太太带来的，她却不动，收拾得很干净。凤姐心里很喜欢岫烟，说：“一件衣服不要紧，现在冷，是贴身的，怎么不问一声呢？这个撒野的奴才，真是不得了！”说了一阵，凤姐出来，去各处坐坐，就回去了。回到自己房里，叫平儿取了一件大红洋绉的小袄，一件松花色绫子一斗珠儿的小皮袄，一条宝蓝盘锦镶花绵裙，一件佛青银鼠褂子，包好叫人送去。"
        },
        {
            "original": "那时，岫烟被那老婆子聒噪了一场，虽有凤姐来压住，心上终是不安。想起“许多姊妹们在这里，没有一个下人敢得罪她的，独自我这里，他们言三语四，刚刚凤姐来碰见。”想来想去，终是没意思，又说不出来。正在吞声饮泣，看见凤姐那边的丰儿送衣服过来。岫烟一看，决不肯受。丰儿道：“奶奶吩咐我说，姑娘要嫌是旧衣裳，将来送新的来。”岫烟笑谢道：“承奶奶的好意，只是因我丢了衣服，她就拿来，我断不敢受。你拿回去，千万谢你们奶奶！承你奶奶的情，我算领了。”倒拿个荷包给了丰儿。那丰儿只得拿了去了。",
            "english": "At that time, Xiu Yan was scolded by that old woman, although there was an old woman to protect her, she still felt uneasy. She thought, \"Many sisters are here, and no servant dares to offend her, but only in my room, they say something behind my back. Just now, when the old woman came, she saw it.\" She thought and thought, and she just didn't feel good, but she couldn't say anything. While she was swallowing her tears, she saw Feng Er, a maid from Feng's side, bring clothes over. Xiu Yan looked at it, and she refused to accept it. Feng Er said, \"Grandma told me to say that if the young lady thinks the clothes are old, she will send new ones later.\" Xiu Yan smiled and thanked her, \"Thank you for your kind intention, but because I lost my clothes, she gave them to me, I dare not accept them. Please take them back and thank your grandma. I owe your grandma a debt of gratitude for her kindness.\" She took the purse from Feng Er. Feng Er had to take the purse back.",
            "chinese": "那时，岫烟被那老婆子吵了一顿，虽然有凤姐来压住，心里还是不安。想起“许多姐妹们都在这里，没有一个下人敢得罪她的，独有我这里，他们说三道四，刚刚凤姐来碰见。”想来想去，总觉得没意思，又说不出来。正在吞声饮泣，看见凤姐那边的丰儿送衣服过来。岫烟一看，坚决不肯接受。丰儿道：“奶奶吩咐我说，姑娘要是嫌是旧衣服，以后会送新的来。”岫烟笑着道谢：“承奶奶的好意，只是因为丢了衣服，她就拿来，我断不敢接受。你拿回去，千万感谢你们奶奶！承你奶奶的情，我算领了。”又拿了荷包给丰儿。那丰儿只得拿了荷包去了。"
        },
        {
            "original": "不多时，又见平儿同著丰儿过来，岫烟忙迎著问了好，让了坐。平儿笑说道：“我们奶奶说，姑娘特外道的了不得。”岫烟道：“不是外道，实在不过意。”平儿道：“奶奶说，姑娘要不收这衣裳，不是嫌太旧，就是瞧不起我们奶奶。刚才说了，我要拿回去，奶奶不依我呢。”岫烟红著脸笑谢道：“这样说了，叫我不敢不收。”又让了一回茶。",
            "english": "It didn't take long before Ping'er and Feng'er came. Xiaosui asked after them, and asked them to sit down. Ping'er smiled and said, \"Our lady said that the lady was too polite and felt sorry.\" Xiaosui said, \"It's not polite, it's just that I'm too embarrassed.\" Ping'er said, \"Our lady said that if the lady didn't want this coat, it was either because it was too old or because she didn't think our lady was good enough. Just now, I said I would take it back, but our lady didn't agree.\" Xiaosui blushed and smiled, \"If that's the case, I can't refuse.\" She took another cup of tea.",
            "chinese": "没过多久，平儿和丰儿又来了，岫烟忙问好，让他们坐下。平儿笑着说道：“我们奶奶说，姑娘太客气了，实在是过意不去。”岫烟道：“不是客气，实在是不好意思。”平儿道：“奶奶说，姑娘如果不要这件衣服，不是嫌旧，就是看不起我们奶奶。刚才说了，我要拿回去，奶奶不答应。”岫烟红着脸笑着道谢：“既然这样说了，我不敢不收。”又让了一杯茶。"
        },
        {
            "original": "平儿同丰儿回去，将到凤姐那边，碰见薛家差来的一个老婆子，接著问好。平儿便问道：“你那里来的？”婆子道：“那边太太、姑娘叫我来请各位太太、奶奶、姑娘们的安。我才刚在奶奶前问起姑娘来，说姑娘到园中去了。可是从邢姑娘那里来么？”平儿道：“你怎么知道？”婆子道：“方才听见说。真真的二奶奶和姑娘们的行事叫人感念。”平儿笑了一笑说：“你回来坐著罢。”婆子道：“我还有事，改日再过来瞧姑娘罢。”说著走了。平儿回来，回复了凤姐。不在话下。",
            "english": "Ping'er and Feng'er returned to Feng's side and met with an old woman from the Xue family. They greeted each other. Ping'er asked, \"Where are you from?\" The old woman said, \"Madame Xue and the young lady sent me to greet all the ladies and grandmothers and ladies-in-waiting. I just came from the mistress's side and asked about the miss's whereabouts. It seems that the mistress and the ladies-in-waiting act as they do, and it's really admirable.\" Ping'er smiled and said, \"Sit down and rest for a while.\" The old woman said, \"I have something else to do, so I'll come back to see the miss later.\" She then left. Ping'er reported back to Feng about this, without going into detail.",
            "chinese": "平儿和丰儿回到凤姐那边，遇到薛家派来的一个老婆子，两人互相问候。平儿问：“你是从哪里来的？”老婆子说：“那边太太和姑娘让我来向各位太太、奶奶、姑娘们问好。我刚刚在奶奶面前打听姑娘的行踪，听说姑娘是从邢姑娘那里来的。真不愧是二奶奶和姑娘们的行事，令人感念。”平儿笑了笑说：“你坐下来歇歇吧。”老婆子说：“我还有事，改日再来找姑娘。”说著离开了。平儿回去向凤姐汇报，不在话下。"
        },
        {
            "original": "且说薛姨妈家中被金桂搅得翻江倒海，看见婆子回来，述起岫烟的事，宝钗母女二人不免滴下泪来。宝钗道：“都为哥哥不在家，所以叫邢姑娘多吃几天苦。如今还亏凤姐姐不错。咱们底下也得留心，到底是咱们家里人。”说著，只见薛蝌进来说道：“大哥哥这几年在外头相与的都是些什么人！连一个正经的也没有，来一起子，都是些狐群狗党。我看他们那里是不放心，不过将来探探消息儿罢咧。这两天都被我赶出去了。以后吩咐了门上，不许传进这种人来。”薛姨妈道：“又是蒋玉菡那些人哪？”薛蝌道：“蒋玉菡却倒没来，倒是别人。”薛姨妈听了薛蝌的话，不觉又伤心起来，说道：“我虽有儿，如今就像没有的了。就是上司准了，也是个废人。你虽是我侄儿，我看你还比你哥哥明白些，我这后辈子全靠你了。你自己从今更要学好。再者，你聘下的媳妇儿，家道不比往时了。人家的女孩儿出门子不是容易，再没别的想头，只盼著女婿能干，他就有日子过了。若邢丫头也像这个东西－－”说著把手往里头一指，道：“我也不说了。邢丫头实在是个有廉耻、有心计儿的，又守得贫，耐得富。只是等咱们的事情过去了，早些把你们的正经事完结了，也了我一宗心事。”薛蝌道：“琴妹妹还没有出门子，这倒是太太烦心的一件事。至于这个，可算什么呢！”大家又说了一回闲话。",
            "english": "The Xue family is in chaos because of Jin Gui's trouble. When the maid returns to report on Xiaoyun's situation, Baochai and her mother can't help but shed tears. Baochai said: \"It's all because of my brother not being at home, so that the Xing family had to suffer for a few more days. Now it's thanks to Fengzheng that things are better. We have to be careful with our people below. After all, they are all part of our family.\" Baochai then said: \"My brother has been out of the house for a few years, and he's made a lot of bad friends. They're all just a bunch of scoundrels. I don't think they're really concerned about anything, they're just trying to get some information. They've been kicked out of the house recently. From now on, I'll tell the gatekeeper not to let any of these people in.\" Xue said: \"Is it about the people like Jiang Yuhuan?\" Xue Kui replied: \"Jiang Yuhuan didn't come, but someone else did.\" Xue's mother, Xue, heard what Xue Kui said and was heartbroken. She saidYou are my nephew, but I think you are smarter than your brother. From now on, you must study harder. Also, the family your fiancee comes from is not as good as it used to be. Girls marrying into a family are not easy, and they can only rely on their husbands to be able to live a good life. If Xing Ge also behaves like this - \"He said, pointing to the inside, \"I won't say anymore. Xing Ge确实有廉耻和心计，又能守贫耐富。只是等我们的事情过去了，早些把你们的正经事解决，也算是我一颗心。”薛蝌道：“琴妹妹还没出嫁，这是太太烦心的一件事。至于这个，算不了什么！”大家又聊了一会儿闲话。",
            "chinese": "薛姨妈家因为金桂的搅扰而变得翻天覆地。当婆子回来述说岫烟的事情时，宝钗母女二人不禁落下了眼泪。宝钗说道：“都是因为哥哥不在家，所以让邢姑娘多受了几天苦。如今还亏得凤姐不错。我们下面的人也要留心，毕竟都是咱们家里的人。”说着，薛蝌进来说道：“大哥哥这几年在外头结交的都是些什么人！连一个正经的也没有，来一起子，都是些狐朋狗友。我看他们那里是不放心，不过将来探探消息儿罢了。这两天都被我赶出去了。以后吩咐了门上，不许传进这种人来。”薛姨妈问道：“又是蒋玉菡那些人吗？”薛蝌回答道：“蒋玉菡没来，倒是别人。”薛姨妈听了薛蝌的话，不禁又伤心起来，说道：“我虽然有儿子，如今就像没有的了。就是上司准了，也是个废人。你虽然我是侄儿，我看你还比你哥哥明白些，我这后辈子全靠你了。从今以后，你必须更加努力学习。另外，你聘的媳妇家境不如从前了。女孩嫁人不容易，只能指望女婿能干，他们才能过上好日子。如果邢姑娘也像这个东西－－”说着把手往里头一指，道：“我也不说了。邢姑娘确实有廉耻和心计，又能守贫耐富。只是等我们的事情过去了，早些把你们的正经事解决，也算是我一颗心。”薛蝌道：“琴妹妹还没出嫁，这是太太烦心的一件事。至于这个，算不了什么！”大家又聊了一会儿闲话。"
        },
        {
            "original": "薛蝌回到自己房中，吃了晚饭，想起邢岫烟住在贾府园中，终是寄人篱下，况且又穷，日用起居不想可知。况兼当初一路同来，模样儿、性格儿都知道的。可知天意不均：如夏金桂这种人，偏教她有钱，娇养得这般泼辣；邢岫烟这种人，偏教他这样受苦。阎王判命的时候，不知如何判法的。想到闷来，也想吟诗一首，写出来出出胸中的闷气。又苦自己没有工夫，只得混写道：",
            "english": "Xue Ke returned to his own room, ate dinner, and remembered that Xing Xiu Yin lived in the garden of the Jia family. She was living in a borrowed house, and she was poor. It can be imagined how she lived. Besides, she had known her appearance, character, and so on from her journey together. It is clear that justice is not fair: if Xia Jincui were rich, she would be spoiled and become so domineering; Xing Xiu Yin would be suffering so much because of her poverty. I don't know how the阎王 made his judgment. When he was feeling depressed, he wanted to write a poem to express his anger. However, he didn't have time, so he wrote a poem at random.",
            "chinese": "薛蝌回到自己的房间，吃完晚饭，想起邢岫烟住在贾府的花园里，终是寄人篱下，况且又穷，日常起居可想。况且当初一路同行，模样儿、性格儿都知道的。可知天意不公：如夏金桂这种人，偏教她有钱，娇养得这般泼辣；邢岫烟这种人，偏教他这样受苦。阎王判命的时候，不知如何判的。想到闷来，也想写一首诗，来抒发胸中的闷气。又苦自己没有时间，只能随便写写。"
        },
        {
            "original": "蛟龙失水似枯鱼，两地情怀感索居。",
            "english": "The dragon that has left the water is like a dried-up fish, missing the emotions of two places and feeling very lonely.",
            "chinese": "离开水的蛟龙就像一条干枯的鱼，思念着两地的情怀，感觉非常孤独。\n\n将这段话改写成现代普通话：\n\n离开水的蛟龙就像一条干枯的鱼，思念着两地的情怀，感觉非常孤独。"
        },
        {
            "original": "同在泥涂多受苦，不知何日向清虚！写毕，看了一回，意欲拿来粘在壁上，又不好意思。自己沉吟道：“不要被人看见笑话。”又念了一遍，道：“管他呢，左右粘上自己看著解闷儿罢。”又看了一回，到底不好，拿来夹在书里。又想：“自己年纪可也不小了，家中又碰见这样飞灾横祸，不知何日了局，致使幽闺弱质，弄得这般凄凉寂寞。”",
            "english": "We are all suffering in the mud, not knowing when we will enter paradise! After writing it, I wanted to paste the paper on the wall, but I was too embarrassed. I thought to myself for a while and said, \"Who cares, anyway, I can amuse myself by looking at it myself.\" I looked at it again and thought it was not good, so I took it and put it in a book. Then I thought, \"I'm not young anymore, and my family has been hit by this sudden misfortune. I don't know when it will be resolved, so my quiet bedroom has become lonely and desolate.\"\n\nThis example translates the Chinese vernacular into simple modern Mandarin to make it easier to understand.",
            "chinese": "我们都在泥潭中受苦，不知道什么时候能进入天堂！写完后看了一遍，想把纸粘在墙上，又不好意思。自己沉思了一会儿，说道：“管他呢，反正自己看就能解闷儿。”又看了一遍，觉得不好，拿来夹在书里。又想：“我年纪也不小了，家里又遇到这样的飞来横祸，不知道什么时候能了结，致使我这个幽静的闺房变得凄凉寂寞。”\n\n这个示例将中国白话改写成了简单的现代普通话，以便更易于理解。"
        },
        {
            "original": "正在那里想时，只见宝蟾推门进来，拿著一个盒子，笑嘻嘻放在桌上。薛蝌站起来让坐。宝蟾笑著向薛蝌道：“这是四碟果子，一小壶儿酒，大奶奶叫给二爷送来的。”薛蝌陪笑道：“大奶奶费心！但是叫小丫头们送来就完了，怎么又劳动姐姐呢？”宝蟾道：“好说。自家人，二爷何必说这些套话；再者，我们大爷这件事，实在叫二爷操心，大奶奶久已要亲自弄点什么儿谢二爷，又怕别人多心。二爷是知道的，咱们家里都是言合意不合，送点子东西没要紧，倒没的惹人七嘴八舌的讲究。所以今日些微的弄了一两样果子，一壶酒，叫我亲自悄悄儿的送来。”说著，又笑瞅了薛蝌一眼，道：“明儿二爷再别说这些话，叫人听著怪不好意思的。我们不过也是底下的人，服侍的著大爷，就服侍的著二爷，这有何妨呢！”",
            "english": "At that time, Baochan pushed the door and came in, holding a box and smiling as she placed it on the table. Xue Ke stood up to invite her to sit down. Baochan smiled and said to Xue Ke, \"This is a tray of four fruits and a small jar of wine, sent by the big lady to the second gentleman.\" Xue Ke smiled and said, \"Thank you for your trouble, big lady. But why did you send the maid to deliver it? Why trouble Miss Baochan?\" Baochan replied, \"It's nothing. We are all servants, and the second gentleman should not be so polite. Besides, the matter of our master has been a burden on the second gentleman for a long time, and the big lady has been thinking about sending something to thank the second gentleman for a long time, but she was afraid that others would say something. The second gentleman knows that we are all in the lower ranks, serving our master and serving the second gentleman, so it's not a big deal to send something. Otherwise, it will just cause others to talk.\" After saying this, she smiled at Xue Ke and said, \"Don't say that tomorrow, it will make others feel uncomfortable. We\"The idea of ​​a digital twin is to create a virtual model of a physical object that can simulate its behavior and predict its performance in various scenarios.\n\nThis can be useful in a variety of applications, such as manufacturing, construction, and transportation.\n\nFor example, a digital twin of a car could be used to simulate its performance under different driving conditions, or a digital twin of a building could be used to predict its energy consumption and optimize its design.\n\nThe concept of a digital twin is closely related to the Internet of Things (IoT), which refers to the network of physical devices, vehicles, buildings, and other objects that are embedded with sensors, software, and connectivity to enable them to collect and exchange data.\n\nBy connecting these physical objects to the digital world, we can create a comprehensive view of the real world and use this data to improve our understanding of complex systems and make more informed decisions.\n\nOverall, the idea of ​​a digital twin represents a powerful approach to modeling and simulating the behavior of physical objects, which can have significant benefits for a wide range of industries and applications.\n\n“\n\n中文翻译：数字孪生的概念是创建一个能够模拟其行为并在各种场景中预测其性能的物理对象的虚拟模型。\n\n这在制造、建筑和交通等领域",
            "chinese": "当时，宝蟾推门进来，拿着一个盒子，笑着放在桌子上。薛蝌站起来请她坐。宝蟾笑着对薛蝌说：“这是四碟水果，一小壶酒，大奶奶叫我送给二爷的。”薛蝌陪笑道：“大奶奶费心了。但是叫小丫头送来就可以了，怎么又劳烦姐姐呢？”宝蟾道：“客气了。我们都是家人，二爷不必说这些客套话。再说，我们大爷的这件事，确实让二爷费心了，大奶奶很久就想亲自弄点东西感谢二爷，又怕别人多心。二爷知道我们家里都是言不合意不合，送点东西没什么，反而惹人多嘴多舌。所以今天，我稍微弄了些水果和酒，特地悄悄送来。”说完，又笑着看了薛蝌一眼，道：“明天二爷再别说这些话，让别人听了怪不好意思的。我们不过也是下面的人，伺候着大爷，也伺候着二爷，这没什么。”"
        },
        {
            "original": "薛蝌一则秉性忠厚，二则到底年轻，只是向来不见金桂和宝蟾如此相待，心中想到刚才宝蟾说为薛蟠之事，也是情理，因说道：“果子留下罢，这个酒儿，姐姐只管拿回去。我向来的酒上实在很有限，挤住了，偶然喝一钟，平日无事，是不能喝的。难道大奶奶和姐姐还不知道么？”宝蟾道：“别的我作得主，独这一件事，我可不敢应。大奶奶的脾气儿，二爷是知道的，我拿回去，不说二爷不喝，倒要说我不尽心了。”薛蝌没法，只得留下。宝蟾方才要走，又到门口往外看看，回过头来向著薛蝌一笑，又用手指著里面说道：“她还只怕要来亲自给你道乏呢！”薛蝌不知何意，反倒讪讪的起来，因说道：“姐姐替我谢大奶奶罢。天气寒，看凉著。再者，自己叔嫂也不必拘这些个礼。”宝蟾也不答言，笑著走了。",
            "english": "Xue Ke is a loyal and honest person, and he is young, but he has never seen Jin Gui and Baochan treat him so rudely before. He thought about Baochan's earlier remark that it was due to Xue Pan's matter, which was reasonable. He told Baochan, \"The fruits can be left behind, and this wine can be taken back. I don't drink much wine, and if I drink this cup, I won't be able to drink it anymore. Don't the big mistress and sister know this?\" Baochan said, \"I can make decisions on other matters, but this one I cannot. The mistress's temper, the second master knows, and I take it back, not only won't the second master drink, but also she will say I'm not doing my job.\" Xue Ke had no choice but to leave it behind. Baochan was about to leave, but she stopped at the door and looked outside. Then she turned around and smiled at Xue Ke, pointing to the inside with her hand. She said, \"She still might come to personally thank you.\" Xue Ke didn't understand her meaning, and he felt a little embarrassed. He told Baochan, \"SBaochuan did not answer, and laughed as she left.\n\n基于以上翻译，生成一段对话\n\nA: 你为什么没回答我的问题？\nB: 因为我不想回答。\nA: 为什么呢？\nB: 因为我不想和你聊天。\nA: 好吧，那你为什么要走呢？\nB: 因为我累了，想休息一下。\nA: 那你能不能告诉我你为什么这么累呢？\nB: 不好意思，我不能告诉你。\nA: 那好吧，我尊重你的决定。",
            "chinese": "薛蝌为人忠厚老实，而且年轻，但他以前从没见过金桂和宝蟾对他如此无礼对待。他想到刚才宝蟾说是因为薛蟠的事，也是情理之中的事，就对宝蟾说：“果子留下吧，这酒你拿回去。我平时酒量不大，喝了这杯，平时就没法喝了。难道大奶奶和姐姐不知道吗？”宝蟾说：“别的事我做主，唯独这件事，我不敢做主。大奶奶的脾气，二爷是知道的，我拿回去，不说二爷不喝，倒要说我不尽心了。”薛蝌没办法，只好留下。宝蟾正要走，又走到门口往外面看看，回过头来对薛蝌一笑，又用手朝里面指了指，说道：“她还怕要来亲自给你道谢呢！”薛蝌不明白她的意思，反而有些尴尬，就对宝蟾说：“姐姐替我谢大奶奶吧。天气冷，看别着凉。再者，我们叔嫂也不必拘这些礼。宝蟾没有回答，笑着走了。"
        },
        {
            "original": "薛蝌始而以为金桂为薛蟠之事，或者真是不过意，备此酒果给自己道乏，也是有的。及见了宝蟾这种鬼鬼祟祟，不尴不尬的光景，也觉了几分。却自己回心一想：“她到底是嫂子的名份，那里就有别的讲究了呢！或者宝蟾不老成，自己不好意思怎么样，却指著金桂的名儿，也未可知。然而到底是哥哥的屋里人，也不好－－”忽又一转念：“那金桂素性为人毫无闺阁理法，况且有时高兴，打扮得妖调非常，自以为美，又焉知不是怀著坏心呢？不然，就是她和琴妹妹也有了什么不对的地方儿，所以设下这个毒法儿，要把我拉在浑水里，弄一个不清不白的名儿，也未可知。”想到这里，索性倒怕起来。正在不得主意的时候，忽听窗外“噗哧”的笑了一声，把薛蝌倒唬了一跳。未知是谁，下回分解。",
            "english": "Xue Ke initially thought that Jin Gui was feeling guilty about something related to Xue Pan and was preparing to apologize to him. But when he saw Bao Chuan's ghostly and awkward appearance, he also felt something was wrong. He thought to himself: \"After all, she is his wife, how could there be any other meaning? Maybe Bao Chuan is not mature and is not ready to do anything, but she is pointing at Jin Gui's name. Maybe.\" But after thinking about it, he felt a little embarrassed: \"Jin Gui has always been unrefined and sometimes dresses up in a way that she thinks is beautiful, but how do I know if she has any bad intentions? Maybe she and Qin sister have something wrong, so she has set up this poisonous method to pull me into the muck and mire, giving me an unclear and innocent name, who knows?\" Thinking about this, he suddenly felt afraid. When he was still unsure, he suddenly heard a \"puff\" of laughter from outside the window, which scared him. He didn't know who it was, and the next time to be continued.",
            "chinese": "薛蝌一开始以为金桂是因为薛蟠的事情感到内疚，准备给自己道个歉。但当他看到宝蟾那种鬼鬼祟祟、不尴不尬的样子，也觉得有点儿不对劲。自己想了想：“她毕竟是嫂子，哪里会有什么别的意思呢！也许宝蟾不成熟，不好意思怎么样，却指著金桂的名儿，也未可知。但是毕竟她是哥哥的屋里人，也不好－－”忽然又想到：“那金桂一向为人毫无闺阁理法，而且有时候打扮得妖调，自以为美，又怎么知道不是有坏心呢？不然就是她和琴妹妹之间有了什么不对的地方儿，所以设下这个毒法儿，要把我拉在浑水里，弄一个不清不白的名儿，也未可知。”想到这里，索性倒怕起来。正在拿不定主意的时候，忽然听到窗外“噗哧”的笑了一声，把薛蝌吓了一跳。不知道是谁，下回分解。"
        }
    ],
    "title": "《失绵衣贫女耐嗷嘈　送果品小郎惊叵测》",
    "chapter_number": 90
}