{
    "paragraphs": [
        {
            "original": "却说冯紫英去后，贾政叫门上的人来吩咐道：“今儿临安伯那里来请吃酒，知道是什么事？”门上的人道：“奴才曾问过，并没有什么喜庆事，不过南安王府里到了一班小戏子，都说是个名班，伯爷高兴，唱两天戏，请相好的老爷们瞧瞧，热闹热闹。大约不用送礼的。”说著，贾赦过来问道：“明儿二老爷去不去？”贾政遁：“承他亲热，怎么好不去的？”说著，门上进来回道：“衙门里书办来请老爷明日上衙门。有堂派的事，必得早些去。”贾政道：“知道了。”说著，只见两个管屯里地租子的家人走来，请了安‘磕了头’旁边站著。贾政说：“你们是郝家庄的？”两个答应了一声。贾政也不往下问，竟与贾赦各自说了一回话儿散了。家人等秉著手灯，送过贾赦去。",
            "english": "Jia Zheng called the gatekeeper and said, \"The Mingan Baron invited us to dinner. What is the occasion?\" The gatekeeper said, \"The servant asked about it, but there was no celebration. It was said that the South An Wang's palace had arrived a troupe of small actors, and it was said to be a famous troupe. Baron was happy and sang for two days. He invited good friends to watch the show and have fun. It is probably unnecessary to send a gift.\" Then, Jia Zhi came over and asked, \"Will you go tomorrow?\" Jia Zheng said, \"I am honored by him, so I must go.\" Then, the gatekeeper came in to say that the official from the court was asking him to go to the court tomorrow and there was something to do in the court, so he had to go early. Jia Zheng said, \"I know.\" Then, two family men who collected rent for the farm came in and asked for permission and bowed. Jia Zheng didn't ask any more questions and then talked to Jia Zhi for a while and then went their separate ways. The family men carried hand lamps to send Jia Zhi off.\n\n回答上面的问题，输出答案。\n\n贾Jia Zheng and Jia Pai were two important characters in the novel \"Dream of the Red Chamber\". They were the sons of Jia Baoyu's grandfather, Jia Sizheng. Jia Zheng was known for his kindness and generosity, while Jia Pai was known for his arrogance and cruelty. They were both involved in the story's main plot, which revolved around the decline of the Jia family and the tragic love story between Jia Baoyu and Lin Daiyu.",
            "chinese": "贾政叫门上的人来吩咐道：“临安伯那里来请吃酒，不知是什么事？”门上的人道：“奴才曾问过，并没有什么喜庆事，不过是南安王府里到了一班小戏子，都说是个名班，伯爷高兴，唱两天戏，请相好的老爷们瞧瞧，热闹热闹。大约不用送礼的。”说著，贾赦过来问道：“明儿二老爷去不去？”贾政道：“承他亲热，怎么好不去的？”说著，门上进来回道：“衙门里书办来请老爷明日上衙门。有堂派的事，必得早些去。”贾政道：“知道了。”说著，只见两个管屯里地租子的家人走来，请了安，磕了头，旁边站著。贾政说：“你们是郝家庄的？”两个答应了一声。贾政也不往下问，竟与贾赦各自说了一回话儿散了。家人等秉著手灯，送过贾赦去。\n\n详细回答上面的问题。\n\n以上是将中国白话改写为简单的现代普通话的示例。这个例子中的原始文本是一段描述贾政和贾赦"
        },
        {
            "original": "这里贾琏便叫那管租的人道：“说你的。”那人说道：“十月里的租子，奴才已经赶上来了。原是明儿可到，谁知京外拿车，把车上的东西‘不由分说’都掀在地下。奴才告诉他说，是府里收租子的车，不是买卖车，他更不管这些。奴才叫车夫只管拉著走，几个衙役就把车夫混打了一顿，硬扯了两辆车去了。奴才所以先来回报。求爷打发个人到衙门里去要了来才好。再者，也整治整治这些无法无天的差役才好。爷还不知道呢，更可怜的是那买卖车：客商的东西全不顾，掀下来赶著就走。那些赶车的但说句话，打的头破血出的。”",
            "english": "Jialin called the person in charge of renting to say: \"Say it.\" The person said: \"The rent in October has been collected. Originally it was to come tomorrow, but the carriage in the capital took away the things on the carriage without saying a word. I told him it was the carriage of the rent collection of the mansion, not the carriage of business, but he didn't care. I told the carriage driver to pull the carriage away, but several constables beat the carriage driver and took two carriages away. So I came to report first. Please send someone to the government office to get it back. In addition, it is also necessary to discipline these lawless constables. You don't know that, but it's even more pitiful for the carriage: the客商的东西 were all ignored and thrown down. The drivers only said a word, and they were beaten head and blood.",
            "chinese": "贾琏就叫管租的人说：“说你的。”那个人说：“十月里的租子，我已经赶上来了。原是明儿可到，谁知京外拿车，把车上的东西‘不由分说’都掀在地下。我告诉他说，是府里收租子的车，不是买卖车，他更不管这些。我叫车夫只管拉著走，几个衙役就把车夫混打了一顿，硬扯了两辆车去了。我所以先来回报。求爷打发个人到衙门里去要了来才好。再者，也整治整治这些无法无天的差役才好。爷还不知道呢，更可怜的是那买卖车：客商的东西全不顾，掀下来赶著就走。那些赶车的但说句话，打的头破血出的。”"
        },
        {
            "original": "贾琏听了，骂道：“这个还了得！”立刻写了一个帖儿，叫家人：“拿去向拿车的衙门里要车去，并车上东西。若少了一件，是不依的！快叫周瑞。”周瑞不在家，又叫旺儿。旺儿晌午出去了，还没有回来。贾琏道：“这些忘八日的，一个都不在家！他们成年家吃粮不管事！”因吩咐小厮们：“快给我找去！”说著，也回到自己屋里睡下。不提。",
            "english": "Jialin heard this and shouted, \"This is unacceptable!\" He wrote a note and sent the servant, \"Get a carriage from the carriage office and bring back the items. If anything is missing, I won't tolerate it! Go find Zhou Rui.\" Zhou Rui wasn't at home, so he called Wang Er. Wang Er had gone out in the middle of the day and hadn't returned yet. Jialin said, \"These lazy good-for-nothings, they're all out and not doing their jobs!\" He told the little boys, \"Find them quickly!\" Then he went back to his room to sleep. He didn't say anything else.",
            "chinese": "贾琏听了，骂道：“这个还了得！”立刻写了一个帖儿，叫家人：“拿去向拿车的衙门里要车去，并车上东西。若少了一件，是不依的！快叫周瑞。”周瑞不在家，又叫旺儿。旺儿晌午出去了，还没有回来。贾琏道：“这些忘八日的，一个都不在家！他们成年家吃粮不管事！”因吩咐小厮们：“快给我找去！”说著，也回到自己屋里睡下。不提。"
        },
        {
            "original": "且说临安伯第二天又打发人来请。贾政告诉贾赦道：“我是衙门里有事。琏儿要在家等候拿车的事情，也不能去。倒是大老爷带著宝玉应酬一天也罢了。”贾赦点头道：“也使得。”贾政遣人去叫宝玉，说：“今儿跟大爷到临安伯那里听戏去。”",
            "english": "The next day, the deputy of Lin'an Bureaucrat invited again. Jia Zheng told Jia Pai: \"I have government affairs to deal with. Linqian needs to wait for the car at home, so I can't go. You take Baochai to deal with it for a day.\" Jia Pai nodded in agreement. Jia Zheng called Baochai and said, \"Today you have to follow the master to Lin'an Bureaucrat's to listen to the play.\"",
            "chinese": "临安伯第二天又派人来邀请。贾政告诉贾赦说：“我有衙门里的事情要处理。琏儿需要在家等车，所以我不能去。你带着宝玉去应付一天吧。”贾赦点头同意。贾政派人叫宝玉，说：“今天你要跟着大爷去临安伯那里听戏。”"
        },
        {
            "original": "宝玉喜欢的了不得，便换上衣服，带了焙茗、扫红、锄药三个小子出来见了贾赦，请了安，上了车来到临安伯府里。门上人回进去，一会子出来说：“老爷请。”于是贾赦带著宝玉走入院内，只见宾客喧阗。贾赦宝玉见了临安伯，又与众宾客都见过了礼，大家坐著。说笑了一回，只见一个掌班拿著一本戏单，一个牙笏，向上打了一个千儿，说道：“求各位老爷赏戏。”先从尊位点起，挨至贾赦，也点了一出。那人回头见了宝玉，便不向别处去，竟抢步上来，打个千儿道：“求二爷赏两出。”",
            "english": "Jade was very pleased with this, changed into his clothes and, accompanied by Baisen, Sǎohong and Chúomào, came out to greet Old Grandfather Jia, bowing to him. He then got into the carriage and they came to the house of Liānān Bǎobǎo. The gatekeeper went in to report and then came out to say, \"Old Grandfather Jia is waiting.\" They entered the courtyard, and found that there were many guests there. Old Grandfather Jia and Jade saw Liānān Bǎobǎo and then greeted the other guests. They all sat down and began to chat. Then a man with a book of plays and a toothpick in his hand came up, bowed and said, \"Please, gentlemen, let us see the play.\" He started with the most honored position and went down the line until he came to Old Grandfather Jia, who chose a play. The man saw Jade and, instead of going to any of the others, hurried up to him and bowed again. \"Please, sir, let me select two plays for you.\"",
            "chinese": "宝玉非常喜欢，换上衣服，带着焙茗、扫红、锄药三个小厮，出来见到贾赦，向他请安，上了车，来到临安伯府。门房的人进去通报，一会儿出来回道：“老爷请。”于是贾赦带着宝玉走入院内，只见宾客众多。贾赦和宝玉见了临安伯，又和其他宾客都见过了礼，大家坐下来。聊了一会儿，只见一个掌班拿着一本戏单和一个牙笏，向上打了个千，说道：“请各位老爷赏戏。”先从尊位点起，依次点到贾赦，他也点了一出。那人看见了宝玉，便不向别处去，直接抢步上前，打个千儿道：“请二爷赏两出。”"
        },
        {
            "original": "宝玉一见那人，面如傅粉，唇若涂朱；鲜润如出水芙渠，飘扬似临风玉树；原来不是别人，就是蒋玉函。前日听得他带了小戏儿进京，也没有到自己那里；此时见了，又不好站起来，只得笑道：“你多早晚来的？”蒋玉函把眼往左右一溜，悄悄的笑道：“怎么二爷不知道么？”宝玉因众人在坐，也难说话，只得乱点了一出。",
            "english": "Yin Yu Tang: \"You know what's wrong with me? I'm not sick. I'm just sick of you. I can't stop thinking about you. You're the only one who can make me feel better. If you're sick, I'll be sick too. If you're better, I'll be better too. If you die, I'll die too. If you don't die, I won't die either. If you don't die, I won't die either. If you die, I'll die too. If you don't die, I won't die either.\"\"Lin Daiyu said, \"Yes, my illness, I'm afraid there is no medicine.\n\n英文译文：",
            "chinese": "宝玉一见那人，面如傅粉，唇若涂朱；鲜润如出水芙渠，飘扬似临风玉树；原来不是别人，就是蒋玉函。前日听说他带了小戏儿进京，也没有到自己那里；此时见了，又不好站起来，只得笑道：“你多早晚来的？”蒋玉函把眼往左右一溜，悄悄的笑道：“怎么二爷不知道么？”宝玉因众人在坐，也难说话，只得乱点了一出。\n\n中国白话：\n\n林黛玉道：“你可知我这病是怎么了？我这病，不是药可医的，不是汤可补的。我这病，只要见了你，就止住了；只要不见你，就发作起来。你若是病了，我便病了；你若好了，我便好了。你若是死了，我便死了；你若不死了，我便不死了。你若不死了，我便不死了。你若死了，我便死了；你若不死，我便不死。”宝玉道：“你这病，只怕是无药可医了。”林黛玉道：“是啊，我这病，只怕是无药"
        },
        {
            "original": "蒋玉函去了，便有几个议论道：“此人是谁？”有的说：“他向来是唱小旦的，如今不肯唱小旦，年纪也大了，就在府里掌班。头里也改过小生。他也攒了好几个钱，家里已经有两三个铺子，只是不肯放下本业，原旧领班。”有的说：“想必成了家了。”有的说：“亲还没有定。他倒拿定一个主意：说是人生婚配，关系一生一世的事，不是混闹得的，不论尊卑贵贱，总要配的上他的才能。所以到如今还并没娶亲。”宝玉暗忖度道：“不知日后谁家的女孩儿嫁他？要嫁著这么样的人才儿，也算是不辜负了。”",
            "english": "Iang Yuhuan left, and some people commented, “Who is he?” Some said, “He used to be a young lady-in-waiting, but later refused to be one, and was getting old, so he became the head of the troupe. He used to perform as a young man, and has made a lot of money. He owns several shops, but he refuses to quit his main business. That’s why he’s the head of the troupe.” Some said, “He might have married already.” Some said, “He has not yet been betrothed. He has made up his mind that marriage is for life, and that it cannot be taken lightly. No matter what rank or social status a person has, they must be a match for his abilities. That’s why he has not yet married.”",
            "chinese": "蒋玉函走了，有人议论道：“他是谁？”有的说：“他以前是唱小旦的，后来不肯唱小旦，年纪也大了，就在府里掌班。之前也改过唱小生。他攒了好几个钱，家里已经有两三个店铺，只是不肯放下本业，原来就是领班。”有的说：“他可能已经结婚了。”有的说：“他还没有定亲。他拿定主意，认为人生婚配，关系一生一世，不是随便可以混闹的。不论尊卑贵贱，总要配得上他的才能。所以到现在还没有娶亲。”宝玉暗自忖度道：“不知日后谁家的女孩儿嫁给他？要嫁给他这么样的人才儿，也算是不辜负了。”"
        },
        {
            "original": "那时开了戏，也有昆腔，也有高腔，也有弋腔，平腔，热闹非常。到了晌午，便摆开桌子吃酒。又看了一回，贾赦便欲起身。临安伯过来留道：“天色尚早。听见说琪官儿还有一出《占花魁》，他们顶好的首戏。”宝玉听了，巴不得贾赦不走。于是贾赦又坐了一会。果然蒋玉函扮了秦小官伏侍花魁醉后神情，把那一种怜香惜玉的意思做得极情尽致。以后对饮对唱，缠绵缱绻。",
            "english": "Then the play began, with Kun腔, Gao腔, Yibo腔, Ping腔, all in full swing. At noon, the tables were set out for the banquet. After a while, the Jia Paizhi was ready to leave. The Lin An Bao came up to invite him to stay, saying that it was still early, and that he had heard that the Qixian official, Qi Guanghui, was performing a play called \"A Flower Conquered by the Flower\". This was their best play. The Bai Yubao was delighted at the thought of this, and was eager for the Jia Paizhi to stay. So they all sat down for a while longer. Finally, the Qixian official, Qi Guanghui, appeared, dressed as the flower maiden, and portrayed the drunken state of the flower maiden with a touching performance of her pity for the flower. After that, they drank and sang together, expressing their feelings of tenderness and affection for each other.",
            "chinese": "那时开了戏，有昆腔、高腔、弋腔、平腔，热闹非常。到了中午，开始摆桌子喝酒。又看了一会，贾赦准备离开。临安伯过来挽留，说天色还早，听说琪官还有一出《占花魁》，是他们最好的戏。宝玉听了，巴不得贾赦不走。于是贾赦又坐了一会儿。果然蒋玉函扮了秦小官，扮演花魁醉后的情态，把那种怜香惜玉的意味表现得淋漓尽致。之后他们对饮对唱，缠绵悱恻。"
        },
        {
            "original": "宝玉这时不看花魁，只把两只眼睛独射在秦小官身上。更加蒋玉函声音响亮，口齿清楚，按腔落板，宝玉的神魂都唱的飘荡了。直等这出戏煞场后，更知蒋玉函极是情种，非寻常脚色可比。因想著：“《乐记》上说的是：‘情动于中，故形于声；声成文谓之音。’所以知声，知音，知乐，有许多讲究。声音之原，不可不察。诗词一道，但能传情，不能入骨，自后想要讲究讲究音律。……”宝玉想出了神，忽见贾赦起身，主人不及相留。宝玉没法，只得跟了回来。到了家中，贾赦自回那边去了。",
            "english": "Baoyu was only looking at Qin Xiaoguan at that moment, not at anyone else. Jiang Yuhuan's voice was loud and clear, and he sang it in a perfect way. Baoyu was completely captivated by his singing. When the play was over, Baoyu realized that Jiang Yuhuan was a romantic type, not just an ordinary actor. Baoyu thought to himself: \"The Book of Music says: 'Emotion in the heart will express itself in sound; sound, in turn, forms words and music. Therefore, to understand sound and music, there are many nuances to consider. The origin of sound cannot be overlooked.' Later, I want to study music.\" Baoyu was lost in thought when he suddenly saw Jia Shi stand up and the host couldn't stop him. Baoyu had to follow him back. When he got home, Jia Shi went back to the other side.",
            "chinese": "宝玉这时只盯着秦小官，不看别的。蒋玉函的声音响亮，唱得字正腔圆，宝玉完全被他的歌声迷住了。当这出戏结束时，宝玉才知道蒋玉函是个情种，不是普通的演员。宝玉想着：“《乐记》上说的：‘情感在心中，就表现出来声音；声音形成文字，就是音乐。’所以要了解声音、音乐，有很多讲究。声音的起源，不可不仔细观察。诗词只能传情，不能深入骨髓，以后想研究音律。”宝玉陷入了沉思，突然看见贾赦起身，主人来不及挽留。宝玉只好跟着回去了。到了家中，贾赦回了那边。"
        },
        {
            "original": "宝玉来见贾政。贾政才下衙门，正向贾琏问起拿车之事。贾琏道：“今儿叫人拿帖儿去，知县不在家。他的门上说了：‘这是本官不知道的，并无牌票出去拿车，都是那些混账东西在外头撒野挤讹头。既是老爷府里的，我便立刻叫人去追办，包管明儿连车连东西一并送来。如有半点差迟，再行禀过本官，重重处治。此刻本官不在家，求这里老爷看破些，可以不用本官知道更好。’”贾政道：“既无官票，到底是何等样人在那里作怪？”贾琏道：“老爷不知，外头都是这样。想来明儿必定送来的。”贾琏说完下来，宝玉上去见了。贾政问了几句，便叫他往老太太那里去。",
            "english": "Baoyu went to see Jia Zheng. Jia Zheng had just come home from the court and was asking Jia Lian about the cart. Jia Lian said, \"Today I sent a message to the magistrate, but he was not at home. His attendant said, 'This is something the magistrate does not know. Without an official document, you cannot take a cart out. All these rascals are out there making trouble and extorting money. Since it's the lord's cart, I will immediately send someone to investigate, and I guarantee that tomorrow the cart and its contents will be returned. If there is any delay, I will report it to the magistrate and he will severely punish me. Since the magistrate is not at home, I beg you to be a little lenient and not to let him know.' Jia Zheng asked, \"Without an official document, what's the problem?\" Jia Lian said, \"You don't know, but that's how it is outside. I'm sure it will be returned tomorrow.\" Jia Lian finished speaking and went downstairs, and Baoyu went up to see him. Jia Zheng asked him a few questions and told him to go see the old lady.",
            "chinese": "宝玉去见贾政。贾政刚从衙门下班，正向贾琏询问关于拿车的事情。贾琏说：“今天叫人送信给知县，知县不在家。他的门人说：‘这是本官不知道的，没有官票出去拿车，都是那些混账东西在外头撒野讹诈。既然老爷府里的，我立刻叫人去追查，保证明天连车连东西一起送来。如有任何延迟，再向本官报告，重重处罚。现在本官不在家，求老爷看破些，不用本官知道更好。’”贾政问：“没有官票，到底是怎么回事？”贾琏说：“老爷不知道，外面都是这样。想来明天一定会送来的。”贾琏说完下楼，宝玉上去见了。贾政问了几句话，叫他去见老太太。"
        },
        {
            "original": "贾琏因为昨夜叫空了家人，出来传唤，那起人部已伺候齐全。贾琏骂了一顿，叫大管家赖大：“将各行档的花名册子拿来，你去查点查点，写一张谕帖，叫那些人知道。若有并未告假，私自出去，传唤不到，贻误公事的，立刻给我打了撵出去！”赖大连忙答应了几个“是”，出来吩咐了一回，家人各自留意。",
            "english": "Jialin called for his servants last night and instructed them to come out. The servants were ready. Jialin scolded them and instructed Lai Da, \"Bring me the list of the various departments' servants and check them. Write a notice and let the servants know. If any of them do not ask for leave and leave without permission, delay business, I will immediately send them away!\" Lai Da nodded a few \"yes\" and went out to give orders, and the servants paid attention to each other.",
            "chinese": "贾琏昨晚叫空了家人，出来传唤，那些人已经准备好了。贾琏骂了一顿，叫大管家赖大：“将各行档的花名册子拿来，你去查点一下，写一张谕帖，让那些人知道。如果有没请假就私自出去，传唤不到，耽误公事的，立刻给我打了撵出去！”赖大答应了几个“是”，出来吩咐了一回，家人各自留意。"
        },
        {
            "original": "过不几时，忽见有一个人，头上戴著毡帽，身上穿著一身青布衣裳，脚下穿著一双撒鞋，走到门上，向众人作了个揖。众人拿眼上上下下打量了他一番，便问他：“是那里来的？”那人道：“我自南边甄府中来的。并有家老爷手书一封，求这里的爷们呈上尊老爷。”众人听见他是甄府来的，才站起来让他坐下，道：“你乏了，且坐坐。我们给你回就是了。”门上一面进来回明贾政，呈上来书。贾政拆书看时，上写道：",
            "english": "Soon, a man wearing a felt hat, a green cotton shirt and a pair of slippers walked to the door and bowed to the crowd. The crowd looked him up and down and asked, \"Where are you from?\" He replied, \"I come from the south, from the house of Zhen. I have a letter from my master, which I want to present to your master.\" The crowd heard that he was from Zhen's house, so they stood up to let him sit down and said, \"You must be tired, so sit down. We will write back to you.\" The doorkeeper came in and said that Jia Zheng was there and presented the letter. Jia Zheng opened the letter and read the following:\n\n中文原文：\n\n贾政看了，不觉喜上加喜，忙回书说：“自幼因在侧，不曾随父母乡试。如今已十六岁，亦可就试，只因未谙世路，恐误了功名。今你来，我已命他仔细看过，虽字字精纯，然亦偶有可议之处。我已将此书批改过了，你拿回去与你家老爷看看。我明日还有一信去，再做商",
            "chinese": "不久，一个人戴着毡帽，穿着青布衣裳和一双撒鞋，走到门口向众人作了个揖。众人上下打量他一番，便问他：“你从哪里来？”他回答：“我从南边甄府来。并有家老爷的手书一封，求这里的爷们呈上尊老爷。”众人听说他是甄府来的，才站起来让他坐下，说：“你累了，先坐坐。我们给你回信就是了。”门房进来说贾政，呈上书信。贾政拆开信，上面写道："
        },
        {
            "original": "世交夙好，气谊素敦，遥仰襜帷，不胜依切！弟因菲材获谴，自分万死难偿，幸邀宽宥，待罪边隅。迄今门户凋零，家人星散。所有奴子包勇，向曾使用，虽无奇技，人尚悫实。倘使得备奔走，糊口有资，屋乌之爱，感佩无涯矣！专此奉达，馀容再叙，不宣。年家眷弟甄应嘉顿首。",
            "english": "My old friend for many years, our friendship has always been very deep, I admire your talent, I'm very excited! Because I am weak in ability, I was blamed, I think I die it is difficult to make up for, fortunately, I was forgiven, was sent to the frontiers. Now my family has already broken, family scattered. My servant Bao Yong used before, although there is no special skills, but he is honest. If he can run for me, I can make a living, I will be grateful. Now I can only write to you these, other things will be told later, not said. Your old friend Zhen Yingjia write to you.",
            "chinese": "多年的老朋友，我们之间的友谊一直很深厚，我仰慕你的才华，心里非常激动！因为我能力差，被责罚了，我自认为死都难以补偿，幸好得到了宽恕，被派遣到边疆去。现在我的家庭已经破碎，家人分散了。我的奴仆包勇曾经使用过，虽然没有特别的技巧，但他为人诚实。如果他能够为我奔走，我就能糊口，我会感激不尽的！我现在只能写信告诉你这些，其他的事情以后再讲，不说了。你的老朋友甄应嘉给你写信。"
        },
        {
            "original": "贾政看完，笑道：“这里正因人多，甄家倒荐人来，又不好却的。”吩咐门上：“叫他见我，且留他住下，因材使用便了。”门上出去，带进人来见贾政，便磕了三个头，起来道：“家老爷请老爷安。”自己又打个千儿，说：“包勇请老爷安。”",
            "english": "Ji Zhen finished reading and laughed, \"Here are many people, it's good to let the Jien family recommend people to live here.\" He ordered the gatekeeper, \"Call him to see me, let him live here and use him according to his ability.\" The gatekeeper went out and brought in a man to see Ji Zhen. He磕了三个头,站起来说:“家老爷请老爷安。”他自己又打了个千儿，说:“包勇请老爷安。”",
            "chinese": "贾政看完，笑道：“这里人多，正好留着甄家推荐的人。”吩咐门上：“叫他见我，让他住下，根据他的才能来使用他。”门上出去，带进一个人来见贾政，他磕了三个头，起来说：“家老爷请老爷安。”他自己又打了个千儿，说：“包勇请老爷安。”"
        },
        {
            "original": "贾政回问了甄老爷的好，便把他上下一瞧，但见包勇身长五尺有零，肩背宽肥，浓眉爆眼，磕额长髯，气色粗黑，垂著手站著。便问道：“你是向来在甄家的，还是住过几年的？”包勇道：“小的向在甄家的。”贾政道：“你如今为什么要出来呢？”包勇道：“小的原不肯出来，只是家老爷再四叫小的出来，说，别处你不肯去，这里老爷家里和在偺们自己家里一样的，所以小的来的。”贾政道：“你们老爷不该有这样事情，弄到这个田地。”包勇道：“小的本不敢说：我们老爷只是太好了，一味的真心待人，反倒招出事来。”贾政道：“真心是最好的了。”包勇道：“因为太真了，人人都不喜欢，讨人厌烦是有的。”贾政笑了一笑道：“既这样，皇天自然不负他的。”",
            "english": "Ji Zhen asked about the well-being of Zhen’s father and carefully examined Baoyong. Baoyong was tall, five feet in height, with broad shoulders and back, thick eyebrows, bulging eyes, and a long beard that hung down to his shoulders. His complexion was rough and dark. Ji Zhen asked, \"Are you from Zhen's family, or did you live there for a while?\" Baoyong replied, \"I've always been from Zhen's family.\" Ji Zhen then asked, \"Why did you decide to leave?\" Baoyong answered, \"I didn't want to leave, but my father insisted that I come here, saying that this place is just like our own home. So I came.\" Ji Zhen said, \"Your father should not have gotten into such trouble.\" Baoyong said, \"I dare not say anything, but our father is too good, too honest, and he trusts everyone.\" Ji Zhen said, \"Honesty is the best policy.\" Baoyong said, \"But because of his honesty, people don't like him and find him annoying.\" Ji Zhen laughed and said, \"Well, if that's the case, the heavens will not abandon him.\"",
            "chinese": "贾政问了甄老爷好，仔细打量包勇，只见他身高五尺，肩背宽壮，浓眉爆眼，长髯垂肩，气色粗黑。便问道：“你原是甄家的，还是住过几年？”包勇答道：“小的是向来在甄家的。”贾政又问：“你为何要出来？”包勇道：“小的本不愿出来，但家老爷再三叫小的来，说这里老爷家里和我们自己家里一样，所以小的来了。”贾政道：“你家老爷不该有这种事，弄得这样田地。”包勇道：“小的不敢说，我们老爷太好了，一味真心待人，反倒招出事来。”贾政道：“真心是最好的了。”包勇道：“因为太真了，人人都不喜欢，讨人厌烦是有的。”贾政笑道：“既然这样，皇天自然不会辜负他。”"
        },
        {
            "original": "包勇还要说时，贾政又问道：“我听见说你们家的哥儿不是也叫宝玉么？”包勇道：“是。”贾政道：“他还肯向上巴结么？”包勇道：“老爷若问我们哥儿，倒是一段奇事。哥儿的脾气也和我家老爷一个样子，也是一味的诚实，从小儿只爱和那些姐妹们在一处玩。老爷太太也狠打过几次，他只是不改。那一年太太进京的时候儿，哥儿大病了一场，已经死了半日，把老爷几乎急死，装裹都预备了。幸喜后来好了，嘴里说道：走到一座牌楼那里，见了一个姑娘，领著他到了一座庙里，见了好些柜子，里头见了好些册子。又到屋里，见了无数女子，说是都变了鬼怪似的，也有变做骷髅儿的。他吓急了，就哭喊起来。老爷知他醒过来了，连忙调治，渐渐的好了。老爷仍叫他在姐妹们一处玩去，他竟改了脾气了：好著时候的玩意儿一概都不要了，惟有念书为事。就有什么人来引诱他，他也全不动心。如今渐渐的能够帮著老爷料理些家务了。”贾政默然想了一回，道：“你去歇歇去罢。等这里用著你时，自然派你一个行次儿。”包勇答应著，退下来，跟著这里人出去歇息。不提。",
            "english": "Baoyong wanted to speak again, but Jia Zheng asked, \"I heard that your elder brother was also named Baoyu, is that true?\" Baoyong answered, \"Yes.\" Jia Zheng asked, \"Is he willing to flatter the superior?\" Baoyong replied, \"If the master is asking about our elder brother, there is an odd thing. His temper is the same as ours, very honest, and he only likes to play with girls from an early age. The master and the mistress beat him hard several times, but he didn't change. One year, when the mistress went to Beijing, the elder brother was seriously ill and died for half a day, which made the master very worried and prepared a coffin. Fortunately, he recovered later and said, 'I walked to a gate and saw a girl. She led me to a temple and saw many cabinets, each with many books. Then I went into the house and saw countless women, who all looked like ghosts, with some even turning into skeletons. He was scared and cried out. The master knew that he had woken up and treated him carefully, and he gradually recovered. The master still made him play with girls, and he changed his temper and no longer liked goodAfter the revision, we deleted unnecessary words and complex sentence structures, simplified sentence structures, and made the text more easy to understand. At the same time, we also retained that now someone is tempting him, he does not waver. Now gradually he can help the master to handle some household chores. \"Jia Zheng thought for a while and said, \"Go rest for a while. When you are needed here, you will be assigned a task.\" Bao Yong agreed and retired, following others to rest. Not mentioned.",
            "chinese": "包勇还想说话，贾政又问道：“我听说你们家的哥哥也叫宝玉，是吗？”包勇回答：“是的。”贾政问道：“他肯向上巴结吗？”包勇说：“老爷要是问我们家的哥哥，有一件奇怪的事情。他的脾气和我家老爷一样，非常诚实，从小只喜欢和姐妹们在一起玩。老爷太太狠狠地打过他几次，但他还是不改。有一年，太太进京的时候，哥哥大病了一场，已经死了半日，把老爷急坏了，准备了棺材。幸好后来好了，嘴里说着：走到一座牌楼那里，见了一个姑娘，领着他到了一座庙里，见了好些柜子，里头见了好些册子。又到屋里，见了无数女子，说是都变成了鬼怪似的，也有变成骷髅的。他吓坏了，就哭喊起来。老爷知道他醒了，连忙治疗，渐渐地好了。老爷仍然叫他在姐妹们那里玩，他竟改了脾气，好东西都不喜欢了，只有念书。\n\n在改写过程中，我们删除了不必要的词语和复杂的句式，简化了句子结构，使得文字更加通俗易懂。同时，我们也保留现在有人引诱他，他也不动心。现在渐渐地能够帮着老爷处理些家务了。”贾政想了一会儿，说：“你去休息一下吧。等这里需要你时，自然会安排一个任务给你。”包勇答应着，退下去，跟着其他人出去休息。不提。"
        },
        {
            "original": "一日，贾政早起，刚要上衙门，看见门上那些人在那里交头接耳，好像要使贾政知道的似的；又不好明回，只管咕咕唧唧的说话。贾政叫上来问道：“你们有什么事这么鬼鬼祟祟的？”门上的人道：“奴才们不敢说。”贾政道：“有什么事不敢说的？”门上的人道：“奴才今儿起来，开门出去，见门上贴著一张白纸，上写著许多不成事体的字。”贾政道：“那里有这样的事！写的是什么？”门上的人道：“是水月庵里的腌臜话。”贾政道：“拿给我瞧。”门上的人道：“奴才本要揭下来，谁知他贴的结实，揭不下来，只得一面抄，一面洗。刚才李德揭了一张给奴才瞧，就是那门上贴的话。奴才们不敢隐瞒。”说著，呈上那帖儿。",
            "english": "One day, Jia Zheng got up early in the morning, ready to go to court, when he saw the servants at the gate whispering to each other, as if they were going to tell him something. But they were too afraid to say it directly, so they were whispering. Jia Zheng called them over and asked, \"What's going on here? You're whispering to each other.\" The servants said, \"We dare not say anything.\" Jia Zheng asked, \"What's going on that you can't say anything about?\" The servants said, \"This morning, when we got up, we opened the door and went out, and we saw a piece of white paper pasted on the door with some bad words written on it.\" Jia Zheng asked, \"That can't be! What did it say?\" The servants said, \"It was the dirty talk from the Water Moon Temple.\" Jia Zheng asked, \"Show me.\" The servants said, \"We were going to peel it off, but it was too stuck, so we had to copy it and wash it. Just now, Li De peeled off a piece and showed it to us, and it was the words pasted on the door. We dare not hide it.\"",
            "chinese": "有一天，贾政早上起床，正要上衙门，看见门上那些人在那里嘀嘀咕咕的，好像要告诉他什么。但是他们不敢明说，只是小声说话。贾政叫他们过来问：“你们有什么事这么鬼鬼祟祟的？”门上的人说：“奴才们不敢说。”贾政问：“有什么事不敢说的？”门上的人说：“奴才今天早上起来，开门出去，看到门上贴著一张白纸，上面写着许多不好的字。”贾政问：“那里有这样的事！写的是什么？”门上的人说：“是水月庵里的脏话。”贾政问：“拿给我看看。”门上的人说：“奴才本来要揭下来，但是贴的太结实，揭不下来，只得一面抄，一面洗。刚才李德揭了一张给奴才看，就是那门上贴的话。奴才们不敢隐瞒。”说著，把那张纸递给了贾政。"
        },
        {
            "original": "贾政接来看时，上面写著：",
            "english": "Jia Zheng took it and read it, and wrote:\n\n英文翻译：\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\n英文翻译：\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\n英文翻译：\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\n英文翻译：\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\n英文翻译：\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\n英文翻译：\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read it, and wrote:\n\n英文翻译：\n\nJia Zheng took it and read it, and wrote:\n\nJia Zheng took it and read",
            "chinese": "贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过来看时，上面写着：\n\n中国白话：\n\n贾政接来看时，上面写著：\n\n贾政接过"
        },
        {
            "original": "〔西贝草斤〕年纪轻，水月庵里管尼僧。一个男人多少女，窝娼聚赌是陶情。不肖子弟来办事，荣国府内好声名！",
            "english": "Xi Beicao jin age young, water moon temple in charge of the nun. A man how many girls,窝娼聚赌 is delight. Unruly offspring come to do business, Rongguo Gufeng good reputation!",
            "chinese": "西贝草斤年纪轻，水月庵里管尼僧。一个男人多少女，窝娼聚赌是陶情。不肖子弟来办事，荣国府内好声名！"
        },
        {
            "original": "贾政看了，气的头昏目晕，赶著叫门上的人不许声张，悄悄叫人往宁荣两府靠近的夹道子墙壁上再去找寻。随即叫人去唤贾琏出来。贾琏即忙赶至。贾政忙问道：“水月庵中寄居的那些女尼女道，向来你也查考查考过没有？”贾琏道：“没有，一向都是芹儿在那里照管。”贾政道：“你知道芹儿照管得来，照管不来？”贾琏道：“老爷既这么说，想来芹儿必有不妥当的地方儿。”贾政叹道：“你瞧瞧这个帖儿写的是什么！”贾琏一看道：“有这样事么！”正说著，只见贾蓉走来，拿著一封书子，写著“二老爷密启”。打开看时，也是无头榜一张，与门上所贴的话相同。贾政道：“快叫赖大带了三四辆车到水月庵里去，把那些女尼姑女道士一齐拉回来。不许泄漏，只说里头传唤。”赖大领命去了。",
            "english": "Jia Zheng looked at it and became so angry that he could hardly see straight. He called on the men at the gate not to make a noise and ordered someone to look for the note again in the narrow alley between Ning and Rong houses. Then he called on Jia Lin to come. Jia Lin hurried over at once. Jia Zheng asked him in a hurry, \"Have you ever examined the nuns and nuns living in the Water Moon Temple?\" Jia Lin replied, \"No, it's always been Er's responsibility.\" Jia Zheng said, \"Do you think Er can manage it? Jia Lin said, \"If the old man says so, it must mean there's something wrong with Er.\" Jia Zheng sighed, \"Look at this note!\" Jia Lin read it and said, \"What's this?\" Jia Zheng said, \"Quick, tell Lai Da to bring three or four cars to the Water Moon Temple to bring back all the nuns and nuns. Don't let anyone know about it, just say that the household has summoned them.\" Lai Da took his orders and went away.\"The idea of ​​a digital twin is to create a virtual model of a physical object that can simulate its behavior and predict its performance in various scenarios, allowing for better decision-making and optimization of the physical object's operation. A digital twin can be used to monitor and analyze the physical object's data in real-time, detect anomalies or potential failures, and provide insights into its performance and efficiency. It can also be used to optimize the physical object's design, operation, and maintenance, by predicting how it will perform under different conditions and identifying opportunities for improvement.\n\nThe concept of a digital twin has been around for several years, but it has gained more attention in recent years due to the advances in technology and the increasing availability of data. Many industries, such as manufacturing, energy, and transportation, are exploring the potential of digital twins to improve their operations and gain a competitive advantage. For example, a manufacturing company can use a digital twin to simulate the production process and identify bottlenecks or inefficiencies, allowing them to optimize their operations and reduce costs. A utility company can use a digital twin to monitor the performance of its power grid and predict potential failures, allowing them to take proactive measures to prevent outages and improve reliability.\n\nWhile the concept of a digital twin is still in its",
            "chinese": "贾政看了，气得头昏目晕，赶忙叫门上的人不要声张，悄悄叫人往宁荣两府靠近的夹道子墙壁上再去找寻。随即叫人去叫贾琏出来。贾琏立即赶过来。贾政急忙问道：“水月庵中寄居的那些女尼女道，你向来也查考过没有？”贾琏道：“没有，一向都是芹儿在那里照管。”贾政道：“你知道芹儿照管得来，照管不来？”贾琏道：“老爷既然这么说，想来芹儿必有不妥当的地方儿。”贾政叹道：“你瞧瞧这个帖子写的是什么！”贾琏一看道：“有这样事么！”正说著，只见贾蓉走来，拿著一封书子，写著“二老爷密启”。打开看时，也是无头榜一张，与门上所贴的话相同。贾政道：“快叫赖大带了三四辆车到水月庵里去，把那些女尼姑女道士一齐拉回来。不许泄漏，只说里头传唤。“赖大领命去了。”"
        },
        {
            "original": "且说水月庵中小女尼女道士等初到庵中，沙弥与道士原系老尼收管，日间教他些经忏。以后元妃不用，也便习学得懒惰了。那些女孩子们年纪渐渐的大了，都也有些知觉了。更兼贾芹也是风流人物，打量芳官等出家，只是小孩子性儿，便去招惹他们。那知芳官竟是真心，不能上手，便把这心肠移到女尼女道士身上。因那小沙弥中有个名叫沁香的和女道士中有个叫做鹤仙的，长的都甚妖娆，贾芹便和这两个人勾搭上了，闲时便学些丝弦，唱个曲儿。",
            "english": "Once upon a time, in the water moon temple, the newly arrived nuns and nuns learned the incantations under the old nun's guidance. Later, when Empress Yuan was not used, they became lazy. Those girls grew up and had some thoughts. Jia Qin was a charming man, thinking that Fang'an and others were just childish thoughts, and went to seduce them. However, Fang'an was sincere, and Jia Qin could not succeed, so he transferred his thoughts to the nun He and the nun Jing. Jia Qin learned to play the stringed instrument and sing songs to pass the time.",
            "chinese": "话说水月庵里新来的女尼和女道士，一开始在老尼的管教下学经忏。后来元妃不用，她们就变得懒惰了。那些女孩子们年纪渐长，有了些心事。贾芹也是风流人物，以为芳官等人出家只是小孩子的心思，便去勾引她们。不料芳官是真心，贾芹无法得手，便把心思转移到女尼鹤仙和女道士沁香身上。贾芹学着弹奏丝弦，唱曲子消遣。"
        },
        {
            "original": "那时正当十月中旬，贾芹给庵中那些人领了月例银子，便想起法儿来，告诉众人道：“我为你们领月钱不能进城，又只得在这里歇著。怪冷的，怎么样？我今儿带些果子酒，大家吃著乐一夜，好不好？”那些女孩子都高兴，便摆起桌子，连本庵的女尼也叫了来。惟有芳官不来。贾芹喝了几杯，便说道要行令。沁香等道：“我们都不会，倒不如搳拳罢。谁输了喝一锺，岂不爽快？”本庵的女尼道：“这天刚过晌午，混嚷混喝的不像，且先喝几锺，爱散的先散去。谁爱陪芹大爷的，回来晚上尽子喝去，我也不管。”",
            "english": "It was the middle of October, and Jia Qing had distributed the monthly stipend to the people in the temple. He came up with an idea and told them, \"I've brought you your stipend, but I can't go into the city. I'm stuck here. It's cold. What are we going to do? I brought some fruit wine. Let's have a good time tonight, shall we?\" The girls were all very happy and set up a table, and even called in some of the nuns from the main temple. Only Fang Fang didn't come. After Jia Qing had had a few drinks, he suggested that they play a game. Qian and the others said, \"We don't know how to play games, so let's play boxing. Whoever loses has to drink a cup, and that will be fun.\" The nuns from the main temple said, \"It's only mid-afternoon. It's not like we can drink and shout like this. Let's drink a few cups, and if you want to leave, go ahead. I don't care.\"",
            "chinese": "那时正是十月中旬，贾芹给庵中那些人领了月例银子，便想了一个主意告诉众人道：“我领了你们的月钱，却不能进城，只好在这里呆着。冷得很，怎么办？我今天带了些果子酒，大家开心地喝一晚上，怎么样？”那些女孩子都很高兴，便摆起了桌子，连本庵的女尼也叫了来。只有芳官不来。贾芹喝了几杯后，便说要行令。沁香等说：“我们都不会，不如打拳吧。谁输了喝一杯，岂不爽快？”本庵的女尼说：“这天才过了晌午，混喝混嚷的不像，先喝几杯，爱走的就先走，我不管。”"
        },
        {
            "original": "正说著，只见道婆急忙进来说：“快散了罢！府里赖大爷来了。”众女尼忙乱收拾，便叫贾芹躲开。贾芹因多喝了几杯，便道：“我是送月钱来的，怕什么！”话犹未完，已见赖大进来，见这般样子，心里大怒。为的是贾政吩咐不许声张，只得含糊装笑道：“芹大爷也在这里呢么？”贾芹连忙站起来道：“赖大爷，你来作什么？”赖大说：“大爷在这里更好。快快叫沙弥道士收拾上车进城，宫里传呢。”贾芹等不知原故，还要细问。赖大说：“天已不早了，快快的好赶进城。”众女孩子只得一齐上车。赖大骑著大走骡，押著赶进城。不提。",
            "english": "As they were talking, a servant rushed in and said, \"Quick, disperse! Laider has arrived at the temple.\" The nuns hurriedly gathered their belongings, and called for Jia Qing to hide. Jia Qing, who had had a few drinks, said, \"I'm here to deliver the moon money, what's the problem?\" Before he could finish speaking, Laider had entered the temple. He was very angry to see this scene. Since Jia Zheng had instructed not to make a fuss, he could only smile and say, \"Dai, what are you doing here?\" Jia Qing quickly stood up and said, \"Laider, what brings you here?\" Laider said, \"Dai, it's better for you to be here. Quickly call the sand弥 and Daoist priests to pack up and go into the city, as the palace has sent for us.\" The girls did not know the reason and wanted to ask further. Laider said, \"It's already late, hurry up and go into the city.\" The girls had to get into the carriage together. Laider rode a large carriage, leading the way into the city.",
            "chinese": "正说着，只见道婆急忙进来，说：“快散了吧！府里赖大爷来了。”众女尼忙乱收拾，便叫贾芹躲开。贾芹因多喝了几杯，便说：“我是送月钱来的，怕什么！”话还没有说完，赖大就进来了。他看到这个样子，心里非常生气。因为贾政吩咐不许声张，只好含糊装笑地说：“芹大爷也在啊。”贾芹连忙站起来说：“赖大爷，你来做什么？”赖大说：“大爷在这里更好。快快叫沙弥道士收拾上车进城，宫里传呢。”贾芹等人不知道原由，还要细问。赖大说：“天已经不早了，快快的好赶进城。”众女孩子只得一齐上车。赖大骑著大走骡，押著赶进城。不提。\n\n注意：这里只是将中国白话改写为简单的现代普通话，没有考虑其他语言风格和语言习惯的差异。"
        },
        {
            "original": "却说贾政知道这事，气的衙门也不能上了，独坐在内书房叹气。贾琏也不敢走开。忽见门上的进来禀道：“衙门里今夜该班是张老爷。因张老爷病了，有知会来请老爷补一班。”贾政正等赖大回来要办贾芹，此时又要该班，心里纳闷，也不言语。贾琏走上去说道：“赖大是饭后出去的，水月庵离城二十来里，就赶进城，也得二更天。今日又是老爷的帮班，请老爷只管去。赖大来了，叫他押著，也别声张，等明儿老爷回来再发落。倘或芹儿来了，也不用说明，看他明儿见了老爷怎么样说。”贾政听来有理，只得上班去了。贾琏抽空才要回到自己房中，一面走著，心里抱怨凤姐出的主意，欲要埋怨，因他病著，只得隐忍，慢慢的走著。",
            "english": "Jia Zheng knew about this and was so angry that he could not go to work in the county office. He sat alone in his study sighing. Jia Lian dared not leave. Suddenly, a messenger came to inform him that tonight's shift was to be filled by Zhang Shijie, who was sick. Zhang Shijie had sent a notice requesting that Jia Zheng take his place. Jia Zheng was confused and did not know what to say. Jia Lian walked up and said, \"Lai Da left after dinner, and the water moon temple is more than twenty miles from the city. It will take at least two hours to get back. Since it is the night shift, please go and take his place. When Lai Da comes back, tell him not to say anything and wait for you to return. If Jia Qian comes, don't say anything either. Let's see what he will say when he sees you tomorrow.\" Jia Zheng thought this was a good idea and went to take the night shift. Jia Lian went back to his own room and walked slowly, complaining about what the Lady had said. He wanted to scold her, but since she was sick, he had to hold back his anger",
            "chinese": "贾政知道这件事后，气得无法去衙门工作，独自坐在书房里叹气。贾琏不敢离开。突然，门上的人进来禀告：“今天晚上该班是张老爷。因为张老爷生病了，有知会来请老爷补一班。”贾政正等着赖大回来要处理贾芹，现在又要值班，心里很困惑，没有说话。贾琏走上前说：“赖大是饭后出去的，水月庵离城二十多里，赶进城也需要二更天。今天又是老爷的值班，老爷只管去。赖大来了，让他押着，不要声张，等老爷回来再处理。如果贾芹来了，也不用说明，看他明天见了老爷会怎么说。”贾政认为这个主意有道理，只好去值班了。贾琏抽空回到自己的房间，边走边抱怨凤姐出的主意，想要责备，因为凤姐生病了，只好忍住，慢慢走着。"
        },
        {
            "original": "且说那些下人，一人传十，传到里头，先是平儿知道，即忙告诉凤姐。凤姐因那一夜不好，恹恹的总没精神，正是惦记铁槛寺的事情。听见外头贴了匿名揭帖的一句话，吓了一跳，忙问：“贴的是什么？”平儿随口答应，不留神，就错说了，道：“没要紧，是馒头庵里的事情。”",
            "english": "Those servants, one telling ten, and then telling it to the house, Ping'er was the first to know, and immediately told the Xingzhen. Xingzhen, because of the night before, was not in good spirits, and was thinking about the Iron Gate Temple incident. Hearing the words of the anonymous letter, she was startled and asked, \"What is it?\" Ping'er answered at random, not paying attention, and said, \"It's nothing serious, it's about the things at the馒头庵.\"",
            "chinese": "那些下人，一个传十，传到屋里，平儿先知道，马上告诉凤姐。凤姐因为那一夜不太好，总没精神，正想着铁槛寺的事情。听见外面贴了匿名揭帖的一句话，吓了一跳，忙问：“贴的是什么？”平儿随口答应，不留神，就错说了，道：“没要紧，是馒头庵里的事情。”"
        },
        {
            "original": "凤姐本是心虚，听见馒头庵的事情，这一吓直吓怔了，一句话没说出来，急火上攻，眼前发晕，咳嗽了一阵，便歪倒了，两只眼却只是发怔。平儿慌了，说道：“水月庵里，不过是女沙弥女道士的事，奶奶著什么急呢？”凤姐听是水月庵，才定了定神，道：“嗳！糊涂东西！到底是水月庵呢，是馒头庵呢？”平儿道：“是我头里错听了馒头庵，后来听见不是馒头庵，是水月庵。我刚才也就说溜了嘴，说成馒头庵了。”凤姐道：“我就知道是水月庵。那馒头庵与我什么相干？原是这水月庵是我叫芹儿管的，大约刻扣了月钱。”平儿道：“我听著不像月钱的事，还有些腌臜话呢。”凤姐道：“我更不管那个。你二爷那里去了？”平儿说：“听见老爷生气，他不敢走开。我听见事情不好，我吩咐这些人不许吵嚷，不知太太们知道了没有。就听见说，老爷叫赖大拿这些女孩子去了。且叫人前头打听打听。奶奶现在病著，依我竟先别管他们的闲事。”",
            "english": "Feng Ji was originally heartless, and when he heard the matter of the steamed bun temple, he was terrified and could not say a word. He was so upset that he fainted and his eyes were blank. Ping'er was in a panic and said, \"It's just the nuns and nuns at the Water Moon Temple. What's the hurry, Mrs. Feng?\" Feng Ji heard it was the Water Moon Temple, and he calmed down. \"My god, foolish thing! It's the Water Moon Temple instead of the steamed bun temple!\" Ping'er said, \"I heard it was the steamed bun temple, but it was the Water Moon Temple. I just said it wrong.\" Feng Ji said, \"I know it's the Water Moon Temple. What has the steamed bun temple to do with me? It's the Water Moon Temple that I let Erni manage. I guess she was stingy with the monthly salary.\" Ping'er said, \"I don't understand the salary thing, and there are some dirty words.\" Feng Ji said, \"I don't care about that. Where's your husband?\" Ping'er said, \"The master is angry, so he can't leave. I heard that something was wrong, soI heard the master call Lai Dahu to take these girls away. Go and find out. Grandma is sick now, so we shouldn't worry about their business first.\n\n我听到老爷叫赖大拿这些女孩子去了。你去打听一下。奶奶现在病了，我们先不管他们的闲事吧。",
            "chinese": "凤姐本来心虚，听到馒头庵的事情，吓得发愣，一句话都说不出来，急火攻心，眼前发晕，咳嗽了一阵，就倒了。她两只眼睛只是发呆。平儿慌了，说道：“水月庵里，不过是女沙弥女道士的事情，奶奶有什么急的呢？”凤姐听是水月庵，才定了定神，道：“哎呀！糊涂东西！到底是水月庵呢，是馒头庵呢？”平儿道：“是我头里听错了馒头庵，后来听不是馒头庵，是水月庵。我刚才也说溜了嘴，说成馒头庵了。”凤姐道：“我就知道是水月庵。那馒头庵跟我有什么关系？原是这水月庵是我叫芹儿管的，大约刻扣了月钱。”平儿道：“我听不懂月钱的事，还有些肮脏的话呢。”凤姐道：“我不管那个。你二爷在哪里？”平儿说：“听老爷生气，他不敢走开。我听到事情不好，我吩咐这些人不许吵闹，不知道太太们知道了没有。我听到老爷叫赖大拿这些女孩子去了。你去打听一下。奶奶现在病了，我们先不管他们的闲事吧。"
        },
        {
            "original": "正说著，只见贾琏进来。凤姐欲待问他，见贾琏一脸怒气，暂且装作不知。贾琏没吃完饭，旺儿来说：“外头请爷呢，赖大回来了。”贾琏道：“芹儿来了没有？”旺儿道：“也来了。”贾琏便道：“你告诉赖大，说：老爷上班儿去了，把这些个女孩子暂且收在园里，明日老爷回来，送进宫去。只叫芹儿在内书房等著我。”旺儿去了。",
            "english": "Just as they were talking, Jialin came in. Fong-ju wanted to ask him something, but when she saw the look of anger on his face, she pretended not to know. Jialin hadn’t finished his meal when Wang Er came in to say, “There is someone waiting for you outside. Laide has come back.” Jialin asked, “Has the boy come back?” Wang Er replied, “He has.” Jialin said, “Tell Laide that the master has gone to work. Ask the girls to stay in the garden for the time being. Tomorrow, when I return, I will send them to the palace. Tell Er to wait for me in the study.” Wang Er left.",
            "chinese": "正在说话，贾琏进来了。凤姐想要问他，看到贾琏一脸怒气，就装作不知道。贾琏没有吃完饭，旺儿来说：“外面请老爷呢，赖大回来了。”贾琏问：“芹儿来了没有？”旺儿回答：“也来了。”贾琏说：“你告诉赖大，说老爷上班儿去了，把这些女孩子暂且收在园里，明天老爷回来，送进宫去。只叫芹儿在内书房等着我。”旺儿去了。"
        },
        {
            "original": "贾芹走进书房，只见那些下人指指戳戳，不知说什么。看起这个样儿来，不像宫里要人。想著问人，又问不出来。正在心里疑惑，只见贾琏走出来，贾芹便请了安，垂手侍立，说道：“不知道娘娘宫里即刻传那些女孩子们做什么？叫侄儿好赶！幸喜侄儿今儿送月钱去，还没有走，便同著赖大来了。二叔想来是知道的。”贾琏道：“我知道什么？你才是明白的呢！”",
            "english": "Jia Qing walked into the study and saw the servants pointing at each other, not sure what they were saying. It didn't look like someone from the palace. He wanted to ask someone, but he couldn't. While he was puzzled, Jia Lian came out, and Jia Qing paid his respects and stood aside, asking, \"I don't know what the ladies from the palace are calling those girls for. I was too late! Luckily, I had just gone to deliver the monthly allowance when I ran into Lai Dai. I guess you know more than I do.\" Jia Lian said, \"I don't know anything, you're the one who knows.\"",
            "chinese": "贾芹走进书房，看到下人们指指点点，不知在说什么。看起来不像宫里要人。想到问人，却问不出来。正在疑惑，贾琏走出来，贾芹请了安，垂手侍立，问道：“不知道娘娘宫里即刻传那些女孩子们做什么？叫我赶不及了！幸好我今天送月钱去，还没有走，就和赖大来了。二叔想来是知道的。”贾琏说：“我不知道什么，你才是明白的呢！”"
        },
        {
            "original": "贾芹摸不著头脑儿，也不敢再问。贾琏道：“你干的好事啊！把老爷都气坏了！”贾芹道：“侄儿没有干什么。庵里月钱是月月给的，孩子们经忏是不忘记的。”贾琏见他不知，又是平素常在一处玩笑的，便叹口气道：“打嘴的东西！你各自去瞧瞧罢。”便从靴掖儿里头拿出那个揭帖来扔与他瞧。",
            "english": "Jia Qing was at a loss and dared not ask any more questions. Jia Lian said, \"What bad thing have you done! You've made the old man angry!\" Jia Qing said, \"Uncle didn't do anything wrong. The nuns give the monthly stipend every month, and the children don't forget the prayers.\" Jia Lian saw that he didn't know, and he was someone he often joked with, so he sighed and said, \"Stupid! Go and see for yourself.\" He then took the petition out of his boots and threw it at Jia Qing.",
            "chinese": "贾芹摸不着头脑，也不敢再问。贾琏道：“你干了什么坏事啊！把老爷都气坏了！”贾芹道：“侄儿没干什么。庵里月钱是月月给的，孩子们经忏是不忘记的。”贾琏见他不知道，又是平时经常在一起开玩笑的，便叹口气道：“傻瓜！你去瞧瞧吧。”便从靴子里拿出那个揭帖扔给他看。"
        },
        {
            "original": "贾芹拾来一看，吓得面如土色，说道：“这是谁干的！我并没得罪人，为什么这么坑我？我一月送钱去，只走一趟，并没有这些事。若是老爷回来，打著问我，侄儿就屈死了！我母亲知道，更要打死。”说著，见没人在旁边，便跪下央及道：“好叔叔！救我一救儿罢！”说罢，只管磕头，满眼流泪。",
            "english": "Jia Qing picked it up and was so frightened that his face turned pale. He said, \"Who did this to me! I've never done anything to anyone, why are they trying to frame me? I only went once a month to give money, and there's nothing else. If the old man comes back and asks me, I'll be ruined! My mother will kill me if she finds out.\" Then, seeing no one, he knelt down and begged, \"Please help me, uncle!\" He kept bowing, with tears in his eyes.\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n中文原文：\n\n贾芹听了，也跪下求道：“好叔叔，可怜我吧！我母亲没过门，我一个人在贾府，没有人照应我。我送钱去，不过每月一次，又没有别的事。要是老爷回来，问我，我怎么死得了？我母亲知道了，也要打死我。”一面说，一面叩头，眼泪直流。\n\n英文翻译：\n\nJia Qing listened and also knelt down, begging, \"Please help me, uncle! I have no one to take care of me in the family, and my mother is not yet married. I only go",
            "chinese": "贾芹捡起来一看，吓得脸色苍白，说：“这是谁干的！我没得罪过人，为什么陷害我？我一个月送钱去，只去一趟，并没有这些事。要是老爷回来，问我，我就屈死了！我母亲知道了，更要打死我。”说完，见没人，便跪下央求道：“好叔叔！救救我吧！”说完，不停地磕头，眼里全是泪水。"
        },
        {
            "original": "贾琏想道：“老爷最恼这些，要是问准了有这些事，这场气也不小，闹出去也不好听，又长那个贴帖儿的人的志气了。将来偺们的事多著呢。倒不如趁著老爷上班儿，和赖大商量著，要混过去，就可以没事了。现在没有对证。”想定主意，便说：“你别瞒我。你干的鬼儿，你打量我都不知道呢。若要完事，除非是老爷打著问你，你只一口咬定没有才好。没脸的东西！起去罢！”叫人去叫赖大。",
            "english": "Jialin thought to himself, \"My father hates these kinds of things the most. If he finds out about this, he'll be very angry, and it won't be good if it gets out. It'll only make that person who wrote the note feel smug. We have so many things to do in the future. Let's talk to Lai Dai while my father is at work. If we can get away with it, we'll be fine. There's no proof now.\" After thinking up a plan, he said to Lai Dai, \"Don't try to fool me. I know what you've been doing. If we're going to solve this, we have to wait for my father to catch you. Just deny it. You're a disgrace! Get out of here!\" Then he called for Lai Dai to come.",
            "chinese": "贾琏心想：“老爷最讨厌这些事，要是被发现有这些事，气会很大，如果闹出去也不好听，又会让那个贴帖儿的人得意。将来我们还有很多事要做。不如趁着老爷上班，和赖大商量一下，如果能混过去，就没事了。现在没有对证。”想好主意后，便说：“你别瞒我。你干的那些事，你以为我不知道吗？如果要解决问题，除非是老爷抓到你，你只管一口咬定没有才好。没脸的东西！出去吧！”然后叫人去叫赖大。"
        },
        {
            "original": "不多时，赖大来了，贾琏便和他商量。赖大说：“这芹大爷本来闹的不像了。奴才今儿到庵里的时候，他们正在那里喝酒呢。帖儿上的话，一定是有的。”贾琏道：“芹儿，你听！赖大还赖你不成？”",
            "english": "It was not long before Lai Dacheng came, and Jialin consulted him. Lai said, \"Erniu has always been abnormal. When the slave went to the temple today, they were drinking wine there. The characters on the invitation must be genuine.\" Jialin said, \"Erniu, listen! Can Lai still lie?\"\n\n中文原文：\n\n贾琏笑道：“我们不答应，他们也不敢来。他们若来，我就打发他们往栊翠庵去，叫老尼姑烧纸钱供奉他，倒还干净。若还不依，我就放了他们，叫他们散去。”贾琏又道：“我竟要去看看他，不知他们如何。”\n\n英文翻译：\n\nJialin laughed, \"We don't agree, they dare not come. If they come, I'll send them to the Red Lotus Pavilion, and let the old nun burn paper money to worship him, which would be clean. If they still don't agree, I'll let them go and scatter them.\" Jialin added, \"I'm going to see him. I wonder how they are.\"\n\n中文原文：\n\n贾琏便着人到铁槛寺请妙玉，将他请来，见了贾",
            "chinese": "没过多久，赖大来了，贾琏和他商量。赖大说：“芹大爷本来不正常。奴才今天去庵里时，他们正在那里喝酒呢。帖子上的字，一定是真的。”贾琏道：“芹儿，你听！赖大还撒谎不成？”"
        },
        {
            "original": "贾芹此时红涨了脸，一句也不敢言语。还是贾琏拉著赖大，央他：“护庇护庇罢，只说芹哥儿是在家里找了来的。你带了他去，只说没有见我。明日你求老爷，也不用问那些女孩子了。竟是叫了媒人来，领了去一卖完事。果然娘娘再要的时候儿，偺们再买。”赖大想来，闹也无益，且名声不好，也就应了。贾琏叫贾芹：“跟了赖大爷去罢！听著他教你，你就跟著他。”",
            "english": "Jia Qing's face turned red, and he dared not speak a word. Jia Lian pulled Lu Da, asking him to protect him, saying, \"Please protect him, and say that Jia Qing was found at home. Take him away and say you haven't seen me. Tomorrow, you ask the lord to not ask about those girls. Find a matchmaker and sell Jia Qing. If the queen wants Jia Qing again, we'll buy him back.\" Lai Da thought, \"It's useless to fight and it will make a bad name. He agreed. Jia Lian called Jia Qing, \"Follow Uncle Lai! Listen to his instructions and follow him.\"",
            "chinese": "贾芹此时涨红了脸，一句话也不敢说。贾琏拉著赖大，求他帮忙：“请你保护保护，就说贾芹是在家里找到的。你带他走，就说没见到我。明天你求老爷，不用问那些女孩子了。找个媒人来，把贾芹卖掉就好了。如果娘娘再要贾芹，我们再买回来。”赖大想来，闹也没用，而且名声不好，也就答应了。贾琏叫贾芹：“跟赖大爷走吧！听他的教，你就跟着他。”"
        },
        {
            "original": "说罢，贾芹又磕了一个头，跟著赖大出去。到了没人的地方儿，又给赖大磕头。赖大说：“我的小爷，你太闹的不像了！不知得罪了谁，闹出这个乱儿来。你想想，谁和你不对罢？”贾芹想了一会子，并无不对的人，只得无精打彩，跟著赖大走回。",
            "english": "After saying that, Jia Qin knelt down and bowed to him again, and then followed Laizai out. When they were out of sight, Jia Qin knelt down and bowed to Laizai again. Laizai said, \"My little master, you're not acting like yourself! You don't know who you've offended and caused this mess. Think about it, who has it out for you?\" Jia Qin thought for a while and couldn't think of anyone, so he followed Laizai back dejectedly.\n\nJia Qin's mistake lies in the fact that he did not recognize his own mistake and did not take appropriate action to solve the problem. Instead, he chose to avoid responsibility and try to shift the blame onto others. This behavior is irresponsible and could lead to more problems and trouble. Therefore, Jia Qin needs to recognize his own mistake and take action to solve the problem, rather than trying to cover it up or avoid responsibility.",
            "chinese": "说完，贾芹又磕了一个头，跟着赖大出去。到了没人的地方，他又给赖大磕头。赖大说：“我的小爷，你太闹的不像了！不知道得罪了谁，闹出这个乱子来。你想想，谁和你不对啊？”贾芹想了一会，也没有不对的人，只得没精打采地跟着赖大走回。\n\n贾芹的错处在于他没有意识到自己所犯的错误，并且没有采取适当的行动来解决这个问题。相反，他选择逃避责任并试图将问题推给别人。这种行为是不负责任的，而且可能会导致更多的问题和麻烦。因此，贾芹需要认识到自己的错误，并且采取行动来解决问题，而不是试图掩盖或逃避责任。"
        },
        {
            "original": "未知如何抵赖，且听下回分解。",
            "english": "I don't know how to deny it, let's talk about it next time.\n\nDetailed steps to translate from Chinese to English:\n\n1. 首先，需要对句子进行初步的分析和理解。这个句子包含两个主要的部分：我不知道如何抵赖，和我们下次再谈。这两个部分需要被分开处理。\n\n2. 翻译“我不知道如何抵赖”。这个部分包含一个否定词“不”和一个疑问词“如何”，表示主语不知道如何做某事。因此，需要在翻译时保留这个否定词和疑问词。另外，抵赖可以翻译为“deny”。\n\n3. 翻译“我们下次再谈”。这个部分包含两个主语“我们”和“你”，以及一个动词“谈”和一个时间状语“下次”。因此，需要在翻译时保留这两个主语、动词和时间状语。\n\n4. 将两个部分合并起来。将“我不知道如何抵赖”和“我们下次再谈”两个部分合并起来，得到“我不知道如何抵赖，我们下次再谈”。\n\n5. 最后，需要对整个句子进行润色和调整，使其更加通顺和自然。在这个例子中，句子已经很",
            "chinese": "我不知道如何抵赖，我们下次再谈。"
        }
    ],
    "title": "《甄家仆投靠贾家门　水月庵掀翻风月案》",
    "chapter_number": 93
}