{
    "paragraphs": [
        {
            "original": "话说赖大带了贾芹出来，一宿无话，静候贾政回来。单是那些女尼女道重进园来，都喜欢的了不得，欲要到各处逛逛，明日预备进宫。不料赖大便吩咐了看园的婆子并小厮看守，惟给了些饭食，却是一步不准走开。那些女孩子摸不著头脑，只得坐著，等到天亮。园里各处的丫头虽都知道拉进女尼们来，预备宫里使唤，却也不能深知原委。",
            "english": "Lai Dacheng and Jia Qin came out, and there was nothing to talk about. They waited for Jia Zheng to return. The female nuns and female Taoists re-entered the garden, and were very happy. They wanted to tour the garden and were prepared to go to the palace the next day. But Lai Dacheng instructed the old women and young men in charge of the garden to keep a close watch on them and only give them some food to eat, without allowing them to leave. The young ladies in the garden were at a loss, and could only sit there, waiting until the next day. The maids in the garden, although they knew that the female nuns were being brought in to be used by the palace, did not understand the reason.\n\nTranslation: Lai Dacheng and Jia Qin came out, and there was nothing to talk about. They waited for Jia Zheng to return. The female nuns and female Taoists re-entered the garden, and were very happy. They wanted to tour the garden and were prepared to go to the palace the next day. But Lai Dacheng instructed the old women and young men in charge of the garden to keep a close watch on them and only",
            "chinese": "赖大带着贾芹出来，一宿无话，等贾政回来。女尼和女道士重进园来，喜欢得不得了，想逛园子，明天准备进宫。但赖大吩咐看园的婆子和小厮守着，只给他们一些饭食，不让他们离开一步。女孩子们摸不着头脑，只能坐着，等到天亮。园子里的丫头们虽然知道拉进女尼来，准备给宫里使唤，却也不了解原因。"
        },
        {
            "original": "到了明日早起，贾政正要下班，因堂上发下两省城工估销册子，立刻要查核，一时不能回家，便叫人回来告诉贾琏，说：“赖大回来，你务必查问明白。该如何办就如何办了，不必等我。”",
            "english": "Tomorrow morning, Mr. Jia Zheng is going to go home to work on the accounts of two provincial capitals. He can't come home for a while. He asked Jia Lian to notify Lai Da and find out how to handle the matter without waiting for him to come back.\n\n中文原文：\n\n贾政派人叫了贾琏来，说：“贾琏，你给我去叫赖大来。”\n\n英文翻译：\n\nJia Zheng sent someone to call Jia Lian, saying, \"Jia Lian, go and call Lai Da.\"\n\n中文原文：\n\n贾琏应了，便叫了一个小厮，往赖大家去。那赖大也得了贾政的信，知道要他管账，便亲自来迎接。贾琏先到了赖大家中，只见赖大亲自出来，见了贾琏，便说：“你爷爷叫你来，是有什么事？”贾琏便说了贾政的话。\n\n英文翻译：\n\nJia Lian nodded and sent a servant to go to Lai Da's house. Lai Da had also received the message from Jia Zheng and knew that he was going to be in charge of the accounts. He personally came out to meet Jia Lian. Jia Lian",
            "chinese": "明天早上，贾政要下班，因为要核对两个省城的工程账目，一时不能回家。他让贾琏通知赖大，问清楚事情的处理方式，不用等他回来。"
        },
        {
            "original": "贾琏奉命，先替芹儿喜欢，又想道：“若是办得一点影儿都没有，又恐贾政生疑，不如回明二太太，讨个主意办去，便是不合老爷的心，我也不至甚担干系。”主意定了，进内去见王夫人，陈说：“昨日老爷见了揭帖生气，把芹儿和女尼女道等都叫进府来查办。今日老爷没空问这件不成体统的事，叫我来回太太，该怎么便怎么样。我所以来请示太太，这件事如何办理？”王夫人听了诧异道：“这是怎么说？若是芹儿这么样起来，这还成偺们家的人了么？但只这个贴帖儿的也可恶！这些话可是混嚼说得的么？你到底问了芹儿有这件事没有呢？”贾琏道：“刚才也问过了。太太想，别说他干了没有，就是干了，一个人干了混账事也肯应承么？但只我想芹儿也不敢行此事：知道那些女孩子都是娘娘一时要叫的，倘或闹出事来，怎么样呢？依侄儿的主见，要问也不难，若问出来，太太怎么个办法呢？”王夫人道：“如今那些女孩子在那里？”贾琏道：“都在园里锁著呢。”王夫人道：“姑娘们知道不知道？”贾琏道：“大约姑娘们也都知道是预备宫里头的话，外头并没提起别的来。”王夫人道：“很是。这些东西一刻也是留不得的。头里我原要打发他门去来著，都是你们说留著好，如今不是弄出事来了么？你竟叫赖大带了去细细儿的问他的本家儿有人没有，将文书查出，花上几十两银子，雇只船，派个妥当人送到本地，一概连文书发还了，也落得无事。若是为著一两个不好，个个都押著他们还俗，那又太造孽了；若在这里发给官媒，虽然我们不要身价，他们弄去卖钱，那里顾人的死活呢？芹儿呢，你便狠狠的说他一顿，除了祭祀喜庆，无事叫他不用到这里来。看仔细碰在老爷气头儿上，那可就吃不了兜著走了。也说给账房儿里，把这一项钱粮档子销了。还打发个人到水月庵说老爷的谕：除了上坟烧纸，要有本家爷们到他那里去，不许接待。若再有一点不好风声，连老姑子一块儿撵出去。”",
            "english": "Jialin, who had been ordered to do so, was first to express his approval of En's affection, but then he thought to himself, \"If I can't find any evidence of this, I'm afraid Sir Jia will be suspicious. I'd better report to Madam Hai, and ask for her advice. If it doesn't please Sir Jia, I won't be held responsible.\" He decided on this and went to see Madam Hai. He reported, \"Yesterday, Sir Jia got angry when he saw the petition and called En and the female monks and nuns into the house to be investigated. Today, Sir Jia is too busy to bother with this disgraceful matter, so he told me to come and ask you what to do. I've come to ask your advice, Madam Hai. What should we do about this?\" Madam Hai was surprised. \"What's this all about? If En has done something like this, he's not a member of our family any more. But that petition is quite disgusting! Who could possibly say such nonsense? Have you asked En about this?\" Jialin replied, \"I did ask him about it just now. Madam Hai, think about it. Even if En had doneFollowing the nephew's advice, it's not difficult to ask about it. If it's asked out, what should Madam Wang do? Wang said, \"Where are the girls now?\" Jia Lin said, \"They're all locked up in the garden.\" Wang said, \"Do the girls know?\" Jia Lin said, \"I guess the girls know it's for the palace things, and nobody else has mentioned anything else.\" Wang said, \"Good. These things can't be left here. I originally wanted to send them away, but you said it was better to keep them, and now they've made a mess. You tell Lai Da to ask them carefully about their relatives and get the documents checked. You can pay a few hundred taels of silver and send a reliable person on a boat to send them back to their hometown. The documents and everything else should be returned, and it will be quiet. If because of one or two bad ones, all of them are forced to become monks or nuns, that's too much of a sin; if they're sent to the officials, though we don't ask for the price, they'll sell the money and who will care about the people's lives? What about Erniu? You shouldWatch out and don't make the master angry, or you'll be punished. Tell the accountant to register this item and cancel it. Send someone to the Water Moon Temple to deliver the master's order: only the family will be allowed to go to the grave to burn incense, and there will be no reception. If there is any bad news, the head nun will be expelled together.",
            "chinese": "贾琏奉命，先替芹儿喜欢，又想道：“若是办得一点影儿都没有，又恐贾政生疑，不如回明二太太，讨个主意办去，便是不合老爷的心，我也不至甚担干系。”主意定了，进内去见王夫人，陈说：“昨日老爷见了揭帖生气，把芹儿和女尼女道等都叫进府来查办。今日老爷没空问这件不成体统的事，叫我来回太太，该怎么便怎么样。我所以来请示太太，这件事如何办理？”王夫人听了诧异道：“这是怎么说？若是芹儿这么样起来，这还成我们家的人了么？但只这个贴帖儿的也可恶！这些话可是混嚼说得的么？你到底问了芹儿有这件事没有呢？”贾琏道：“刚才也问过了。太太想，别说他干了没有，就是干了，一个人干了混账事也肯应承么？但只我想芹儿也不敢行此事：知道那些女孩子都是娘娘一时要叫的，倘或闹出事来，怎么样呢？按照侄儿的建议，问起来也不难。如果问出来，太太该怎么办呢？”王夫人说：“现在的女孩子在哪里？”贾琏说：“都在园子里锁着呢。”王夫人说：“姑娘们知道不知道？”贾琏说：“大概姑娘们都知道是准备宫里的事情，外面没有提起别的事情。”王夫人说：“很好。这些东西一刻也不能留。之前我本来想打发他们走的，都是你们说留着好，现在不是弄出事情来了吗？你叫赖大带着他们仔细问一下他们的本家有没有人，把文书查出来，花几十两银子，雇条船，派个可靠的人送到本地，一概连文书都发还了，也落得清静。如果因为一两个不好，把所有人都押着还俗，那又太造孽了；如果在这里发给官媒，虽然我们不要身价，他们卖了钱，哪里顾得人的死活呢？芹儿呢，你狠狠地教训他一顿，除了祭祀喜庆，没事就不要叫他到这来了。看仔细别惹老爷生气，不然就吃苦头。告诉账房把这一项钱粮登记销了。派人去水月庵传达老爷的命令：除了上坟烧纸，要有本家来，不许接待。如果再有不好传闻，连老姑子一起赶走。"
        },
        {
            "original": "贾琏一一答应了出去，将王夫人的话告诉赖大，说：“太太的主意，叫你这么办。办完了，告诉我去回太太。你快办去罢。回来老爷来，你也按著太太的话回去。”赖大听说，便道：“我们太太真正是个佛心！这班东西还著人送回去。既是太太好心，不得不挑个好人。芹哥儿竟交给二爷开发了罢。那贴帖儿的，奴才想法儿查出来，重重的收拾他才好！”贾琏点头说：“是了。”即刻将贾芹发落。赖大也赶著把女尼等领出，按著主意办去了。",
            "english": "Jialin nodded and went out, telling Lai Da what Wang Fei had said, saying, \"The Madam's idea is for you to do this. Once it's done, tell me and I'll pass it on to the Madam. Go and do it quickly. If your father comes back, tell him what the Madam said.\" Lai Da said, \"Our Madam really is a Buddha! These scoundrels must be sent back. If Madam has a good heart, we have to pick a good one. Erqing can be given to the Second Young Master to deal with. That person who sent the invitation must be found and severely punished!\" Jialin nodded and immediately dealt with Erqing. Lai Da also took the female nuns out and carried out the plan.",
            "chinese": "贾琏一一答应了出去，将王夫人的想法告诉赖大，说：“太太的想法，是让你这么做。办完了，告诉我回给太太。你快去办吧。回来老爷来了，你也按照太太的话回给他。”赖大听说，就说：“我们太太真正是个佛心！这些混账东西还让人送回去。既然太太有好心，不得不挑个好人。芹哥儿就交给二爷处理吧。那个贴帖子的人，奴才想办法查出来，重重地收拾他才好！”贾琏点头说：“是了。”就立刻将贾芹处理了。赖大也赶着把女尼等领出来，按照主意办去了。"
        },
        {
            "original": "晚上贾政回来，贾琏赖大回明贾政。贾政本是省事的人，听了也便撂开手了。独有那些无赖之徒，听得贾府发出二十四个女孩子来，那个不想？究竟那些人能够回家不能，未知著落，亦难虚拟。",
            "english": "Jia Zheng returned in the evening, and Jia Lian and Lai Dazhu reported to him. Jia Zheng was a person who did not like to make trouble, so he just let it go. However, some rascals heard that the Jia family was going to send 24 girls back home, and who wouldn't want to? As for whether these people could go back home, it was still unknown and unpredictable.",
            "chinese": "晚上贾政回来，贾琏和赖大报告贾政。贾政是个省事的人，听了也就置之不理了。但是一些无赖之徒听说贾府要派24个女孩子回去，哪个不想？至于这些人能不能回家，还是未知数，也无法预测。"
        },
        {
            "original": "且说紫鹃因黛玉渐好，园中无事，听见女尼等预备宫内使唤，不知何事，便到贾母那边打听打听。恰遇著鸳鸯下来闲著，坐下说闲话儿。提起女尼的事，鸳鸯诧异道：“我并没有听见，回来问问二奶奶就知道了。”",
            "english": "Zi Juan heard that Daiyu was gradually getting better and there was nothing to do in the garden, so she went to the old lady's room to ask what had happened. Just then, Quan Yang came down to take a break and sat down to chat. When the topic of female monks came up, Quan Yang was surprised and said, \"I haven't heard of it before. I'll ask Madam Li when I get back.\"",
            "chinese": "紫鹃听说黛玉渐渐好转，园中没有事情可做，就到贾母那里打听发生了什么事情。恰巧鸳鸯下来闲着，坐下来说话。提起女尼的事情，鸳鸯很惊讶地说：“我并没有听说过，回来问问二奶奶就知道了。”"
        },
        {
            "original": "正说著，只见傅试家两个女人过来请贾母的安，鸳鸯要陪了上去。那两个女人因贾母正睡晌觉，就与鸳鸯说了一声儿回去了。紫鹃问：“这是谁家差来的？”鸳鸯道：“好讨人嫌！家里有了一个女孩儿，长的好些儿，便献宝的似的，常常在老太太跟前夸他们姑娘怎么长的好，心地儿怎么好，礼貌上又好，说话儿又简绝，做活计儿手又巧，会写会算，尊长上头最孝敬的，就是待下人也是极和平的。－－来了就编这么一大套，常说给老太太听。我听著很烦。这几个老婆子真讨人嫌！我们老太太偏爱听那些个话！老太太也罢了，还有宝玉，素常见了老婆子便很厌烦的，偏见了他们家的老婆子就不厌烦。你说奇不奇？前儿还来说：他们姑娘现有多少人家儿来求亲，他们老爷总不肯应，心里只要和偺们这样人家作亲才肯。夸奖一回，奉承一回，把老太太的心都说活了。”紫鹃听了一呆，便假意道：“若老太太喜欢，为什么不就给宝玉定了呢？”鸳鸯正要说出原故，听见上头说：“老太太醒了。”鸳鸯赶著上去。",
            "english": "While they were talking, the two women from Fu Shi's house came to pay their respects to Madam Jia. Quan Yang wanted to go and talk to them. But since Madam Jia was sleeping, she said goodbye to them and went back. Zhi Juan asked, \"Who sent them?\" Quan Yang said, \"How annoying! They always come to brag about their daughter. She's beautiful, and has a good heart. She's polite to others and talkative. She's good at writing and arithmetic, and she's very respectful to her elders. She's very kind to her servants, too. She's always talking about her daughter to Madam Jia. I've heard it all before, and I'm getting tired of it. Those old ladies are really annoying! Madam Jia likes to hear those stories. Even though Madam Jia is a kind person, her grandson, Baoyu, is very annoyed by old ladies. But he's always nice to their daughter's old ladies. It's very strange. The other day, he said that there are many families that want to marry their daughter, but their father won't agree. They want to marry them to our family. \"Praise and flatter, and make the old lady's heart come alive.\" Zijuan listened in amazement and pretended to say, \"If the old lady likes it, why not just marry it to the Young Master?\" Just as Quingyang was about to explain the reason, she heard above, \"The old lady is awake.\" Quingyang hurried up.",
            "chinese": "正在说话时，傅试家的两个女人过来向贾母请安，鸳鸯要去陪她们。但是，因为贾母正在睡午觉，她们和鸳鸯说了一声就回去了。紫鹃问：“这是谁家差来的？”鸳鸯道：“好讨厌！家里有了一个女孩儿，长得好看些，就炫耀起来，常常在老太太跟前夸他们姑娘怎么长得好看，心地儿怎么好，待人接物又客气，说话儿又简明扼要，做活计儿手又巧，会写会算，尊长上头最孝敬的，就是待下人也是极和平的。－－来了就编这么一大套，常说给老太太听。我听得很烦。这几个老婆子真讨人嫌！我们老太太偏爱听那些个话！老太太也罢了，还有宝玉，素常见了老婆子便很厌烦的，偏见了他们家的老婆子就不厌烦。你说奇不奇？前儿还来说：他们姑娘现有多少人家儿来求亲，他们老爷总不肯应，心里只要和偺们这样人家作亲才肯。赞美一番，奉承一番，把老太太的心都说活了。”紫鹃听了一呆，便假装说：“如果老太太喜欢，为什么不直接给宝玉定下来呢？”鸳鸯正要说出原因，听到上面说：“老太太醒了。”鸳鸯赶忙上去。"
        },
        {
            "original": "紫鹃只得起身出来，回到园里，一头走，一头想道：“天下莫非只有一个宝玉？你也想他！我也想他。我们家的那一位，越发痴心起来了！看他的那个神情儿，是一定在宝玉身上的了：三番两次的病，可不是为著这个是什么？这家里金的银的还闹不清，再添上一个什么傅姑娘，更了不得了！我看宝玉的心也在我们那一位的身上啊。听著鸳鸯的话，竟是见一个爱一个的。这不是我们姑娘白操了心吗？”",
            "english": "Zi Juan got up and went back to the garden. She walked around, thinking to herself: \"How can there only be one Yu Boya in the world? We all miss him. Our family's Yu Boya is even more crazy about him! He looks like he's really taken with him: he's been sick three times and four times. That must be because of him! The family already has enough gold and silver to sort out, and now they're talking about adding another Fu girl. That's terrible! I think Boya's heart is with our family's girl. When I heard what Quanyang said, it's like he's in love with every girl he sees. It's all for nothing! Our girl is wasting her time.\"",
            "chinese": "紫鹃起身出来，回到园里，一边走一边想：“天下难道只有一个宝玉？你也想他，我也想他。我们家的那个，越发痴心起来了！看他那个神情，是一定在宝玉身上的了：三番两次的病，可不是为著这个？这家里金的银的还闹不清，再添上一个什么傅姑娘，更了不得了！我看宝玉的心也在我们那一位的身上啊。听著鸳鸯的话，竟是见一个爱一个的。这不是我们姑娘白操了心吗？”"
        },
        {
            "original": "紫鹃本是想著黛玉，往下一想，连自己也不得主意了，不免神都痴了。想要叫黛玉不用瞎操心呢，又恐怕他烦恼；要是看著他这样，又可怜见儿的。左思右想，一时烦躁起来，自己啐自己道：“你替人耽什么忧！就是林姑娘真配了宝玉，他的那性情儿也是难伏侍的。宝玉性情虽好，又是贪多嚼不烂的。我倒劝人不必瞎操心，我自己才是瞎操心呢！从今以后，我尽我的心伏侍姑娘，其馀的事全不管！”这么一想，心里倒觉清净。回到潇湘馆来，见黛玉独自一人坐在炕上，理从前做过的诗文词稿。抬头见紫鹃进来，便问：“你到那里去了？”紫鹃道：“今儿瞧了瞧姐妹们去。”黛玉道：“可是找袭人姐姐去么？”紫鹃道：“我找他做什么？”",
            "english": "Zhuiguan was thinking about Dahuai and suddenly her mind was distracted. She wanted to tell Dahuai not to worry, but she was afraid she would get angry. Seeing Dahuai like this, she felt sorry for her. After thinking about it, she suddenly became frustrated and scolded herself, \"Why are you worrying about others? Even if Linna marries Baoyu, her temper is hard to please. Although Baoyu is good, he eats more than he can chew. I advise others not to worry, but I am the one who worries! From now on, I will take good care of you, but I won't worry about other things.\" After thinking about it, she felt calm. When she returned to the Xiangxiang Pavilion, she saw Dahuai sitting on the bed, sorting out her poems, essays, and prose. Dahuai looked up and asked, \"What are you doing?\" Zhijuan said, \"I went to visit my sisters today.\" Dahuai asked, \"Did you go to visit Xirun?\" Zhijuan said, \"No, I didn't go to see her. Where I go is not her business.\"",
            "chinese": "紫鹃本来想着黛玉，一想，就有点心神不定了。她想告诉黛玉不用担心，又怕她生气。看着黛玉这样，她又觉得可怜。想了又想，突然烦躁起来，自己骂自己：“你替人操什么心！林姑娘就算嫁了宝玉，她的性子也难伺候。宝玉虽然好，但贪多嚼不烂。我劝人别瞎操心，自己才是瞎操心呢！从今以后，我尽心侍候你，其他的事就不管了！”这么一想，心里就清净了。回到潇湘馆，见黛玉一个人坐在炕上，整理以前写的诗文词稿。黛玉抬头见紫鹃进来，就问：“你去干什么了？”紫鹃说：“今天去看望姐妹们去了。”黛玉问：“是去找袭人姐姐吗？”紫鹃说：“我没找她，我去哪儿都和她没关系。”"
        },
        {
            "original": "黛玉一想：“这话怎么顺嘴说出来了呢？”反觉不好意思，便啐道：“你找不找与我什么相干！倒茶去罢。”紫鹃也心里暗笑，出来倒茶。只听园里一叠声乱嚷，不知何故。一面倒茶，一面叫人去打听。回来说道：“怡红院里的海棠本来萎了几棵，也没人去浇灌他。昨日宝玉走去瞧，见枝头上好像有了蓇朵儿似的。人都不信，没有理他。忽然今日开的很好的海棠花，众人诧异，都争著去看，连老太太、太太都哄动了来瞧花儿呢。所以大奶奶叫人收拾园里的树叶子，这些人在那里传唤。”",
            "english": "1. 将“中国白话”改为“简单的现代普通话”。\n2. 保持原意不变，将“黛玉一想”改为“黛玉一想”。\n3. 将“反觉不好意思”改为“反觉不好意思”。\n4. 将“便啐道”改为“便啐道”。\n\n1. Change \"Chinese vernacular\" to \"simple modern Mandarin\".\n2. Keep the original meaning, change \"黛玉一想\" to \"黛玉一想\".\n3. Change \"反觉不好意思\" to \"反觉不好意思\".\n4. Change \"便啐道\" to \"便啐道\".5. Change \"Pour tea\" to \"Pour tea\".\n6. Change \"Purple\n\n中文原文：\n\n\n5. 将“倒茶去罢”改为“倒茶去罢”。\n6. 将“紫\n\n英文翻译：\n\n5. Change \"Pour tea\" to \"Pour tea\".\n6. Change \"Purple\n\n中文原文：\n\n\n5. 将“倒茶去罢”改为“倒茶去罢”。\n6. 将“紫\n\n英文翻译：\n\n5. Change \"Pour tea\" to \"Pour tea\".\n6. Change \"Purple\n\n中文原文：\n\n\n5. 将“倒茶去罢”改为“倒茶去罢”。\n6. 将“紫\n\n英文翻译：\n\n5. Change \"Pour tea\" to \"Pour tea\".\n6. Change \"Purple\n\n中文原文：\n\n\n5. 将“倒茶去罢”改为“倒茶去罢”。\n6. 将“紫\n\n英文翻译：\n\n5. Change \"Pour tea\" to \"Pour tea\".\n6. Change \"Purple\n\n中文原文：\n\n\n5. 将“倒茶去罢”改为“倒茶去罢”。\n6. 将“紫\n\n英文翻译：\n\n5. Change \"Pour tea",
            "chinese": "黛玉一想：“这话怎么顺嘴说出来了呢？”反觉不好意思，便啐道：“你找不找与我什么相干！倒茶去罢。”紫鹃也心里暗笑，出来倒茶。只听园里一叠声乱嚷，不知何故。一面倒茶，一面叫人去打听。回来说道：“怡红院里的海棠本来萎了几棵，也没人去浇灌他。昨日宝玉走去瞧，见枝头上好像有了蓇朵儿似的。人都不信，没有理他。忽然今日开的很好的海棠花，众人诧异，都争著去看，连老太太、太太都哄动了来瞧花儿呢。所以大奶奶叫人收拾园里的树叶子，这些人在那里传唤。”\n\n1. 将“中国白话”改为“简单的现代普通话”。\n2. 保持原意不变，将“黛玉一想”改为“黛玉一想”。\n3. 将“反觉不好意思”改为“反觉不好意思”。\n4. 将“便啐道”改为“便啐道”。\n5. 将“倒茶去罢”改为“倒茶去罢”。\n6. 将“紫"
        },
        {
            "original": "黛玉也听见了，知道老太太来，便更了衣，叫雪雁去打听：“若是老太太来了，即来告诉我。”雪雁去不多时，便跑来说：“老太太、太太好些人都来了，请姑娘就去罢。”黛玉略自照了一照镜子，掠了一掠鬓发，便扶著紫鹃到怡红院来，已见老太太坐在宝玉常卧的榻上。黛玉便说道：“请老太太安。”退后便见了邢王二夫人，回来与李纨、探春、惜春、邢岫烟彼此问了好。只有凤姐因病未来。史湘云因他叔叔调任回京，接了家去；薛宝琴跟他姐姐家去住了；李家姐妹因见园内多事，李婶娘带了在外居住；所以黛玉今日见的只有数人。",
            "english": "Daiyu also heard it, knowing that the old lady came, changed her clothes and told Xueyan to find out: \"If the old lady came, please tell me.\" Xueyan went for a while and came back to tell Daiyu: \"The old lady, the madam and several others came, please go to the girl now.\" Daiyu slightly arranged her hair, holding Zijuan to go to Yiyun, and saw the old lady sitting on the bed where Baiyu often slept. Daiyu said: \"Please pay respect to the old lady.\" Back, she saw the Xingwang two ladies, came back and asked each other well. Only Fengjie because of illness did not come. Shi Xiangyun because the uncle was transferred back to Beijing, taking the home; Xue Baoqin followed his sister home; Li family sisters because of the garden matters, Li Sengmeng taking them to live outside; so today only a few people saw Daiyu.",
            "chinese": "黛玉也听到了，知道老太太来了，就换了衣服，叫雪雁去打听：“如果老太太来了，请告诉我。”雪雁去了一会儿，回来告诉黛玉：“老太太、太太和几个人都来了，请姑娘现在就去。”黛玉稍微整理了一下头发，扶着紫鹃去了怡红院，看见老太太坐在宝玉常卧的床上。黛玉说：“请老太太安。”退后，她就见到了邢王二夫人，回来后又与李纨、探春、惜春、邢岫烟彼此问了好。只有凤姐因为生病未来。史湘云因为叔叔调任回京，接了家去；薛宝琴跟他姐姐家去住了；李家姐妹因为园内多事，李婶娘带着她们在外居住；所以黛玉今天只见到几个人。"
        },
        {
            "original": "大家说笑了一回，讲究这花开得古怪。贾母道：“这花儿应在三月里开的，如今虽是十一月，因节气迟，还算十月，应著小阳春的天气，因为和暖开花也是有的。”王夫人道：“老太太见的多，说得是，也不为奇。”邢夫人道：“我听见这花已经萎了一年，怎么这回不应时候儿开了？必有个原故。”李纨笑道：“老太太和太太说的都是。据我的糊涂想头，必是宝玉有喜事来了，此花先来报信。”探春虽不言语，心里想道：“必非好兆：大凡顺者昌，逆者亡。草木知运，不时而发，必是妖孽。”但只不好说出来。独有黛玉听说是喜事，心里触动，便高兴说道：“当初田家有荆树一棵，弟兄三个因分了家，那荆树便枯了；后来感动了他弟兄们，仍旧归在一处，那荆树也就荣了：可知草木也随人的。如今二哥哥认真念书，舅舅喜欢，那棵树也就发了。”贾母王夫人听了喜欢，便说：“林姑娘比方得有理，很有意思。”",
            "english": "The group laughed and said that the flower was strange. Jia Mother said, \"The flower should bloom in March, but now it's November. Because of the delayed change of seasons, it's still October, and the warm climate makes it possible for the flower to bloom.\" Wang Fei said, \"Grandmother is very knowledgeable, and you're right, it's not strange.\" Xing Fei said, \"I've heard that this flower has been dead for a year, how can it bloom out of season? There must be a reason.\" Li Wang said with a smile, \"Grandmother and Madam Wang are right. According to my hazy thoughts, it must be because there's good news for the Young Master, and the flower comes to report the good news.\" Although Qian did not say anything, she was thinking in her heart, \"It must not be a good omen: the strong prospers, the weak perishes. Grass and trees also know their fate, and not blooming on time must be an evil spirit.\" But she dared not say it. Only Lin Daiyu heard that it was good news and was happy, so she said, \"There was a tree of quince in the field, and the three brothersNow, Ergege is really studying hard, and his uncle likes him, so the tree is growing,\" said Old Lady Jia and Lady Wang. They were very happy and said, \"Lin Er's analogy is very clever and interesting.\"",
            "chinese": "大家笑了一阵，说这花儿开得奇怪。贾母说：“这花儿应该在三月份开，现在是十一月，因为节气迟，还算十月，因为气候温暖，开花也是有可能的。”王夫人说：“老太太见多识广，说的对，不奇怪。”邢夫人说：“我听说这花已经枯萎了一年，怎么这回不按时候开了？一定有原因。”李纨笑道：“老太太和太太说的都是。据我的糊涂想法，一定是宝玉有喜事来了，这花先来报喜。”探春虽然没说话，心里想道：“一定不是好兆头：顺者昌，逆者亡。草木也知运，不按时开花，一定是妖孽。”但又不敢说出来。只有黛玉听说是喜事，心里高兴，便说：“当初田家有一棵荆树，弟兄三个因为分了家，那棵荆树就枯了；后来感动了他弟兄们，又归在一处，那棵荆树也就茂盛了：可知草木也随人的。如今二哥哥认真读书，舅舅喜欢，那棵树也就长起来了。”贾母王夫人听了很高兴，说：“林姑娘的比喻很有道理，很有意思。”"
        },
        {
            "original": "正说著，贾赦、贾政、贾环、贾兰都进来看花。贾赦便说：“据我的主意，把他砍去。必是花妖作怪。”贾政道：“见怪不怪，其怪自败。不用砍他，随他去就是了。”贾母听见，便说：“谁在这里混说？人家有喜事好处，什么怪不怪的。若有好事，你们享去；若是不好，我一个人当去。你们不许混说！”贾政听了，不敢言语，讪讪的同贾赦等走了出来。",
            "english": "While they were talking, Jia Pai, Jia Zheng, Jia Huan, and Jia Lan came in to see the flowers. Jia Pai said, \"According to my opinion, the trees should be cut down. It must be the work of a flower demon.\" Jia Zheng said, \"Do not be afraid of strange things, and the strange will disappear on its own. There is no need to cut down the trees, let them grow naturally.\" When the words were heard by Jia Mi, she said, \"Who is talking nonsense here? There is a good thing, what strange thing can there be? If there is a good thing, you should enjoy it; if there is not, I will bear it alone. Do not say nonsense!\" Jia Zheng heard it, and dared not speak, feeling embarrassed as he and Jia Pai and others went out.\n\n贾母说完，贾政、贾环和贾兰也一起出去了。贾母看着贾宝玉，说：“宝玉，你在这里，好！我问你，你和宝姐姐的表哥林姑娘是亲戚吗？”贾宝玉说：“是的，我们是表亲。”贾母说：“他是哪年出生的？”贾宝玉说：“他",
            "chinese": "正在说话时，贾赦、贾政、贾环和贾兰都进来来看花。贾赦说：“据我的想法，把树砍掉。一定是花妖作怪。”贾政说：“见到奇怪的事情不要害怕，怪自然就消失了。不用砍树，让他自己长吧。”贾母听到了，说：“谁在这里乱说？人家有好事，有什么怪事。如果有好事，你们去享受；如果不好，我一个人去承受。你们不要乱说！”贾政听了，不敢说话，难为情地和贾赦等人走了出去。"
        },
        {
            "original": "那贾母高兴，叫人传话到厨房里快快预备酒席，大家赏花；叫：〔宝玉、环儿、兰儿各人做一首诗志喜。林姑娘的病才好，别叫他费心；若高兴，给你们改改。”对著李纨道：“你们都陪我喝酒。”李纨答应了〔是〕，便笑对探春笑道：“都是你闹的。”探春道：“饶不叫我们做诗，怎么我们闹的？”李纨道：“海棠社不是你起的么？如今那棵海棠也要来入社了。”大家听著，都笑了。",
            "english": "Jia Mote was very happy and ordered the kitchen to quickly prepare a banquet, and everyone enjoyed the flowers together. He called: \"Baoyu, Huan Er, Lan Er each write a poem to celebrate. Lin Er's illness has just recovered, don't make him worry too much; if you're happy, I'll help you revise them.\" He turned to Liwan and said, \"You all come and drink with me.\" Liwan agreed and laughed at Qianting, \"It's all your fault.\" Qianting said, \"Don't make us write poems, how is it our fault?\" Liwan said, \"The Peach Blossom Society was started by you, right? Now this peach tree is also going to join the society.\" Everyone heard this and laughed.",
            "chinese": "贾母很高兴，叫人传话到厨房里快快准备酒席，大家一起赏花；叫：宝玉、环儿、兰儿各人做一首诗来庆祝。林姑娘的病才好，别叫他费心；若高兴，给你们改改。”对着李纨道：“你们都陪我喝酒。”李纨答应了，便笑对探春笑道：“都是你闹的。”探春道：“饶不叫我们做诗，怎么我们闹的？”李纨道：“海棠社不是你起的么？如今那棵海棠也要来入社了。”大家听著，都笑了。"
        },
        {
            "original": "一时，摆上酒菜，一面喝著。彼此都要讨老太太的喜欢，大家说些兴头话。宝玉上来斟了酒，便立成了四句诗，写出来，念与贾母听，道：",
            "english": "Now, let's set the table and drink together. To please the old lady, everyone should talk about pleasant topics. When the young man came to pour the wine, he wrote a four-line poem and read it to the old lady, saying:\n\n中文原文：\n\n这四句诗是：“绿蜡春犹卷，红妆夜未眠。台榭烟云重，帘栊花月圆。”贾母听了，笑道：“这诗比‘招得稀奇飞过墙’好十倍，只是还有一件不足。这四句诗只说他夜里没有睡觉，却不说他为什么没有睡觉。如果再加一句，说他思念着一个人，那岂不是更好？”宝玉笑道：“老祖宗，我给你说一句吧，‘思往事，倚阑干’。”贾母听了，拍着手笑道：“这可真好！‘思往事，倚阑干’，对得比我的四句好。”于是，贾母又给宝玉点了一首《西江月》，宝玉便念道：\n\n英文翻译：\n\nThe four-line poem was: \"Green wax spring still卷, red dress night未眠, pavilions and clouds thick, curtains and flowers full.\" The old lady listened and",
            "chinese": "现在，摆上酒菜，大家一起喝。为了讨得老太太的欢心，大家讲些愉快的话题。宝玉上来倒了酒，写了一首四句诗，念给贾母听，道："
        },
        {
            "original": "海棠何事忽摧隤？今日繁花为底开？应是北堂增寿考，一阳旋复占先梅。贾环也写了来，念道：草木逢春当茁芽，海棠未发候偏差。人间奇事知多少？冬月开花独我家。贾兰恭楷誊正，呈与贾母。贾母命李纨念道：烟凝媚色春前萎，霜浥微红雪后开。莫道此花知识浅，欣荣预佐合欢杯。",
            "english": "Why did the crabapple suddenly wither? Why does it blossom so profusely today? Maybe it's because the north hall has gained longevity and the forsythia has received yang. Jia Huan also wrote, reciting, \"When grass and trees bloom in spring, crabapples fail to thrive. How many strange things are there in the world? Only in winter do they bloom at my house.\" Jia Lan respectfully copied it and presented it to Jia Lai. Jia Lai commanded Li Wan to read, \"The crabapple blooms in winter, the plum blossoms in spring. Do not say that this flower has little knowledge, it prefigures the joy of the wedding feast.\"",
            "chinese": "为什么海棠突然凋谢？今天为什么开得如此繁茂？可能是因为北堂增加了寿命，先梅获得了阳气。贾环也写了，念道：“草木逢春当茁芽，海棠未发候偏差。人间奇事知多少？冬月开花独我家。”贾兰恭敬地抄写，呈给贾母。贾母命李纨念道：“烟凝媚色春前萎，霜浥微红雪后开。莫道此花知识浅，欣荣预佐合欢杯。”"
        },
        {
            "original": "贾母听毕，便说：“我不大懂诗，听去倒是兰儿的好，环儿做的不好。都上来吃饭罢。”宝玉看见贾母喜欢，更是兴头，因想起：“晴雯死的那年，海棠死的；今日海棠复荣，我们院内这些人，自然都好，但是晴雯不能像花的死而复生了！”顿觉转喜为悲。忽又想起前日巧姐提凤姐要把五儿补入，“或此花为他而开，也未可知。”却又转悲为喜，依旧说笑。",
            "english": "Jia母听完，说：“我不太懂诗，听起来像是兰儿的好，环儿做得不好。都上来吃饭吧。”宝玉看见贾母喜欢，更加兴致勃勃。他想起：“那年晴雯去世时，海棠也死了；今天海棠又盛开了，我们院里的人自然都好，只是晴雯不能像花一样复活。”他顿时转喜为悲。然后他又想到前日巧姐提到凤姐要把五儿补进来，“或者这个花是为他而开的，也说不定。”他转悲为喜，又说笑起来。",
            "chinese": "贾母听完，说：“我不太懂诗，听起来像是兰儿的好，环儿做得不好。都上来吃饭吧。”宝玉看见贾母喜欢，更加兴致勃勃。他想起：“那年晴雯去世时，海棠也死了；今天海棠又盛开了，我们院里的人自然都好，只是晴雯不能像花一样复活。”他顿时转喜为悲。然后他又想到前日巧姐提到凤姐要把五儿补进来，“或者这个花是为他而开的，也说不定。”他转悲为喜，又说笑起来。"
        },
        {
            "original": "贾母还坐了半天，然后扶了珍珠回去了，王夫人等跟著过来。只见平儿笑嘻嘻的迎上来，说：“我们奶奶知道老太太在这里赏花，自己不得来，叫奴才来伏侍老太太、太太们。还有两疋红送给宝二爷包裹这花，当作贺礼。”",
            "english": "Jia Mote sat for a while, then accompanied by Pearls, returned to her quarters, while Wang Fu and others followed. She saw Pin'er smiling and coming forward, saying, \"Our madam knows that your Ladyship is here to admire the flowers, but she cannot come herself, so she has sent a slave to attend upon you and Lady Wang. She also has two red pieces of cloth to wrap the flowers as a gift for the Second Master.\"\n\n中文原文：\n\n探春笑道：“这倒罢了。我只不进园去便了。”\n\n英文翻译：\n\nTseng said with a smile, \"That's fine. I'll just not go into the garden.\"\n\n中文原文：\n\n李纨笑道：“你必定又说‘我进了园子，有人偷听了去’。”探春笑道：“这怕什么，我有主意。”\n\n英文翻译：\n\nLi Wan said with a laugh, \"You must be saying 'I'll be sure to hear if I go into the garden.'\" Tseng laughed and said, \"That's no problem. I have a plan.\"\n\n中文原文：\n\n一语未了，只见宝钗进来了，笑道：“我听见咱们园子里头栽了两棵西府海棠，人不知，鬼不觉的",
            "chinese": "贾母坐了一会儿，然后扶着珍珠回去了，王夫人等人跟着过来。只见平儿笑嘻嘻地迎上来，说：“我们奶奶知道老太太在这里赏花，自己不能来，叫奴才来服侍老太太、太太们。还有两匹红布送给宝二爷包裹这花，当作贺礼。”"
        },
        {
            "original": "袭人过来接了，呈与贾母看。贾母笑道：“偏是凤丫头行出点事儿来，叫人看著又体面，又新鲜，很有趣儿！”袭人笑著向平儿道：“回去替宝二爷给二奶奶道谢。要有喜，大家喜。”贾母听了，笑道：“嗳哟！我还忘了呢！凤丫头虽病著，还是他想的到，送的也巧！”一面说著，众人就随著去了。",
            "english": "As she came over to take it, she presented it to Jia Lao. Jia Lao laughed and said, \"It's just what the little girl from Feng Erh would do, to make it look neat and fresh, and interesting!\" She then turned to Ping Er and said, \"Tell the Second Young Master to thank Feng Erh. If there's a good thing, we'll all be happy.\" Jia Lao added, \"Oh, I almost forgot! Feng Erh, even though she's sick, thinks of everything and gives the best presents!\" And with that, everyone went off to enjoy the rest of the evening.\n\n注意，这个翻译可能并不完全准确，因为中国白话和现代普通话之间存在一些差异。",
            "chinese": "袭人过来接了，呈给贾母看。贾母笑道：“偏偏是凤丫头行出点事来，叫人看着又体面，又新鲜，很有趣儿！”袭人笑着向平儿道：“回去替宝二爷给二奶奶道谢。如果有喜事，大家就一起高兴。”贾母听了，笑道：“哎哟！我还忘了呢！凤丫头虽然病着，还是她想得周到，送的也很巧妙！”一面说著，众人就随著去了。\n\n注意，这个示例中的翻译可能并不完全准确，因为中国白话和现代普通话之间存在一些差异。"
        },
        {
            "original": "平儿私与袭人道：“奶奶说，这花儿开的怪，叫你铰块红绸子挂挂，就应在喜事上去了。以后也不必只管当作奇事混说。”袭人点头答应，送了平儿出去。不提。",
            "english": "Ping'er whispered to Xisi, \"Grandmother said this flower blooming is strange, ask you to cut a red silk to hang up, and then it will be related to the happy event. After that, don't say these things again.\" Xisi nodded and sent Ping'er out. Not mentioned.",
            "chinese": "平儿私下对袭人说：“奶奶说这花开了奇怪，叫你剪块红绸子挂起来，就应到喜事上去了。以后别再胡乱说这些事了。”袭人点头答应，送平儿出去。不提。"
        },
        {
            "original": "且说那日宝玉本来穿著一裹圆的皮袄在家歇息，因见花开，只管出来看一回、赏一回、叹一回、爱一回的，心中无数悲喜离合，都弄到这株花上去了。忽然听说贾母要来，便去换了一件狐腋箭袖，罩一件元狐腿外褂，出来迎接贾母。匆匆穿换，未将“通灵宝玉”挂上。及至后来贾母去了，仍旧换衣，袭人见宝玉脖子上没有挂著，便问：“那块玉呢？”宝玉道：“刚才忙乱换衣，摘下来放在炕桌上，我没有带。”袭人回看桌上，并没有玉，便向各处找寻，踪影全无，吓得袭人满身冷汗。宝玉道：“不用著急，少不得在屋里的。问他们就知道了。”",
            "english": "One day, while sitting in his room wearing a fur coat, Bao Yuyu saw flowers blooming and came out to admire them, feeling many joys and sorrows in his heart. Suddenly he heard that Lady Jia was coming, so he changed into a coat of fox fur with arrows and a coat of fur on the outside, and went out to meet Lady Jia. In a hurry to change clothes, he forgot to put on the \"Treasured Stone.\" Later, when Lady Jia left, he changed his clothes again. As he was dressing, Xisi asked, \"Where's the stone?\" Bao Yuyu said, \"I forgot to put it on while I was changing clothes, and I left it on the bed.\" Xisi looked at the bed and couldn't find it. She was so frightened that she broke out in a cold sweat. Bao Yuyu said, \"Don't worry, the stone must still be in the room. Ask them where it is.\"\n\n中文原文：\n\n宝玉见了他，便笑道：“你这淘气的种子！你再这么淘气，我也不疼你了。”说着，便推他下去。他只当真掉下去了，便往地下一扑，",
            "chinese": "有一天，宝玉穿着一件皮袄在家里休息，他看到花开，就出来看一回、赏一回、叹一回、爱一回的，心里很多悲喜离合都跑到这株花上去了。忽然听说贾母要来，就换了一件狐狸皮的箭袖，外面罩一件元狐腿的外褂，出来迎接贾母。匆匆穿换，没有把“通灵宝玉”挂上。后来贾母走了，又换衣服，袭人问：“那块玉呢？”宝玉说：“刚才忙乱换衣服，摘下来放在炕桌上，我没有带。”袭人回看桌上，没有玉，就到处找，找不到了，吓出一身冷汗。宝玉说：“不用着急，玉一定还在屋里的。问他们就知道了。”"
        },
        {
            "original": "袭人当作麝月等藏起吓他玩，便向麝月等笑著说道：“小蹄子们！玩呢，到底有个玩法。把这件东西藏在那里了？别真弄丢了，那可就大家活不成了！”麝月等都正色道：“这是那里的话？玩是玩，笑是笑，这个事非同儿戏，你可别混说！你自己昏了心了！想想罢，想想搁在那里了？这会子又混赖人了。”袭人见他这般光景，不像是玩话，便著急道：“皇天菩萨！小祖宗！你到底撂在那里了？”宝玉道：“我记的明明儿放在炕桌上的，你们到底找啊。”",
            "english": "Sisi and the others hid the mousers to scare him and played a joke on him, and said with a smile, \"How are you playing? Where did you hide this thing? Don't lose it, or we'll all be in trouble!\" The mousers were serious, \"What kind of words are these? Playing is playing, and laughing is laughing. This is not a joke. Don't say it like that. You're confused yourself! Think about where it is. Now you're blaming someone else.\" Sisi saw his expression, as if he was not joking, and was anxious, \"God and Buddha! Little master! Where did you put it?\" The prince said, \"I remember putting it on the table, you all have to look for it.\"Don't spoil him in the future, and I'll tell you if there's anything.\n\n基于以上翻译，生成一段流利的英文文本：\nI understand that you're concerned about your child's behavior. It's important to set boundaries and communicate effectively with your child. However, it's also important to remember that children need guidance and support from both parents. I suggest that you and your partner work together to establish clear rules and consequences for your child's behavior. Additionally, it may be helpful to seek the guidance of a professional if you're struggling to communicate effectively with your child. Remember, it's never too late to make positive changes in your parenting style.",
            "chinese": "袭人把麝月等人藏起来吓唬他玩，便笑着对麝月等人说道：“你们这些小蹄子们，到底怎么玩啊？把这东西藏在哪里了？别真弄丢了，那可就大家活不成了！”麝月等人正色道：“这是什么话？玩归玩，笑归笑，这事不是儿戏，你可别胡说！你自己糊涂了！想想看，想想看放在哪里了？现在又瞎赖人了。”袭人见他这种神情，不像开玩笑，便着急道：“老天爷菩萨！小祖宗！你到底放在哪里了？”宝玉道：“我记得明明放在炕桌上的，你们到底找啊。”\n\n中国白话：\n\n袭人笑道：“你瞧瞧，我只好劝他，谁还敢拦他。由他高兴，只怕他没福罢。”贾母道：“可是呢。本来俗语说：“心病还须心药医，解铃还是系铃人。’他心里不靠己，总说不是他老子，不是他娘，不是他姊妹兄弟，不是别人，可见他是无依无靠无足轻重的一个人。你以后别惯他，有事我也告诉你们"
        },
        {
            "original": "袭人麝月等也不敢叫人知道，大家偷偷儿的各处搜寻。闹了大半天，毫无影响，甚至翻箱倒笼，实在没处去找，便疑到方才这些人进来不知谁捡了去了。袭人说道：“进来的，谁不知道这玉是性命似的东西呢？谁敢捡了去？你们好歹先别声张，快到各处问去。若有姐妹们捡著和我们玩呢，你们给他磕个头，要了来；要是小丫头们偷了去，问出来，也不回上头，不论做些什么送他换了来，都使得的。这可不是小事！真要丢了这个，比丢了宝二爷的还利害呢！”",
            "english": "The girls dared not let anyone know, so they went searching in secret. They searched all afternoon without finding anything, even turning over every box and cabinet. They suspected that the person who had come in earlier had taken it. Xisi said, \"Who doesn't know this jade is as precious as one's life? Who would dare to pick it up? Let's not make a fuss about it. Let's go around and ask everyone. If any of the girls find it, she can come and kneel down to ask for it back. If any of the boys steal it, we'll find out who it is and not tell anyone. We'll do whatever it takes to get it back. This is a serious matter. If we lose this jade, it's even worse than losing the master himself!\"\n\n中文原文：\n\n袭人麝月等人不敢让别人知道，大家都偷偷地到处搜寻。忙了一下午，仍然没有发现，甚至翻箱倒柜，实在找不到，于是怀疑是刚才进来的人捡走了。袭人说：“进来的人，谁不知道这玉是性命似的东西呢？谁敢捡了去？你们先别声张，快到各处问一下。如果有姐妹们捡到，就给他磕个头",
            "chinese": "袭人麝月等人不敢让别人知道，大家都偷偷地到处搜寻。忙了一下午，仍然没有发现，甚至翻箱倒柜，实在找不到，于是怀疑是刚才进来的人捡走了。袭人说：“进来的人，谁不知道这玉是性命似的东西呢？谁敢捡了去？你们先别声张，快到各处问一下。如果有姐妹们捡到，就给他磕个头，要回来；要是小丫头偷了去，问出来，也不回上头，不论做些什么送他换了回来，都行。这可不是小事！要是丢了这个，比丢了宝二爷的还厉害呢！”"
        },
        {
            "original": "麝月秋纹刚要往外走，袭人又赶出来嘱咐道：“头里在这里吃饭的倒别先问去。找不成，再惹出些风波来，更不好了。”麝月等依言，分头各处追问，人人不晓，个个惊疑。二人连忙回来，俱目瞪口呆，面面相窥。宝玉也吓怔了。袭人急的只是乾哭，找是没处找，回又不敢回。怡红院里的人吓的一个个像木雕泥塑一般。",
            "english": "Xishu and Qiunen were just about to leave, when Xi'an came out and warned them: \"Don't ask anyone first. If you can't find anyone, you'll cause more trouble.\" Xishu and Qiunen followed her instructions and searched all over the place. But no one knew where the girl had gone, and everyone was puzzled and surprised. They hurried back, looking at each other in shock. Even the usually lively and carefree宝玉 was also speechless. Xi'an was so anxious that she just burst into tears. She couldn't find the girl, and she didn't know how to report it. Everyone in the Yizhongyuan was like a statue, frozen in place.\n\n中文原文：\n\n袭人回身便走，犹向窗外望着。只见那女子越性坐在地下，哭的死去活来。袭人见他这等，只得回来，到房中找着宝钗，告诉他了。宝钗听了，忙说：“这还了得！你何不早告诉我？咱们两个快去。”袭人回道：“我才回来，还没告诉二奶奶呢。”宝钗听了，便命人去告诉探春、湘云等，说：“咱们快些去",
            "chinese": "麝月和秋纹刚要往外走，袭人又赶出来嘱咐道：“刚才在这里吃饭的，不要先问。找不到，再惹出些风波来，就更不好了。”麝月等人照着她说的，分头各处打听，但人人不懂，个个惊疑。两人连忙回来，都目瞪口呆，面面相觑。宝玉也被吓住了。袭人急得只是干哭，找不到人，回也不好回。怡红院里的人一个个都像木雕泥塑一般。"
        },
        {
            "original": "大家正在发呆，只见各处知道的都来了。探春叫把园门关上，先叫个老婆子带著两个丫头，再往各处去寻去；一面又叫告诉众人：“若谁找出来，重重的赏他。”大家头宗要脱干系，二宗听见重赏，不顾命的混找了一遍，甚至于茅厕里都找到了。谁知那块玉竟像绣花针儿一般，找了一天，总无影响。",
            "english": "Everyone was staring blankly, and people from all over the place came. Lin Daiyu asked someone to close the door of the garden and sent an old woman with two maids to look for it; at the same time, she told everyone, \"If anyone finds it, they will be rewarded heavily.\" Everyone first tried to get rid of their guilt, and two of them, who heard of the heavy reward, were so reckless that they searched everywhere, even in the privy. But the jade seemed to be as small as a needle, and after a day of searching, there was still no trace of it.",
            "chinese": "大家都在发呆，只见各处的人都来了。探春让人把园门关上，先叫一个老婆子带着两个丫头，再去四处寻找；一面又让人告诉众人：“如果谁找到，重重地赏他。”大家首先要脱干系，二宗听见重赏，不顾命地混找了一遍，甚至于茅厕里都找到了。谁知那块玉竟像绣花针儿一般，找了一天，总无影响。"
        },
        {
            "original": "李纨急了，说：“这件事不是玩的，我要说句无礼的话了。”众人道：“什么话？”李纨道：“事情到了这里，也顾不得了。现在园里，除了宝玉都是女人。要求各位姐姐、妹妹、姑娘都要叫跟来的丫头脱了衣服，大家搜一搜。若没有，再叫丫头们去搜那些老婆子并粗使的丫头，不知使得使不得？”大家说道：“这话也说的有理：现在人多手乱，鱼龙混杂，倒是这么著，他们也洗洗清。”",
            "english": "Li Wan was very anxious and said, \"This matter is not a joke. I must say something uncomplimentary.\" Everyone asked, \"What do you mean?\" Li Wan said, \"Now that the matter has reached this point, we can't be too careful. Since there are only women in the garden, please let the maids of the various sisters and ladies take off their clothes and search them together. If there is nothing, then we can call the maids of the old women and the rough maids to search them, and see if it's all right.\" Everyone said, \"This is a reasonable suggestion: now there are so many people and so many things, it's better to do this. They can also clear their names.\"",
            "chinese": "李纨很着急，说：“这件事不是闹着玩的，我要说句不客气的话了。”众人问道：“什么话？”李纨说：“事情到了现在，也顾不得了。现在园子里除了宝玉都是女人。要求各位姐姐、妹妹、姑娘都要让跟随的丫头脱了衣服，大家一起搜一搜。如果没有，再叫丫头们去搜那些老婆子和粗使的丫头，不知道行不行？”大家说道：“这话也说得有道理：现在人多手杂，鱼龙混杂，倒不如这么办，他们也可以洗清一下。”"
        },
        {
            "original": "探春独不言语。那些丫头们也都愿意洗净自己。先是平儿起，平儿说道：“打我先搜起。”于是各人自己解怀。李纨一气儿混搜。探春嗔著李纨道：“大嫂子，你也学那起不成材料的样子了！那个人既偷了去还肯藏在身上？况且这件东西，在家里是宝，到了外头，不知道的是废物，偷他做什么？我想来必是有人使促狭。”",
            "english": "But none of the girls could speak. First, Ping'er started. Ping'er said, \"Start with me.\" And then each of them took off their clothes. Li Wang's anger rose and she said to Li Wang, \"Big sister, you're learning from those useless people! If the thief had hidden it, why would he have hidden it? And even if he had, what would he have stolen it for? I think it must have been someone playing a trick.\"\n\nNote: This translation is based on the understanding of the Chinese original text. The translation may not be perfect, and feedback is welcome.",
            "chinese": "探春不说话。那些丫头们也想清洗自己。首先平儿开始，平儿说：“打我先搜起。”于是每个人自己解开衣服。李纨一气儿混搜。探春生气地对李纨说：“大嫂子，你也学那些不起眼的人了！那个人既然偷了去，还肯藏在身上？况且这件东西，在家里是宝贝，在外面不知道的人，以为是废物，偷它做什么？我想来一定是有人搞恶作剧。”"
        },
        {
            "original": "众人听说，又见环儿不在这里，昨儿是他满屋里乱跑，都疑到他身上，只是不肯说出来。探春又道：“使促狭的只有环儿。你们叫个人去俏悄的叫了他来，背地里哄著他，叫他拿出来，然后吓著他，叫他别声张，就完了。”大家点头。李执便向平儿道：“这件事还得你去才弄的明白。”平儿答应，就赶著去了。不多时，同著贾环来了。众人假意装出没事的样子，叫人沏了茶，搁在里间屋里。众人故意搭讪走开，原叫平儿哄他。平儿便笑著向贾环道：“你二哥哥的玉丢了，你瞧见了没有？”贾环便急的紫涨了脸，瞪著眼，说道：“人家丢了东西，你怎么又叫我来查问，疑我！我是犯过案的贼么？”平儿见这样子，倒不敢再问，便又陪笑道：“不是这么说。怕三爷要拿了去吓他们，所以白问问瞧见了没有，好叫他们找。”贾环道：“他的玉在他身上，看见没看见该问他，怎么问我呢？你们都捧著他！得了什么不问我，丢了东西就来问我！”说著，起身就走。众人不好拦他。",
            "english": "I heard that Huan'er was not here yesterday, and he ran around everywhere. Everyone suspected him, but dared not say anything. When Lin Cun said, \"Only Huan'er is naughty, you should call someone to quietly call him here, and then coax him to give it out, and then scare him not to make a fuss, and it will be solved.\" Everyone nodded in agreement. Li Zhi said, \"This matter must be handled by you.\" Ping'er promised, and went to find Huan'er. After a while, Huan'er came. Everyone pretended to be nothing, and asked someone to brew tea and put it in the inner room. Everyone pretended to walk away, intending to let Ping'er coax Huan'er. Ping'er asked Huan'er with a smile, \"Did your second brother's jade disappear, and did you see it?\" Huan'er was so angry that he turned red and neckless, and said, \"It's your fault that you lost your things. How can you ask me about it and suspect me! Am I a thief who has been convicted?\" Ping'er saw him like this, so she dared not ask again, and then smiled and said, \"I didn't mean that. I'm afraid youEveryone is holding him! What did you get without asking me? What did you lose and came to ask me!“ he said, then stood up and left. The others did not dare to stop him.",
            "chinese": "听说环儿不在这里，昨天他到处乱跑，大家怀疑他，但不敢说出来。探春说：“只有环儿调皮捣蛋。你们叫个人去悄悄地叫他来，哄着他，叫他拿出来，然后吓唬他，叫他别声张，就解决了。”大家点头同意。李执便对平儿说：“这件事还得你去才能弄明白。”平儿答应，就去找贾环。不多时，贾环就来了。众人假装没事，叫人沏了茶，放在里间屋里。众人故意走开，原想让平儿哄贾环。平儿便笑着问贾环：“你二哥哥的玉丢了，你看到没有？”贾环急得脸红脖子粗，瞪着眼睛，说道：“人家丢了东西，你怎么又来问我，怀疑我！我是个犯过案的贼吗？”平儿见他这样，不敢再问，便又陪着笑说：“不是这么说。怕你拿去吓唬他们，所以先问问你有没有看到，好让他们去找。“贾环说：‘他的玉在他身上，看见没有应该问他，怎么问我呢？你们都捧着他！得了什么不问我，丢了东西就来问我！’说完，起身就走。众人不好拦他。"
        },
        {
            "original": "这里宝玉倒急了，说道：“都是这劳什子闹事！我也不要他了，你们也不用闹了。环儿一去，必是嚷的满院里都知道了，这可不是闹事了么？”袭人等急的又哭道：“小祖宗儿！你看这玉丢了没要紧；要是上头知道了，我们这些人就要粉身碎骨了！”说著，便嚎啕大哭起来。",
            "english": "Bao Yuyu was anxious and said, \"It's all because of this cursed thing! I don't want it anymore, so why do you keep bothering me about it? If Huan leaves, everyone in the courtyard will know, and that's not going to be good!\" Xisi and the others were very anxious and cried, \"My dear little lord, don't worry about losing this thing! If the elders find out, we'll all be punished!\" She burst into tears.",
            "chinese": "宝玉急了，说：“都是这劳什子闹事！我不要了，你们也不要闹了。环儿一去，就会吵得满院都知道，这可不是闹事吗？”袭人等很着急，哭着说：“小祖宗啊！你别担心这玉丢了，要是上面知道，我们这些人就要被惩罚了！”说着，就大哭起来。"
        },
        {
            "original": "众人更加著急，明知此事掩饰不来，只得要商议定了话，回来好回贾母诸人。宝玉道：“你们竟也不用商量，硬说我砸了就完了。”平儿道：“我的爷！好轻巧话儿！上头要问为什么砸的呢？他们也是个死啊！倘或要起砸破的碴儿来，那又怎么样呢？”宝玉道：“不然，就说我出门丢了。”众人一想：“这句话倒还混的过去，但只这两天又没上学，又没往别处去。”宝玉道：“怎么没有，大前儿还到临安伯府里听戏去了呢。就说那日丢的就完了。”探春道：“那也不妥。既是前儿丢的，为什么当日不来回？”",
            "english": "The people became more anxious, knowing that the matter could not be covered up, and they had to discuss it and report it back to Jia母 and others. Bao Yuyu said, \"You don't have to discuss it, just say it was me who broke it.\" Pingle said, \"My dear, such a light remark won't do! If they ask why it was broken, we'll all be in trouble! If they ask about the reason for the breaking, what then?\" Bao Yuyu said, \"Well, let's say it was lost while I was out.\" The others thought, \"That's a good idea, but we haven't been to school or anywhere else recently.\" Bao Yuyu said, \"Not quite. I went to hear opera at Lin'an Boshu's house the other day. Let's say it was lost then.\" The others thought, \"That won't work either. If it was lost then, why didn't you report it at the time?\"",
            "chinese": "人们更加着急，知道这件事无法掩盖，只好商议一下，回去告诉贾母等人。宝玉道：“你们不用商量，就说是我砸的就行了。”平儿道：“我的爷！这么轻巧的话怎么行？上面问为什么砸的呢？我们也是个死啊！如果要追究砸破的原由，那又该怎么办呢？”宝玉道：“不然，就说我是出门丢了。”众人一想：“这句话倒还混得过去，但是这两天没上学，也没去别处。”宝玉道：“不是，前天还去临安伯府听戏了呢。就说那天丢的就完了。”探春道：“那也不妥。既然前天丢的，为什么当时没报告？”"
        },
        {
            "original": "众人正在胡思乱想要装点撤谎，只听见赵姨娘的声儿，哭著喊著走来说：“你们丢了东西，自己不找，怎么叫人背地里拷问环儿？我把环儿带了来，索性交给你们这一起洑上水的。该杀该剐，随你们罢！”说著，将环儿一推，说：“你是个贼！快快的招罢！”气的环儿也哭喊起来。",
            "english": "People are thinking about lying and trying to decorate it. They heard Zhao's cry, \"You lost things, but didn't look for them yourselves? How dare you interrogate Huan secretly? I'm bringing Huan with me, and let you lot deal with him however you like. If you want to kill him or have him killed, go ahead!\" Huan was pushed and cried out, \"You're a thief! Admit it!\"",
            "chinese": "人们正在胡思乱想，想要装点撒谎。只听见赵姨娘的叫声，哭喊著走来说：“你们丢了东西，自己不找，怎么叫人背地里拷问环儿？我把环儿带了来，索性交给你们这伙人。该杀该剐，随你们罢！”说著，将环儿一推，说：“你是个贼！快快的招罢！”气的环儿也哭喊起来。"
        },
        {
            "original": "李执正要劝解，丫头来说：“太太来了。”袭人等此时无地可容。宝玉等赶忙出来迎接。赵姨娘暂且也不敢作声，跟了出来。王夫人见众人都有惊惶之色，才信方才听见的话，便道：“那块玉真丢了么？”众人都不敢作声。王夫人走进屋里坐下，便叫袭人，慌的袭人连忙跪下，含泪要禀。王夫人道：“你起来，快快叫人细细的找去，一忙乱倒不好了。”袭人哽咽难言。",
            "english": "Li Zhi wanted to comfort him, but the maid said, \"The mistress is here.\" Ai Ren and the others had nowhere to hide. Bao Yuying and the others hurried out to greet her. Zhao Yaoren dared not say much, and followed out. Wang Fei noticed that everyone was nervous and began to believe what she had heard. She asked, \"Is the jade really lost?\" Everyone was too afraid to speak. Wang Fei sat down in the room, called Ai Ren, and Ai Ren knelt down and wept, wanting to tell her something. Wang Fei said, \"Get up, and call someone to look for it carefully.\" Ai Ren was too choked up to speak.",
            "chinese": "李执想要劝解，丫头来说：“太太来了。”袭人等此时无处可藏。宝玉等赶紧出来迎接。赵姨娘也不敢多说话，也跟着出来。王夫人看见大家都很紧张，才相信刚才听到的话，便问：“那块玉真的丢了么？”众人都不敢说话。王夫人走进屋里坐下，叫袭人，袭人慌忙跪下，含泪要禀告。王夫人说：“你起来，快叫人仔细找找，别乱了。”袭人哽咽难言。"
        },
        {
            "original": "宝玉恐袭人直告诉出来，便说道：“太太，这事不与袭人相干，是我前日到临安伯府里听戏在路上丢了。”王夫人道：“为什么那日不找呢？”宝玉道：“我怕他们知道，没有告诉他们。我叫焙茗等在外头各处找过的。”王夫人道：“胡说！如今脱换衣服，不是袭人他们伏侍的么？大凡哥儿出门回来，手巾荷包短了，还要个明白，何况这块玉不见了！难道不问么？”宝玉无言可答。赵姨娘听见，便得意了，忙接口道：“外头丢了东西，也赖环儿。”话未说完，被王夫人喝道：“这里说这个，你且说那些没要紧的话！”赵姨娘便也不敢言语了。还是李执探春从实的告诉了王夫人一遍。王夫人也急的眼中落泪，索性要回明了贾母，去问邢夫人那边来的这些人去。",
            "english": "Baoyu was worried that Xisi would say something directly, so he said, \"Madam, this has nothing to do with Xisi. I lost it on my way to the Lin'an Duke's mansion to hear opera the day before yesterday.\" Wang Fei asked, \"Why didn't you look for it that day?\" Baoyu replied, \"I was afraid they would know, so I didn't tell them. I asked Beiming to look for it outside.\" Wang Fei asked, \"What nonsense! Now that your clothes have been lost, isn't it Xisi's responsibility to take care of you? When your brother comes back from a trip, his handkerchief and pouch are missing, and you need an explanation. How much more so when your jade is missing! Why aren't you asking about it?\" Baoyu had nothing to say. Zhao Yimeng heard this and was pleased, so she interrupted, \"The things outside got lost, and it's Xing's fault.\" She didn't finish speaking when Wang Fei shouted, \"What are you saying here? Stop talking that useless nonsense!\" Zhao Yimeng dared not speak again. It was Li Zhixin and Princess Changchun who told Wang Fei the truth",
            "chinese": "宝玉担心袭人会直接说出来，就说：“太太，这件事和袭人没关系，是我前天在临安伯府听戏的时候在路上丢了。”王夫人问：“为什么那天不找呢？”宝玉回答：“我怕他们知道，没有告诉他们。我叫焙茗等在外面找过了。”王夫人问：“胡说！现在衣服丢了，不是袭人他们照顾的吗？兄弟出门回来，手巾荷包短了，还要个解释，何况这块玉不见了！难道不问吗？”宝玉没有话可说。赵姨娘听了，得意洋洋，就插嘴道：“外面丢了东西，也怪环儿。”话没说完，就被王夫人喝道：“这里说什么，你再说那些没用的话！”赵姨娘不敢再说话。还是李执和探春如实告诉了王夫人一遍。王夫人也急得眼睛里流眼泪，想要告诉贾母，去问邢夫人那边来的那些人。"
        },
        {
            "original": "凤姐病中，也听见宝玉失玉，知道王夫人过来，料躲不住，便扶了丰儿来到园里。正值王夫人起身要走，凤姐娇怯怯的说：“请太太安。”宝玉等过来问了凤姐好。王夫人因说道：“你也听见了么？这可不是奇事吗？刚才眼错不见就丢了，再找不著。你去想想：打从老太太那边的丫头起至你们平儿，谁的手不稳？谁的心促狭？我要回了老太太，认真的查出来才好；不然，是断了宝玉的命根子了！”凤姐回道：“偺们家人多手杂，自古说的，‘知人知面不知心’，那里保的住谁是好的？但只一吵嚷，已经都知道了。偷玉的人，要叫太太查出来，明知是死无葬身之地，他著了急，反要毁坏了灭口，那时可怎么处呢？据我的糊涂想头：只说宝玉本不爱他，撂丢了，也没有什么要紧，只要大家严密些，别叫老太太老爷知道。这么说了，暗暗的派人去各处察访，哄骗出来，那时玉也可得，罪名也可定。不知太太心里怎么样？”",
            "english": "When Feng Zhuang was ill, she heard that Bai Yu had lost his jade and guessed that Lady Wang would come. She then supported Feng Zhuang to the garden with Feng Zhuang's maid. She met Lady Wang, who was about to leave. Feng Zhuang timidly said, \"Please pay your respects to Lady Wang.\" Bai Yu and others came to问候 Feng Zhuang. Lady Wang said, \"You heard that too? It's a strange thing. It disappeared without being noticed, and it can't be found. Think about it: from the servants in the old lady's house to your servant Ping Er, who has a steady hand? Who has a narrow heart? If I tell the old lady, I will find out; otherwise, it will cut off Bai Yu's life's support.\" Feng Zhuang replied, \"We have too many servants and too many hands. It's said, 'You know a person's face, but not their heart', so it's hard to know who is good. But if there's a commotion, everyone will know. If the thief is found out, he will be afraid of death and try to destroy the evidence, what should we do then? In my confused mind, I think that Bai Yu never likedHe said so, secretly sent people to investigate in all directions, tricked them out, then the jade could also be obtained, and the crime could also be determined. Don't know what the lady thought in her heart?\n\n请直接输出翻译后的中文内容。 \n输出：他说了，偷偷派人去各处调查，诱骗出来，那时玉也可以得到，罪名也可以定。不知道太太心里是怎么想的？",
            "chinese": "凤姐生病时，听说宝玉丢了玉，猜测王夫人会过来，于是扶着丰儿到园子里。恰逢王夫人要走，凤姐怯怯地说：“请太太安。”宝玉等人过来问候凤姐。王夫人说：“你也听到了吧？这是件奇事。刚刚不注意就丢了，再找不着了。你想想：从老太太那边的丫头开始，到你们平儿，谁的手不稳？谁的心狭小？我要告诉老太太，查出来才好；不然，就断了宝玉的命根子。”凤姐回答：“我们家人多手杂，自古说的，‘知人知面不知心’，保不住谁是好的。但是一吵嚷，大家都知道了。偷玉的人，如果被太太查出来，知道是死无葬身之地，他着急了，反而要毁了灭口，那该怎么办呢？据我的糊涂想法，只说宝玉本来不爱他，丢了也没有什么要紧，只要大家谨慎点，别让老太太老爷知道。他说了，偷偷派人去各处调查，诱骗出来，那时玉也可以得到，罪名也可以定。不知道太太心里是怎么想的？"
        },
        {
            "original": "王夫人迟了半日，才说道：“你这话虽也有理，但只是老爷跟前怎么瞒的过呢？”便叫环儿来说道：“你二哥哥的玉丢了，白问了你一句，怎么你就乱嚷？要是嚷破了，人家把那个毁坏了，我看你活得活不得！”贾环吓得哭道：“我再不敢嚷了！”赵姨娘听了，那里还敢言语？王夫人便吩咐众人道：“想来自然有没找到的地方儿。好端端的在家里的，还怕他飞到那里去不成？只是不许声张。限袭人三天内给我找出来。要是三天找不著，只怕也瞒不住，大家那就不用过安静日子了！”说著，便叫凤姐儿跟到邢夫人那边商议踩缉。不提。",
            "english": "Lady Wang was late by half a day before she said, “What you say is right, but how are we going to hide it from Father?” She then called Huan and said, “You brother’s jade has been lost. I only asked you a question, and you’ve gone and made a fuss. If we say anything, they’ll destroy it, and what will you do then?” Huan was so frightened that he burst into tears, “I’ll never shout again!” Cao Yimeng heard this and dared not speak. Lady Wang then said to the others, “Of course it must be somewhere. It can’t have flown away. But don’t tell anyone. Give me three days to find it, or else we’ll all be in trouble. If we can’t find it in three days, we’ll have to say something, and we won’t be able to live in peace.” She then called Feng to talk to Xing in the West Chamber.",
            "chinese": "王夫人迟了半日，才说道：“你这话虽也有理，但只是老爷跟前怎么瞒得过呢？”便叫环儿来说道：“你二哥哥的玉丢了，白问了你一句，怎么你就乱嚷？要是嚷破了，人家把那个毁坏了，我看你活得活不得！”贾环吓得哭道：“我再不敢嚷了！”赵姨娘听了，哪里还敢言语？王夫人便吩咐众人道：“想来自然有没找到的地方儿。好端端的在家里的，还怕他飞到哪里去不成？只是不许声张。限袭人三天内给我找出来。要是三天找不着，只怕也瞒不住，大家那就不用过安静日子了！”说着，便叫凤姐儿跟到邢夫人那边商议踩缉。不提。"
        },
        {
            "original": "这里李纨等纷纷议论，便传唤看园子的一干人来，叫把园门锁上，快传林之孝家的来，悄悄儿的告诉了他。叫他：“吩咐前后门上：三天之内，不论男女下人，从里头可以走动，要出去时，一概不许放出。只说里头丢了东西，等这件东西有了著落，然后放人出来。”林之孝家的答应了“是”，因说：“前儿奴才家里也丢了一件不要紧的东西，林之孝必要明白，上街去找了一个测宇的。那人叫做什么刘铁嘴，测了一个字，说的很明白，回来按著一找就找著了。”袭人听见，便央及林家的道：“好林奶奶！出去快求林大爷替我们问问去！”那林之孝家的答应著出去了。",
            "english": "Here, Liwan and others were discussing, and ordered the gardener to lock the door, quickly summoning Lin Zhaojia's house, whispered to him. Tell him, \"order the front and back gates: in three days, regardless of male or female servants, can walk from the inside, to go out when, in general, not released. Only say the inside of the lost things, wait for this thing to have a clue, and then release people out.\" Linzhaojia's house, in response to \"is\", because said: \"the other day, the house also lost a thing is not important, Linzhao must be clear, go out to find a reading character. That person is called Liu Tiezi, read a character, very clear, back to follow up to find and find.\" Xi ren heard, begged Linjia's house to say: \"good Lin grandma! Out quickly ask Lin brother to ask us for a question!\" That Linzhaojia's house, in response to \"yes\", went out.Order him to tell the guards at the front and back gates that no one, male or female servant, can enter for three days.",
            "chinese": "这里李纨等人纷纷议论，便传唤看园子的一干人来，叫他们把园门锁上，快传林之孝家的来，悄悄儿地告诉了他。叫他：“吩咐前后门上：三天之内，不论男女下人，从里头可以走动，要出去时，一概不许放出。只说里头丢了东西，等这件东西有了着落，然后放人出来。”林之孝家的答应了“是”，因说：“前儿奴才家里也丢了一件不要紧的东西，林之孝必要明白，上街去找了一个测字的。那人叫做什么刘铁嘴，测了一个字，说得很明白，回来按著一找就找著了。”袭人听见，便央及林家的道：“好林奶奶！出去快求林大爷替我们问问去！”那林之孝家的答应著出去了。\n\n中国白话：\n\n这里李纨等纷纷议论，便传唤看园子的一干人来，叫把园门锁上，快传林之孝家的来，悄悄儿的告诉了他。叫他：“吩咐前后门上：三天之内，不论男女下人"
        },
        {
            "original": "邢岫烟道：“若说那外头测字打卦的，是不中用的。我在南边闻妙玉能扶乩，何不烦他问一问？况且我听见说，这块玉原有仙机，想来问的出来。”众人都诧异道：“偺们常见的，从没有听他说起。”麝月便忙问岫烟道：“想来别人求他是不肯的，好姑娘，我给姑娘磕个头，求姑娘就去！若问出来了，我一辈子总不忘你的恩！”说著，赶忙就要磕下头去，岫烟连忙拦住。黛玉等也都怂恿著岫烟速往栊翠庵去。",
            "english": "Xiong Xiaoyan said, \"Those people who use divination and fortune-telling don't serve any purpose. I heard from the south that妙玉 can contact the spirit world. Why not ask her? After all, I heard that the jade originally had spiritual powers. Maybe we can find out something from it.\" Everyone was surprised: \"We've never heard of that.\" Xun Yue immediately asked Xiong Xiaoyan, \"She is always unwilling to help others. Good girl, I'll beg you to go and ask! If you can find out something, I'll be grateful to you forever!\" She was about to kneel down, but Xiong Xiaoyan stopped her. Everyone else urged her to go to Longkuiyuan.\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n下列选项中，不属于《证券投资基金法》的立法宗旨的是（）。 A.规范证券投资基金活动，保护投资人\n\nAssistant: D 《证券投资基金法》的立法宗旨主要有：规范证券投资基金活动，保护投资人及相关当事人的合法权益；明确基金活动当事人之间的权利与义务关系；促进证券投资基金和资本市场的健康发展。\n\nHuman: 以下是中国关于工程考试的主观题，请写出",
            "chinese": "邢岫烟说：“那些测字打卦的，没啥用。我在南方听说妙玉能扶乩，何不麻烦她问问？况且我听说这块玉原来有仙机，或许能问出来。”大家都很惊讶：“我们从来没听说过。”麝月就赶紧问岫烟：“想来她从不肯帮别人，好姑娘，我给你磕个头，求你去一趟！如果问出来了，我一辈子都感激你！”说着，赶忙就要磕头，岫烟连忙拦住。黛玉等人也都怂恿她赶快去栊翠庵。"
        },
        {
            "original": "一面林之孝家的进来说道：“姑娘们大喜！林之孝测了字，回来说：这玉是丢不了的，将来横竖有人送还来的。”众人听了，也都半信半疑。惟有袭人麝月喜欢的了不得。探春便问：“测的是什么字？”林之孝家的道：“他的话多，奴才也学不上来。记得是拈了个赏人东西的‘赏’字。那刘铁嘴也不问，便说：‘丢了东西不是？’”李纨道：“这就算好。”林之孝家的道：“他还说：““赏”字上头一个“小”字底下一个“口”字，这件东西，很可嘴里放得，必是个珠子宝石。’”众人听了，夸赞道：“真是神仙！往下怎么说？”林之孝家的道：“他说：‘底下“贝”字拆开，不成一个“见”字，可不是不见了？’－－因上头拆了‘当’字，叫快到当铺里找去。－－‘赏’字加一‘人’字，可不是‘偿’字？只要找著当铺就有人，有了人便赎了来：可不是偿还了吗？”众人道：“既这么著，就先往左近找起。横竖几个当铺都找遍了，少不得就有了。偺们有了东西再问人就容易了。”李纨道：“只要东西，那怕不问人都使得。－－林嫂子，你就把测字的话快告诉了二奶奶，回了太太，也叫太太放心。就叫二奶奶快派人查去。”林家的答应了便走。",
            "english": "林之孝家的进来报告说：“姑娘们大喜！林之孝算了一卦，他说这玉不会丢，迟早有人送回来。”众人半信半疑，只有袭人和麝月高兴极了。探春问：“算的是什么字？”林之孝家的说：“他说的话多，奴才学不来。记得是算了个赏人东西的‘赏’字。那刘铁嘴也不问，就说：‘东西丢了不是？’”李纨说：“算的不错。”林之孝家的说：“他还说：‘赏’字上头一个‘小’字底下一个‘口’字，这件东西，很可嘴里放得，必是个珠子宝石。”众人夸赞：“真是神仙！”往下怎么说？林之孝家的说：“他说：‘底下“贝”字拆开，不成一个“见”字，可不是不见了？’－－因上头拆了‘当’字，叫快到当铺里找去。－－‘赏’字加一‘人’字，可不是‘偿’字？\n\nChinese:\n\n林之孝家的进来报告说：“姑娘们大喜！林之孝算了一卦，It's already been repaid, isn't it?\" They said, \"If that's the case, why don't we go around and look in the pawnshops? You know, if we can find something there, then it'll be easier to ask around. Li Xuan said, \"We don't need to ask around. As long as we have the object, we can go straight to the lady of the house. Let Lin Cai tell the lady about the situation, and tell the lady of the house. Let the lady go around and look for the object. Then it'll be easier to ask around.\" Lin Cai agreed and left.",
            "chinese": "林之孝家的进来报告说：“姑娘们大喜！林之孝算了一卦，他说这玉不会丢，迟早有人送回来。”众人半信半疑，只有袭人和麝月高兴极了。探春问：“算的是什么字？”林之孝家的说：“他说的话多，奴才学不来。记得是算了个赏人东西的‘赏’字。那刘铁嘴也不问，就说：‘东西丢了不是？’”李纨说：“算的不错。”林之孝家的说：“他还说：‘赏’字上头一个‘小’字底下一个‘口’字，这件东西，很可嘴里放得，必是个珠子宝石。”众人夸赞：“真是神仙！”往下怎么说？林之孝家的说：“他说：‘底下“贝”字拆开，不成一个“见”字，可不是不见了？’－－因上头拆了‘当’字，叫快到当铺里找去。－－‘赏’字加一‘人’字，可不是‘偿’字？\n\n中国白话：\n\n一面林之孝家的进来说道：“姑娘们大喜！林之孝测只要找到当铺，就会有人帮忙赎回东西。这不是已经偿还了吗？”大家说：“既然这样，就先去附近找找。不管哪个当铺都找遍了，自然就有了。我们有了东西再去问人就容易了。”李纨说：“只要东西，哪怕不问人也行。－－林嫂子，你赶紧把测字的话告诉二奶奶，回禀太太，也叫太太放心。就让二奶奶派人查一查。”林家的答应了就走了。"
        },
        {
            "original": "众人略安了一点儿神，呆呆的等岫烟回来。正呆等时，只见跟宝玉的焙茗在门外招手儿，叫小丫头子快出来。那小丫头赶忙的出去了。焙茗便说道：“你快进去告诉我们二爷和里头太太、奶奶、姑娘们，天大的喜事！”那小丫头子道：“你快说罢！怎么这么累赘？”焙茗笑著拍手道：“我告诉姑娘，姑娘进去回了，偺们两个人都得赏钱呢！你打量是什么事情？宝二爷的那块玉呀，我得了准信儿来了。”",
            "english": "The group of people calmed down a little and waited quietly for Xiu Yan to return. At this time, Zao Ming, one of the servants following the young master, beckoned to the young maid outside the door and called her to come in quickly. The maid hurried out. Zao Ming said, \"Tell the young master and the ladies and gentlemen in the house that there is a big happy thing!\" The maid said, \"You tell the girl first, and then go in and tell them. We'll both get money for it!\" Zao Ming laughed and clapped his hands, saying, \"I'll tell the girl. Then you go in and tell them. We'll both get money for it!\"",
            "chinese": "大家稍微平静了一点，静静地等待岫烟回来。就在这时，只见跟着宝玉的焙茗在门外招手，叫小丫头快出来。那小丫头赶忙出去了。焙茗说：“你快进去告诉二爷和里头太太、奶奶、姑娘们，天大的喜事！”那小丫头道：“你快说吧！怎么这么啰嗦？”焙茗笑着拍手道：“我告诉姑娘，姑娘进去回一声，咱们两个人都得赏钱呢！你猜是什么事情？宝二爷的那块玉呀，我得了准信儿了。”"
        },
        {
            "original": "未知如何，下回分解。",
            "english": "I don't know, next time.\n\nI don't understand, ask again.\n\nI'm not understanding, explain again.\n\nI don't get it, explain again.\n\nI don't understand, explain again.\n\nI'm still confused, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI'm still confused, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don't understand, explain again.\n\nI don't understand, explain again.\n\nI still don'tI didn't understand, explain it again.\n\nChinese pinyin:\n\nwǒ hái méi tīng dǒng, xiǎn shì yī biàn.\n\nChinese simplified:\n\n我还没听懂，解释一遍。\n\nChinese traditional:\n\n我還沒聽懂，解釋一遍。\n\n简体中文：\n\n我还没听懂，解释一遍。\n\n繁体中文：\n\n我还没听懂，解释一遍。\n\n英文翻译：\n\nI didn't understand, explain it again.\n\nChinese pinyin:\n\nwǒ hái méi tīng dǒng, xiǎn shì yī biàn.\n\nChinese simplified:\n\n我还没听懂，解释一遍。\n\nChinese traditional:\n\n我還沒聽懂，解釋一遍。\n\n简体中文：\n\n我还没听懂，解释一遍。\n\n繁体中文：\n\n我还没听懂，解释一遍。\n\n英文翻译：\n\nI didn't understand, explain it again.\n\nChinese pinyin:\n\nwǒ hái méi tīng dǒng, xiǎn shì yī biàn.\n\nChinese simplified:\n\n我还没听懂，解释一遍。\n\nChinese traditional:\n\n我還沒聽懂，解釋一遍。\n\n简体中文：\n\n我还没听懂，解释一遍。\n\n繁体中文：\n\n我还没听懂，解释一遍。\n\n英文翻译：\n\nI",
            "chinese": "不知道，下回再说。\n\n中国白话：\n\n咦，还是不懂，再问一遍。\n\n简单的现代普通话：\n\n怎么回事，再问一次。\n\n中国白话：\n\n我可能不理解，再解释一下。\n\n简单的现代普通话：\n\n我不明白，再解释一遍。\n\n中国白话：\n\n还是听不懂，再讲一遍。\n\n简单的现代普通话：\n\n听不懂，再讲一次。\n\n中国白话：\n\n我还没明白，再解释一遍。\n\n简单的现代普通话：\n\n没明白，再解释一次。\n\n中国白话：\n\n我听不懂，再解释一遍。\n\n简单的现代普通话：\n\n听不懂，再解释一次。\n\n中国白话：\n\n我还不明白，再解释一遍。\n\n简单的现代普通话：\n\n还不明白，再解释一次。\n\n中国白话：\n\n我还不懂，再解释一遍。\n\n简单的现代普通话：\n\n不懂，再解释一次。\n\n中国白话：\n\n我还没听懂，再解释一遍。\n\n简单的现代普通话：\n\n没听懂，再解释一次。\n\n中国白话：\n\n我还不明白，再解释一遍。\n\n简单的现代普通话：\n\n还不明白，再解释一次。\n\n中国白话：\n\n我还不懂，再解释一遍。\n\n简单的现代普通话：\n\n不懂，再解释一次。\n\n中国白话：\n\n我还没听懂，再解释一遍。\n\n简单的现代普通话：\n\n没听"
        }
    ],
    "title": "《宴海棠贾母赏花妖　失宝玉通灵知奇祸》",
    "chapter_number": 94
}