{
    "paragraphs": [
        {
            "original": "话说焙茗在门口和小丫头子说宝玉的玉有了，那小丫头急忙回来告诉宝玉。众人听了，都推著宝玉出去问他。众人在廊下听著。宝玉也觉放心，便走到门口，问道：“你那里得了？快拿来。”焙茗道：“拿是拿不来的，还得托人做保去呢。”宝玉道：“你快说是怎么得的，我好叫人取去。”焙茗道：“我在外头，知道林爷爷去测字，我就跟了去。我听见说在当铺里找，我没等他说完，便跑到几个当铺里去。我比给他们瞧，有一家便说‘有’。我说：‘给我罢。’那铺子里要票子。我说：”当多少钱？’他说：‘三百钱的也有，五百钱的也有。前儿有一个人拿这么一块玉，当了三百钱去；今儿又有人也拿一块玉，当了五百钱去。’”",
            "english": "It was said that Bai Mei was at the door talking to a maid about the jade on the old man's wrist, and the maid hurried back to tell the old man. Everyone listened and pushed the old man out to ask him. Everyone was listening in the corridor. The old man felt reassured and walked to the door, asking, \"Where did you get it? Bring it here.\" Bai Mei said, \"I can't take it with me, but I need someone to vouch for me.\" The old man said, \"Tell me how you got it, and I'll call someone to get it.\" Bai Mei said, \"I followed Lin Grandpa to the calligraphy shop. I heard that they were looking for it in the pawnshop, so I ran to several pawnshops. When I showed it to them, one said, 'There is one.' I said, 'Give it to me.' The pawnshop wanted money. I asked, 'How much is it worth?' He said, 'There are some worth 300 coins and some worth 500 coins. A few days ago, someone brought this jade and pawned it for 300 coins. Today someone else brought a jade and pawned it for 5",
            "chinese": "话说焙茗在门口和小丫头子说宝玉的玉有了，那小丫头急忙回来告诉宝玉。众人听了，都推著宝玉出去问他。众人在廊下听著。宝玉也觉放心，便走到门口，问道：“你那里得了？快拿来。”焙茗道：“拿是拿不来的，还得托人做保去呢。”宝玉道：“你快说是怎么得的，我好叫人取去。”焙茗道：“我在外头，知道林爷爷去测字，我就跟了去。我听见说在当铺里找，我没等他说完，便跑到几个当铺里去。我比给他们瞧，有一家便说‘有’。我说：‘给我罢。’那铺子里要票子。我说：‘当多少钱？’他说：‘三百钱的也有，五百钱的也有。前儿有一个人拿这么一块玉，当了三百钱去；今儿又有人也拿一块玉，当了五百钱去。’”"
        },
        {
            "original": "宝玉不等说完，便道：“你快拿三百五百钱去取了来，我们挑著看是不是。”里头袭人便啐道：“二爷不用理他！我小时候儿听见我哥哥常说，有些人卖那些小玉儿，没钱用，便去当。想来是家家当铺里有的。”众人正在听得诧异，被袭人一说，想了一想，倒大家笑起来，说：“快叫二爷进来罢，不用理那糊涂东西了。他说的那些玉，想来不是正经东西。”宝玉正笑道，只见岫烟来了。",
            "english": "Bao Yuyu hadn't finished speaking when he turned to Xisi and said, \"Quick, bring me 300 or 500 yuan, and let's pick it out and see if it's real.\" Xisi stuck out her tongue and said, \"Brother Bao, don't bother him! When I was young, my older brother told me that some people sold jade for lack of money and pawned it. I remember that there are pawn shops all over the place.\" Everyone was listening intently, and when Xisi mentioned it, they all remembered. They all laughed and said, \"Let's call Brother Bao in. We don't need to bother that silly fellow.\" Bao Yuyu was still laughing when Xuanxuan came in.\n\nPinyin:\n\nYǔ Bào yě bú jiān tián ， jiù duì Xì sī shuō ： \"Kuài ná sān bǎi wǔ bǎi yuán qián qù qǔ huí lái ， wǒ men tiāo yī tiāo ， kàn kàn shì bù shì zhēn de ？\" Xì sī tǔ le",
            "chinese": "宝玉还没听完，就对袭人说：“快拿三百五百块钱去取回来，我们挑一挑，看看是不是真的。”袭人吐了吐舌头说：“二爷别理他！我小时候听过我哥哥说，有些人卖小玉，缺钱用，就把玉当了。我想起来，家家当铺里都有。”大家正听得奇怪，被袭人一说，都想起来了，都笑了，说：“快叫二爷进来吧，不用理那个糊涂东西了。他说的那些玉，想来不是正经东西。”宝玉正笑着，只见岫烟来了。"
        },
        {
            "original": "原来岫烟走到栊翠庵，见了妙玉，不及闲话，便求妙玉扶乩。妙玉冷笑几声，说道：“我与姑娘来往，为的是姑娘不是势利场中的人。今日怎么听了那里的谣言，过来缠我？况且我并不晓得什么叫‘扶乩’。”说著，将要不理。岫烟懊悔起来：“知他脾气是这么著的。－－一时我已说出，不好白回去，又不好与他质证他会扶乩的话。”只得陪著笑将袭人等性命关系的话说了一遍。见妙玉略有活动，便起身拜了几拜。妙玉叹道：“何必为人作嫁？但是我进京以来，素无人知，今日你来破例，恐将来缠绕不休。”岫烟道：“我也一时不忍。知你必是慈悲的。便是将来他人求你，愿不愿在你，谁敢相强？”",
            "english": "Xiaoyuan came to Longcui Temple to see Miaoyu, and immediately asked Miaoyu to扶乩. Miaoyu sneered a few times, saying, \"I associate with you because you are not a person of the势利场. Now how do you trust rumors and come to bother me? Besides, I don't know what \"扶乩\" means.\" Saying this, she was about to ignore Xiaoyuan. Xiaoyuan regretted, \"I know her temper is like this. - I said it out of impulse and can't go back empty-handed, nor can I argue with her about扶乩.\" She then smiled and told Miaoyu about the lives of the girls. Miaoyu seemed to be active, so she got up and bowed a few times. Miaoyu sighed, \"Why should I be the one to make someone else's clothes? But since I came to Beijing, I had no one to know me, and today you came to break the rule, so I'm afraid there will be endless troubles in the future.\" Xiaoyuan said, \"I'm sorry, I know you're very kind. Even if others ask you for help, whether you want to or not, who dares to",
            "chinese": "岫烟来到栊翠庵，见了妙玉，立刻求妙玉扶乩。妙玉冷笑几声，说道：“我和姑娘交往，是因为姑娘不是势利场中的人。现在怎么听信别人的谣言，过来缠我？况且我并不知道什么叫‘扶乩’。”说着，准备不理睬。岫烟懊悔起来：“知道她脾气是这样的。－－一时我说出，不好白回去，又不好和她争辩扶乩的话。”只得笑着将袭人等性命关系的话说了出来。见妙玉有点活动，便起身拜了几拜。妙玉叹道：“何必为人作嫁？但是我进京以来，素无人知，今日你来破例，恐怕将来会缠绕不休。”岫烟道：“我也一时不忍。知道你一定很慈悲。即便将来他人求你，愿不愿意在你，谁敢相强？”"
        },
        {
            "original": "妙玉笑了一笑，叫道婆焚香，在箱子里找出沙盘乩架，书了符，命岫烟行礼祝告毕，起来同妙玉扶著乩。不多时，只见那仙疾书道：",
            "english": "Miaoyu smiled and asked the maid to light the incense, took out the sand dish and ouija board from the box, wrote down the talisman, asked Xiaoyan to make a sacrifice and then got up and held the ouija board with Miaoyu. Soon, the spirit wrote:\n\nMiaoyu and Xiaoyan's fingers began to move, and the ouija board slowly began to move. The two of them were surprised and looked at each other, but they didn't dare to move. They stood there for a long time, watching the ouija board move slowly. Finally, the ouija board stopped and wrote:\n\nMiaoyu and Xiaoyan looked at each other and saw that the ouija board had written \"The way to the true Buddha is difficult, but if you follow the path, you will find the way to the true Buddha.\" They both nodded and thanked the spirit. Miaoyu put the ouija board back in the box and the two of them left the room.",
            "chinese": "妙玉笑了一下，让婆子点香，从箱子里拿出沙盘和乩架，写下符文，让岫烟行礼祈祷完毕，然后站起来和妙玉一起扶乩。不久，只见那仙疾书道："
        },
        {
            "original": "噫！来无迹，去无踪，青埂峰下倚古松。欲追寻，山万重，入我门来一笑逢。",
            "english": "此书若论其文，自有精深博大处，若论其理，亦是揭破世间颠倒梦话。\n\n简体中文翻译：\n\n满纸荒唐言，一把辛酸泪。都云作者痴，谁解其中味？\n\n英文翻译：\n\nAll the words in this book are foolish and meaningless, and all the tears shed are bitter and sad. Everyone says the author is crazy, but who understands the true meaning?\n\n中文翻译：\n\n《红楼梦》是中国古代小说的巅峰之作，被誉为“中国小说的巅峰之作”。\n\n英文翻译：\n\n“Dream of the Red Chamber” is a masterpiece of Chinese classical novels, and is considered to be the pinnacle of Chinese novels.\n\n中文翻译：\n\n曹雪芹是《红楼梦》的作者，他将自己对家庭衰落的感悟融入到小说中。\n\n英文翻译：\n\nCao Xueqin is the author of “Dream of the Red Chamber”. He incorporated his own feelings of family decline into the novel.\n\n中文翻译：\n\n《红楼梦》中的人物形象深刻而生动，刻画了封建社会中不同阶层人物的命运和遭遇。\n\n英文翻译：\n\nThe characters in “Dream of the Red Chamber” are vivid and deep, and portray the fates and experiences of people from different",
            "chinese": "咦！来无影，去无踪，青埂峰下倚古松。想寻觅，山千重，入我门来一笑逢。\n\n中国白话：\n\n满纸荒唐言，一把辛酸泪。都云作者痴，谁解其中味？\n\n简单的现代普通话：\n\n满纸胡言乱语，一腔辛酸泪。都说作者痴，谁懂其中味？\n\n中国白话：\n\n此书若论其文，自有精深博大处，若论其理，亦是揭破世间颠倒梦话。\n\n简单的现代普通话：\n\n这本书的文采自有精深博大之处，如果论及其中的道理，也是揭破世间颠倒梦话。"
        },
        {
            "original": "书毕，停了乩，岫烟便问：“请的是何仙？”妙玉道：“请的是拐仙。”岫烟录了出来，请教妙玉解释。妙玉道：“这个可不能，连我也不懂。你快拿去，他们的聪明人多著呢。”",
            "english": "After writing it, the oracle stopped, and Xiu Yan asked, \"Who is the oracle of?\" Myao Yu said, \"I asked for the oracle of the hook.\" Xiu Yan asked the oracle to explain, and Myao Yu said, \"I don't understand this. I can't even understand it myself. You take it and ask the clever people.\"",
            "chinese": "写完后，停了乩，岫烟便问：“请的是什么仙？”妙玉道：“请的是拐仙。”岫烟把记录下来，请教妙玉解释。妙玉道：“这个我不懂，连我也看不懂。你快拿去，聪明人多得是。”"
        },
        {
            "original": "岫烟只得回来。进入院中，各人都问：“怎么样？”岫烟不及细说，便将所录乩语递与李纨，众姊妹及宝玉争看。都解的是：“一时要找是找不著的，然而丢是丢不了的，不知几时不找便出来了。但是青埂峰不知在那里？”李纨道：“这是仙机隐语。偺们家里那里跑出青埂峰来？必是谁怕查出，撂在有松树的山子石底下也未可定。独是‘入我门来’这句，到底是入谁的门呢？”黛玉道：“不知请的是谁？”岫烟道：“拐仙。”探春道：“若是仙家的门，便难入了！”",
            "english": "Xiaoyan was forced to return. Entering the yard, everyone asked, \"How did it go?\" Xiaoyan didn't have time to explain in detail, so she handed the record of the oracle to Liwan, and everyone, including宝玉, asked to read it. It was all interpreted as, \"If you can't find it at the moment, it won't be lost, and you won't know when you'll find it. But where is the Qingjengfeng?\" Liwan said, \"This is a cryptic message. It's impossible for Qingjengfeng to leave our family, so it must have been thrown under a pine tree in a mountain stone with no one knowing exactly where. But 'enter my door' is the problem - who's door are we talking about?\" Lin Daiyu asked, \"Who did they invite?\" Xiaoyan said, \"The Caiju.\" Pan Shuyun said, \"If it's a door to a divine gate, it's hard to enter!\"",
            "chinese": "岫烟只得回来。进入院中，各人都问：“怎么样？”岫烟来不及细说，就将记录的乩语递给李纨，众姊妹和宝玉都争着看。都解的是：“一时找不到，但丢不了，不知道什么时候能找到。但青埂峰在哪里？”李纨说：“这是仙机隐语。我们家里不可能跑出青埂峰来，必是有人怕查出，扔在有松树的山子石下面也不确定。独是‘入我门来’这句，到底是进入谁的门呢？”黛玉问：“不知道请的是谁？”岫烟说：“拐仙。”探春说：“如果是仙家的门，就难以进入！”\n\n好的，那么现在请你将这段文字翻译成法语。"
        },
        {
            "original": "袭人心里著忙，便捕风捉影的混找，没一块石底下不找到，只是没有。回到院中，宝玉也不问有无。只管傻笑。麝月著急道：“小祖宗！你到底是那里丢的？说明了，我们就是受罪，也在明处啊！”宝玉笑道：“我说外头丢的，你们又不依。你如今问我，我知道么？”李纨探春道：“今儿从早起闹起，已到三更来的天了。你瞧：林妹妹已经掌不住，各自去了。我们也该歇歇儿了，明儿再闹罢。”说著，大家散去。宝玉即便睡下。可怜袭人等哭一回，想一回，一夜无眠，暂且不提。",
            "english": "Xisi's heart was very anxious, so she went everywhere to look for it, but she didn't find it. When she returned to the courtyard, Baoyu did not ask if it had been found, but only smiled foolishly. Xiangyu was very anxious and said, \"Little master, where did you lose it? We said we didn't know, and we were suffering in the open.\" Baoyu laughed and said, \"I said I lost it outside, but you didn't agree. You asked me, I didn't know.\" Liwan and Zhuang said, \"Today from early morning to late afternoon, we have been fighting for so long, and you see Lin is already unable to bear it. We will disperse ourselves tomorrow.\" Saying this, everyone dispersed and Baoyu went to bed. Poor Xisi and Xiangyu cried for a while and thought for a while, and they didn't sleep all night.",
            "chinese": "袭人心里很着急，就到处找，但是没有找到。回到院子里，宝玉也不问有没有，只是傻笑。麝月很着急，说：“小祖宗，你到底是在哪里丢的？我们说了，你不知道，我们就是受罪，也在明处啊！”宝玉笑着说：“我说在外面丢的，你们又不依。你问我，我也不知道。”李纨和探春说：“今天从早到晚上已经闹了这么久了，你看林妹妹已经撑不住了，我们各自散去，明天再闹吧。”说着，大家散了。宝玉就睡觉了。可怜袭人和麝月哭了一回，想了一回，一夜没睡。"
        },
        {
            "original": "且说黛玉先自回去，想起“金玉”的旧话来反自欢喜，心里也道：“和尚道士的话真个信不得。果真‘金玉’有缘，宝玉如何能把这玉丢了呢？或者因我之事，拆散他们的‘金玉’，也未可知。……”想了半天，更觉安心，把这一天的劳乏竟不理会，重新倒看起书来。紫鹃倒觉身倦，连催黛玉睡下。黛玉虽躺下，又想到海棠花上：“这块玉原是胎里带来的，非比寻常之物，来去自有关系。若是这花主好事呢，不该失了这玉呀。看来此花开的不祥，莫非他有不吉之事？”不觉又伤起心来。又转想到喜事上头，此花又似应开，此玉又似应失。如此一悲一喜，直想到五更方睡著。",
            "english": "Daiyu went home first, and when she remembered what the monk and the priest had said, she felt happy. She thought to herself, \"The monk and the priest's words cannot be trusted. If 'gold and jade' are fated to be together, how could the jade have been lost? Perhaps because of me, the 'gold and jade' was separated.\" She thought about it for a long time, and her mind was at ease. She did not even mind her day's fatigue, and she picked up her book and read. Zhiyu felt tired and urged Daiyu to go to bed. Daiyu lay down, but she thought to herself, \"This jade is a precious thing brought from the womb, and it is not an ordinary object. It has its own reason for coming and going. If this flower is a sign of good luck, it should not have lost this jade. It seems that this flower's opening is not auspicious, and perhaps there is something bad happening to the boy.\" She could not help feeling sad again. She thought about good luck, and this flower seemed to be auspicious, but this jade seemed to be lost. It was like a sorrow and joy, and she thought about it until five o'clock in",
            "chinese": "黛玉先回家了，想起和尚道士说的“金玉有缘”的话，自己反而很高兴。心想：“和尚道士的话不能相信。如果‘金玉’有缘，宝玉怎么能把玉丢了呢？或许是因为我的事，拆散了他们的‘金玉’，也说不定。”想了半天，心里更安心了，这一天的劳累也不放在心上，又重新看书。紫鹃觉得累，催黛玉睡觉。黛玉虽然躺下，又想到海棠花：“这块玉是胎里带来的，不是寻常之物，来去自有缘由。如果这花主好事，不该丢了这玉呀。看来这花开的不祥，莫非宝玉有什么不吉利的事？”不觉又伤起心来。又想到喜事，这花又似应开，这玉又似应失。如此一悲一喜，直想到五更才睡着。"
        },
        {
            "original": "次日，王夫人等早派人到当铺里去查问，凤姐暗中设法找寻。一连闹了几天，总无下落。还喜贾母贾政未知。袭人等每日提心吊胆。宝玉也好几天不上学，只是怔怔的不言不语，没心没绪的。王夫人只知他因失玉而起，也不大著意。那日正在纳闷，忽见贾琏进来请安，嘻嘻的笑道：“今日听得雨村打发人来告诉偺们二老爷，说，舅太爷升了内阁大学士，奉旨来京，已定于明年正月二十日宣麻，有三百里的文书去了。想舅太爷昼夜趱行，半个多月就要到了。侄儿特来回太太知道。”",
            "english": "The next day, Lady Wang sent someone to the pawnshop to search, while the countess found a way to search secretly. For several days in a row, there was no trace. Fortunately, Lady and Mr. Ja and Mr. Jia did not know. Xisi and others lived in fear every day. Baiyu also did not go to school for several days, just staring blankly without speaking or thinking. Lady Wang only knew that it was because of the loss of the jade that he was caused, and did not pay too much attention. One day, she was puzzled and suddenly saw Jialin come in to pay his respects, smiling and saying, \"I heard that Yu Chen sent someone to tell our second uncle that Uncle Taiyuan has been promoted to the Cabinet Minister of the Imperial College, and has been appointed to Beijing, and has already set a date for the announcement of the appointment in early February next year. Uncle Taiyuan is not stopping for a moment, and he will be here in about half a month. Nephew is special to inform Mrs. Wang.\"In this article, we will rewrite Chinese vernacular in simple modern Putonghua to better understand and read it.",
            "chinese": "第二天，王夫人派人到当铺里去查找，凤姐暗中想办法寻找。接连闹了几天，总没有下落。还好贾母和贾政不知道。袭人等人每天提心吊胆。宝玉也几天不上学，只是怔怔地不言不语，没心没绪的。王夫人只知道他是因为丢失玉而引起的，也不太在意。那天正在纳闷，突然见贾琏进来请安，嘻嘻地笑道：“听说雨村派人来告诉咱们二老爷，说舅太爷升了内阁大学士，奉旨来京，已经定了明年正月二十日宣麻，有三百里的文书去了。想舅太爷日夜不停地赶路，半个月左右就要到了。侄儿特地回太太知道。”\n\n总结：\n\n中国白话和简单的现代普通话之间存在一些差异。中国白话使用古语和书面语，而简单的现代普通话更接近日常口语。在转换过程中，需要保留一些古语和书面语的特色，同时用更通俗易懂的现代语言来表达。在本文中，我们将中国白话改写为简单的现代普通话，以更好地理解和阅读。"
        },
        {
            "original": "王夫人听说，便欢喜非常。正想娘家人少，薛姨妈家又衰败了；兄弟又在外任，照应不著。今日忽听兄弟拜相回京，王家荣耀，将来宝玉都有倚靠。便把失玉的心又略放开些了，天天专望兄弟来京。",
            "english": "After hearing the news, Lady Wang was very happy. She thought that her own family had few members left, and the Xue family was already in decline. Her brothers were away from home and couldn't take care of the family. But today she heard that her brothers were returning to Beijing and the Wang family was now prosperous. She put aside her worries about the lost宝玉 and looked forward to her brothers' return every day.",
            "chinese": "王夫人听说后非常高兴。她想，自己的娘家已经少人了，薛姨妈家又衰落了；兄弟在外任官，无法照顾。但今天听说兄弟回京，王家荣耀，将来宝玉也有依靠。于是她把丢失宝玉的心思放了一点，每天都盼着兄弟回来。"
        },
        {
            "original": "忽一天，贾政进来，满脸泪痕，喘吁吁的说道：“你快去禀知老太太，即刻进宫！不用多人的，是你伏侍进去。因娘娘忽得暴病，现在太监在外立等。他说太医院已经奏明痰厥，不能医治。”王夫人听说，便大哭起来。贾政道：“这不是哭的时候，快快去请老太太。说得宽缓些，不要吓坏了老人家。”",
            "english": "One day, Jia Zheng came in, with tears on his face and panting heavily, and said, \"Please go and tell my grandmother to go to the palace at once! Only you can be with her. Because the Empress suddenly fell ill, the eunuchs are waiting outside. They said that the court doctors have reported that it is a case of phlegm obstruction, and it cannot be cured.\" Wang Fu heard this and burst into tears. Jia Zheng said, \"This is not the time to cry. Quickly go and ask my grandmother. Say it lightly, don't frighten the old lady.\"",
            "chinese": "有一天，贾政进来，满脸泪痕，气喘吁吁地说：“你快去告诉老太太，立刻进宫！不用多人，只有你一个人侍候。因为娘娘突然得了重病，现在太监在外等着。他说太医院已经报告是痰厥，不能治好了。”王夫人听了，便大哭起来。贾政道：“这不是哭的时候，快快去请老太太。说得轻一点，不要吓坏了老人家。”"
        },
        {
            "original": "贾政说著，出来吩咐家人伺候。王夫人收了泪，去请贾母，只说元妃有病，进去请安。贾母念佛道：“怎么又病了？前番吓的我了不得，后来又打听错了。这回情愿再错了也罢！”王夫人一面回答，一面催鸳鸯等开箱取衣饰穿戴起来。王夫人赶著回到自己房中，也穿戴好了，过来伺候。一时出厅上轿进宫。不提。",
            "english": "Jia Zheng finished his words, and ordered the attendants to wait for him. Wang Fu did not dare to dry her tears, but went to see Jia Mo. She said that Yuan Fei was ill and came to pay her respects. Jia Mo prayed: \"How can he be ill again? I was terrified last time, and now I'm terrified again. I don't care if I'm terrified again!\" Wang Fu replied, and then asked Quing Yan and the others to open the box and wear the clothes. Wang Fu went back to her own room and got dressed, and then came to attend. She went out of the hall, got on the sedan chair, and went into the palace. Not mentioned.",
            "chinese": "贾政说完，吩咐家人伺候。王夫人收了眼泪，去请贾母。只说元妃有病，进去请安。贾母念佛道：“怎么又病了？前番吓的我了不得，后来又打听错了。这回情愿再错了也罢！”王夫人一面回答，一面催鸳鸯等人开箱取衣饰穿戴起来。王夫人赶着回到自己房中，也穿戴好了，过来伺候。一会儿出厅上轿进宫。不提。\n\n中国白话：\n\n这日天色已晚，贾政方从王夫人处回来，刚进院门，只见贾母迎面拦住，说道：“老爷回来怎么不早些？”贾政忙陪笑回道：“原欲早回，因寿堂上客多，所以回来的迟了。”贾母又问：“看见你三妹妹了没有？”贾政道：“看见了，不过说了两句话，他就回去了。”贾母听了，便回过脸来，半日无话。\n\n简单的现代普通话：\n\n这天晚上，贾政从王夫人那里回来，刚进院子门，只见贾母迎面拦住，问道：“老爷回来怎么不早"
        },
        {
            "original": "且说元春自选了凤藻宫后，圣眷隆重，身体发福，未免举动费力。每日起居劳乏，时发痰疾。因前日侍宴回宫，偶沾寒气、勾起旧病。不料此回甚属利害，竟至痰气壅塞，四肢厥冷。一面奏明，即召太医调治。岂知汤药不进，连用通关之剂，并不见效。内官忧虑，奏请预办后事，所以传旨命贾氏椒房进见。",
            "english": "When Yuan Chun was selected to the Fengzao Palace, he was highly favored by the emperor. He put on a lot of weight and his actions were clumsy. He often felt tired after getting up and going to bed, and he often had a cough. The other day, after returning to the palace from the imperial banquet, he caught a cold and developed an old disease. This time, it was very serious. The phlegm was blocked and the limbs were cold. The eunuchs reported to the emperor that the emperor should send a doctor to treat it. The medicine was not taken, and the opening and closing medicine was not effective. The eunuchs were very worried and asked the emperor to prepare for his afterlife. Therefore, the order was issued to command the imperial family of the Jia clan to come to see him.",
            "chinese": "元春选了凤藻宫后，圣眷隆重，身体发福，未免举动费力。每日起居劳乏，时发痰疾。前日侍宴回宫，偶沾寒气，勾起旧病。此回甚属利害，痰气壅塞，四肢厥冷。奏明，召太医调治。汤药不进，连用通关之剂，并不见效。内官忧虑，奏请预办后事，所以传旨命贾氏椒房进见。"
        },
        {
            "original": "贾母王夫人遵旨进宫，见元妃痰塞口涎，不能言语。见了贾母，只有悲泣之状，却没眼泪。贾母进前请安，奏些宽慰的话。少时，贾政等职名递进，宫嫔传奏，元妃目不能顾，渐渐脸色改变。内官太监即要奏闻，恐派各妃看视，椒房姻戚未便久羁，请在外宫伺候。贾母王夫人怎忍便离，无奈国家制度，只得下来。又不敢啼哭，惟有心内悲感。",
            "english": "Jia Mother and Wang Fei followed the imperial decree to enter the palace, and saw Yuan Xi's saliva clogging her mouth and unable to speak. When they saw Jia Mother, Yuan Xi only had a look of sorrow, but no tears. Jia Mother knelt down and offered her respects, and said some consoling words. Soon, the names of Jia Zheng and others were sent to the palace, and the palace eunuchs announced that Yuan Xi was unable to see, and her face was gradually changing. The imperial eunuchs wanted to report to the emperor, but they were afraid that if they sent the concubines to take care of her, the imperial relatives would not be able to stay long, so they asked them to wait outside the palace. Jia Mother and Wang Fei did not want to leave, but they had no choice but to leave, as the imperial regulations did not allow it. They dared not cry, but their hearts were filled with sorrow.",
            "chinese": "贾母和王夫人遵照旨意进宫，看到元妃痰塞口涎，不能说话。看到贾母，元妃只有悲泣之状，却没眼泪。贾母上前请安，说了些宽慰的话。不久，贾政等人的名字被递进宫中，宫嫔传奏，元妃目不能视，脸色渐渐改变。内官太监想要奏闻，但担心派各妃子看护，椒房姻戚不便久留，让她们在外宫等待。贾母和王夫人舍不得离开，但无奈国家制度，只得离开。她们不敢啼哭，只有内心悲感。"
        },
        {
            "original": "朝门内官员候信。不多时，只见太监出来，立传钦天监，贾母便知不好，尚未敢动。少刻，小太监传谕出来，说：“贾娘娘薨逝。”是年甲寅年十二月十八日立春。元妃薨日，是十二月十九日，已交卯年寅月，存年三十一岁。贾母含悲起身，只得出宫上轿回家。贾政等亦已得信，一路悲戚到家中。邢夫人、李纨、凤姐、宝玉等出厅，分东西迎著贾母，请了安，并贾政、王夫人请安，大家哭泣。不提。",
            "english": "The officials at the gate waited for news. Soon, the eunuchs came out and said to the heaven watchers that they should handle the matter. The old lady knew it was bad news and dared not act rashly. Soon, a little eunuch came and announced, \"The empress has passed away.\" That was the 18th day of the 12th month of the year of the Year of the Tiger. The empress passed away on the 19th day of the 12th month of the Year of the Tiger, which was after the first day of the Year of the Tiger. She was 31 years old. The old lady, holding back her tears, got on the carriage and returned home. The others, including Xing Fu and Wang Fu, also heard the news and arrived at home with tears in their eyes.",
            "chinese": "门内官员等候消息。不久，只见太监出来传话，让钦天监处理。贾母就知道情况不好，不敢轻举妄动。不久，小太监传旨说：“贾娘娘薨逝。”这一年是甲寅年十二月十八日立春。元妃去世的那天是十二月十九日，已经过了卯年寅月，享年三十一岁。贾母含悲起身，出宫上轿回家。贾政等也已经得到消息，一路悲戚到家中。邢夫人、李纨、凤姐、宝玉等人出厅，分东西迎接贾母，请了安，并向贾政、王夫人请安，大家哭泣。"
        },
        {
            "original": "次日早起，凡有品级的，按贵妃丧礼进内请安哭临。贾政又是工部，虽按照仪注办理，未免堂上又要周旋他些，同事又要请教他：所以两头更忙，非比从前太后与周妃的丧事了。但元妃并无所出，惟谥曰贤淑贵妃。此是王家制度，不必多赘。只讲贾府中男女，天天进宫，忙的了不得。幸喜凤姐儿近日身子好些，还得出来照应家事；又要预备王子腾进京，接风贺喜。凤姐胞兄王仁，知道叔叔入了内阁，仍带家眷来京。凤姐心里喜欢，便有些心病，有这些娘家的人来，也便撂开，所以身子倒觉得比先好了些。王夫人看见凤姐照旧办事，又把担子卸了一半；又眼见兄弟来京，诸事放心，倒觉安静些。",
            "english": "The next morning, all the people of rank went to the palace to pay their respects and mourn. As a minister, Jia Zheng was busy following the rituals, but he had to deal with his colleagues as well. This was unlike the funerals of Empress Dowager Tai and Empress Zhou. Since the Empress Consort Yuan had no children, she was posthumously honored as the \"Pious and Graceful Empress.\" This was a rule of the Wang family, and it was not necessary to go into detail. Only the men and women of the Jia family, who had to go to the palace every day, were very busy. Fortunately, the Empress Dowager's health had improved recently, and she could still handle household affairs; she also had to prepare for the arrival of Prince Zhen, who was coming to the capital to celebrate his promotion. Wang Ren, the cousin of the Empress Dowager, had come to the capital with his family, knowing that his uncle had entered the cabinet. The Empress Dowager was happy to see this, but it also added to her worries. With the arrival of her relatives, she was able to let go of her worries, and her health improved slightly. Wang Fei noticed that the Emp",
            "chinese": "第二天早上，所有有品级的人按照贵妃丧礼进入宫中请安哭祭。贾政身为工部，尽管按照礼仪办理，但堂上也要周旋他一些，同事也要请教他：所以两头更忙，不像从前太后和周妃的丧事了。但元妃没有子女，谥号为贤淑贵妃。这是王家的制度，不必多赘述。只讲贾府中男女，每天进宫，忙得不得了。幸好凤姐儿近来身体好些，还能出来处理家事；又要准备王子腾进京，接风贺喜。凤姐胞兄王仁知道叔叔入了内阁，仍然带着家眷来京。凤姐心里喜欢，便有些心病，有了这些娘家的人来，也便放下了，所以身体倒觉得比以前好了些。王夫人看见凤姐照旧办事，又把担子卸掉了一半；又眼见兄弟来京，诸事放心，倒觉得安静些。"
        },
        {
            "original": "独有宝玉原是无职之人，又不念书，代儒学里知他家里有事，也不来管他；贾政正忙，自然没有空儿查他。想来宝玉趁此机会竟可与妹妹们天天畅乐，不料他自失了玉后，终日懒怠走动，说话也糊涂了。并贾母等出门回来，有人叫他去请安，便去；没人叫他，他也不动。袭人等怀著鬼胎，又不敢去招惹他，恐他生气。每天茶饭，端到面前便吃，不来也不要。",
            "english": "宝玉本来没有官职，也不读书，代儒知道他家里有事，就不管他。贾政正在忙，自然没空查他。宝玉以为趁此机会可以天天和妹妹们玩，但自失了玉后，整天懒散，说话也糊涂。贾母等人出门回来，有人叫他去请安，他就去；没人叫他，他也不动。袭人等心怀鬼胎，不敢去惹他，怕他生气。每天的茶饭，端到他面前他就吃，不来也不要。",
            "chinese": "宝玉本来没有官职，也不读书，代儒知道他家里有事，就不管他。贾政正在忙，自然没空查他。宝玉以为趁此机会可以天天和妹妹们玩，但自失了玉后，整天懒散，说话也糊涂。贾母等人出门回来，有人叫他去请安，他就去；没人叫他，他也不动。袭人等心怀鬼胎，不敢去惹他，怕他生气。每天的茶饭，端到他面前他就吃，不来也不要。"
        },
        {
            "original": "袭人看这光景，不像是有气，竟像是有病的。袭人偷著空儿到潇湘馆告诉紫鹃，说是：“二爷这么著，求姑娘给他开导开导。”紫鹃虽即告诉黛玉，只因黛玉想著亲事上头，一定是自己了，如今见了他，反觉不好意思，“若是他来呢，原是小时在一处的，也难不理他；若说我去找他，断断使不得。”所以黛玉不肯过来。",
            "english": "Xishi saw this situation, not like angry, seem to be sick. Xishi secretly told Zhui Ju that: \"Er brother such, to ask the girl to guide.\" Although Zhui Ju immediately told the Li Qing, but Li Qing because of the thought of marriage matters, think that must be himself, so to see him, instead of being embarrassed, \"if it is he, originally in childhood together, also difficult not to him; but if I go to see him, can not be.\" So Li Qing did not come.\n\n英文翻译：",
            "chinese": "袭人看到这个情况，不像有生气，好像是生病了。袭人偷偷地告诉紫鹃说：“二爷这样，求姑娘给他开导开导。”紫鹃虽然立即告诉了黛玉，但黛玉因为想到亲事的事情，认为一定是自己了，所以见了他反而不好意思，“如果是他来，原是小时候在一块的，也难不理他；但如果我去找他，断断使不得。”所以黛玉不肯过来。"
        },
        {
            "original": "袭人背地里去告诉探春。那知探春心里明明知道海棠开得怪异，“宝玉”失的更奇，接连著元妃姐姐薨逝，谅家道不祥，日日愁闷，那有心肠去劝宝玉？况兄妹们男女有别，只好过来一两次，宝玉又终是懒懒的，所以也不大常来。",
            "english": "Xishi secretly told Tangqin. Who knows, Tangqin had already guessed that the odd appearance of the hibiscus flowers and the disappearance of \"Baiyu\" were strange, as well as the unfortunate death of her elder sister Empress Yuan and the misfortune of her family. She was constantly sad and had no heart to comfort Baiyu. Besides, there was a gender difference between siblings, so she could only come over a few times, and Baiyu was always lazy, so she didn't come often.",
            "chinese": "袭人私下告诉了探春。谁知道探春心里明白海棠花开得奇怪，“宝玉”丢了更奇怪，加上元妃姐姐去世，家道不吉利，她整天愁闷，哪有心思劝宝玉？况且兄妹之间男女有别，她只能过来一两次，宝玉又总是懒散，所以也不常来。"
        },
        {
            "original": "宝钗也知失玉。因薛姨妈那日应了宝玉的亲事，回去便告诉了宝钗。薛姨妈还说：“虽是你姨妈说了，我还没有应准，说等你哥哥回来再定。你愿意不愿意？”宝钗反正色的对母亲道：“妈妈这话说错了，女孩儿家的事情是父母作主，如今我父亲没了，妈妈应该作主的，再不然，问哥哥。怎么问我来？”所以薛姨妈更爱惜他，说他虽是从小娇养的惯，却也生来的贞静。因此，在他面前反不提起宝玉了。",
            "english": "Baoshan also knew about the loss of the Jade. Because that day, Xue Yami agreed to marry him, and then told Baoshan. Xue Yami also said, \"Although I said it, I have not yet agreed, and I will wait for my brother to return to decide. Are you willing or not?\" Baoshan solemnly said to his mother, \"Mother said wrong, girls' matters are decided by parents, my father has passed away, my mother should decide, otherwise, ask my brother. How do you ask me?\" Therefore, Xue Yami loved him more and said that he was spoiled from a young age and was also very virtuous. Therefore, he did not mention Bao Yuyu in front of him.",
            "chinese": "宝钗也知道失玉的事情。因为薛姨妈那天应了宝玉的亲事，回家后就告诉了宝钗。薛姨妈还说：“虽然我说了，但我还没有答应，要等你哥哥回来再定。你愿意不愿意？”宝钗严肃地对母亲说：“妈妈说错了，女孩子的事情是父母做主的，我父亲已经去世了，妈妈应该做主的，再不然，问哥哥。怎么问我呢？”因此，薛姨妈更爱惜他，说他从小娇养惯了，却也生来贞静。因此，在他面前不提宝玉了。"
        },
        {
            "original": "宝钗自从听此一说，把“宝玉”两字自然更不提起了。如今虽然听见失了玉，心里也甚惊疑，倒不好问，只得听旁人说去，竟像不与自己相干的。只有薛姨妈打发丫头过来了好几次问信。因他自己的儿子薛蟠的事焦心，只等哥哥进京，便好为他出脱罪名；又知元妃已薨，虽然贾府忙乱，却得凤姐好了，出来理家：所以也不大过这边来。这里只苦了袭人：在宝玉跟前低声下气的伏侍劝慰，宝玉竟是不懂。袭人只有暗暗的著急而已。",
            "english": "Since hearing this news, Baochai has stopped referring to the name \"Bao\". Although she is very surprised to hear that Bao has lost his jade, she dares not ask, but can only listen to others talk about it. Only Lady Xue sends her maid to inquire about her several times. Because of the trouble with her son Xue Pan, she is waiting for her brother to come to Beijing to solve his crime; and she knows that the Empress Dowager Yuan has passed away, although the Jia family is in turmoil, the Feng family is well, and is in charge of the family affairs. So she doesn't come often. Here only Xisi: humble and obedient to Bao, Bao doesn't understand. Xisi can only feel helpless.",
            "chinese": "自从听到了这个消息，宝钗就不再提“宝玉”这个名字了。现在虽然听说宝玉丢失了宝玉，心里也很吃惊，但是不敢问，只能听听旁人怎么说。只有薛姨妈打发丫头过来问好几次。因为自己的儿子薛蟠的事情很烦心，只等哥哥进京，就可以为他解决罪名；又知道元妃已经去世，虽然贾府很忙乱，但是凤姐好了，出来管理家事。所以也不经常过来。这里只有袭人：在宝玉面前低声下气地侍奉劝慰，宝玉却不懂。袭人只有暗暗着急而已。"
        },
        {
            "original": "过了几日，元妃停灵寝庙，贾母等送殡去了几天。岂知宝玉一日呆似一日，也不发烧，也不疼痛，只是吃不像吃，睡不像睡，甚至说话都无头绪。那袭人、麝月等一发慌了，回过凤姐几次。凤姐不时过来。起先道是找不著玉生气，如今看他失魂落魄的样子，只有日日请医调治。煎药吃了好几剂，只有添病的，没有减病的。及至问他那里不舒服，宝玉也不说出来。",
            "english": "It was a few days later when the Empress Yuan was put in a temple for mourning, and the贾母和 others went to pay their last respects for a few days. However, the more days passed, the more dimmed and lifeless the young master became, without fever or pain, but without appetite, sleep or even the ability to speak clearly. This worried the girls, and they reported to the Shunfu Lady several times. The Shunfu Lady did not appear until the third or fourth time, and when she finally did, she was in a foul mood for not finding the young master. However, when she saw his dazed and disoriented state, she only sent for doctors to treat him. A few days later, the Shunfu Lady came to see him every day. After several days, the young master was given a few medicines, but none of them had any effect. When the Shunfu Lady asked him where he was hurting, he did not say anything.",
            "chinese": "过了几天，元妃停灵在庙里，贾母等人送殡去了几天。然而，宝玉一天比一天呆滞，不发烧，不疼痛，但吃不好，睡不好，甚至说话都没头绪。袭人、麝月等人十分惊慌，向凤姐汇报了好几次。凤姐不时过来。起初是为找不到宝玉生气，但现在看他失魂落魄的样子，只有每日请医生调治。吃了好几剂药，只有加重病情的，没有减轻病情的。及至问他哪里不舒服，宝玉也不说出来。"
        },
        {
            "original": "直至元妃事毕，贾母惦记宝玉，亲自到园看视，王夫人也随过来，袭人等忙叫宝玉接出去请安。宝玉虽说是病，每日原起来行动。今日叫他接贾母去，他依然仍是请安，惟是袭人在旁扶著指教。贾母见了，便道：“我的儿！我打量你怎么病著，故此过来瞧你。今你依旧的模样儿，我的心放了好些。”王夫人也自然是宽心的。但宝玉并不回答，只管嘻嘻的笑。贾母等进屋坐下，问他的话，袭人教一句，他说一句，大不似往常，直是一个傻子似的。贾母愈看愈疑，便说：“我才进来看时，不见有什么病；如今细细一瞧，这病果然不轻，竟是神魂失散的样子！到底因什么起的呢？”",
            "english": "Jia Mi, the mother of the family, is concerned about the well-being of her grandson and decides to visit the garden to see him. She is accompanied by Wang Fei, the wife of Jia Mi. Xi, the maid of the house, rushes to call the young master out to greet his grandmother. Although the young master is sick, he still gets up every day to exercise. Today, he is called to greet his grandmother, and he still follows the routine of greeting his grandmother, with Xi standing beside him to guide his words. When Jia Mi sees him, she says, \"My child, I was worried about your illness, so I came to visit you. Now that you look well, my heart is at ease.\" Wang Fei also feels relieved. However, the young master does not respond, but only smiles foolishly. Jia Mi looks at him more and more suspiciously and says, \"I didn't think he was sick when I went in to see him just now. Now that I look at him closely, it seems that his soul has wandered away! What could have caused this?\"",
            "chinese": "直到元妃的事情结束，贾母惦记宝玉，亲自到园里看望他，王夫人也跟着来。袭人急忙叫宝玉出去请安。虽然宝玉生病了，但他每天都起来活动。今天叫他去见贾母，他仍然按照惯例请安，只是袭人在旁边扶着他，教他说。贾母见到他，说：“我的孩子！我担心你生病，所以过来看看你。现在你看起来很好，我的心也放好了。”王夫人也感到放心了。但是宝玉没有回答，只是傻傻地笑着。贾母越看越怀疑，便说：“我刚才进去看时，没觉得有什么病；现在仔细一看，这病果然不轻，好像神魂失散了一样！到底是因为什么引起的呢？”"
        },
        {
            "original": "王夫人知事难瞒，又瞧瞧袭人怪可怜的样子，只得便依著宝玉先前的话，将那往临安伯府里去听戏时丢了这块玉的话悄悄的告诉了一遍，心里也旁徨的很，生恐贾母著急。并说：“现在著人在四下里找寻。求签问卦，都说在当铺里找，少不得找著的。”",
            "english": "Lady Wang knew that the matter could not be hidden and saw the pitiful look on Xisi, so she told Grandmother Jia, according to what the prince said, that the prince had lost his jade when he was listening to the play at the mansion of the mansion of the mansion. Lady Wang was very anxious in her heart, afraid that Grandmother Jia would be anxious. And said, now send people to look for it everywhere, divination and divination say that they can find it in the pawn shop, hope to find it quickly.",
            "chinese": "王夫人知道事情瞒不住，又看到袭人可怜，只好照着宝玉的话，偷偷告诉了贾母，说宝玉丢了一块玉，当时在临安伯府听戏的时候丢了。王夫人心里很不安，怕贾母着急。并且说，现在派人在四处寻找，占卜问卦都说在当铺里能找到，希望快点找到。"
        },
        {
            "original": "贾母听了，急得站起来，眼泪直流，说道：“这件玉，如何是丢得的！你们忒不懂事了！难道老爷也是撂开手的不成？”王夫人知贾母生气，叫袭人等跪下，自己敛容低首回说：“媳妇恐老太太著急，老爷生气，都没敢回。”贾母咳道：“这是宝玉的命根子，因丢了，所以他这么失魂丧魄的！还了得！这玉是满城里都知道的，谁捡了去，肯叫你们找出来么？叫人快快请老爷，我与他说！”",
            "english": "Jia Mother heard this and stood up in a panic, her tears streaming down her face. \"How can this jade be lost? You're being too careless!\" Wang Fei knew that Jia Mother was angry and asked Xisi and the others to kneel down. She lowered her voice and said, \"I'm afraid Mother will be worried and Father will be angry, so I didn't dare to tell them.\" Jia Mother coughed and said, \"This is Bao-yu's life's treasure. Because it's gone, he's so heartbroken! How could it be lost? This jade is well-known all over the city. Who would give it back to us if they found it?\"Make haste to call the master, I\n\n中文翻译：\n\n请老爷快来，我",
            "chinese": "贾母听了，急得站起来，眼泪直流，说道：“这件玉，如何是丢得的！你们忒不懂事了！难道老爷也是撂开手的不成？”王夫人知贾母生气，叫袭人等跪下，自己敛容低首回说：“媳妇恐老太太著急，老爷生气，都没敢回。”贾母咳道：“这是宝玉的命根子，因丢了，所以他这么失魂丧魄的！还了得！这玉是满城里都知道的，谁捡了去，肯叫你们找出来么？叫人快快请老爷，我与他说！”\n\n贾母听了，急得站起来，眼泪直流，说道：“这件玉，如何是丢得的！你们忒不懂事了！难道老爷也是撂开手的不成？”王夫人知道贾母生气，叫袭人等跪下，自己敛容低首回说：“媳妇怕老太太着急，老爷生气，都没敢回。”贾母咳嗽道：“这是宝玉的命根子，因丢了，所以他这么失魂落魄的！还得了！这玉是满城里都知道的，谁捡了去，肯叫你们找出来么？叫人快快请老爷，我"
        },
        {
            "original": "那时吓得王夫人袭人等俱哀告道：“老太太这一生气，回来老爷更了不得了。现在宝玉病著，交给我们尽命的找来就是了。”贾母道：“你们怕老爷生气，有我呢！”便叫麝月传人去请。不一时，传话进来，说：“老爷谢客去了。”贾母道：“不用他也使得。你们便说我说的话，暂且也不用责罚下人。我便叫琏儿来，写出赏格，悬在前日经过的地方，便说：‘人有捡得送来者，情愿送银一万两；如有知人捡得，送信找得者，送银五千两。’如真有了，不可吝惜银子。这么一找，少不得就找出来了。若是靠著偺们家几个人找，就找一辈子也不能得！”王夫人也不敢直言。贾母传话，告诉贾琏叫他速办去了。",
            "english": "At that time, Wang Fei, Xisi, and the others were all very frightened and pleaded with the old lady, saying, \"The old lady is angry, and the old man will be even angrier. Now that the young master is ill, we should do our best to find him.\" The old lady said, \"You are afraid of the old man's anger, but I am not afraid.\" She then called the musk-scented moon to send a messenger. Soon, the messenger returned and said, \"The old man has gone to meet guests.\" The old lady said, \"It doesn't matter if he doesn't come. Just tell them what I said and that we won't punish the servants. Let the chain write a reward notice and hang it at the place where the young master passed by. Say that whoever picks up the notice will receive 10,000 taels of silver, and whoever sends a message to find it will receive 5,000 taels of silver. Don't be stingy with the silver. If we look for him ourselves, we won't find him in a lifetime.\" Wang Fei dared not speak directly. The old lady then ordered the chain to go and do it right away",
            "chinese": "那时王夫人、袭人等人都很害怕，哀求贾母说：“老太太生气，回来老爷更不得了。现在宝玉病着，我们尽力去找回来就是了。”贾母说：“你们怕老爷生气，有我呢！”便叫麝月传人去请。不一会儿，传话来说：“老爷谢客去了。”贾母说：“不用他也行。你们就说我说的话，暂时不用责罚下人。我叫琏儿写赏格，悬在前日经过的地方，说人有捡到就送银一万两，知道捡到的人送信找到的就送银五千两。如果真有，不能吝啬银子。这么一找，迟早能找到。要是靠我们家几个人找，就找一辈子也找不到。”王夫人不敢直接说。贾母传话，让贾琏赶快去办。"
        },
        {
            "original": "贾母便叫人：“将宝玉动用之物，都搬到我那里去。只派袭人秋纹跟过来，馀者仍留园内看屋子。”宝玉听了，总不言语，只是傻笑。贾母便携了宝玉起身，－－袭人等搀扶出园，－－回到自己房中，叫王夫人坐下，看人收拾里间屋内安置，便对王夫人道：“你知道我的意思么？我为的是园里人少，怡红院的花树，忽萎忽开，有些奇怪。头里仗著那块玉能除邪祟；如今玉丢了，只怕邪气易侵，所以我带过他来一块儿住著。这几天也不用叫他出去。大夫来，就在这里瞧。”王夫人听说，便接口道：“老太太想的自然是。如今宝玉同著老太太住了，老太太的福气大，不论什么都压住了。”贾母道：“什么福气！不过我屋里乾净些，经卷也多，都可以念念定定心神。你问宝玉好不好。”",
            "english": "贾母叫人把宝玉用的东西都搬到自己房里去。只派袭人和秋纹跟着他，其他人留在园子里看房子。宝玉听了，总不说话，只是傻笑。贾母就带着宝玉起身，袭人等搀扶他出园，回到自己房里，让王夫人坐下，看着人收拾里间屋内安置，便对王夫人说：“你知道我的意思吗？我因为园子里人少，怡红院的花树，忽萎忽开，有些奇怪。头里靠着那块玉能除邪祟；如今玉丢了，只怕邪气易侵，所以我带他来一块儿住着。这几天也不用叫他出去。大夫来，就在这里瞧。”王夫人听后，就说：“老太太想的自然是。如今宝玉同老太太住了，老太太的福气大，不论什么都压住了。”贾母说：“什么福气！不过我屋里干净些，经卷也多，都可以念念定定心神。你问宝玉好不好。”\n\nJia Mu asked people to move all the things that the young man used to her room. Only Xi Si and Qiu Wen were assigned to follow him, while the others stayed in the garden to",
            "chinese": "贾母叫人把宝玉用的东西都搬到自己房里去。只派袭人和秋纹跟着他，其他人留在园子里看房子。宝玉听了，总不说话，只是傻笑。贾母就带着宝玉起身，袭人等搀扶他出园，回到自己房里，让王夫人坐下，看着人收拾里间屋内安置，便对王夫人说：“你知道我的意思吗？我因为园子里人少，怡红院的花树，忽萎忽开，有些奇怪。头里靠着那块玉能除邪祟；如今玉丢了，只怕邪气易侵，所以我带他来一块儿住着。这几天也不用叫他出去。大夫来，就在这里瞧。”王夫人听后，就说：“老太太想的自然是。如今宝玉同老太太住了，老太太的福气大，不论什么都压住了。”贾母说：“什么福气！不过我屋里干净些，经卷也多，都可以念念定定心神。你问宝玉好不好。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "那宝玉见问，只是笑。袭人叫他说好，宝玉也就说好。王夫人见了这般光景，未免落泪，在贾母这里，不敢出声。贾母知王夫人著急，使说道：“你回去罢，这里有我调停他。晚上老爷回来，告诉他不必来见我，不许言语就是了。”王夫人去后，贾母叫鸳鸯找些安神定魄的药，按方吃了。不提。",
            "english": "When asked by the others, Baoyu only laughed, and Xisi told him it was good, and Baoyu also said it was good. Seeing this, Wang Fu couldn't help but shed tears, but dared not speak in front of the old lady. The old lady knew Wang Fu was anxious, and said, \"Go back, I'll deal with it here. In the evening, don't let the old man come to see me or talk.\" After Wang Fu left, the old lady asked Qianying to find some medicine to calm the spirit and follow the prescription. Without further mention.",
            "chinese": "宝玉被问到时只是笑，袭人叫他说好，宝玉也就说好。王夫人看见这种场面，忍不住落泪，在贾母这里不敢出声。贾母知道王夫人着急，就说：“你回去吧，这里有我来处理。晚上老爷回来，让他不要来见我，也不要说话。”王夫人离开后，贾母让鸳鸯找些安神定魄的药，按方吃了。不提。"
        },
        {
            "original": "且说贾政当晚回家，在车内听见道儿上人说道：“人要发财，也容易的很！”那个问道：“怎么见得？”这个人又道：“今日听见荣府里丢了什么哥儿的玉了，贴著招帖儿，上头写著玉的大小式样颜色，说：有人捡了送去，就给一万两银子；送信的还给五千呢！”",
            "english": "Now, let's talk about Jia Zheng's homecoming. As he was riding home, he heard a passer-by say, \"You can get rich easily!\" The passer-by asked, \"How can that be?\" The man replied, \"I heard that the Rongfu family lost something called a 'brother's jade.' They put up a notice with a picture of the jade, describing its size, style, and color. The notice said, 'If you find this jade and return it, you'll get 100,000 taels of silver; if you just tell them where to find it, you'll get 5,000 taels.'\"\n\n英文翻译：\n\n\n中文原文：\n\n贾政听了，想道：“这个玉果是宝玉的。如今宝玉果在那里？倘有人送了去，岂不是宝玉的不是？而且他也不用银子买，只管拿去送人。我必得看看。”因叫人来问，才知宝玉往宝钗处去了。贾政听了，越发气不打一处来。贾政因见车驾已远，只得自回怡红院来。\n\n英文翻译：\n\nJia Zheng heard this and thought to himself, \"",
            "chinese": "且说贾政当晚回家，在车内听见道儿上人说道：“人要发财，也不难啊！”那个问道：“怎么啊？”这个人又道：“今日听见荣府里丢了什么哥儿的玉，贴著招帖儿，上头写著玉的大小、式样、颜色，说：有人捡了送去，就给一万两银子；送信的还给五千呢！”"
        },
        {
            "original": "贾政虽未听得如此真切，心内诧异，急忙赶回，便叫门上的人问起那事来。门上的人禀道：“奴才头里也不知道；今儿晌午，琏二爷传出老太太的话，叫人去贴帖儿，才知道的。”贾政便叹气道：“家道该衰！偏生养这么一个孽障！才养他的时候，满街的谣言，隔了十几年，略好了些。这会子又大张晓谕的找玉，成何道理！”说著，忙走进里头去问王夫人。王夫人便一五一十的告诉。贾政知是老太太的主意，又不敢违拗，只抱怨王夫人几句。又走出来，叫瞒著老太太，背地里揭了这个帖儿下来。岂知早有那些游手好闲的人揭了去了。",
            "english": "Jia Zheng, although he did not understand clearly what was happening, was very surprised, and immediately returned home and asked the gatekeeper about it. The gatekeeper reported that \"the slave did not know before, today noon, the second son of the chain sent the words of the old lady, let people go up the notice, and only know it.\" Jia Zheng sighed: \"the family should decline! Suddenly born this devil! Just when he was raised, there was gossip on the street, after more than ten years, it got better. This time again big Puff of jade, what is the reason!\" He said, hurriedly went into the house to ask Lady Wang. Lady Wang told him in detail. Jia Zheng knew it was the old lady's idea, but dared not go against it, and only complained to Lady Wang. Then he came out and asked people to hide the old lady's notice. However, early someone has torn off it.\n\n中文原文：\n\n贾政听了，气的浑身乱战，又不敢恼他，只得回头骂道：“这个孽障！你在那里鼓惑我儿子！你又有什么好处呢？看我不拿了你！”\n\n英文翻译：\n\nJia Zheng listened, and was so angry that he",
            "chinese": "贾政虽然没有听清楚，但心里很惊讶，赶忙回到家里，就问门口的人是怎么回事。门口的人禀告道：“奴才之前也不知道，今天中午，琏二爷传了老太太的话，让人去贴告示，才知道的。”贾政叹了口气：“家道该衰败！偏偏生了这么一个孽障！刚养他的时候，满街的流言蜚语，隔了十几年，才好了一点。这会子又大张旗鼓地找玉，成什么道理！”说着，赶紧走进屋里去问王夫人。王夫人就一五一十地告诉了他。贾政知道是老太太的主意，又不敢违背，只是抱怨了几句王夫人。又走出来，叫人瞒着老太太，私下把这个告示揭下来。谁知早有人揭去了。"
        },
        {
            "original": "过了些时，竟有人到荣府门上，口称送玉来的。家人们听见，喜欢的了不得，便说：“拿来，我给你回去。”那人便怀内掏出赏格来，指给门上的人瞧，说：“这不是你们府上的帖子？写明送玉的给银一万两。二太爷，你们这会子瞧我穷，回来我得了银子，就是财主了，别这么待理不理的！”门上人听他的话头儿硬，便说道：“你到底略给我瞧瞧，我好给你回。”那人初倒不肯，后来听人说得有理，便掏出那玉，托在掌中一扬，说：“这是不是？”众家人原是在外服役，只知有玉，也不常见；今日才看见这玉的模样儿了，急忙跑到里头抢头报的似的。",
            "english": "After a while, someone came to the gate of the Rong府, claiming to be delivering a jade. The family members heard this and were very happy, saying, \"Bring it in, I'll give you a reward.\" The person then took out the reward list and pointed to the doorkeeper, saying, \"Is this not your house's notice? It says that the person who delivers the jade will receive ten thousand taels of silver. Second Master, now you seem poor, but once I get the silver, I'll be rich, so don't treat me so coldly!\" The doorkeeper heard his tone was firm and said, \"Show me the jade, so I can give you an answer.\" At first, the person was unwilling, but after hearing the others' reasoning, he took out the jade and held it in his palm, saying, \"Is this not the jade?\" The servants who were serving outside had only heard of the jade, but had never seen it before; today they finally saw its appearance. They rushed in, shouting like they were reporting something important.",
            "chinese": "过了一段时间，有人来到荣府门口，口称是送玉来的。家人们听见后，非常高兴，说：“拿进来，我给你回去。”那人就从怀中掏出赏格来，指着门上的人说：“这不是你们府上的帖子吗？上面写明送玉的给银一万两。二太爷，你现在看起来穷，等我得了银子，就是财主了，别这么不理不睬的！”门上的人听到他的话头很硬，便说：“你到底给我瞧瞧，我好给你回话。”那人起初不肯，后来听人说得有理，便掏出那玉，托在掌中一扬，说：“这是不是？”众家人原是在外服役，只知有玉，也不常见；今日才看见这玉的模样儿了，急忙跑到里头抢头报的似的。"
        },
        {
            "original": "那日，贾政贾赦出门，只有贾琏在家。众人回明，贾琏还问真不真。”门上人口称：“亲眼见过，只是不给奴才，要见主子，一手交银，一手交玉。”贾琏却也喜欢，忙去禀知王夫人，即便回明贾母，把个袭人乐的合掌念佛。贾母并不改口，一叠连声：“快叫琏儿请那人到书房里坐著，将玉取来一看，即便给银。”贾琏依言，请那人进来，当客待他，用好言道谢：“要借这玉送到里头本人见了，谢银分厘不短。”",
            "english": "On that day, Jia Zheng and Jia Pi went out, and only Jia Lian was at home. The others told him and he asked if it was true. The gatekeeper said he had seen it with his own eyes, but he wanted to see the owner, and a silver coin for a jade. Jia Lian was very happy and immediately told Wang Fei and reported it to Jia Mo. Xi Ren heard it and was very happy. Jia Mo didn't change his mind and said in a loud and repeated voice, \"Call Jia Lian to ask that person to sit in the study, take the jade to see, and give him a silver coin.\" Jia Lian followed suit, invited that person in, treated him like a guest, and expressed gratitude in good words: \"If you borrow this jade and let the owner see it, we won't give you a silver coin.\"",
            "chinese": "那日，贾政和贾赦出门了，只有贾琏在家。众人告诉他，他问真不真。门上的人说他亲眼见过，但不要奴才，要见主人，一手交钱，一手交玉。贾琏很喜欢，马上告诉王夫人，并向贾母汇报，袭人听了很高兴。贾母不改变口，一叠连声地说：“快叫琏儿请那个人到书房里坐，把玉拿来看一看，就把钱给那个人。”贾琏照办，请那个人进来，像客人一样对待他，用好话感谢他：“要借这玉送到里头本人见了，谢银一分一厘都不短。”"
        },
        {
            "original": "那人只得将一个红绸子包儿送过去。贾琏打开一看，可不是那一块晶莹美玉吗？贾琏素昔原不理论，今日倒要看看。看了半日，上面的字也仿佛认得出来，什么“除邪祟”等字。贾琏看了，喜之不胜，便叫家人伺候，忙忙的送与贾母王夫人认去。",
            "english": "The man had to give him a red silk bag. When he opened it, he found a piece of jade crystal that was so beautiful it was transparent. The Jialing had never seen anything like it before, so he was very excited and asked his servants to bring it to his mother and aunt to look at it.\n\nChinese:\n\n那个人只好把一个红绸子包送过去。贾琏打开一看，原来是一块晶莹剔透的美玉。贾琏过去从未见过，今天就看看。看了半天，上面的字他几乎都能认出来，什么“除邪祟”等字。贾琏看了，非常高兴，赶紧叫家人伺候，忙忙地送给了贾母和王夫人看。\n\nEnglish:\n\nThe man had to give him a red silk bag. When he opened it, he found a piece of jade crystal that was so beautiful it was transparent. The Jialing had never seen anything like it before, so he was very excited and asked his servants to bring it to his mother and aunt to look at it.",
            "chinese": "那个人只好把一个红绸子包送过去。贾琏打开一看，原来是一块晶莹剔透的美玉。贾琏过去从未见过，今天就看看。看了半天，上面的字他几乎都能认出来，什么“除邪祟”等字。贾琏看了，非常高兴，赶紧叫家人伺候，忙忙地送给了贾母和王夫人看。"
        },
        {
            "original": "这会子惊动了合家的人都等著争看。凤姐见贾琏进来，便劈手夺去，不敢先看，送到贾母手里，贾琏笑道：“你这么一点儿事，还不叫我献功呢！”贾母打开看时，只见那玉比先前昏暗了好些，一面用手擦摸，鸳鸯拿上眼镜儿来戴著一瞧，说：“奇怪！这块玉倒是的！怎么把头里的宝色都没了呢？”王夫人看了一会子，也认不出，便叫凤姐过来看。凤姐看了道：“像倒像，只是颜色不大对，不如叫宝兄弟自己一看，就知道了。”袭人在旁，也看著未必是那一块，只是盼得的心盛，也不敢说出不像来。",
            "english": "Now the whole family is waiting to see the excitement. When the Jialin came in, Fengzheng took the jade and didn't dare to look at it first. He passed it to the Jialin's hands. Jialin laughed and said, \"You have a little bit of a thing, and you don't call me to show my merits.\" Jialin opened it and saw that the jade was much darker than before. Quanyang took the eyeglasses to look at it and said, \"It's strange! This jade is indeed the one! How did the head's precious color disappear?\" Wangfeng looked at it for a while and didn't recognize it. Then he called Fengzheng to look at it. Fengzheng looked at it and said, \"It looks like it, but the color is not right. Let's let the young master look at it himself and know.\" Xisi was beside him, but he couldn't say it was not like it because he was too eager to see it.",
            "chinese": "这会子惊动了全家的人都等着看热闹。凤姐看见贾琏进来，就把玉抢过去，不敢先看，递到贾母手里。贾琏笑道：“你这么点儿事，还不叫我来献功呢！”贾母打开一看，只见那玉比先前暗淡了许多。鸳鸯拿上眼镜儿来看，说：“奇怪！这块玉倒是的！怎么把头里的宝色都没了呢？”王夫人看了一会子，也认不出，便叫凤姐过来看。凤姐看了看，说：“像倒是像，只是颜色不大对，不如让宝兄弟自己看一眼，就知道了。”袭人在旁边，也觉得未必是那块玉，只是盼得的心盛，也不敢说不像。"
        },
        {
            "original": "凤姐于是从贾母手中接过来，同著袭人，拿来给宝玉瞧。这时宝玉正睡著才醒。凤姐告诉道：“你的玉有了。”宝玉睡眼朦胧，接在手里也没瞧，便往地下一撂，道：“你们又来哄我了！”说著，只是冷笑。凤姐连忙拾起来道：“这也就奇了，怎么你没瞧，就知道呢？”宝玉也不答言，只管笑。王夫人也进屋里来了，见他这样，便道：“这不用说了。他那玉原是胎里带来的一宗古怪东西，自然他有道理。想来这个必是人家见了帖儿照样儿做的。”大家此时恍然大悟。",
            "english": "Feng Jie took the jade from Jia Mu and handed it over to Xisi. Baoyu was just about to fall asleep when he woke up and Feng Jie said, \"Your jade is here.\" Baoyu was half-asleep and took it from her, but immediately threw it on the ground, saying, \"You're trying to trick me again!\" He then just laughed. Feng Jie quickly picked it up and asked, \"What's wrong with that? Can't you just look at it?\" Baoyu didn't say anything and just continued to laugh. Wang Fu also came in and saw the situation, saying, \"Never mind, his jade is a strange thing from his birth. He must have his own reasons. This must be someone who saw the invitation and copied it.\" Everyone then understood.",
            "chinese": "凤姐从贾母手中接过玉，和袭人一起给宝玉看。宝玉正要睡着，醒来后，凤姐说：“你的玉有了。”宝玉迷迷糊糊地接过来，却直接扔在地上，说：“你们又来骗我了！”说完只是冷笑。凤姐连忙捡起来，问：“这怎么了？你不看就知道？”宝玉也不说话，继续笑。王夫人也进来了，看到这种情况，就说：“不用说了，他的玉是胎里带来的怪东西，他肯定有道理。想来这个也是人家见了帖儿照着做的。”大家这才明白过来。"
        },
        {
            "original": "贾琏在外间屋里听见这个话，便说道：“既不是，快拿来给我问问他去。人家这样事，他还敢来鬼混！”贾母喝住道：“琏儿，拿了去给他，叫他去罢。那也是穷极了的人，没法儿了，所以见我们家有这样事，他就想赚几个钱，也是有的。如今白白的花了钱，弄了这个东西，又叫偺们认出来了。依著我，倒别难为他，把这块玉还他，说不是我们的，赏给他几两银子外头的人知道了，才肯有信儿就送来呢。要是难为了这一个人，就有真的，人家也不敢拿了来了。”贾琏答应出去。那人还等著呢。半日不见人来，正在那里心里发虚，只见贾琏气忿忿走出来了。",
            "english": "Jialin heard this in the outer room and said, \"If it's true, bring it here for me to question him. People who do such things would dare to come and fish in troubled waters!\" Jialin's mother stopped him and said, \"Jialin, take this jade to him and let him go. That person is in a desperate situation, so he might try to make some money by taking advantage of our situation. Now that he's spent his money on this thing and we've recognized it, I think it's best not to make things difficult for him. Give him back the jade, saying it's not ours, and give him a few silver coins. Then he'll be more likely to come back with the real thing if he knows we're not going to be hard on him. If we make things difficult for him, even if it's true, he won't come back.\" Jialin agreed to go out. The person was still waiting. After a while, when Jialin came out fuming, the person felt a little nervous.",
            "chinese": "贾琏在外间屋里听到这个话，便说：“如果是真的，快拿来给我问问他去。人家有这种事，他竟然敢来混水摸鱼！”贾母喝住他说：“琏儿，把这块玉拿给他，叫他走吧。那个人也是穷极了，没办法了，所以看到我们家有这种事，就想赚几个钱，也是有可能的。现在白白花了钱，弄了这个东西，又让我们认出来了。按照我的想法，不要难为他，把这块玉还给他，说不是我们的，赏给他几两银子，外面的人知道了，才肯有信儿就送来呢。要是难为了这个人，就算真的，人家也不敢拿来了。”贾琏答应出去。那个人还在等呢。过了半会儿，见贾琏气愤愤地走出来，心里有些发虚。"
        },
        {
            "original": "未知如何，下回分解。",
            "english": "I don't know what to do, next time.中文原文：\n\n\n\n简单的现代普通话：\n\n刚才，他做了什么？\n\n中国白话：\n\n那个人，刚才做了什么？\n\n简单的现代普通话：\n\n那个人，刚才做了什么？\n\n中国白话：\n\n他刚才做了什么？\n\n简单的现代普通话：\n\n他刚才做了什么？\n\n中国白话：\n\n我刚才做了什么？\n\n简单的现代普通话：\n\n我刚才做了什么？\n\n中国白话：\n\n不知道，下次再说。\n\n简单的现代普通话：\n\n不知道，下次再说。\n\n中国白话：\n\n没有看到他。\n\n简单的现代普通话：\n\n没有看到他。\n\n中国白话：\n\n刚才，他做了什么？\n\n简单的\n\n英文翻译：\n\n中文原文：\n\n\n\n简单的现代普通话：\n\n刚才，他做了什么？\n\n中国白话：\n\n那个人，刚才做了什么？\n\n简单的现代普通话：\n\n那个人，刚才做了什么？\n\n中国白话：\n\n他刚才做了什么？\n\n简单的现代普通话：\n\n他刚才做了什么？\n\n中国白话：\n\n我刚才做了什么？\n\n简单的现代普通话：\n\n我刚才做了什么？\n\n中国白话：\n\n不知道，下次再说。\n\n简单的现代普通话：\n\n不知道，下次再说。\n\n中国白话：\n\n没有看到他。\n\n简单的现代普通话：\n\n没有看到他。\n\n中国白话：\n\n刚才，他做了什么？\n\n简单的\n\n英文翻译：\n\n中文原文：\n\n\n\n简单的现代普通话：\n\n刚才，他做了什么？\n\n中国白话：\n\n",
            "chinese": "不知道怎么办，下次再说。\n\n中国白话：\n\n没有看到那家伙。\n\n简单的现代普通话：\n\n没有看到他。\n\n中国白话：\n\n刚才，那个家伙在干什么？\n\n简单的现代普通话：\n\n刚才，他做了什么？\n\n中国白话：\n\n那个人，刚才在干什么？\n\n简单的现代普通话：\n\n那个人，刚才做了什么？\n\n中国白话：\n\n他刚才在干什么？\n\n简单的现代普通话：\n\n他刚才做了什么？\n\n中国白话：\n\n我刚才在干什么？\n\n简单的现代普通话：\n\n我刚才做了什么？\n\n中国白话：\n\n不知道，下回分解。\n\n简单的现代普通话：\n\n不知道，下次再说。\n\n中国白话：\n\n没有看到他。\n\n简单的现代普通话：\n\n没有看到他。\n\n中国白话：\n\n刚才，他做了什么？\n\n简单的现代普通话：\n\n刚才，他做了什么？\n\n中国白话：\n\n那个人，刚才做了什么？\n\n简单的现代普通话：\n\n那个人，刚才做了什么？\n\n中国白话：\n\n他刚才做了什么？\n\n简单的现代普通话：\n\n他刚才做了什么？\n\n中国白话：\n\n我刚才做了什么？\n\n简单的现代普通话：\n\n我刚才做了什么？\n\n中国白话：\n\n不知道，下次再说。\n\n简单的现代普通话：\n\n不知道，下次再说。\n\n中国白话：\n\n没有看到他。\n\n简单的现代普通话：\n\n没有看到他。\n\n中国白话：\n\n刚才，他做了什么？\n\n简单的"
        }
    ],
    "title": "《因讹成实元妃薨逝　以假混真宝玉疯癫》",
    "chapter_number": 95
}