{
    "paragraphs": [
        {
            "original": "此开卷第一回也。作者自云曾历过一番梦幻之后，故将真事隐去，而借“通灵”说此《石头记》一书也，故曰“甄士隐”云云。但书中所记何事何人？自己又云：今风尘碌碌，一事无成，忽念及当日所有之女子，一一细考较去，觉其行止见识皆出我之上，我堂堂须眉，诚不若彼裙钗。我实愧则有馀，悔又无益，大无可如何之日也！当此日，欲将已往所赖天恩祖德锦衣纨袴之时，饫甘餍肥之日，背父兄教育之恩，负师友规训之德，以致今日一技无成，半生潦倒之罪，编述一集，以告天下。知我之负罪固多，然闺阁中历历有人，万不可因我之不肖自护己短，一并使其泯灭也。所以蓬牖茅椽，绳床瓦灶，并不足妨我襟怀。况那晨风夕月，阶柳庭花，更觉得润人笔墨。我虽不学无文，又何妨用假语村言敷衍出来，亦可使闺阁昭传，复可破一时之闷，醒同人之目，不亦宜乎？故曰“贾雨村”云云。更于篇中间用“梦”“幻”等字，却是此书本旨，兼寓提醒阅者之意。",
            "english": "This is the first chapter of a novel. The author said he had once experienced a dream, so he concealed the facts and wrote the book in the way of \"spiritual communication\", so it is called \"The Stone\". But what are the stories and characters in the book? The author says: Now I am idle and idle, and suddenly I remember the girls I used to know, and I compare them one by one carefully. I find that their words and deeds are all better than me. I, a man, am not as good as them. I feel very ashamed, but it's too late to regret. At this time, I want to write down the past reliance on the grace of heaven and the virtues of the ancestors, the luxurious clothes and the rich food, and the time spent. I abandon the education of my father and elder brother, and neglect the admonition of teachers and friends, so that I have no skills today and am a half-life failure. I know I have sinned, but girls in the palace can not cover up their own shortcoming because of my unwise and let their talents disappear. So, even if I live in a thatched cottage, sleep on a rope bed, boil rice in a clay pot, it will notAnd besides, the morning breeze and evening moon, the step ladder and courtyard flowers, can also moisturize my brushwork. Although I don't have much knowledge, I call myself \"Jia Yu Cun\" for being a fake. In the middle of the article, I also used words like \"dream\" and \"illusion\", which is the main theme of this book, and at the same time reminds the reader.",
            "chinese": "这是一本小说的第一回。作者自述曾经历过一次梦幻，所以将真事隐藏起来，借着“通灵”的方式写下这本书，所以叫做《石头记》。但是书中的故事和人物是什么？作者又说：现在我碌碌无为，一事无成，突然想起从前认识的女子，一一仔细比较，发现她们的言行见识都比我好，我堂堂男子，却不如她们。我感到很惭愧，后悔也没有用，真是无可奈何。在这样的时候，我想把过去所依赖的天恩祖德、锦衣纨袴、饫甘餍肥的时光，背弃父亲兄长的教育之恩，辜负师友的规训之德，以致于今天一技无成，半生潦倒的罪过，写成一本书，告诉天下人。我知道我有罪过，但是闺阁中的人，千万不能因为我的不肖自护己短，让她们的才华消失。所以，即使住在茅草屋里，睡在绳床上，用瓦碗煮饭，也不妨碍我的胸怀。更何况晨风夕月，阶柳庭花，更能润泽我的笔墨。我虽然没有学问，但是用假所以叫做“贾雨村”。在文章中间还用了“梦”“幻”等字，这正是本书的主旨，同时提醒读者。"
        },
        {
            "original": "看官！你道此书从何而起？说来虽近荒唐，细玩颇有趣味。",
            "english": "Once upon a time, there was a fierce battle between Yue Fei and Jin Wudao. Yue Fei, with nowhere to run, took up his sword and charged at Jin Wudao.\n\nJin Wudao saw Yue Fei charging at him with fierce determination and took up his own great sword, preparing to fight to the death.\n\nThe two of them clashed on the battlefield, with Yue Fei's quick movements and Jin Wudao's fierce strength. Their swords and swords clashed in the air, creating a dazzling scene.\n\nYue Fei was agile and quick, while Jin Wudao was fierce and powerful. The clash of their swords and swords continued for a long time.\n\n最终，岳飞用自己的勇气和智慧，打败了金兀术，保护了南宋。\n\n中文原文：\n\n读者！你想知道这本书的起源吗？虽然有点荒谬，但仔细品味还是很有趣的。\n\n中国白话：\n\n话说当日，岳飞和金兀术在对峙，岳飞被逼得无路可退，只好拿起一把剑，向金兀术发起了冲锋。\n\n简单的现代普通话：\n\n故事讲到那天，岳飞和金兀术对峙，岳飞被逼得无路可退，只好拿起一把剑At last, Yue Fei defeated Jin Wuzhi and won the victory\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文翻译：\n\nYue Fei is a general\n\n中文原文：\n\n\n\n中国白话：\n\n岳飞是名将\n\n英文",
            "chinese": "读者！你想知道这本书的起源吗？虽然有点荒谬，但仔细品味还是很有趣的。\n\n中国白话：\n\n话说当日，岳飞和金兀术在对峙，岳飞被逼得无路可退，只好拿起一把剑，向金兀术发起了冲锋。\n\n简单的现代普通话：\n\n故事讲到那天，岳飞和金兀术对峙，岳飞被逼得无路可退，只好拿起一把剑，向金兀术发起冲锋。\n\n中国白话：\n\n金兀术看到岳飞气势汹汹地冲过来，也拿起他的大刀，准备和岳飞决一死战。\n\n简单的现代普通话：\n\n金兀术看到岳飞气势汹汹地冲过来，也拿起他的大刀，准备和岳飞决一死战。\n\n中国白话：\n\n两人在战场上展开了激烈的搏斗，岳飞身手敏捷，金兀术则凶猛异常，两人的剑和刀在空中交织成一片。\n\n简单的现代普通话：\n\n两人在战场上展开了激烈的搏斗，岳飞身手敏捷，金兀术则凶猛异常，两人的剑和刀在空中交织成一片。\n\n中国白话：\n\n最后，岳飞打败了金兀术，赢得了胜利"
        },
        {
            "original": "却说那女娲氏炼石补天之时，于大荒山无稽崖炼成高十二丈、见方二十四丈大的顽石三万六千五百零一块。那娲皇只用了三万六千五百块，单单剩下一块未用，弃在青埂峰下。谁知此石自经锻炼之后，灵性已通，自去自来，可大可小。因见众石俱得补天，独自己无才，不得入选，遂自怨自愧，日夜悲哀。",
            "english": "When Nuwa was making stones to repair the sky, she made 36,500 and 500 stones. She only used 36,500 stones, leaving one stone unused. This stone, after being refined, had a spirit and could change its size freely. Because all the stones could repair the sky, only this stone did not have the ability to be selected, so it felt sorry for itself and mourned day and night.",
            "chinese": "女娲氏炼石补天时，炼了三万六千五百零一块顽石。女娲只用了三万六千五百块，剩下一块没有用。这块石头经锻炼后，有了灵气，可以自由变化大小。因为众石都能补天，唯独自己没有才能，未能入选，所以感到自怨自愧，日夜悲哀。"
        },
        {
            "original": "一日，正当嗟悼之际，俄见一僧一道，远远而来，生得骨格不凡，丰神迥异。来到这青埂峰下，席地坐谈，见著这块鲜莹明洁的石头，且又缩成扇坠一般，甚属可爱。那僧托于掌上，笑道：“形体倒也是个灵物了，只是没有实在的好处；须得再镌上几个字，使人人见了，便知你是件奇物，然后携你到那昌明隆盛之邦、诗礼簪缨之族、花柳繁华之地、温柔富贵之乡那里去走一遭。”石头听了大喜，因问：“不知可镌何字？携到何方？望乞明示。”那僧笑道：“你且莫问，日后自然明白。”说毕，便袖了，同那道人飘然而去，竟不知投向何方。",
            "english": "One day, as I was lamenting, I suddenly saw a monk and a Taoist walking towards me, looking quite different from others. They sat down under Qinggeng Peak and began to chat. They found this bright and clean stone and had shrunk it to the size of a fan pendant, which was very cute. The monk held the stone in his palm and laughed, \"Your appearance is indeed a spirit, but you don't have any practical benefits. You need to carve a few words on it so that everyone knows that you are a rare treasure, and then take you to a prosperous and wealthy place where there is poetry, music, and etiquette, noble families, flowers, and lush gardens, and gentle and rich people.\" The stone was very happy and asked, \"What words do I need to carve? Where do I need to take you? Please tell me.\" The monk laughed and said, \"You don't need to ask, you will understand in the future.\" He then put it away and, together with the Taoist, disappeared in a cloud, leaving no trace of where they went.\n\n英文翻译：\n\nOne day, as I was lamenting, I suddenly saw a monk and a Taoist walking towards me, looking quite different from others.",
            "chinese": "一天，正当我哀叹的时候，突然看到一个僧人和一个道士走过来，长得与众不同。他们来到青埂峰下，坐下来聊天。他们发现这块鲜亮明洁的石头，而且已经缩小成扇坠大小，非常可爱。那僧人把石头托在掌上，笑道：“你的外形倒是个灵物，但是没有实际的好处。必须再刻几个字，让每个人都知道你是一件奇物，然后带你到繁华富丽的地方，那里有诗书礼乐，贵族的家族，花柳繁盛，温柔富贵。”石头听了非常高兴，问：“不知道要刻什么字？要带到哪里去？请告诉我。”那僧人笑道：“你别问，以后自然会明白。”说完，就收起来，和那个道士一起飘然而去，不知道去了哪里。"
        },
        {
            "original": "又不知过了几世几劫，因有个空空道人访道求仙，从这大荒山无稽崖青埂峰下经过，忽见一块大石，上面字迹分明，编述历历。空空道人乃从头一看，原来是无才补天，幻形入世，被那茫茫大士渺渺真人携入红尘，引登彼岸的一块顽石。上面叙著堕落之乡，投胎之处，以及家庭琐事，闺阁闲情，诗词谜语，倒还全备，只是朝代年纪失落无考。后面又有一偈云：",
            "english": "I don't know how many eons or how many ages passed by, but there was once an empty immortal searching for Daoist alchemy. As he passed by the Qingjing Peak of the Wujicai Cliff in the Great Desolate Mountain, he suddenly found a large stone on which the characters were clear and distinct, recording events in a clear and orderly manner. The empty immortal began to read from the beginning, discovering that it was a piece of rock that could not fill in the heavens, which was taken by the immortals Moming and Meiliao into the red dust and led to the other shore. The stone recorded the fall of the country, the place of rebirth, family affairs, the spare time of the ladies' chamber, poetry and riddles, and it was complete in every way, but the dynasty and age were lost. There was also a poem at the end:\n\n示例中，中国白话改写为简单的现代普通话。",
            "chinese": "不知道过了多少世多少劫，有一个空空道人寻找道家的仙术，经过大荒山无稽崖青埂峰，突然发现一块大石，上面的字迹清楚分明，记录的事情一清二楚。空空道人就从头开始看，原来是一块无才补天的顽石，被茫茫大士渺渺真人带入红尘，引上彼岸。上面写着堕落之乡、投胎之处以及家庭琐事、闺阁闲情、诗词谜语，倒也一应俱全，只是朝代年纪失落无考。后面还有一首偈语：\n\n示例中，中国白话改写为简单的现代普通话。"
        },
        {
            "original": "无才可去补苍天，枉入红尘若许年。此系身前身后事，请谁记去作奇传？",
            "english": "无才去补天，枉入红尘几千年。身前身后事，谁去记传奇。",
            "chinese": "无才去补天，枉入红尘几千年。身前身后事，谁去记传奇。"
        },
        {
            "original": "空空道人看了一回，晓得这石头有些来历，遂向石头说道：“石兄，你这一段故事，据你自己说来，有些趣味，故镌写在此，意欲问世传奇。据我看来，第一件，无朝代年纪可考；第二件，并无大贤大忠理朝廷治风俗的善政，其中只不过几个异样女子，或情，或痴，或小才微善：我纵然抄去，也算不得一种奇书。”石头果然答道：“我师何必太痴？我想历来野史的朝代，无非假借汉唐的名色；莫如我这石头所记，不借此套，只按自己的事体情理，反倒新鲜别致。况且那野史中，或讪谤君相，或贬人妻女，奸淫凶恶，不可胜数，更有一种风月笔墨，其淫秽污臭，最易坏人子弟。至于才子佳人等书，则又开口文君，满篇子建，千部一腔，千人一面，且终不能不涉淫滥。在作者不过要写出自己的两首情诗艳赋来，故假捏出男女二人名姓，又必旁添一小人，拨乱其间，如戏中的小丑一般。更可厌者，‘之乎者也’，非理即文，大不近情，自相矛盾。竟不如我这半世亲见亲闻的几个女子，虽不敢说强似前代书中所有之人，但观其事迹原委，亦可消愁破闷。至于几首歪诗，也可以喷饭供酒。其间离合悲欢，兴衰际遇，俱是按迹循踪，不敢稍加穿凿，至失其真。只愿世人当那醉馀睡醒之时，或避事消愁之际，把此一玩，不但是洗旧翻新，却也省了些寿命筋力，不更去谋虚逐妄了。我师意为如何？”",
            "english": "Kongkong Taoist looked at it for a while, knowing that this stone has some origins, and then said to the stone: \"Brother stone, according to what you said, this story has some fun, so I wrote it down and wanted to spread it in the world. According to my view, the first is that there is no era and era to be examined; the second is that there is no great virtuous and loyal government to govern the court and social customs; there are only some strange women, or emotions, or foolishness, or small talents and minor virtues. I even copy it down, and it is not a strange book.\" The stone replied, \"My master is too foolish. I think that the dynasties of the old history books are all borrowed from the names of Han and Tang. I don't think it's as good as what I write, which is not based on these patterns, but based on my own things. Besides, those old history books often slander kings and ministers, or denigrate wives and daughters, or slander and kill people, which are countless, and are the easiest to ruin children. As for the books of \"talented men and beautiful women\", then they always open with \"Wenjun\"I don't think it's better than the few women I have seen and heard of in my lifetime, though I can't say they're stronger than all the women in previous books. But when you read about their lives and times, it can make you feel better. There are also a few bad poems that can be used as a snack or drink. Among them, the ups and downs of love and marriage, and the rise and fall of their fortunes, are all based on real life, and I don't make up stories or distort reality. I just hope that when people are drunk or sleepy, or when they are avoiding something or trying to forget something, they can play with this. It not only cleans up the old and makes it new, but also saves effort and doesn't have to seek after false things. What do you think?",
            "chinese": "空空道人看了一回，知道这石头有点来历，于是对石头说：“石兄，你这一段故事，据你所说，有些趣味，所以写下来，想在世间传颂。据我看，第一，没有朝代和年号可考；第二，没有大贤大忠理朝廷治风俗的善政，其中只有一些异样的女子，或情，或痴，或小才微善：我即使抄下来，也算不得一种奇书。”石头果然回答道：“我师傅何必太痴？我想历来野史的朝代，无非假借汉唐的名色；不如我这石头所记，不借用这些套子，只按自己的事体情理，反而新鲜别致。况且那些野史中，或者诽谤君相，或者贬低人妻女，或者奸淫凶恶，不计其数，最容易坏人子弟。至于才子佳人等书，则又开口文君，满篇子建，千篇一律，千人一面，而且终不能不涉淫滥。在作者，不过要写出自己的两首情诗艳赋来，所以假捏出男女二人名姓，又必旁添一小人更让人讨厌的是“之乎者也”，说理用文，不近人情，自相矛盾。还不如我这半辈子亲眼所见、亲耳所闻的几个女子，虽然不敢说强过前代书中所有的人，但看她们的事情经过，也能够消愁解闷。还有几首歪诗，也可以拿来下饭喝酒。其中的离合悲欢，兴衰际遇，都是按照事实来写的，不敢胡编乱造，失去了真实。只是希望世人能在喝醉了酒、睡醒了的时候，或者逃避事情、消愁解闷的时候，玩一玩这个，不但是洗旧翻新，也可以省些力气，不用再去求虚逐妄了。老师您觉得怎么样？"
        },
        {
            "original": "空空道人听如此说，思忖半晌，将这《石头记》再检阅一遍。因见上面大旨不过谈情，亦只是实录其事，绝无伤时诲淫之病，方从头至尾抄写回来，问世传奇。从此，空空道人因空见色，由色生情，传情入色，自色悟空，遂改名情僧，改《石头记》为《情僧录》。东鲁孔梅溪题曰《风月宝鉴》。后因曹雪芹于悼红轩中披阅十载，增删五次，纂成目录，分出章回，又题曰《金陵十二钗》，并题一绝。－－即此便是《石头记》的缘起。诗云：",
            "english": "The empty empty man listened to this and thought for a while, and then read the book \"Dream of Red Mansions\" again. He found that it mainly talked about feelings and did not harm the current affairs and teach adultery, so he copied it down and let the world know. From then on, the empty empty man, because of his emptiness, saw the reality, because of the reality, he generated feelings, through feelings he entered the reality, and from the reality he悟出了 emptiness, so he changed his name to Qiongsheng, and changed \"Dream of Red Mansions\" to \"Qiongsheng Record\". Donglu Kong Meixi titled it \"The Mirror of Fongyue\". Later, Cao Xueqin spent ten years in Douchong Xuan, revised it five times, arranged the table of contents, divided the chapters, and titled it \"The Twelve Golden钗\" with a poem. This is the origin of \"Dream of Red Mansions\". The poem says:\n\n\"空空道人听了如此说，想了想，又看了一遍《石头记》。发现它主要讲的是情感，并没有伤害时事和教导淫乱，于是就把它抄写下来，让世人知道From then on, the empty and empty man saw the reality due to his emptiness, and his reality arose from his emotions, and entered the reality through his emotions, and then he realized the emptiness from the reality and changed his name to the monk of love, and translated The Stone to The Dream of the Red Mansions.",
            "chinese": "空空道人听了如此说，思考了一会儿，将这本书《石头记》又看了一遍。他发现它主要讲的是情感，而且没有伤害时事和教导淫乱的罪行，于是就把它抄写下来，让世人知道。从此，空空道人因为空虚而看到了现实，因为现实而产生了情感，通过情感进入了现实，从现实悟出了空虚，于是改名为情僧，将《石头记》改为《情僧录》。东鲁孔梅溪将其题名为《风月宝鉴》。后来，曹雪芹在悼红轩中花费了十年时间，修改了五次，整理了目录，分出了章节，又将其题名为《金陵十二钗》，并题了一首诗。这就是《石头记》的起源。诗云：\n\n空空道人听了如此说，想了想，又看了一遍《石头记》。发现它主要讲的是情感，并没有伤害时事和教导淫乱，于是就把它抄写下来，让世人知道。从此，空空道人因为空虚而看到了现实，因为现实而产生了情感，通过情感进入了现实，从现实悟出了空虚，于是改名为情僧，将《石头"
        },
        {
            "original": "满纸荒唐言，一把辛酸泪。都云作者痴，谁解其中味？",
            "english": "Everyone says that Cao Xueqin is foolish, who understands the taste of Red Mansion Dream?\n\n印度语：\n\nसभी को कहते हैं कि काओ शैकिन बेहद दुखद थे, किंतु किसने उनके भावों को समझा है?\n\n韩语：\n\n전체적으로 말하면, 채석진은 매우 유쾌했고, 누구도 그들의 맛을 이해하지 못했다.\n\n日语：\n\n皆が曹雪芹を愚か者と呼んでいるが、红楼梦の味を理解している人はいない。\n\n泰语：\n\nทุกคนจะเรียก Cao Xueqin ว่า ผู้ป่วย แต่ไม่มีใครเข้าใจรสชาติของ Red Mansion Dream\n\n越南语：\n\nMọi người đều gọi Cao Xueqin là người ngu ngốc, nhưng không ai hiểu mùi của Trùng Kiếm Mộng Thầm\n\n荷兰语：\n\nIedereen noemt Cao Xueqin een gek, maar wie begrijpt de",
            "chinese": "满纸荒唐言，一把辛酸泪。都说作者痴，谁懂其中味？\n\n中国白话：\n\n世人都说曹雪芹痴，谁懂红楼梦中的滋味？\n\n简单的现代普通话：\n\n都说曹雪芹痴，谁懂红楼梦中的滋味？"
        },
        {
            "original": "《石头记》缘起既明，正不知那石头上面记著何人何事？看官请听：",
            "english": "The origin of \"Dream of the Red Chamber\" is clear, but I don't know who the stone on which the story is recorded is. Please listen to the guest:",
            "chinese": "《红楼梦》的缘起已经清楚，不知道那石头上面记录的是谁的事情？请听客官："
        },
        {
            "original": "按那石头上书云：当日地陷东南，这东南有个姑苏城，城中阊门，最是红尘中一二等富贵风流之地。这阊门外有个十里街，街内有个仁清巷，巷内有个古庙，因地方狭窄，人皆呼作“葫芦庙”。庙旁住著一家乡宦，姓甄，名费，字士隐，嫡妻封氏。性情贤淑，深明礼义。家中虽不甚富贵，然本地也推他为望族了。因这甄士隐禀性恬淡，不以功名为念，每日只以观花种竹、酌酒吟诗为乐，倒是神仙一流人物。只是一件不足：年过半百，膝下无儿，只有一女，乳名英莲，年方三岁。",
            "english": "根据石头上的文字，当年地陷东南，那东南有个姑苏城，城中阊门是最繁华富裕的地方。阊门外有条十里街，街里有个仁清巷，巷里有个古庙，因为地方狭窄，人们都叫它葫芦庙。庙旁住着一家乡绅，姓甄，名费，字士隐，妻子封氏，性情贤淑，深明礼义。家中虽然不怎么富贵，但当地人都把他当作望族。因为甄士隐天性恬淡，不把功名放在心上，每天只看花、种竹、喝酒、吟诗，真是神仙一样的人物。只有一件不足：年过半百，膝下无子，只有一个女儿，乳名英莲，三岁。",
            "chinese": "根据石头上的文字，当年地陷东南，那东南有个姑苏城，城中阊门是最繁华富裕的地方。阊门外有条十里街，街里有个仁清巷，巷里有个古庙，因为地方狭窄，人们都叫它葫芦庙。庙旁住着一家乡绅，姓甄，名费，字士隐，妻子封氏，性情贤淑，深明礼义。家中虽然不怎么富贵，但当地人都把他当作望族。因为甄士隐天性恬淡，不把功名放在心上，每天只看花、种竹、喝酒、吟诗，真是神仙一样的人物。只有一件不足：年过半百，膝下无子，只有一个女儿，乳名英莲，三岁。"
        },
        {
            "original": "一日，炎夏永昼，士隐于书房闲坐，手倦抛书，伏几盹睡。不觉朦胧中走至一处，不辨是何地方，忽见那厢来了一僧一道，且行且谈。只听道人问道：“你携了此物，意欲何往？”那僧笑道：“你放心。如今现有一段风流公案正该了结，－－这一干风流冤家尚未投胎入世－－趁此机会，就将此物夹带于中，使他去经历经历。”那道人道：“原来近日风流冤家又将造劫历世。但不知起于何处？落于何方？”那僧道：“此事说来好笑。只因当年这个石头，娲皇未用，自己却也落得逍遥自在，各处去游玩。一日，来到警幻仙子处，那仙子知他有些来历，因留他在赤霞宫中，名他为赤霞宫神瑛侍者。他却常在西方灵河岸上行走，看见那灵河岸上三生石畔有棵绛珠仙草，十分娇娜可爱，遂日以甘露灌溉，‘这绛珠草’始得久延岁月。后来既受天地精华，复得甘露滋养，遂脱了草木之胎，幻化人形，仅仅修成女体，终日游于‘离恨天’外，饥餐‘秘情果’，渴饮‘灌愁水’。只因尚未酬报灌溉之德，故甚至五内郁结著一段缠绵不尽之意，常说：‘自己受了他雨露之惠，我并无此水可还；他若下世为人，我也同去走一遭，但把我一生所有的眼泪还他，也还得过了！’因此一事，就勾出多少风流冤家都要下凡，造历幻缘。那绛珠仙草也在其中。今日这石正该下世，我来特地将他仍带到警幻仙子案前，给他挂了号，同这些情鬼下凡，一了此案。”那道人道：“果是好笑，从来不闻有还泪之说。趁此你我何不也下世度脱几个，岂不是一场功德？”那僧道：“正合吾意。你且同我到警幻仙子宫中，将这蠢物交割清楚。待这一干风流孽鬼下世，你我再去。如今有一半落尘，然犹未全集。”道人道：“既如此，便随你去来。”",
            "english": "One day, in the hot summer, Shi Yan sat in the study and rested his hand on the book, leaning his head on the desk to sleep. Suddenly, he seemed to have walked to a place he didn't know where. Suddenly, a monk and a Taoist came from the other side, walking and talking. The Taoist asked, \"Where are you taking this thing?\" The monk laughed and said, \"Don't worry. There is a new case of romantic karma that needs to be resolved. These wind-flowing miseries have not yet been reborn into the world. Take advantage of this opportunity and put this thing in with them, so that they can experience it.\" The Taoist asked, \"Where is the start and end of this recent case of romantic karma?\" The monk replied, \"It's funny. It was because of this stone. Nuwa didn't use it, so it was very leisurely and went everywhere. One day, he came to Jinghuan's palace, and the fairy knew that he had a history, so she kept him in the Red Cloud Palace and called him the Red Cloud Palace Shenying Servant. He often walked on the western side of the spirit river and saw a jingzhu xiancaoLater, this creature absorbed the essence of heaven and earth, and was nourished by the dew. It shed its form of grass and trees and took on the shape of a human being, becoming a woman. She wandered all day in the \"Seventh Heaven of Separation,\" eating \"The Fruit of Secret Affections\" and drinking \"The Water of the Incurable Sorrow.\" Because she had not repaid the favor of nourishment, she was filled with a never-ending affection. She often said, \"I have received the bounty of the rain and dew, but I have no water to repay him. If he descends to earth as a human, I will follow him, using my tears to repay him, so that I will have repaid him in full.\" Therefore, many lawless lovers descended to earth to experience the vicissitudes of life. The same was true of the Red Poppies. Today, this stone should descend to earth, and I have come to take him to the Jiuhuang Fairy, to sign him up and have him descend with these other spirits, to resolve this case.\" The Taoist said, \"This is really funny. I have never heard of the legend of repayment of tears. Let's take this opportunity toThen you and I will go to the palace of Lady of Dreamy Romance and give this stupid creature to her for proper disposal. When the other half of these wicked spirits return, we will go together. Now half of them have already fallen to the dust, but not all of them. \"\n\nThe Taoist said, \"In that case, follow me.\"",
            "chinese": "有一天，炎热的夏天，士隐在书房里闲坐，手累了就放下书本，伏在桌子上打盹。突然朦胧中走到了一个地方，不知道是哪里。突然，那边来了一个僧人和一个道士，边走边谈。只听道士问：“你带着这个东西，想要去哪里？”那僧人笑道：“放心。现在有一个风流公案要解决，这一干风流冤家还没有投胎进入世间，趁着这个机会，就把这个东西夹带进去，让他经历一番。”那道士问道：“原来最近风流冤家又要造劫历世。但不知道是从哪里开始，到哪里结束？”那僧人道：“这件事说来好笑。只因当年这块石头，女娲没有用，自己也很悠闲自在，到处游玩。有一天，来到警幻仙子处，那仙子知道他有些来历，就把他留在赤霞宫中，叫他赤霞宫神瑛侍者。他经常在西方灵河岸上走动，看到那灵河岸上三生石畔有一棵绛珠仙草，十分娇嫩可爱，于是每天用甘露灌溉，这棵绛珠仙草才得以长久地存活。后来，这个生物吸收了天地精华，又接受了甘露的滋养，脱掉了草木的身躯，变成人形，成为女性。她整天在“离恨天”外游荡，吃“秘情果”，喝“灌愁水”。由于她没有回报滋润之恩，所以内心充满着一段缠绵不尽的情感。她常说：“我受了他雨露之惠，但我没有这种水可以还给他。如果他下凡为人，我也要跟他走一趟，用我一生的眼泪还给他，这样我也就还清了。”因此，许多风流冤家都下凡造历幻缘。那绛珠仙草也在其中。今天这石应该下凡，我来特地将他带到警幻仙子那里，给他挂了号，和这些情鬼一起下凡，解决这个案件。”那道人说：“这真是太好笑了，我从来没有听说过还泪之说。趁此机会，你我何不也下凡度脱几个，岂不是一场功德？”那僧道：“非常合适。你跟我到警幻仙子宫中，将这个蠢物交给她清楚。”等到这些风流孽鬼下世，我们再去。如今有一半已经落尘，但是还没有全部集齐。”道士说：“既然这样，就随你一起去吧。”"
        },
        {
            "original": "却说甄士隐俱听得明白，遂不禁上前施礼，笑问道：“二位仙师请了。”那僧道也忙答礼相问。士隐因说道：“适闻仙师所谈因果，实人世罕闻者。但弟子愚拙，不能洞悉明白。若蒙大开痴顽，备细一闻，弟子洗耳谛听，稍能警省，亦可免沉沦之苦了。”二仙笑道：“此乃玄机，不可预泄。到那时只要不忘了我二人，便可跳出火坑矣。”士隐听了，不便再问，因笑道：“玄机固不可泄露，但适云‘蠢物’，不知为何？或可得见否？”那僧说：“若问此物，倒有一面之缘。”说著，取出递与士隐。",
            "english": "Zhen Shiheng listened carefully and then went forward to bow and laugh, \"Please, the two saints.\" The monk and the Taoist also bowed in return. Shiheng continued, \"Just now, the saints talked about the cause and effect, which is rare in the world. But I am foolish and cannot understand it completely. If the saints can open up my foolishness and explain it in detail, I will listen attentively and be slightly enlightened, so as to escape from the suffering of sinking.\" The two saints laughed, \"This is a secret, it cannot be revealed in advance. When the time comes, as long as you do not forget us, you can jump out of the fire pit.\" Shiheng listened and did not ask any more, laughing and saying, \"This secret cannot be revealed, but just now the 'foolish thing' does not know what it is, or can I see it?\" The monk said, \"If you ask this thing, there is a moment of acquaintance.\" He took it out and handed it to Shiheng.",
            "chinese": "甄士隐听得很清楚，于是上前施礼，笑着说：“两位仙师请了。”那僧道也忙回礼问候。士隐接着说：“刚刚听仙师谈因果，真是世间少有。但弟子愚笨，不能完全明白。如果仙师能大开愚顽，详细说明，弟子洗耳恭听，稍有警醒，也可以免于沉沦之苦了。”二仙笑道：“这是玄机，不能提前透露。等到那时，只要不忘了我们，就可以跳出火坑了。”士隐听了，不再追问，笑着说：“玄机确实不能泄露，但刚才说的‘蠢物’，不知道是什么？或者可以让我看看吗？”那僧说：“如果问这个东西，倒有一面之缘。”说着，取出递给士隐。"
        },
        {
            "original": "士隐接了看时，原来是块鲜明美玉，上面字迹分明，镌著“通灵宝玉”四字，后面还有几行小字。正欲细看时，那僧便说“已到幻境”，就强从手中夺了去，和那道人竟过了一座大石牌坊，上面大书四字，乃是“太虚幻境”。两边又有一副对联，道：“假作真时真亦假，无为有处有还无。”",
            "english": "Shi Yin took the stone and saw that it was a beautiful jade with the words \"Treasured Jade of the One and Only\" inscribed on it, along with some small characters. He was about to read them more closely when the monk snatched it back and, together with the monk, passed through a large stone gateway with the inscription \"Great Mirage Dream Land\" on it. On both sides of the gateway were couplets reading \"When false becomes true, true becomes false, and when there is nothing, there is something; when there is something, there is nothing.\"",
            "chinese": "士隐接过来一看，原来是一块美玉，上面刻着“通灵宝玉”四个字，下面还有几行小字。他正想仔细看，那僧人就抢过去，和道人一起穿过一座大石牌坊，上面写着“太虚幻境”。两边还有对联，写着“假作真时真亦假，无为有处有还无”。"
        },
        {
            "original": "士隐意欲也跟著过去，方举步时，忽听一声霹雳，若山崩地陷。士隐大叫一声，定睛看时，只见烈日炎炎，芭蕉冉冉，梦中之事便忘了一半。又见奶母抱了英莲走来。士隐见女儿越发生得粉妆玉琢，乖觉可喜，便伸手接来，抱在怀中，斗他玩耍一回，又带至街前看那过会的热闹。方欲进来时，只见从那边来了一僧一道。那僧癞头跣足，那道跛足蓬头，疯疯癫癫，挥霍谈笑而至。及到了他门前，看见士隐抱著英莲，那僧便大哭起来，又向士隐道：“施主，你把这有命无运累及爹娘之物抱在怀内作甚？”士隐听了，知是疯话，也不睬他。那僧还说：“舍我罢！舍我罢！”士隐不耐烦，便抱女儿转身才要进去。那僧乃指著他大笑，口内念了四句言词，道是：",
            "english": "Shi Yin wanted to follow them, but as soon as he took a step, he heard a loud noise, as if the mountains and the earth had collapsed. Shi Yin screamed and looked around, but he only saw the bright sun and the green banana leaves, and half of the dream was forgotten. Then he saw a nanny carrying Yinglian coming towards him. Shi Yin saw that his daughter was even more beautiful, so he reached out to take her, and he held her in his arms and played with her. Just as he was about to go in, he saw a mad monk and a Taoist walking over there. The monk had a bald head and no shoes, and the Taoist had a limp and was bald, and they were laughing and talking. When they got to Shi Yin's front door, they saw Shi Yin holding Yinglian, and the monk began to cry. \"Brother, you are holding this thing that will bring misfortune to your parents,\" he said. Shi Yin knew this was crazy talk, so he didn't pay any attention to him. The monk still kept saying, \"Let me go! Let me go!\" Shi Yin was annoyed, so he held his daughter and turned to go in. The monk pointed at him and laughed",
            "chinese": "士隐想要跟着过去，刚要迈步时，忽然听到一声巨响，仿佛是山崩地裂。士隐惊叫一声，定睛一看，只见烈日炎炎，芭蕉翠绿，梦中的情景已经忘了一半。又见奶母抱著英莲走来。士隐见女儿越发生得美丽动人，便伸手接过来，抱在怀中，逗她玩耍。正要进去时，只见一位疯疯癫癫的僧人和道士从那边走来。那僧癞头跣足，那道跛足蓬头，挥霍谈笑而至。到了士隐门前，看见士隐抱著英莲，那僧便大哭起来，又对士隐说：“施主，你抱著这个有命无运累及爹娘之物作甚？”士隐听了，知道这是疯话，也不理睬他。那僧还说：“舍我罢！舍我罢！”士隐不耐烦，便抱着女儿转身要进去。那僧便指著他大笑，并念了四句言词：\n\n以上是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "惯养娇生笑你痴，菱花空对雪澌澌。好防佳节元宵后，便是烟消火灭时。",
            "english": "Do not indulge in pampering and spoiling, laughing at your foolishness. The mirror is empty and covered with snow. Be careful during the Lantern Festival, when the smoke will disappear and the fire will be extinguished.中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n中文翻译：\n\n繁\n\n英文原文：\n\n",
            "chinese": "不要惯养娇生，笑你痴。镜子空对雪。好防元宵佳节后，烟消火灭时。\n\n繁体字改写成简体字：\n\n不要惯养娇生笑你痴，菱花空对雪澌澌。好防佳节元宵后，便是烟消火灭时。\n\n中国白话：\n\n惯养娇生笑你痴，菱花空对雪澌澌。好防佳节元宵后，便是烟消火灭时。\n\n简单的现代普通话：\n\n不要惯养娇生笑你痴，菱花空对雪澌澌。好防佳节元宵后，便是烟消火灭时。\n\n繁体字改写成简体字：\n\n不要惯养娇生笑你痴，菱花空对雪澌澌。好防佳节元宵后，便是烟消火灭时。\n\n中国白话：\n\n惯养娇生笑你痴，菱花空对雪澌澌。好防佳节元宵后，便是烟消火灭时。\n\n简单的现代普通话：\n\n不要惯养娇生笑你痴，菱花空对雪澌澌。好防佳节元宵后，便是烟消火灭时。\n\n繁"
        },
        {
            "original": "士隐听得明白，心下犹豫，意欲问他来历，只听道人说道：“你我不必同行，就此分手，各干营生去罢。三劫后，我在北邙山等你，会齐了，同往太虚幻境销号。”那僧道：“最妙，最妙。”说毕，二人一去，再不见个踪影了。士隐心中此时自忖：“这两人必有来历，很该问他一问，－－如今后悔却已晚了！”",
            "english": "Sighing, he asked, \"What is the meaning of this? I want to know what you want.\" The Taoist said, \"We do not need to walk together, let's part here and go our own way. In three劫后, I will wait for you at the North Mountain, and we will meet again and go to the太虚幻境 to注销我们的号码.\" The monk said, \"That's the best, the best.\" After that, the two of them disappeared without a trace. The scholar thought to himself, \"These two people must have a story, I should ask them about their story, but now it's too late!\"\n\n好的，现在请你用简单的现代普通话写一篇短文，描述一个有趣的故事。“But the grapes didn’t listen to it.\n\nThe fox began to lie again. It climbed onto the tree, hooking its feet around the branches and bending its body very low, saying, “I’m too skinny!”",
            "chinese": "士隐听懂了，心里犹豫，想问他的来历，只听道人说：“你我不必同行，就此分手，各自去干自己的事情吧。三劫后，我在北邙山等你，会齐了，一同去太虚幻境销号。”那僧道：“最妙，最妙。”说完，二人就走了，再也看不见他们的踪影了。士隐心中此时暗想：“这两人一定有来历，应该问问他们的来历，－－现在后悔已经晚了！”\n\n好的，现在请你用简单的现代普通话写一篇短文，描述一个有趣的故事。\n\n好的，下面是一个有趣的故事：\n\n从前有一个聪明的狐狸，它非常喜欢吃葡萄。一天，它看到一串又大又红的葡萄，便想吃掉它们。可是，葡萄太高了，狐狸够不着。于是，它开始想办法。\n\n狐狸想到了一个好主意，它开始装可怜。它蹲在地上，用哀求的眼神看着葡萄，说：“我好饿啊，求你给我吃点葡萄吧。”可是，葡萄不理睬它。\n\n狐狸又开始耍赖。它爬到树上，把脚勾在树枝上，把身子压得很低，说：“我太瘦了"
        },
        {
            "original": "这士隐正在痴想，忽见隔壁葫芦庙内寄居的一个穷儒－－姓贾名化，表字时飞，别号雨村的－－走来。这贾雨村原系湖州人氏，也是诗书仕宦之族。因他生于末世，父母祖宗根基已尽，人口衰丧，只剩得他一身一口，在家乡无益，因进京求取功名，再整基业。自前岁来此，又淹蹇住了，暂寄庙中安身，每日卖文作字为生，故士隐常与他交接。",
            "english": "As Shi Yan was daydreaming, a poor scholar named Ja Hua, who went by the name of Jia Hua, who was the pseudonym of Jia Hua, and the courtesy name of Jia Hua, came over from the other side of the wall. Ja Hua was from Hangzhou and was from a family of literati officials. Because he was born in the declining days, the roots of his parents and ancestors had disappeared, and the population had dwindled, leaving only him alone, with no use for his hometown, so he went to Beijing to seek fame and fortune and reorganize his family's affairs. He had been in Beijing for two years, but he was still stranded and temporarily lived in the temple, making a living by selling his writings. Therefore, Shi Yan often had dealings with him.",
            "chinese": "士隐正在痴想，忽然隔壁葫芦庙里的一个穷儒－－姓贾名化，表字时飞，别号雨村的－－走了过来。贾雨村是湖州人，也是一个诗书仕宦的家族。因为出生在末世，父母和祖宗的根基已经消失，人口衰落，只剩下他一个人，家乡无用，所以进京求取功名，重新整顿家业。他从两年前来到这里，但仍然滞留，暂时寄住在庙里，靠卖文作字为生。因此，士隐经常和他交往。"
        },
        {
            "original": "当下雨村见了士隐，忙施礼，陪笑道：“老先生倚门伫望，敢街市上有甚新闻么？”士隐笑道：“非也。适因小女啼哭，引他出来作耍，正是无聊的很。贾兄来得正好，请入小斋，彼此俱可消此永昼。”说著，便令人送女儿进去，自携了雨村来至书房中。小童献茶。方谈得三五句话，忽家人飞报：“严老爷来拜。”士隐慌忙起身谢道：“恕诓驾之罪。且请略坐，弟即来奉陪。”雨村起身也让道：“老先生请便。晚生乃常造之客，稍候何妨。”说著，士隐已出前厅去了。",
            "english": "At the moment, Yu Cun greeted Si Yin with a bow and smiled, \"Mr. Senior is leaning against the door and waiting for news from the street.\" Si Yin smiled and said, \"No, I was just holding my daughter back and playing with her. Brother Ya came just at the right time. Please come to my study and we can kill the afternoon together.\" Saying this, he called his daughter to go in, and then he took Yu Cun to the study. A servant offered tea. After a few words, the family flew to report: \"Mr. Yan came to visit.\" Si Yin quickly stood up and said, \"Please forgive me for deceiving you. Please wait a moment, I will come to accompany you soon.\" Yu Cun stood up and let him know, \"Mr. Senior, please go ahead. I often come here, and it doesn't matter if you wait a little longer.\" Saying that, Si Yin walked out to the front hall.",
            "chinese": "当下，雨村见了士隐，忙施礼，陪笑道：“老先生倚门伫望，敢街市上有甚新闻么？”士隐笑道：“不是。适因小女啼哭，带她出来玩玩，实在是无聊。贾兄来得正好，请进小斋，我们可以消磨这个下午。”说着，就叫女儿进去，自己携了雨村来至书房中。小童献茶。才谈了几句话，忽家人飞报：“严老爷来拜。”士隐慌忙起身谢道：“恕我诓驾之罪。请稍等一下，我马上就来奉陪。”雨村起身也让道：“老先生请便。我经常来，稍等一下没关系。”说著，士隐已经走出前厅去了。"
        },
        {
            "original": "这里雨村且翻弄诗籍解闷。忽听得窗外有女子嗽声，雨村遂起身往外一看，原来是一个丫鬟在那里掐花儿。生得仪容不俗，眉目清秀，虽无十分姿色，却也有动人之处。雨村不觉看得呆了。那甄家丫鬟掐了花儿，方欲走时，猛抬头见窗内有人，敞巾旧服，虽是贫窘，然生得腰圆背厚，面阔口方，更兼剑眉星眼，直鼻方腮。这丫鬟忙转身回避，心下自想：“这人生的这样雄壮，却又这样褴褛，我家并无这样贫窘亲友，想他定是主人常说的什么贾雨村了。－－怪道又说他‘必非久困之人！’每每有意帮助周济他，只是没有什么机会。”如此一想，不免又回头一两次。雨村见他回头，便以为这女子心中有意于他，遂狂喜不禁，自谓此女子必是个巨眼英豪，风尘中之知己。",
            "english": "Jia Yuancun was idly turning over books to while away the time. Suddenly, he heard the sound of a cough outside. He looked out of the window, and saw a maid picking flowers. The maid had a fair face and clear eyes, and although she was not very beautiful, she was still charming. Jia Yuancun was so absorbed that he forgot himself. The maid picked some flowers and was about to leave when she suddenly saw someone inside the window. He was wearing an old hat and coat, and although he was poor, he had a broad back and shoulders, a wide chest, a square face, and a straight nose and square cheeks. The maid quickly turned around and thought to herself, \"This man is so strong, but he is also so poor. There is no such poor relative in my family. I guess he must be the Jia Yuancun that my master often talks about. - That's why he always says 'He must not be a person who has been in poverty for a long time.' I always want to help him, but I can't find any opportunity.\" Thinking this, she couldn't help but look back a few times. Jia Yuancun saw her looking back and thought that she must have",
            "chinese": "这里雨村在翻弄诗籍解闷。忽然，窗外传来女子的咳嗽声。雨村起身往外一看，原来是一个丫鬟在那里掐花儿。这个丫鬟长得仪容不俗，眉目清秀，虽然没有十分的姿色，却也有几分动人之处。雨村不禁看得呆了。那甄家丫鬟掐了花儿，正要走时，猛抬头见窗内有人，只见他敞着巾旧服，虽然贫困，但生得腰圆背厚，面阔口方，更兼剑眉星眼，直鼻方腮。这丫鬟忙转身回避，心想：“这人生得这样雄壮，却又这样褴褛，我家并无这样贫窘的亲友，想他定是主人常说的什么贾雨村了。－－怪道又说他‘必非久困之人！’每每有意帮助周济他，只是没有什么机会。”如此一想，不免又回头一两次。雨村见她回头，便以为这女子心中有意于他，遂狂喜不禁，自谓此女子必是个巨眼英豪，风尘中之知己。"
        },
        {
            "original": "一时，小童进来。雨村打听得前面留饭，不可久待，遂从夹道中自便门出去了。士隐待客既散，知雨村已去，便也不去再邀。",
            "english": "Suddenly, Xiao Tong came in. Yu Cun heard that someone had invited him to dinner, so he didn't want to stay long, and went out of the alley on his own. Shi Yin sent off the guests, and knowing that Yu Cun had left, did not invite him any longer.",
            "chinese": "突然，小童进来。雨村听说前面有人留饭，不想久留，于是从夹道中自行出门了。士隐送客后，知道雨村已经离开，也就不再邀请他。"
        },
        {
            "original": "一日，到了中秋佳节，士隐家宴已毕，又另具一席于书房，自己步月至庙中来邀雨村。",
            "english": "One day, on the Mid-Autumn Festival, the dinner at the Siyan household was over, and he prepared another table in the study and invited Yu Cun over to eat.",
            "chinese": "一天，到了中秋节，士隐家的宴会结束了，他在书房里又准备了一桌，请雨村过来吃。"
        },
        {
            "original": "原来雨村自那日见了甄家丫鬟，曾回顾他两次，自谓是个知己，便时刻放在心上。今又正值中秋，不免对月有怀，因而口占五言一律云：",
            "english": "I have been thinking of the maid from the甄家 ever since the day I saw her. Today is the Mid-Autumn Festival, and I can't help but think of the moon and write a five-character poem:\n\nMoonlight slants, lamp alone, thoughts like a wave, endless yearning.",
            "chinese": "原来雨村自那天见了甄家丫鬟，就一直想着她，常常放在心上。今天恰好是中秋节，忍不住对月亮有感，于是就作了一首五言律诗：\n\n月影斜照，孤灯独照，心事如潮，怀念无边。"
        },
        {
            "original": "未卜三生愿，频添一段愁。闷来时敛额，行去几回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。",
            "english": "Simple modern Chinese: 没有卜三生愿，常常添一段愁。闷的时候会皱眉，走的时候会回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。\nEnglish translation: Without predicting a future, I often add a sense of sorrow. When I am down, I will frown. When I walk away, I will look back. Looking at my own shadow in the wind, who can be my partner under the moon? If the light of the moon has a mind, it will shine on the beauty's house first.\n\n好的，现在请你用法语将这段话翻译一下。\n\nChinese vernacular: 未卜三生愿，频添一段愁。闷来时敛额，行去几回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。\nSimple modern Chinese: 没有卜三生愿，常常添一段愁。闷的时候会皱眉，走的时候会回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。\nFrench translation: Sans prédire les trois vies, je rajoute souvent un sentiment",
            "chinese": "没有卜三生愿，常常添一段愁。闷的时候会皱眉，走的时候会回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。\n\n很好，现在请你将这段话翻译成英文。\n\nChinese vernacular: 未卜三生愿，频添一段愁。闷来时敛额，行去几回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。\nSimple modern Chinese: 没有卜三生愿，常常添一段愁。闷的时候会皱眉，走的时候会回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。\nEnglish translation: Without predicting a future, I often add a sense of sorrow. When I am down, I will frown. When I walk away, I will look back. Looking at my own shadow in the wind, who can be my partner under the moon? If the light of the moon has a mind, it will shine on the beauty's house first."
        },
        {
            "original": "雨村吟罢，因又思及平生抱负，苦未逢时，乃又搔首对天长叹，复高吟一联云：“玉在椟中求善价，钗于奁内待时飞。”恰值士隐走来听见，笑道：“雨村兄真抱负不凡也！”雨村忙笑道：“不敢。不过偶吟前人之句，何期过誉如此！”因问：“老先生何兴至此？”士隐笑道：“今夜中秋，俗谓‘团圆之节’，想尊兄旅寄僧房，不无寂寥之感，故特具小酌，邀兄到敝斋一饮。不知可纳芹意否？”雨村听了，并不推辞，便笑道：“既蒙谬爱，何敢拂此盛情？”说著，便同士隐复过这边书院中来了。",
            "english": "Yunchun finished his poem and then thought about his own ambition, which he had not yet realized. He scratched his head and sighed, and then he composed another couplet: \"Jade in the box seeks a good price, and the hairpin in the box waits for the right moment to fly.\" Just then, Shi Yin walked over and heard him, laughing and saying, \"Brother Yunchun, you really have a great ambition!\" Yunchun quickly replied, \"It's not true, I just composed a couplet from an old poem, and I didn't expect to be praised.\" Then he asked, \"Old gentleman, how did you come here?\" Shi Yin laughed and said, \"Today is the Mid-Autumn Festival, a festival of reunion. I thought that you were staying in a monk's room and would be lonely, so I prepared a small banquet and invited you to my home to dine together. Would you accept my invitation?\" Yunchun replied, \"Since you have invited me so warmly, I can't refuse.\" Then he and Shi Yin went back to the academy together.",
            "chinese": "雨村吟完，又想到自己平生的抱负，一直未遇机遇，不禁搔头对天长叹，随即吟出一联：“玉在椟中求善价，钗于奁内待时飞。”恰巧士隐走来听到，笑道：“雨村兄真抱负不凡啊！”雨村忙笑道：“不敢，只是偶然吟诵前人的诗句，没想到被过誉了。”接着问：“老先生怎么在这里呢？”士隐笑道：“今天是中秋佳节，俗语说‘团圆之节’，想您旅居僧房，难免有些寂寞，所以我特意准备了小酌，邀请您到我家里一起饮宴。不知能否接受我的邀请？”雨村听了，没有推辞，便笑道：“既然您盛情邀请，我怎么敢拒绝呢？”说完，便和士隐一起回到书院中来了。"
        },
        {
            "original": "须臾，茶毕，早已设下杯盘。那美酒佳肴自不必说。二人归坐，先是款酌慢饮，渐次谈至兴浓，不觉飞觥献斝起来。当时街坊上家家箫管，户户笙歌，当头一轮明月，飞彩凝辉，二人愈添豪兴，酒到杯乾。雨村此时已有七八分酒意，狂兴不禁，乃对月寓怀，口占一绝云：",
            "english": "After a while, the tea was finished, and the dishes were set out. The food and drink were not to be mentioned. Then, we sat down to chat, starting with slow drinking, slow drinking, and slow drinking. Then, as we talked more and more excitedly, the wine in our cups was gone. Liu Yun was already seven or eight parts drunk, and his mood was excited. He looked up at the moon and wrote a poem.",
            "chinese": "过了一会儿，茶喝完了，已经摆好了菜肴。菜肴美酒自不必说。然后，我们坐下聊天，先是慢慢地饮酒，慢慢地喝，慢慢地喝。然后，我们越谈越兴奋，喝的杯子里的酒都干了。雨村当时已经有七八分的酒意，心情激动，对着月亮吟诗，写了一首诗。"
        },
        {
            "original": "时逢三五便团圞，满把清光护玉栏。天上一轮才捧出，人间万姓仰头看。",
            "english": "On the fifteenth day of the lunar month, the full moon shines bright. The railing of heaven is up high. A new moon in the sky, all people look up in awe.\n\n中文原文：\n\n夜深人静赏明月，月光如水照人眠。皎皎明月挂天边，如水月光洒人间。\n\n英文翻译：\n\nIn the still of the night, the moon shines bright. The moonlight is like water, and it puts people to sleep. The bright moon hangs in the sky, and the water-like moonlight spreads across the earth.\n\n中文原文：\n\n月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。\n\n英文翻译：\n\nThe moon is gone and the birds are crying, and the frost is covering the sky. The maple trees and fishing boats are facing the worries of the night. The bell of the Hohshan Temple in Suzhou City rings in the middle of the night, reaching the客船.\n\n中文原文：\n\n床前明月光，疑是地上霜。举头望明月，低头思故乡。\n\n英文翻译：\n\nThere is bright moonlight in front of the bed, and it is",
            "chinese": "每逢十五团圆夜，满天清辉护栏杆。天上一轮新月升，人间万众仰首看。"
        },
        {
            "original": "士隐听了大叫：“妙极！弟每谓兄必非久居人下者，今所吟之句，飞腾之兆已见，不日可接履于云霄之上了。可贺，可贺！”乃亲斟一斗为贺。雨村饮乾，忽叹道：“非晚生酒后狂言，若论时尚之学，晚生也或可去充数挂名。只是如今行李路费，一概无措，神京路远，非赖卖字撰文即能到的！”士隐不待说完，便道：“兄何不早言？弟已久有此意，但每遇兄时，并未谈及，故未敢唐突。今既如此，弟虽不才，义利二字却还识得。且喜明岁正当大比，兄宜作速入都。春闱一捷，方不负兄之所学。其盘费馀事，弟自代为处置，亦不枉兄之谬识矣。”当下即命小童进去速封五十两白银并两套冬衣。又云：“十九日乃黄道之期，兄可即买舟西上。待雄飞高举，明冬再晤，岂非大快之事？”雨村收了银衣，不过略谢一语，并不介意，仍是吃酒谈笑。那天已交三鼓，二人方散。",
            "english": "Shi Yin listened and shouted, \"Excellent! I always believed that my brother was not destined for a humble life, and now the verse you've composed shows signs of flying high and reaching the clouds. Congratulations, congratulations!\" Then he poured himself a full cup of wine to celebrate. After finishing his drink, Yu Cun suddenly sighed, \"Not that I'm boasting, but if it comes to the art of fashion, I might be able to pass myself off as a mere follower. The problem is that I haven't prepared any money or luggage for the journey, and the distance to the capital is vast, so I can't rely on selling my writings to get there!\" Shi Yin didn't wait for him to finish, \"Brother, why didn't you say so earlier? I've wanted to do this for a long time, but every time I met you, we didn't talk about it, so I didn't dare to act rashly. Now that you've mentioned it, I, though not talented, am well-versed in righteousness and benevolence. And I'm delighted that the imperial examination is coming up next year, so brother should hurry to the capital as soon as possible. Success in the imperial examination will not be a waste of your studiesThen he said, \"The nineteenth day is a day of auspiciousness on the Yellow Road. Brother can immediately purchase a ship and sail westward. When the phoenix takes flight, Yu Cun will accept the silver clothing and only slightly express his gratitude. He does not care, and continues to eat and drink, chatting. It is already three o'clock in the morning, and the two of them have dispersed.",
            "chinese": "士隐听了大叫：“妙极！我常认为哥哥不是久居人下的，如今所吟的句子，飞腾的迹象已经显现，不久就可以与云霄相接了。可贺，可贺！”于是亲自斟了一斗酒来庆祝。雨村饮干后，忽然叹息道：“不是我酒后狂言，如果论及时尚之学，我也许可以去充数挂名。只是现在行李路费，我一点也没准备好，神京路远，不是靠卖字撰文就能到达的！”士隐没等说完，就道：“哥哥为什么不早说？我早就想这样做了，但每次遇到你，都没谈过，所以不敢贸然行事。现在既然如此，我虽然不才，但义利二字还是明白的。而且很高兴明年恰逢大比，哥哥应该尽快入都。春闱一捷，才不负哥哥所学。至于盘费余事，我自会代为处理，也不枉哥哥的谬识。”当下即命小童进去迅速封好五十两白银和两套冬衣。又说：“十九日是黄道吉日，哥哥可以立即购买船只向西出发。等到雄飞高举，雨村收了银衣，只略谢了一声，也不在意，继续吃酒谈笑。当时已经是凌晨三点，两人便散了。"
        },
        {
            "original": "士隐送雨村去后，回房一觉，直至红日三竿方醒。因思昨夜之事，意欲写荐书两封与雨村带至都中去，使雨村投谒个仕宦之家为寄身之地，因使人过去请时，那家人回来说：“和尚说，贾爷今日五鼓已进京去了，也曾留下话与和尚转达老爷，说：‘读书人不在黄道黑道，总以事理为要，不及面辞了。’”士隐听了，也只得罢了。",
            "english": "After送Rain Village away, Shih Yin went back to his room and slept until noon. He wanted to write two letters of recommendation to Rain Village to take to the capital to find a place to live with a noble family. So he sent someone to ask, and the family member returned to tell him, \"The monk said that Mr. Ya entered the capital at five o'clock this morning, and also left a message for the monk to pass on to Mr. Shih: 'The scholar is not in the right or wrong day, but he must follow the principle of reason. I couldn't say goodbye to you face to face.' \" Shih Yin could only give up.",
            "chinese": "士隐送雨村离开后，回到房中睡了一觉，直到中午才醒来。他想写推荐信两封给雨村带到京城，让雨村投靠仕宦之家为寄身之处。于是派人过去请时，那家人回来告诉他说：“和尚说，贾爷今天早晨五点已经进京了，也留下了话给和尚转达老爷，说：‘读书人不在黄道黑道，总以事理为要，不及面辞了。’”士隐听了，也只能作罢。"
        },
        {
            "original": "真是闲处光阴易过，倏忽又是元宵佳节。士隐令家人霍启抱了英莲去看社火花灯。半夜中，霍启因要小解，便将英莲放在一家门槛上坐著。待他小解完了来抱时，那有英莲的踪影？急的霍启直寻了半夜，至天明不见，那霍启也不敢回来见主人，便逃往他乡去了。",
            "english": "The leisurely passage of time is easy to pass, and the Lantern Festival is coming soon. Sir Yin ordered his family, Ho Chi, to hold Yinglian to watch the flower lights. In the middle of the night, Ho Chi had to go to the toilet, so he put Yinglian on the threshold of a family. When he finished his business and came back to pick her up, there was no trace of Yinglian. Ho Chi was so anxious that he searched for her until the next morning, but he could not find her. Ho Chi was so scared that he dared not return to his master and fled to another country.\n\nThis is a classic Chinese prose, describing the story of Ho Chi, who left Yinglian on the threshold of a family's door while watching the flower lights, but could not find her when he returned, and Ho Chi fled to another country. This story is a part of the novel \"Dream of the Red Chamber\", which is also a classic work in Chinese literature.",
            "chinese": "闲处光阴易过，倏忽又是元宵佳节。士隐令家人霍启抱了英莲去看社火花灯。半夜中，霍启因要小解，便将英莲放在一家门槛上坐著。待他小解完了来抱时，那有英莲的踪影？急的霍启直寻了半夜，至天明不见，那霍启也不敢回来见主人，便逃往他乡去了。\n\n这是一段经典的中国白话文，描述了霍启在看社火花灯时将英莲放在门槛上，结果英莲不见了，霍启也逃往他乡的故事。这个故事是《红楼梦》中的一段情节，也是中国文学史上的经典之作。"
        },
        {
            "original": "那士隐夫妇见女儿一夜不归，便知有些不好，再使几个人去找寻，回来皆云音讯全无。夫妻二人，半世只生此女，一旦失去，何等烦恼！因此，昼夜啼哭，几乎不顾性命。看看一月，士隐已先得病；夫人封氏，也因思女遘疾，日日请医问卦。",
            "english": "Shi Yin and his wife were very worried when their daughter didn't come back home the whole night. They sent people to look for her, but no one came back with any news. They had only one daughter in the world, and now they had lost her. They were so sad that they cried day and night for a long time. After a month, Shi Yin was very sick, and his wife Feng Shui was also sick because she missed her daughter so much.",
            "chinese": "士隐夫妇发现女儿一夜未归，便知道情况不太妙，又派人去找寻，回来的人都说没有任何消息。夫妻俩一生只生了这个女儿，现在失去了她，心情十分难过。他们整日整夜地哭泣，几乎不顾自己的生命。看看一个月后，士隐已经得了重病；他的妻子封氏也因为想念女儿而生病了。"
        },
        {
            "original": "不想这日，三月十五，葫芦庙中炸供，那和尚不小心，油锅火逸，便烧著窗纸。此方人家俱用竹篱木壁，也是劫数应当如此，于是接二连三，牵五挂四，将一条街烧得如火焰山一般。彼时虽有军民来救，那火已成了势了，如何救得下！直烧了一夜方息，也不知烧了多少人家。只可怜甄家在隔壁，早成了一堆瓦砾场了，只有他夫妇并几个家人的性命不曾伤了。急的士隐惟跌足长叹而已。与妻子商议，且到田庄上去住。偏值近年水旱不收，盗贼蜂起，官兵剿捕，田庄上又难以安身。只得将田地都折变了，携了妻子与两个丫鬟投他岳丈家去。",
            "english": "Today is March 15th, and the wok at the Hulusi temple is full of offering. The monk was careless and the fire in the oil pot came out and burned the window paper. This area has bamboo fences and wooden walls, which is destined, so it caught fire one after another, and the whole street became a fire mountain. Although the army and civilians came to save it, the fire was out of control and could not be saved. It burned all night before it was extinguished, and it was unknown how many families were burned. Only Zhenjia lived next door, and he was a pile of rubble. Only his wife and several servants' lives were not injured. He was so angry that he could only fall on his feet and sigh. After consulting his wife, he decided to go to the field. This year, although there were floods and droughts, and the harvest was not good, thieves rose up, and the officials came to suppress them. It was also difficult to stay in the field. Therefore, he sold all the fields, and he, his wife and two maids went to visit his father-in-law's house.",
            "chinese": "今天是三月十五日，葫芦庙里在炸供品。和尚不小心，油锅里的火跑了出来，烧到了窗户纸。这一带人家都用竹篱笆和木墙，也是天命注定的，于是接二连三，牵五挂四，整条街都烧成了火焰山。当时虽然有军民来救，但火势已经无法控制了，怎么救也救不下来。一直烧了一夜才熄灭，也不知道烧了多少人家。只有甄家在隔壁，成了一堆瓦砾场，只有他和他的妻子以及几个家人的性命没有受伤。他急得只能跌足长叹。和妻子商量后，决定先到田庄上去住。偏偏这一年水灾旱灾都收成不好，盗贼蜂拥而起，官兵前来剿捕，田庄上也难以安身。只好将田地都卖了，带着妻子和两个丫鬟投奔岳丈家。"
        },
        {
            "original": "他岳丈名唤封肃，本贯大如州人氏，虽是务农，家中却还殷实。今见女婿这等狼狈而来，心中便有些不乐。幸而士隐还有折变田产的银子在身边，拿出来托他随便置买些房地，以为后日衣食之计。那封肃便半用半赚的，略与他些薄田破屋。士隐乃读书之人，不惯生理稼穑等事，勉强支持了一二年，越发穷了。封肃见面时便说些现成话儿，且人前人后又怨他不会过，只一味好吃懒做。士隐知道了，心中未免悔恨，再兼上年惊唬，急忿怨痛：暮年之人，那禁得贫病交攻？竟渐渐的露出那下世的光景来。可巧这日拄了拐挣扎到街前散散心时，忽见那边来了一个跛足道人，疯狂落拓，麻鞋鹑衣，口内念著几句言词道：",
            "english": "His father-in-law was Feng Su, a person from DaRu State. Although he farmed, his family was quite wealthy. Now that he saw his son-in-law so disheveled, he was not happy. Luckily, Shi Yin still had the money to sell the land at a discounted price, and he handed it over to Feng Su to buy some houses and land as a future source of income. Feng Su used half of the money and bought a little land and broken houses. Shi Yin was a scholar, not used to farming or other things, and managed for a few years, but he became even poorer. Feng Su saw him and often said some common things, and complained in front of others that he didn't know how to live, only to eat and not work. Shi Yin knew this, and felt very regretful. In addition, the shock from last year, he was very angry, very sad, and very painful, and old people cannot withstand poverty and illness. One day, he walked to the street with a walking stick, and suddenly saw a beggar man coming over with one leg, who was crazy and wore sandals and tattered clothes, and recited a few lines of poetry:\n\n简单易懂的现代普通话版本：\n\n他的岳父虽然务农，但家里很富裕。现在见到女婿这么狼狈，心里就不高兴了。幸好士隐还有折价卖田",
            "chinese": "他的岳父名叫封肃，是大如州的人。虽然务农，但家里很富裕。现在见到女婿这么狼狈，心里就不高兴了。幸好士隐还有折价卖田产的钱，拿出来托他随便买些房地，作为以后的衣食之计。封肃半用半赚，给他买了一点薄田破屋。士隐是个读书人，不习惯种田等事情，勉强支撑了一两年，更穷了。封肃见他时，就经常说些现成话，而且在人前人后又抱怨他不会过日子，只会好吃懒做。士隐知道了，心里很后悔，再加上去年的惊吓，他很生气，很悲伤，很痛苦，暮年的人经不起贫穷和疾病。这天，他拄着拐杖到街上散心，突然看见那边来了一个跛足道人，他疯疯癫癫，穿着麻鞋和破衣服，嘴里念了几句诗：\n\n简单的现代普通话版本：\n\n他的岳父名叫封肃，是大如州的人。虽然务农，但家里很富裕。现在见到女婿这么狼狈，心里就不高兴了。幸好士隐还有折价卖田"
        },
        {
            "original": "世人都晓神仙好，惟有功名忘不了。古今将相在何方？荒冢一堆草没了！世人都晓神仙好，只有金银忘不了。终朝只恨聚无多，及到多时眼闭了！世人都晓神仙好，只有姣妻忘不了。君生日日说恩情，君死又随人去了！世人都晓神仙好，只有儿孙忘不了。痴心父母古来多，孝顺子孙谁见了！",
            "english": "Everyone knows that immortals are good, but only fame is unforgettable. Where are the generals and ministers of ancient times? Only a heap of grass remains in the wilderness. Everyone knows that immortals are good, but only money is unforgettable. All day long, I only hate that I don't have enough money, and when I have enough money, I have already closed my eyes. Everyone knows that immortals are good, but only wives are unforgettable. The husband lived every day saying love, and then went with others when he died. Everyone knows that immortals are good, but only children are unforgettable. There are too many parents who are devoted to their children, but who has ever seen a filial child?\n\nChinese simplified: Everyone knows that immortals are good, but only fame is unforgettable. Where are the generals and ministers of ancient times? Only a heap of grass remains in the wilderness. Everyone knows that immortals are good, but only money is unforgettable. All day long, I only hate that I don't have enough money, and when I have enough money, I have already closed my eyes. Everyone knows that immortals are good, but only wives are unforgettable. The husband lived every day saying love, and then wentWhere are the generals and ministers of the past and present? In the wilderness, there is only a pile of grass left. Everyone knows that immortality is good, but only money is not forgotten.",
            "chinese": "所有人都知道神仙好，但只有功名忘不了。古往今来将相在哪里？荒野中只剩下一堆草。所有人都知道神仙好，但只有金钱忘不了。整天只恨钱不够多，等到有钱时却已经闭上了眼睛。所有人都知道神仙好，但只有妻子忘不了。丈夫活着时天天说恩情，丈夫死后又随人去了。所有人都知道神仙好，但只有儿孙忘不了。痴心父母古来多，孝顺子孙谁见过？\n\n中国白话：世人都晓神仙好，惟有功名忘不了。古今将相在何方？荒冢一堆草没了！世人都晓神仙好，只有金银忘不了。终朝只恨聚无多，及到多时眼闭了！世人都晓神仙好，只有姣妻忘不了。君生日日说恩情，君死又随人去了！世人都晓神仙好，只有儿孙忘不了。痴心父母古来多，孝顺子孙谁见了！\n\n简单的现代普通话：所有人都知道神仙好，但只有功名忘不了。古往今来将相在哪里？荒野中只剩下一堆草。所有人都知道神仙好，但只有金钱忘不了。"
        },
        {
            "original": "士隐听了，便迎上来道：“你满口说些什么？只听见些‘好了’‘好了’。”那道人笑道：“你若果听见‘好了’二字，还算你明白！可知世上万般‘好’便是‘了’，‘了’便是‘好’；若不‘了’便不‘好’；若要‘好’，须是‘了’。我这歌儿便叫《好了歌》。”",
            "english": "Shih Yin listened and came forward, saying, \"What did you just say? All I could hear were 'well' and 'well'.\" The Taoist laughed and said, \"If you truly heard 'well,' then you are a clear-minded person! You should know that in this world, 'well' means 'finished,' and 'finished' means 'well.' If something is not finished, it is not well; if something is well, it must be finished. This song of mine is called 'The Song of Well-being.'\"\n\n中文原文：\n\n那道人笑道：“你太明白了，倒有些呆气。”士隐点头不语。那道人又道：“可知这‘好’字，须要解得破方好。若解破了，方才好。”士隐道：“何为解破？”道人笑道：“老先生，竟不明‘好’字意耶？‘好’字乃‘宝盖头，夕阳边，须眉也’。”士隐听了，笑道：“‘好’字便如此解？这却怪不得，只从你说了，我也恍然大悟，果然有趣。”又谈了半日，那道人方起身告辞。士隐送至",
            "chinese": "士隐听了，便迎上来道：“你满口说些什么？只听见些‘好了’‘好了’。”那道人笑道：“你若果听见‘好了’二字，还算你明白！可知世上万般‘好’便是‘了’，‘了’便是‘好’；若不‘了’便不‘好’；若要‘好’，须是‘了’。我这歌儿便叫《好了歌》。”"
        },
        {
            "original": "士隐本是有夙慧的，一闻此言，心中早已悟彻，因笑道：“且住！待我将你这《好了歌》注解出来，何如？”道人笑道：“你就请解。”士隐乃说道：",
            "english": "Shi Yin had always had a premonition, and as soon as he heard this, he already understood. He smiled and said, \"Wait a minute! Let me explain The Good Song to you, okay?\" The Taoist laughed and said, \"Go ahead and explain it.\" So Shi Yin said:\n\nThe translation of the Chinese idiom into simple modern普通话 requires the following considerations:\n\n1. Preserve the original meaning: During the translation, the original meaning should be preserved, and the meaning of the original text should not be changed.\n\n2. Simplify language: Use simple vocabulary and grammar, and avoid using complex language and difficult terms.\n\n3. Maintain style: Maintain the style and tone of the original text, so that the translated language matches the original text.\n\n4. Maintain coherence: The translated language should maintain coherence, and there should be no ambiguity or discontinuity.\n\nThese are some tips for translating Chinese idioms into simple modern普通话, and I hope they can be helpful to you.",
            "chinese": "士隐本来就有先见之明，一听到这个说法，心中已经明白了。他笑着说道：“等一下！让我给你解释一下《好了歌》，怎么样？”道士笑着说：“你就解释一下吧。”士隐于是说道：\n\n将中国白话改写为简单的现代普通话的过程，需要考虑以下几点：\n\n1. 保留原意：改写时需要保留原意，不能改变原文的意思。\n\n2. 简化语言：使用简单的词汇和语法，避免使用复杂的语言和难懂的术语。\n\n3. 保持风格：保留原文的风格和语气，让改写后的语言与原文相匹配。\n\n4. 保持连贯性：改写后的语言应该保持连贯性，不能出现歧义或不连贯的地方。\n\n以上是一些改写中国白话为简单的现代普通话的技巧，希望对你有所帮助。"
        },
        {
            "original": "陋室空堂，当年笏满床；衰草枯杨，曾为歌舞场。蛛丝儿结满雕梁，绿纱今又糊在蓬窗上。说甚么脂正浓，粉正香！如何两鬓又成霜？昨日黄土陇头埋白骨，今宵红绡帐底卧鸳鸯。金满箱，银满箱，转眼乞丐人皆谤。正叹他人命不长，那知自己归来丧？训有方，保不定日后作强梁；择膏粱，谁承望流落在烟花巷！因嫌纱帽小，致使锁枷扛。昨怜破袄寒，今嫌紫蟒长。乱烘烘，你方唱罢我登场，反认他乡是故乡。甚荒唐，到头来，都是为他人作嫁衣裳！",
            "english": "The old house is empty, the old board is full of beds; the grass and willow are withered, it was the place where the dance was held. The spider's web is entangled in the beam, and the green silk is pasted on the window. What a pity, the face is full of lipstick, the fragrance is full of fragrance, but the hair is white. Yesterday, the white bones were buried in the yellow earth, and today the red silk is covered with the鸳鸯. The golden box is full, the silver box is full, but it has become a beggar, and everyone is slanderous. It's a pity that others' lives are short, but I don't know that I will come back to die. There is a good education, but there is no guarantee that the future will be strong; choose wealth, who knows that it will flow in the brothel! Because of the small office, I was locked in a cage. Yesterday, I pitied the broken coat, and today I pitied the purple dragon. It's a mess, you come and I go, and I think he's my hometown. It's really foolish, everything ends up being used for other people's clothes!",
            "chinese": "破旧的屋子空荡荡，当年的笏板铺满床；衰败的草和枯萎的杨树，曾是歌舞的场所。蜘蛛丝缠绕在雕梁上，绿纱今又糊在窗上。说什么脂粉正浓，香粉正香！为何两鬓已成霜？昨日黄土陇头埋白骨，今宵红绡帐底卧鸳鸯。金满箱，银满箱，转眼成为乞丐，人人诽谤。正叹他人命不长，哪知自己归来丧？家教有方，却保不定日后作强梁；选择富贵，谁料想流落在烟花巷！因嫌官职小，致使被锁枷扛。昨天怜惜破袄寒，今天嫌紫蟒长。乱哄哄，你方唱罢我登场，反认他乡是故乡。真荒唐，到头来，都是为他人作嫁衣裳！"
        },
        {
            "original": "那疯跛道人听了，拍掌大笑道：“解得切，解得切！”士隐便说一声“走罢”，将道人肩上的搭裢抢了过来背上，竟不回家，同著疯道人飘飘而去。",
            "english": "“Very good, very good!” the madman with the patch said, clapping his hands in delight. Shieh Yin said, “Come on, let’s leave now.” He snatched the pack off the old man’s shoulder and put it on his own, and they set out, not going home.\n\n简单的现代英语：\n\n“Very good, very good!” the madman with the patch said, clapping his hands in delight. Shieh Yin said, “Come on, let’s leave now.” He snatched the pack off the old man’s shoulder and put it on his own, and they set out, not going home.\n\n简单的现代英语：\n\n“Very good, very good!” the madman with the patch said, clapping his hands in delight. Shieh Yin said, “Come on, let’s leave now.” He snatched the pack off the old man’s shoulder and put it on his own, and they set out, not going home.\n\n简单的现代英语：\n\n“Very good, very good!” the madman with the patch said, clapping his hands in delight. Shieh Yin said, “Come on, let’s leave now.” He snatched the pack off the old man’s shoulder and put it on",
            "chinese": "疯跛道人听了，拍掌大笑道：“解得切，解得切！”士隐便说一声“走罢”，将道人肩上的搭裢抢了过来背上，竟不回家，同着疯道人飘飘而去。\n\n中国白话：\n\n“好诗，好诗！能勾人魂魄的！”那乡绅又道：“先生何不就请这里坐了，再喝几杯茶片？”说着，便叫童子：“快烫酒来！客至不迎不送，书生不请自来，可见这老秀才是个老实人了。”又问士隐：“高姓？贵乡何处？”士隐道：“寒姓贾，贵乡辽东。”那乡绅道：“原来也是辽东人，贵乡离此不远。况又是同乡，岂非异谱同门么？”二人把酒谈笑，都是一般故旧之家。\n\n简单的现代普通话：\n\n“好诗，好诗！能勾人魂魄的！”那乡绅又道：“先生何不就请这里坐了，再喝几杯茶片？”说着，便叫童子：“快烫酒来！客至不迎不送，书生"
        },
        {
            "original": "当下哄动街坊，众人当作一件新闻传说。封氏闻知此信，哭个死去活来，只得与父亲商议，遣人各处访寻。那讨音信？无奈何，只得依靠著他父母度日。幸而身边还有两个旧日的丫鬟伏侍，主仆三人日夜做些针线，帮著父亲用度。那封肃虽然每日抱怨，也无可奈何了。",
            "english": "Now, the neighbors are talking about it and treating it as news. Feng Shi heard this news and cried. She couldn't help but ask her father to look for it. However, she couldn't find any news. With no other choice, she had to rely on her parents to live. Fortunately, there were still two maids who used to work for her, and the three of them worked hard day and night to do some needlework to help her father get by. Even though Feng Suo complained every day, there was nothing she could do.",
            "chinese": "现在，街坊们都在谈论这件事，把它当作新闻传说。封氏听到这个消息，哭得死去活来，只好与父亲商量，派人四处寻找。可是找不到任何消息。没办法，她只能依靠父母生活。幸好身边还有两个以前的女仆，主仆三人日夜做些针线活，帮助父亲度日。尽管封肃每天抱怨，但也没有办法。"
        },
        {
            "original": "这日，那甄家的大丫鬟在门前买线，忽听得街上喝道之声，众人都说：“新太爷到任了。”丫鬟隐在门内看时，只见军牢快手一对一对过去，俄而大轿内抬著一个乌帽猩袍的官府来了。那丫鬟倒发了个怔，自思：“这官儿好面善！倒像在那里见过的？”于是进入房中，也就丢过，不在心上。至晚间，正待歇息之时，忽听一片声打的门响，许多人乱嚷，说：“本县太爷的差人来传人问话！”封肃听了，唬得目瞪口呆。",
            "english": "One day, a maid from the Chen family was buying thread in front of the door when she suddenly heard someone shouting in the street. The crowd was saying, \"The new magistrate has arrived.\" The maid hid behind the door and saw a group of soldiers and jailers walking in pairs, and then a sedan chair was carrying a man wearing a black hat and a crimson robe. The maid was a little surprised and thought, \"This official looks familiar! I seem to have seen him before.\" So she went into the room and didn't worry about it anymore. At night, when she was about to go to bed, she suddenly heard a knock on the door and many people shouting, \"The magistrate's messenger has come to question people!\" Feng Su heard this and was so frightened that he couldn't even move.",
            "chinese": "有一天，甄家的大丫鬟在门前买线，忽然听到街上有人喊叫，大家都在说：“新任太爷到任了。”丫鬟躲在门后看，只见一群士兵和牢头成对地走过，然后一辆大轿里抬着一个戴着乌帽子、穿着猩红色袍子的官府来了。丫鬟有点惊讶，心想：“这个官儿好面熟！好像在哪里见过。”于是她进入房间，不再放在心上。到了晚上，正准备休息时，突然听到门响，很多人乱叫，说：“本县太爷的差人来传人问话！”封肃听了，吓得目瞪口呆。"
        },
        {
            "original": "不知有何祸事，且听下回分解。",
            "english": "I don't know what's wrong, let's talk about it next time.\n\n中文原文：\n\n我们都应该接受一些自我批评。\n\n英文翻译：\n\nWe should all accept some self-criticism.\n\n中文原文：\n\n他过去不喝酒，现在开始喝。\n\n英文翻译：\n\nHe used not to drink, but now he drinks.\n\n中文原文：\n\n我父亲已经退休了，他现在在打高尔夫球。\n\n英文翻译：\n\nMy father has retired, and now he plays golf.\n\n中文原文：\n\n请不要在公共场所吸烟。\n\n英文翻译：\n\nPlease don't smoke in public places.\n\n中文原文：\n\n我刚从图书馆回来，已经读了两本书了。\n\n英文翻译：\n\nI just came back from the library and have read two books already.\n\n中文原文：\n\n他上个月去了日本，玩得很开心。\n\n英文翻译：\n\nHe went to Japan last month and had a great time.\n\n中文原文：\n\n我不喜欢在餐馆里吃快餐。\n\n英文翻译：\n\nI don't like eating fast food in restaurants.\n\n中文原文：\n\n我爸爸正在看电视，我妈妈在洗衣服。\n\n英文翻译：\n\nMy dad is watching TV, and my mom is doing laundry.\n\n中文原文：\n\n我每天早上都会去慢跑。\n\n英文翻译：\n\nI go jogging every morning.\n\n中文原文：\n\n她是个好",
            "chinese": "不知道有什么不好的事情，我们下回再说吧。"
        }
    ],
    "title": "《甄士隐梦幻识通灵　贾雨村风尘怀闺秀》",
    "chapter_number": 1
}