{
    "paragraphs": [
        {
            "original": "话说贾琏到了王夫人那边，一一的说了。次日，到了部里，打点停妥，回来又到王夫人那边将打点吏部之事告知王夫人。王夫人便道：“打听准了么？果然这样，老爷也愿意，合家也放心。那外任何尝是做得的？不是这样回来，只怕叫那些混账东西把老爷的性命都坑了呢！”贾琏道：“太太怎么知道？”王夫人道：“自从你二叔放了外任，并没有一个钱拿回来，把家里的倒掏摸了好些去了。你瞧，那些跟老爷去的人：他男人在外头不多几时，那些小老婆子们都金头银面的妆扮起来了，可不是在外头瞒著老爷弄钱？你叔叔就由著他们闹去。要弄出事来，不但自己的官做不成，只怕连祖上的官也要抹掉了呢！”贾琏道：“太太说的很是。方才我听见参了，吓的了不得，直等打听明白才放心。也愿意老爷做个京官，安安逸逸的做几年，才保得住一辈子的声名。就是老太太知道了，倒也是放心的。只要太太说的宽缓些。”王夫人道：“我知道，你到底再去打听打听。”",
            "english": "Jialin went to Wang Fu's room and told her what had happened. The next day, he went to the ministry, prepared everything, and returned to Wang Fu's room to inform her of the preparations for the ministry. Wang Fu said, \"Have you found out the truth? Is it really like this? Would the master be willing, and the whole family would be at ease. Those people outside are not good at it. If they don't come back like this, it's possible that those bad guys would have dug the master's life out.\" Jialin said, \"How do you know?\" Wang Fu said, \"Since your uncle was sent to serve as an official outside, he hasn't brought back a single penny. He has instead taken away a lot of money from home. Look at those people who went with the master: their men are not away for long, and their concubines are all dressed up with gold and silver. They're not making money outside. Your uncle just lets them get away with it. If something happens, not only will the master's job not be done, but the family's good name might also be ruined.\" Jialin said, \"What you said makes sense. I was scared when I heard about it, and only when I found out the truth did I feel at ease.\"They also want the old master to be a Beijing official and lead a peaceful and comfortable life for a few years, in order to preserve his reputation for life. Even if Mrs. Li knows, she will also be at ease. As long as you speak gently.\" Mrs. Wang said, \"I know, you'd better go and find out more information.\"\n\nOkay, so they want the old master to be a Beijing official and enjoy a peaceful and comfortable life for a few years, but the important thing is to make sure his reputation is kept safe. Even if the old lady finds out, she won't be worried as long as Mrs. Wang speaks kindly. Mrs. Wang is the one who needs to find out more information, okay?",
            "chinese": "贾琏到了王夫人的房间，把事情说了。第二天，到了部里，打点停妥，回到王夫人的房间把打点吏部的事情告知王夫人。王夫人就道：“打听清楚了吗？真的这样，老爷也愿意，全家人也放心。那些外头的人哪是干得的？不是这样回来，只怕叫那些混账东西把老爷的性命都坑了呢！”贾琏道：“太太怎么知道？”王夫人道：“自从你二叔放了外任，就没有一个钱拿回来，把家里的倒掏摸了好些去了。你瞧，那些跟老爷去的人：他男人在外头不多几时，那些小老婆子们都金头银面的妆扮起来了，可不是在外头瞒着老爷弄钱？你叔叔就由着他们闹去。要弄出事来，不但自己的官做不成，只怕连祖上的官也要抹掉了呢！”贾琏道：“太太说的很是。方才我听见参了，吓的了不得，直等打听明白才放心。他们也愿意老爷做个京官，安安逸逸的做几年，才保得住一辈子的声名。就是老太太知道了，倒也是放心的。只要太太说的宽缓些。”王夫人道：“我知道，你到底再去打听打听。”"
        },
        {
            "original": "贾琏答应了，才要出来，只见薛姨妈家的老婆子慌慌张张的走来，到王夫人里间屋内也没说请安，便道：“我们太太叫我来告诉这里的姨太太说：我们家了不得了，又闹出事来了！”王夫人听了，便问：“闹出什么事来？”那婆子又说：“了不得，了不得！”王夫人哼道：“糊涂东西！有紧要事，你到底说呀！”婆子便说：“我们家二爷不在家，一个男人也没有，这件事情出来，怎么办！要求太太打发几位爷们去料理料理！”王夫人听著不懂，便著急道：“到底要爷们去干什么？”婆子道：“我们大奶奶死了！”王夫人听了，啐道：“呸，那行子女人死就死了罢咧！也值的大惊小怪的！”婆子道：“不是好好儿死的，是混闹死的！快求太太打发人去办办！”说著，就要走。王夫人又生气，又好笑，说：“这老婆子好混账！琏哥儿，倒不如你去瞧瞧，别理那糊涂东西。”那婆子没听见打发人去，只听见说“别理他”，他便赌气跑回去了。",
            "english": "Jialin agreed, but was about to leave when he saw an old woman from Xueyi's household rushing towards him, without bowing to the Lady Wang, and said, \"We have had a terrible thing happen in our house, and it's out of control!\" Lady Wang was curious and asked, \"What's going on?\" The old woman continued, \"It's terrible, terrible!\" Lady Wang said, \"What's the big deal? You just have to say what's going on!\" The old woman said, \"We don't have any men in the house, and now this has happened, what are we supposed to do? Please send some of your men to help us!\" Lady Wang didn't understand, and became worried, asking, \"What do you want your men to do?\" The old woman replied, \"Our wife has died!\" Lady Wang spat, \"What a shame! A woman dying is not a big deal, why are you so upset?\" The old woman said, \"It's not a normal death, it's a tragic death! Please send some people to help us handle it!\" She was about to leave. Lady Wang was annoyed and laughing, saying, \"That old woman is really thick-headed! Jialin, don't listen to her, just go take a look for yourself.\"Translation: \"That woman didn't hear the person sending someone else, but only heard \"don't bother him,\" and so she ran back in a huff.\"\n\nIn this translation, the text is talking about a woman who did not hear the person sending someone else but only heard the instruction not to bother the person. This leads her to feel frustrated and she decides to leave in a huff.",
            "chinese": "贾琏答应了，正要出来，只见薛姨妈家的老婆子慌慌张张地走来，到王夫人的屋里也没说请安，就道：“我们太太叫我来告诉这里的姨太太说：我们家了不得了，又闹出事来了！”王夫人听了，便问：“闹出什么事来？”那婆子又说：“了不得，了不得！”王夫人哼道：“糊涂东西！有紧要事，你到底说呀！”婆子道：“我们家二爷不在家，一个男人也没有，这件事情出来，怎么办！要求太太打发几位爷们去料理料理！”王夫人听著不懂，便著急道：“到底要爷们去干什么？”婆子道：“我们大奶奶死了！”王夫人听了，啐道：“呸，那行子女人死就死了罢咧！也值的大惊小怪的！”婆子道：“不是好好儿死的，是混闹死的！快求太太打发人去办办！”说著，就要走。王夫人又生气又好笑，说：“这婆子可真糊涂！琏哥儿，你别理那糊涂东西，你自己去瞧瞧吧。”那婆子没听见打发人去，只听见说“别理他”，他便赌气跑回去了。"
        },
        {
            "original": "这里薛姨妈正在著急，再不见来，好容易那婆子来了，便问：“姨太太打发谁来？”婆子叹说道：“人再别有急难事。什么好亲好眷，看来也不中用！姨太太不但不肯照应我们，倒骂我糊涂！”薛姨妈听了，又气又急道：“姨太太不管，你姑奶奶怎么说来著？”婆子道：“姨太太既不管，我们家的姑奶奶自然更不管了，没有去告诉。”薛姨妈啐道：“姨太太是外人，姑娘是我养的，怎么不管！”婆子一时省悟道：“是啊！这么著我还去。”",
            "english": "Here, Xue Yimei was in a hurry. She could not see anyone coming, and then the old woman came. She asked the aunt: \"Who was sent here?\" The old woman sighed, saying, \"A person has an urgent matter, what good relatives do they have? It seems that they are not helpful.\" Aunt Xue was angry and anxious, saying, \"Aunt Xue, don't care, what did your cousin say?\" The old woman said, \"If Aunt Xue doesn't care, your cousin certainly won't care either. We didn't tell her.\" Aunt Xue spat and said, \"Aunt Xue is an outsider, your cousin is my adopted daughter, how could she not care?\" The old woman realized her mistake and said, \"Yes, I should go and tell her.\"",
            "chinese": "这里薛姨妈正在着急，再不见来人，那婆子来了，便问姨太太：“打发谁来？”婆子叹气说：“人还有个急难事，什么好亲好眷，看来也不中用！姨太太不但不肯照应我们，倒骂我糊涂！”薛姨妈听了，又气又急，说：“姨太太不管，你姑奶奶怎么说来著？”婆子说：“姨太太既不管，我们家的姑奶奶自然更不管了，没有去告诉。”薛姨妈啐道：“姨太太是外人，姑娘是我养的，怎么不管！”婆子一时省悟，说：“是啊！这么著我还去。”"
        },
        {
            "original": "正说著，只见贾琏来了，给薛姨妈请了安，道了恼，回说：“我婶子知道弟妇死了，问老婆子，再说不明，著急的很，打发我来问个明白，还叫我在这里料理。该怎么样，姨太太只管说了办去。”薛姨妈本来气的乾哭，听见贾琏的话，便赶忙说：“倒叫二爷费心。我说姨太太是待我最好的，都是这老货说不清，几乎误了事。请二爷坐下，等我慢慢的告诉你。”便说：“不为别的事，为的是媳妇不是好死的。”",
            "english": "翻译：\n\nWhile they were talking, Jia Lian came and greeted Auntie Xue, apologized, and then came back and said, \"Auntie knows that your sister-in-law has died, and asked the maid, but she couldn't understand it clearly, and was very anxious. She sent me to find out and to take care of it. How is it, Auntie, please just tell me what to do.\" Auntie Xue was already crying out of anger, but upon hearing Jia Lian's words, she quickly said, \"I'm so sorry to have bothered you. Auntie has always been the kindest to me, but it's that old woman who didn't understand, almost causing trouble. Please sit down, Auntie, and let me tell you the whole story.\" Then she said, \"It's not about anything else, it's about my sister-in-law's death, which was not a good one.\"",
            "chinese": "正在说着，只见贾琏来了，给薛姨妈请了安，道了歉，回来说：“婶子知道弟媳妇死了，问老婆子，却说不明白，急得紧，打发我来问个明白，还叫我在这里料理。怎么样，姨太太只管说了办去。”薛姨妈本来气得哭，听贾琏的话，便赶忙说：“倒叫二爷费心。我说姨太太是待我最好的，都是这老货说不清，几乎误了事。请二爷坐下，等我慢慢儿告诉你。”便说：“不是别的事，为的是媳妇不是好死的。”"
        },
        {
            "original": "贾琏道：“想是为兄弟犯事，怨命死的？”薛姨妈道：“若这样倒好了！前几个月头里，他天天赤脚蓬头的疯闹。后来听见你兄弟问了死罪，他虽哭了一场，以后倒擦胭抹粉的起来。我要说他，又要吵个了不得，我总不理他。有一天，不知为什么来要香菱去作伴儿。我说：‘你放著宝蟾要香菱做什么？况且香菱是你不爱的，何苦惹气呢？’他必不依。我没法儿，只得叫香菱到他屋里去。可怜香菱不敢违我的话，带著病就去了。谁知道他待香菱很好。我倒欢喜。你大妹妹知道了，说：‘只怕不是好心罢。’我也不理会。头几天香菱病著，他倒亲手去做汤给他喝。谁知香菱没福，刚端到跟前，他自己烫了手，连碗都砸了。我只说必要迁怒在香菱身上，他倒没生气，自己还拿笤帚扫了，拿水泼净了地，仍旧两个人很好。昨儿晚上，又叫宝蟾去做了两碗汤来，自己说和香菱一块儿喝。隔了一会子，听见他屋里闹起来，宝蟾急的乱嚷，以后香菱也嚷著，扶著墙出来叫人。我忙著看去，只见媳妇鼻子眼睛里都流出血来，在地下乱滚，两只手在心口里乱抓，两只脚乱蹬，把我就吓死了！问他也说不出来，闹了一会子就死了。我瞧那个光景儿是服了毒的。宝蟾就哭著来揪香菱，说他拿药药死奶奶了。我看香菱也不是这么样的人，再者，他病的起还起不来，怎么能药人呢？无奈宝蟾一口咬定。我的二爷！这叫我怎么办？只得硬著心肠，叫老婆子们把香菱困了，交给宝蟾，便把房门反扣了。我和你二妹妹守了一夜，等府里的门开了，才告诉去的。二爷，你是明白人，这件事怎么好？”贾琏道：“夏家知道了没有？”薛姨妈道：“也得撕掳明白了，才好报啊！”贾琏道：“据我看起来，必要经官才了的下来。我们自然疑在宝蟾身上，－－别人却说宝蟾为什么药死他们姑娘呢？若说在香菱身上，倒还装得上。”",
            "english": "Jialin said, \"Is it because of the brother's crime and death?\" Xue Pai' Er said, \"If that were the case, it would be the best! A few months ago, he used to run around with his hair uncombed and feet bare. After learning that your brother was sentenced to death, he cried once and then began to wear makeup again. I wanted to scold him, but he would get angry. So I left him alone. One day, he came to ask for Xiangling to be his companion. I said, 'Why do you want Xiangling instead of Baochao? Besides, Xiangling is not your favorite, so why cause trouble?' He insisted on it. I couldn't do anything, so I let Xiangling go to his room. I was relieved that he treated Xiangling well. My younger sister was worried, saying, 'Maybe it's not a good intention.' I didn't pay attention to it. When Xiangling was sick, he made soup for her. But when she accidentally spilled some soup on herself, she didn't get angry with Xiangling. Instead, she swept the floor with a broom and cleaned the water. They still got along well.\"Last night, Baochan made two bowls of soup for宝玉 and Xiangling to drink. After a while, I heard a big commotion in Xiangling's room. Baochan yelled, and Xiangling yelled as well, holding onto the wall and calling for help. I went to see, only to find Xiangling's nose and eyes were bleeding, rolling on the ground, her hands clawing at her chest, and her feet kicking. I was petrified! Xiangling couldn't speak, and after a while, she died. I know Xiangling wasn't like this, and she couldn't have killed someone while she was bedridden. However, Baochan was adamant that it was her. My dear, what am I supposed to do? I had to toughen up and lock Xiangling in with the maids, then closed the door. My sister and I stayed up all night, waiting for the master's door to open in the morning before reporting it. My dear, you are a sensible person, how should we handle this?\"“如果要说到香菱身上，倒还装得上。”",
            "chinese": "贾琏道：“想是为兄弟犯事，怨命死的？”薛姨妈道：“若这样倒好了！前几个月头里，他天天赤脚蓬头的疯闹。后来听见你兄弟问了死罪，他虽哭了一场，以后倒擦胭抹粉的起来。我要说他，又要吵个了不得，我总不理他。有一天，不知为什么来要香菱去作伴儿。我说：‘你放著宝蟾要香菱做什么？况且香菱是你不爱的，何苦惹气呢？’他必不依。我没法儿，只得叫香菱到他屋里去。可怜香菱不敢违我的话，带著病就去了。谁知道他待香菱很好。我倒欢喜。你大妹妹知道了，说：‘只怕不是好心罢。’我也不理会。头几天香菱病著，他倒亲手去做汤给他喝。谁知香菱没福，刚端到跟前，他自己烫了手，连碗都砸了。我只说必要迁怒在香菱身上，他倒没生气，自己还拿笤帚扫了，拿水泼净了地，仍旧两个人很好。昨晚，宝蟾又做两碗汤给宝玉和香菱喝。过了一会，听香菱屋里大吵，宝蟾大嚷，香菱也喊著，扶著墙出来叫人。我去瞧，只见香菱鼻子眼睛里都流出血来，在地下乱滚，两只手在心口里乱抓，两只脚乱蹬，把我吓死了！问香菱也说不出来，闹了一会子就死了。我看香菱不是这个样子，再者，他病的起不来，怎么能毒死人呢？无奈宝蟾一口咬定。我的二爷！这叫我怎么办？只得硬著心肠，叫老婆子们把香菱困了，交给宝蟾，便把房门反扣了。我和你妹妹守了一夜，等府里的门开了，才告诉去的。二爷，你是明白人，这件事怎么好？”贾琏道：“夏家知道了没有？”薛姨妈道：“也得撕掳明白，才好报啊！”贾琏道：“据我看来，必要经官才了的下来。我们自然疑在宝蟾身上，－－别人却说宝蟾为什么药死他们姑娘呢？若说在香菱身上，倒还装得上。”"
        },
        {
            "original": "正说著，只见荣府女人们进来说：“我们二奶奶来了。”贾琏虽是大伯子，因从小儿见的，也不回避。宝钗进来见了母亲，又见了贾琏，便往里间屋里和宝琴坐下。薛姨妈进来也将前事告诉了一遍。宝钗便说：“若把香菱困了，可不是我们也说是香菱药死的了么？妈妈说这汤是宝蟾做的，就该困起宝蟾来问他呀。一面就该打发人报夏家去，一面报官才是。”薛姨妈听见有理，便问贾琏。贾琏道：“二妹子说的很是。报官还得我去托了刑部里的人，相验问口供的时候，方有照应。只是要困宝蟾放香菱，倒怕难些。”薛姨妈道：“并不是我要困香菱，我恐怕香菱病中受冤著急，一时寻死，又添了一条人命，才困了交给宝蟾，也是个主意。”贾琏道：“虽是这么说，我们倒帮了宝蟾了。若要放都放，要困都困：他们三个人是一处的。只要叫人安慰香菱就是了。”",
            "english": "说完，荣府的女人们进来了，说：“二奶奶来了。”贾琏虽然位高，因为和薛姨妈相熟，也不回避。宝钗进来见了母亲，又见了贾琏，便往里间屋里和宝琴坐下。薛姨妈进来也将前事告诉了一遍。宝钗便说：“如果把香菱困了，那不是我们也说是香菱药死的了么？妈妈说这汤是宝蟾做的，就该困起宝蟾来问他呀。一面就该打发人报夏家去，一面报官才是。”薛姨妈听见有理，便问贾琏。贾琏道：“二妹子说的很是。报官还得我去托了刑部里的人，相验问口供的时候，方有照应。只是要困宝蟾放香菱，倒怕难些。”薛姨妈道：“并不是我要困香菱，我恐怕香菱病中受冤著急，一时寻死，又添了一条人命，才困了交给宝蟾，也是个主意。”贾琏道：“虽是这么说，我们倒帮了宝蟾了。Step 1: Identify the Chinese text to be translated.\n\nChinese text: 三个人是一处的，只要叫人安慰香菱便了。”\n\nStep 2: Break down the text into phrases and words for translation.\n\n三个人是一处的 (Three people are in one place.)\n只要 (As long as)\n叫人 (call someone)\n安慰 (comfort)\n香菱 (Xiang Ling)\n便了 (that's it)\n\nStep 3: Translate each phrase or word.\n\n三个人是一处的 -> Three people are in one place.\n只要 -> As long as\n叫人 -> call someone\n安慰 -> comfort\n香菱 -> Xiang Ling\n便了 -> that's it\n\nStep 4: Rearrange the translated phrases and words to form a coherent sentence in English.\n\nTranslation: \"Three people are in one place. As long as you call someone to comfort Xiang Ling, that's it.\"",
            "chinese": "说着，只见荣府的女人们进来，说：“二奶奶来了。”贾琏虽然位高，因与薛姨妈相熟，也不回避。宝钗进来见了母亲，又见了贾琏，便往里间屋里和宝琴坐下。薛姨妈进来也将前事告诉了一遍。宝钗便说：“若把香菱困了，可不是我们也说是香菱药死的了么？妈妈说这汤是宝蟾做的，就该困起宝蟾来问他呀。一面就该打发人报夏家去，一面报官才是。”薛姨妈听见有理，便问贾琏。贾琏道：“二妹子说的很是。报官还得我去托了刑部里的人，相验问口供的时候，方有照应。只是要困宝蟾放香菱，倒怕难些。”薛姨妈道：“并不是我要困香菱，我恐怕香菱病中受冤著急，一时寻死，又添了一条人命，才困了交给宝蟾，也是个主意。”贾琏道：“虽是这么说，我们倒帮了宝蟾了。三个人是一处的，只要叫人安慰香菱便了。”"
        },
        {
            "original": "薛姨妈便叫人开门进去。宝钗就派了带来的几个女人帮著困宝蟾。只见香菱已哭的死去活来。宝蟾反得意洋洋，以后见人要困他，便乱嚷起来，那禁得荣府的人吆喝著，也就困了，竟开著门，好叫人看著。这里报夏家的人已经去了。",
            "english": "Xue Yimei called for someone to open the door and enter. Baoshai then called the few women who accompanied her to help restrict Baochan. They found Xiangling crying so hard that she was almost dead. Baochan, on the other hand, was showing off. Whenever someone tried to restrict her, she would start screaming. But the people at the Rong府 couldn't tolerate this, so they were able to restrict her. As a result, they opened the door so that people could watch. It turned out that the people from Xia's family had already left.\n\nIn the context of multiple regression analysis, how is the coefficient of determination (R^2) related to the adjusted coefficient of determination? The coefficient of determination (R^2) measures the proportion of variance in the dependent variable that is explained by the independent variables in the regression model. It ranges from 0 to 1, with higher values indicating a better fit of the model to the data.\n\nThe adjusted coefficient of determination (R^2_adj) is a modified version of R^2 that takes into account the number of independent variables in the model. It is calculated as follows:\n\nR^2_adj = 1 - [(1 - R^2) * (n - 1) / (n - k - 1)]\n\nwhere n is the sample size and k is the number of independent variables.\n\nThe adjusted coefficient of determination is always less than or equal to the coefficient of determination. This is because the adjusted coefficient of determination penalizes models with a large number of independent variables. This is because adding more independent variables to a model can lead to overfitting, which means that the model fits the data too closely and does not generalize well to new data.\n\nTherefore, the adjusted coefficient of determination is a more reliable measure of the fit of a regression model than the coefficient of determination. It is important to use the adjusted coefficient of determination when comparing models with different numbers of independent variables.\n####\nThe coefficient of determination (R^2) is always greater than or equal to the adjusted coefficient of determination (R^2_adj). This is because R^2_adj is a modified version of R^2 that takes into account the number of independent variables in the model. The adjusted coefficient of determination penalizes models with a large number of independent variables.\n\nWhich of the following is NOT a component of the normal macroeconomic equilibrium in the short run?\n\na) AD = SRAS\nb) IS = LM\nc) AD = SRAS = SRAS*\nd) None of the above The correct answer is c) AD = SRAS = SRAS*. \n\nNormal macroeconomic equilibrium in the short run occurs when the aggregate demand (AD) curve intersects with the short-run aggregate supply (SRAS) curve, resulting in a stable price level and output level. This equilibrium is represented by the equation AD = SRAS. However, in the long run, the economy tends to move towards a new equilibrium where AD = SRAS = SRAS*, where SRAS* represents the long-run aggregate supply curve. This is because in the long run, the economy can adjust to changes in technology, labor, and other factors that affect long-run output.\n\nA polygon with $7$ vertices has the coordinates $\\left(\n\\begin{array}{cc}\n-0.768 & 0.381 \\\\\n-0.73 & 0.271 \\\\\n-0.551 & 0.151 \\\\\n-0.431 & 0.495 \\\\\n-0.038 & 0.559 \\\\\n0. & 0. \\\\\n0.027 & 0.329 \\\\\n\\end{array}\n\\right)$. Estimate the polygon's interior angles (in radians), area, and perimeter. Also, classify the polygon as 'Simple' or 'Convex'. 1. Interior Angles:\n   - Calculate the interior angles using the formula: $\\theta = \\pi - \\sum_{i=1}^{n-2} \\frac{\\pi}{n}$, where $n$ is the number of vertices.\n   - $\\theta = \\pi - \\sum_{i=1}^{5} \\frac{\\pi}{7} = 2\\pi - \\frac{5\\pi}{7} = \\frac{9\\pi}{7}$\n   - Divide the total angle by the number of vertices to get the average interior angle: $\\frac{9\\pi}{7} / 7 = \\frac{9\\pi}{49}$\n   - Multiply the average interior angle by each vertex to get the individual interior angles.\n\n2. Area:\n   - Use the shoelace formula to calculate the area: $A = \\frac{1}{2} \\left| \\sum_{i=1}^{n} (x_i y_{i+1} - x_{i+1} y_i) \\right|$.\n   - $A = \\frac{1}{2} \\left| (-0.768)(0.271) - (-0.73)(0.381) + (-0.551)(0.495) - (-0.431)(0.559) + (-0.038)(0) - (0)(0.329) + (0.027)(0.559) \\right|$\n   - $A = 0.27$ square units.\n\n3. Perimeter:\n   - Calculate the distance between each pair of adjacent vertices using the distance formula: $d = \\sqrt{(x_2 - x_1)^2 + (y_2 - y_1)^2}$.\n   - Sum the distances to get the perimeter: $P = \\sum_{i=1}^{n} d_i$.\n   - $P = \\sqrt{(-0.73 + 0.768)^2 + (0.271 - 0.381)^2} + \\sqrt{(-0.551 + 0.73)^2 + (0.151 - 0.271)^2} + \\cdots + \\sqrt{(0.027 + 0)^2 + (0.329 - 0)^2}$\n   - $P = 2.18$ units.\n\n4. Classification:\n   - The polygon is simple because it does not intersect itself.\n   - The polygon is convex because all of its interior angles are less than $\\pi$.\n####\nAngles: $\\{1.55,2.48,2.68,1.41,2.96,1.67,2.96\\}$\nArea: $0.27$\nPerimeter: $2.18$\nType: Convex\n\nSubtract the second matrix from the first:\n$\\left(\n\\begin{array}{ccc}\n-\\frac{103}{20} & \\frac{749}{100} & -\\frac{19}{25} \\\\\n-\\frac{349}{100} & -\\frac{147}{50} & \\frac{499}{100} \\\\\n\\frac{541}{100} & \\frac{693}{100} & -\\frac{114}{25} \\\\\n\\end{array}\n\\right)$\n$\\left(\n\\begin{array}{ccc}\n-\\frac{573}{100} & \\frac{197}{20} & -\\frac{63}{100} \\\\\n-\\frac{59}{100} & -\\frac{23}{100} & \\frac{161}{25} \\\\\n-\\frac{19}{50} & -\\frac{97}{20} & -\\frac{194}{25} \\\\\n\\end{array}\n\\right)$ To subtract the second matrix from the first, we simply subtract the corresponding elements of each matrix.\n\n$\\left(\n\\begin{array}{ccc}\n-\\frac{103}{20} & \\frac{749}{100} & -\\frac{19}{25} \\\\\n-\\frac{349}{100} & -\\frac{147}{50} & \\frac{499}{100} \\\\\n\\frac{541}{100} & \\frac{693}{100} & -\\frac{114}{25} \\\\\n\\end{array}\n\\right) - \\left(\n\\begin{array}{ccc}\n-\\frac{573}{100} & \\frac{197}{20} & -\\frac{63}{100} \\\\\n-\\frac{59}{100} & -\\frac{23}{100} & \\frac{161}{25} \\\\\n-\\frac{19}{50} & -\\frac{97}{20} & -\\frac{194}{25} \\\\\n\\end{array}\n\\right)$\n\n$= \\left(\n\\begin{array}{ccc}\n-\\frac{103}{20} - (-\\frac{573}{100}) & \\frac{749}{100} - \\frac{197}{20} & -\\frac{19}{25} - (-\\frac{63}{100}) \\\\\n-\\frac{34",
            "chinese": "薛姨妈就叫人开门进去。宝钗就叫带来的几个女人帮著困宝蟾。只见香菱已哭得死去活来。宝蟾反而得意洋洋，以后见人要困他，便乱嚷起来，那禁得荣府的人吆喝，也就困了，竟开著门，好叫人看着。这里报夏家的人已经去了。"
        },
        {
            "original": "那夏家先前不住在京里，因近年萧索，又惦记女孩儿，新近搬进京来。父亲已没，只有母亲，又过继了一个混账儿子，把家业都花完了，不时的常到薛家。那金桂原是个水性人儿，那里守得住空房？况兼天天心里想念薛蝌，便有些饥不择食的光景。无奈他这个乾兄弟又是个蠢货，虽也有些知觉，只是尚未入港，所以金桂时常回去，也帮贴他些银钱。这些时正盼金桂回家，只见薛家的人来，心里想著：“又拿什么东西来了。”不料说这里的姑娘服毒死了，他就气的乱嚷乱叫。金桂的母亲听见了，更哭喊起来，说：“好端端的女孩儿在他家，为什么服了毒呢？”哭著喊著的，带了儿子，也等不得雇车，便要走来。",
            "english": "薛家搬来京城后，父亲已经去世，只剩下母亲，还过继了一个混帐儿子，把家业都花光了。他经常到薛家去，薛家的金桂不守空房，又常想薛蝌，饥不择食，无奈薛蝌蠢货，虽知觉，尚未入港，所以金桂常回去，帮贴他些银钱。金桂正盼着金桂回家，薛家的人来，说女儿服毒死了，金桂大哭，母亲和儿子带了儿子来，金桂说女儿在家，为什么服毒？",
            "chinese": "薛家搬进京来，父亲已死，只有母亲，又过继了一个混帐儿子，把家业都花光了，时常到薛家，薛家的金桂不守空房，又常想薛蝌，饥不择食，无奈薛蝌蠢货，虽知觉，尚未入港，所以金桂常回去，帮贴他些银钱，金桂正盼金桂回家，薛家的人来，说女儿服毒死了，金桂大哭，母亲和儿子带了儿子来，金桂说女儿在家，为什么服毒？"
        },
        {
            "original": "那夏家本是买卖人家，如今没了钱，那顾什么脸面，儿子头里走，他就跟了个跛老婆子出了门，在街上哭哭啼啼的雇了一辆车，一直跑到薛家。进门也不搭话，就“儿”一声“肉”一声的闹起。那时贾琏到刑部去托人，家里只有薛姨妈、宝钗、宝琴，何曾见过这个阵仗儿，都吓的不敢则声。要和他讲理，他也不听，只说：“我女孩儿在你家，得过什么好处？两口子朝打暮骂，闹了几时，还不容他两口子在一处。你们商量著把我女婿弄在监里，永不见面。你们娘儿们仗著好亲戚受用也罢了，还嫌他碍眼，叫人药死他，倒说是服毒－－他为什么服毒？”说著，直奔薛姨妈来。薛姨妈只得退后，说：“亲家太太！且瞧瞧你女孩儿，问问宝蟾，再说歪话还不迟呢！”",
            "english": "那夏家原本是做生意的人家，如今没钱了，他也不顾脸面，叫了一辆马车，在街上哭哭啼啼地出门，一直跑到了薛家。进门后也不打招呼，就闹了起来。那时贾琏到刑部去托人，家里只有薛姨妈、宝钗、宝琴，从未见过这样的场面，都吓的不敢出声。想和他讲道理，他也不听，只说：“我女儿在你们家，得到了什么好处？两口子早晚吵闹，闹了这么长时间，还不容许他们两口子待在一起。你们商量着把我女婿关在监牢里，永远见不到面。你们娘儿们仗着好亲戚享福也罢了，还嫌他碍眼，叫人毒死他，倒说是服毒－－他为什么服毒？”说着，直接冲向薛姨妈。薛姨妈只得往后退去，说：“亲家太太！先瞧瞧你女儿，问问宝蟾，再说些歪话还不迟呢！”。",
            "chinese": "那夏家本是买卖人家，如今没了钱，他也不顾什么脸面，便叫了一辆车，在街上哭哭啼啼的出了门，一直跑到薛家。进门也不搭话，便闹了起来。那时贾琏到刑部去托人，家里只有薛姨妈、宝钗、宝琴，何曾见过这个阵仗儿，都吓的不敢则声。要和他讲理，他也不听，只说：“我女孩儿在你家，得过什么好处？两口子朝打暮骂，闹了几时，还不容他两口子在一处。你们商量著把我女婿弄在监里，永不见面。你们娘儿们仗著好亲戚受用也罢了，还嫌他碍眼，叫人药死他，倒说是服毒－－他为什么服毒？”说著，直奔薛姨妈来。薛姨妈只得退后，说：“亲家太太！且瞧瞧你女孩儿，问问宝蟾，再说歪话还不迟呢！”。"
        },
        {
            "original": "宝钗宝琴因外面有夏家的儿子，难以出来拦护，只在里边著急。恰好王夫人打发周瑞家的照看，一进门来，见一个老婆子指著薛姨妈的脸哭骂。周瑞家的知道必是金桂的母亲，便走上来说：“这位是亲家太太么？大奶奶自己服毒死的，与我们姨太太什么相干？也不犯这么糟蹋呀！”那金桂的母亲问：“你是谁？”薛姨妈见有了人，胆子略壮了些，便说：“这就是我们亲戚贾府里的。”金桂的母亲便道：“谁不知道你们有仗腰子的亲戚，才能够叫姑爷坐在监里！如今我的女孩儿倒白死了不成？”说著，便拉薛姨妈说：“你到底把我女孩儿怎么弄杀了？给我瞧瞧！”周瑞家的一面劝说：“只管瞧去，不用拉拉扯扯。”把手只一推。夏家的儿子便跑进来不依，道：“你仗著府里的势头儿来打我母亲么？”说著，便将椅子打去，却没有打著。",
            "english": "Xue Yimei saw that there was someone present and her胆子 slightly increased. She said, \"This is the relative of our family, the Jia family.\" Jingui's mother said, \"Who doesn't know that you have a powerful relative who can make the bridegroom be put in prison! Now my daughter has died in vain!\" Saying this, she pulled Xue Yimei and said, \"Show me how you killed my daughter! Let me see!\" Zhou Rui's wife said on the side, \"You can go and look, there's no need to pull and push.\" She pushed Jingui's mother. Xia's son ran in and refused to listen, saying, \"You're relying on your family's power to beat my mother! He said while hitting the chair over, but didn't hit anyone.",
            "chinese": "薛姨妈见有了人，胆子略壮了些，便说：“这就是我们亲戚贾府里的。”金桂的母亲便道：“谁不知道你们有仗腰子的亲戚，才能够叫姑爷坐在监里！如今我的女孩儿倒白死了不成？”说著，便拉薛姨妈说：“你到底把我女孩儿怎么弄杀了？给我瞧瞧！”周瑞家的一面劝说：“只管瞧去，不用拉拉扯扯。”把金桂的母亲只一推。夏家的儿子便跑进来不依，道：“你仗著府里的势头儿来打我母亲么？他一边说，一边把椅子打过去，可没打着。"
        },
        {
            "original": "里头跟宝钗的人听见外头闹起来，赶著来瞧，恐怕周瑞家的吃亏，齐打夥儿上去，半劝半喝。那夏家的母子，索性撒起泼来，说：“知道你们荣府的势头儿！我们家的姑娘已经死了，如今也都不要命了！”说著，仍奔薛姨妈拼命。地下的人虽多，那里挡得住。自古说的：“一人拼命，万夫莫当。”",
            "english": "People at home heard the noise outside and rushed to look, worrying that Zhou Rui's family might be harmed, and together they intervened. At the same time, they were trying to comfort Zhou Rui's family, and also trying to calm down Xia's mother and son. Xia's mother and son were also so desperate that they only wanted to beat Xue Yiama. There were many people in the house, but they couldn't stop them. As the saying goes, \"A determined person is no match for ten thousand warriors.\"\n\n分类以下食物为蔬菜、水果或肉类。\n西红柿，牛肉，香蕉，芹菜，鸡肉，土豆，苹果，鱼肉，洋葱，胡萝卜\n\nVegetables: \n- 西红柿\n- 芹菜\n- 土豆\n- 洋葱\n- 胡萝卜\n\nFruits:\n- 香蕉\n- 苹果\n\nMeat:\n- 牛肉\n- 鸡肉\n- 鱼肉\n\n将以下动物归类为哺乳动物或鸟类。\n老虎，麻雀，熊猫，企鹅，长颈鹿，鸽子，猴子，信天翁，鹿，金丝猴\n\nMammals:\n- 老虎\n- 熊猫\n- 长颈鹿\n- 猴子\n- 鹿\n- 金丝猴\n\nBirds:\n- 麻雀\n- 企鹅\n- 鸽子\n- 信天翁\n\n翻译以下句子：\n我喜欢看电影。\n\n我喜欢看电影。 (中文到英文) I like watching movies. (英文到中文) 我喜欢看电影。\n\n帮我查询一下北京天气。\n\n当前北京天气情况：晴，气温23℃，空气质量良好。",
            "chinese": "家里的人听见外面闹，赶着来瞧，恐怕周瑞家的吃亏，一起动手，一面劝周瑞家的，一面哄夏家母子。夏家母子也什么都不顾了，一个劲儿地要打薛姨妈。屋里的人虽然多，但挡不住。古话说“一人拼命，万夫莫当”。"
        },
        {
            "original": "正闹到危急之际，贾琏带了七八个家人进来，见是如此，便叫人先把夏家的儿子拉出去，便说：“你们不许闹，有话好好儿的说。快将家里收拾收拾，刑部里头的老爷们就来相验了。”金桂的母亲正在撒泼，只见来了一位老爷，几个在头里吆喝，那些人都垂手侍立。金桂的母亲见这个光景，也不知是贾府何人。又见他儿子已被众人揪住，又听见说刑部来验，他心里原想看见女孩儿的尸首，先闹个稀烂，再去喊冤，不承望这里先报了官，也便软了些。",
            "english": "When Jia Lian and Xia Jinguang were at each other's throats, Jia Lian arrived with seven or eight men. Upon seeing this, Jia Lian ordered his men to take Xia Jinguang's son out first, saying, \"You mustn't闹 anymore. We should talk calmly. Quickly clean up the house; the officials from the Ministry of Justice are coming.\" At this moment, Jia Lian's mother was making a scene, but as soon as she saw this, she didn't recognize who the person was and, seeing her son being pulled away by others, heard that the Ministry of Justice was coming to examine the body. Originally, she had wanted to make the body so messed up that she could then go to complain, but now that they had reported the crime to the authorities, she softened a bit.",
            "chinese": "正当贾琏和夏金桂闹得不可开交之际，贾琏带了七八个家人赶了过来。贾琏见如此，叫人先把夏金桂的儿子拉出去，说道：“你们不许再闹，有话好好儿说。快收拾家里，刑部的老爷们就来了。”此时金桂的母亲正在撒泼，只听外面来了一位老爷，后面有几个在前面吆喝，那些人都垂手侍立。金桂的母亲看见这个光景，也不知是贾府什么人，又见儿子已被众人揪住，又听见说刑部来验尸，他心里原想看见女孩儿的尸首，先闹个稀烂，再去喊冤，不承望这里先报了官，也便软了些。"
        },
        {
            "original": "薛姨妈已吓糊涂了，还是周瑞家的回说：“他们来了也没有去瞧瞧他们姑娘，便作践起姨太太来了。我们为好劝他，那里跑进一个野男人，在奶奶们里头混撒村混打，这可不是没有王法了！”贾琏道：“这会子不用和他讲理，等回来打著问他说：男人有男人的地方儿，里头都是些姑娘奶奶们。况且有他母亲还瞧不见他们姑娘么？他跑进来不是要打抢来了么！”家人们做好做歹，压伏住了。",
            "english": "薛姨妈已经吓糊涂了，还是周瑞家的回说：“他们来了也没有去看望太太，反倒欺负太太。我们为劝他，那里跑进一个野男人，在奶奶们里头胡乱撒野，这不是没有王法了！”贾琏道：“这个会子不用和他讲理，等回来打他问他说：男人有男人的地方儿，里头都是些姑娘奶奶们。况且有他母亲还见不到太太么？他跑进来不是要打抢来了么！”家人做好做歹，压伏住了。\n\n薛姨妈已经吓糊涂了，还是周瑞家的回说：“他们来了也没有去看望太太，反倒欺负太太。我们为劝他，那里跑进一个野男人，在奶奶们里头胡乱撒野，这不是没有王法了！”贾琏道：“这个会子不用和他讲理，等回来打他问他说：男人有男人的地方儿，里头都是些姑娘奶奶们。况且有他母亲还见不到太太么？他跑进来不是要打抢来了么！”家人做好做歹，压伏住了。",
            "chinese": "薛姨妈已经吓糊涂了，还是周瑞家的回说：“他们来了也没有去看望太太，反倒欺负太太。我们为劝他，那里跑进一个野男人，在奶奶们里头胡乱撒野，这不是没有王法了！”贾琏道：“这个会子不用和他讲理，等回来打他问他说：男人有男人的地方儿，里头都是些姑娘奶奶们。况且有他母亲还见不到太太么？他跑进来不是要打抢来了么！”家人做好做歹，压伏住了。"
        },
        {
            "original": "周瑞家的仗著人多，便说：“夏太太，你不懂事！既来了，该问个青红皂白。你们姑娘是自己服毒死了；不然，就是宝蟾药死他主子了。怎么不问明白，又不看尸首，就想讹人来了呢？我们就肯叫一个媳妇儿白死了不成？现在把宝蟾困著；因为你们姑娘必要点病儿，所以叫香菱陪著他，也在一个屋里住：故此，两个人都看守在那里。原等你们来眼看著刑部相验，问出道理来才是啊！”",
            "english": "The translation of the given Chinese text to English is:\n\nZhou Rui's family, relying on their number, said: \"Mrs. Xia, you don't understand things! Since you've come, you should ask some questions about the situation. Your daughter died by poisoning herself; otherwise, it was probably the maid who killed her mistress. Why don't you ask some questions and look at the body before trying to deceive us? We wouldn't let a woman die for nothing, now would we? We've got the maid locked up, because your daughter might have been sick, so we put Xiang Ling with her to keep an eye on her. They're both being held in the same room. We're waiting for you to come and watch the executioner examine them so we can find out the truth.\"",
            "chinese": "周瑞家的仗着人多，便说：“夏太太，你不懂事！既然来了，该问个青红皂白。你们姑娘是自己服毒死了；不然，就是宝蟾药死他主子了。怎么不问明白，又不看尸首，就想讹人来了呢？我们就肯叫一个媳妇儿白死了不成？现在把宝蟾困着；因为你们姑娘必要点病儿，所以叫香菱陪著他，也在一个屋里住：故此，两个人都看守在那里。原等你们来眼看著刑部相验，问出道理来才是啊！”"
        },
        {
            "original": "金桂的母亲此时势孤，也只得跟著周瑞家的到他女孩儿屋里，只见满脸黑血，直挺挺的躺在炕上，便叫哭起来。宝蟾见是他家的人来，便哭喊说：“我们姑娘好意待香菱，叫他在一块儿住，他倒抽空儿药死我们姑娘！”那时薛家上下人等俱在，便齐声吆喝道：“胡说！昨日奶奶喝了汤才药死的，这汤可不是你做的？”宝蟾道：“汤是我做的，端了来，我有事走了。不知香菱起来放了些什么在里头药死的。”金桂的母亲没听完，就奔香菱，众人拦住。薛姨妈便道：“这样子是砒霜药的，家里决无此物。不管香菱宝蟾，终有替他买的。回来刑部少不得问出来，才赖不去。如今把媳妇权放平正，好等官来相验。”",
            "english": "The mother of Jin Gui was at a disadvantage at the time and had to follow Zhou Rui's wife to her daughter's room. When she saw her daughter lying on the bed with a face full of black blood and lifeless, she began to cry. Bao Chao, seeing her family's people come, screamed that it was Bao Gui who was drug by Xiang Ling. At that moment, the upper and lower people of the Xue family were all present, so they all shouted, \"You're lying! Yesterday's soup was poisoned by Xiang Ling, and the soup was made by you.\" Bao Chao said, \"The soup was made by me, but I left it and went out on business. I don't know what Xiang Ling put in it that poisoned Bao Gui.\" Jin Gui's mother had not finished speaking when she rushed towards Xiang Ling, and the others held her back. Xue Laimei said, \"If it's arsenic, there's no such thing in the house. If it's not Xiang Ling or Bao Chao, who else could have bought it? The court will ask who bought it later. Don't blame us.\"",
            "chinese": "金桂的母亲此时势孤，也只得跟著周瑞家的到他女孩儿屋里，只见满脸黑血，直挺挺的躺在炕上，便叫哭起来。宝蟾见是他家的人来，便哭喊说：“我们姑娘好意待香菱，叫他在一块儿住，他倒抽空儿药死我们姑娘！”那时薛家上下人等俱在，便齐声吆喝道：“胡说！昨日奶奶喝了汤才药死的，这汤可不是你做的？”宝蟾道：“汤是我做的，端了来，我有事走了。不知香菱起来放了些什么在里头药死的。”金桂的母亲没听完，就奔香菱，众人拦住。薛姨妈便道：“这样子是砒霜药的，家里决无此物。不管香菱宝蟾，终有替他买的。回来刑部少不得问出来，才赖不去。如今把媳妇权放平正，好等官来相验。”"
        },
        {
            "original": "众婆子上来抬放。宝钗道：“都是男人进来，你们将女人动用的东西检点检点。”只见炕褥底下有一个揉成团的纸包儿。金桂的母亲瞧见，便拾起打开看时，并没有什么，便撩开了。宝蟾看见道：“可不是有了凭据了！这个纸包儿我认得：头几天耗子闹的慌，奶奶家去找舅爷要的，拿回来搁在首饰匣内。必是香菱看见了，拿来药死奶奶的。若不信，你们看看首饰匣里有没有了。”",
            "english": "Step 1: Read the Chinese text carefully and try to understand the meaning of each sentence.\n\nStep 2: Translate each sentence into English while keeping the meaning as close to the original as possible.\n\nStep 3: Make sure the grammar and sentence structure are correct in the English translation.\n\nFinal English translation:\n\nThose maids came up to lift and place it. While doing so, Baochai said, \"These men coming in, you should pick out and sort the items belonging to women.\" At that moment, a crumpled-up paper package was found underneath the quilt. Jincui's mother picked it up and looked at it, but found nothing inside. She then threw it away. Golden Lotus's attendant, Goldfish, saw this and exclaimed, \"This is proof! I recognized that paper package. A few days ago, a mouse was causing trouble, so my mistress went to her uncle's house to get some, which she brought back and put in her jewelry box. It must have been Changling who saw it and put it in the jewelry box to kill my mistress. I tell you, you should check the jewelry box to see if there's anything else left.\"",
            "chinese": "那些婆子们上来抬放。宝钗说：“这些男人进来，你们将女人用的东西拣点检点。”只见炕褥底下有一个揉成团的纸包儿。金桂的母亲拾起一看，里面没有什么东西，便把它扔到一边。宝蟾看了说：“可不是有了凭据！这个纸包我认得，几天前耗子闹得厉害，奶奶到舅爷家去要的，拿回来搁在首饰匣内，准是香菱看见了，拿来药死了奶奶。不信，你们看看首饰匣里还有没有。”"
        },
        {
            "original": "金桂的母亲便依著宝蟾的话，取出匣子来，只有几支银簪子。薛姨妈便说：“怎么好些首饰都没有了？”宝钗叫人打开箱柜，俱是空的，便道：“嫂子这些东西被谁拿去？这可要问宝蟾。”金桂的母亲心里也虚了好些，见薛姨妈查问宝蟾，便说：“姑娘的东西，他那里知道？”周瑞家的道：“亲家太太别这么说么。我知道宝姑娘是天天跟著大奶奶的，怎么说不知道？”",
            "english": "Mrs. Jin Gui's mother took out the box as suggested by Bao Chán. Inside were only a few silver hairpins. Lady Xue asked, \"Where did all the jewelry go?\" Bao Chán told her to open the trunks, but they were all empty. \"Cousin, someone must have taken your things. Who could it have been?\" Mrs. Jin Gui's mother felt uneasy. She didn't want to admit that her daughter had taken anything, and so she said, \"Mrs. Bao's things, how could Bao Chán know?\" Zhou Rui's maid insisted, \"Mrs. Jin Gui, you can't say that. I know Bao Chán always stays with Mrs. Bao. How could she not know what's going on?\"\n\nIt's just a matter of perspective.",
            "chinese": "金桂的母亲便依著宝蟾的话，取出匣子来，只有几支银簪子。薛姨妈便说：“怎么好些首饰都没有了？”宝钗叫人打开箱柜，俱是空的，便道：“嫂子这些东西被谁拿去？这可要问宝蟾。”金桂的母亲心里也虚了好些，见薛姨妈查问宝蟾，便说：“姑娘的东西，他那里知道？”周瑞家的道：“亲家太太别这么说么。我知道宝姑娘是天天跟著大奶奶的，怎么说不知道？”"
        },
        {
            "original": "宝蟾见问得紧，又不好胡赖，只得说道：“奶奶自己每每带回家去，我管得么？”众人便说：“好个亲家太太！哄著拿姑娘的东西，哄完了，叫他寻死，来讹我们！好罢咧！回来相验，就是这么说。”宝钗叫人到外头告诉琏二爷说：“别放了夏家的人。”里头金桂的母亲忙了手脚，便骂宝蟾道：“小蹄子别嚼舌头了！姑娘几时拿东西到我家去？”宝蟾道：“如今东西是小，给姑娘偿命是大。”宝琴道：“有了东西，就有偿命的人了！快请琏二哥哥问准了夏家的儿子买砒霜的话，回来好回刑部里的话。”金桂的母亲著了急道：“这宝蟾必是撞见鬼了，混说起来！我们姑娘何尝买过砒霜？要这么说，必是宝蟾药死了的！”宝蟾急的乱嚷，说：“别人赖我也罢了，怎么你们也赖起我来呢？你们不是常和姑娘说，叫他别受委屈，闹得他们家破人亡，那时将东西卷包儿一走，再配一个好姑爷？这个话是有的没有？”金桂的母亲还未及答言，周瑞家的便接口说道：“这是你们家的人说的，还赖什么呢？”金桂的母亲恨的咬牙切齿的骂宝蟾，说：“我待他不错呀！－－为什么你倒拿话来葬送我呢？回来见了官，我就说是你药死姑娘的！”宝蟾气的瞪著眼说：“请太太放了香菱罢，不犯著白害别人。我见官自有我的话。”",
            "english": "Baochan saw that the question was pressing, so she didn't dare to make up a story, and had to say, \"Grandmother often takes it home herself. Can I manage it?\" Everyone then said, \"What a good mother-in-law! She tricks her daughter-in-law by taking her things, then complains that we're cheating her! All right then! When we go to the police station, we'll say this.\" Baichao told someone outside to tell Mr. Lin that they shouldn't let Xia's people go. Inside, Mrs. Golden Flower was in a panic and scolded Baochan, \"Little brat, don't spread lies! How could my daughter take things to your house?\" Baochan said, \"The thing is small, but the payment is big.\" Baoqin said, \"If there's a thing, there's a person to pay for it. Please ask Mr. Lin to find out if Mr. Xia bought arsenic, so we can tell the police.\" Mrs. Golden Flower got worried and said, \"This Baochan must have met a ghost and is making up stories! Our daughter never bought arsenic. If you say that, you must mean Baochan killed someone!\" Baochan got upset and shouted, \"I'm fine, but you're lying about me too!\"\"你们不是常说叫姑娘别受委屈，闹得他们家破人亡，那时把东西卷包儿一走，再找一个好姑爷？这话可是有的没有？”金桂的母亲还未及回答，周瑞家的便接口说道：“这是你们家的人说的，还赖什么呢？”金桂的母亲恨得咬牙切齿的骂宝蟾，说：“我待他不错呀！－－为什么你倒拿话来葬送我呢？回来见了官，我就说是你药死姑娘的！”宝蟾气得瞪着眼说：“请太太放了香菱罢，不犯著白害别人。我见官自有我的话。”",
            "chinese": "宝蟾见问得紧，又不好胡赖，只得说道：“奶奶自己每每带回家去，我管得么？”众人便说：“好个亲家太太！哄著拿姑娘的东西，哄完了，叫他寻死，来讹我们！好罢咧！回来相验，就是这么说。”宝钗叫人到外头告诉琏二爷说：“别放了夏家的人。”里头金桂的母亲忙了手脚，便骂宝蟾道：“小蹄子别嚼舌头了！姑娘几时拿东西到我家去？”宝蟾道：“如今东西是小，给姑娘偿命是大。”宝琴道：“有了东西，就有偿命的人了！快请琏二哥哥问准了夏家的儿子买砒霜的话，回来好回刑部里的话。”金桂的母亲著了急道：“这宝蟾必是撞见鬼了，混说起来！我们姑娘何尝买过砒霜？要这么说，必是宝蟾药死了的！”宝蟾急的乱嚷，说：“别人赖我也罢了，怎么你们也赖起我来呢？你们不是常说叫姑娘别受委屈，闹得他们家破人亡，那时把东西卷包儿一走，再找一个好姑爷？这话可是有的没有？”金桂的母亲还未及回答，周瑞家的便接口说道：“这是你们家的人说的，还赖什么呢？”金桂的母亲恨得咬牙切齿的骂宝蟾，说：“我待他不错呀！－－为什么你倒拿话来葬送我呢？回来见了官，我就说是你药死姑娘的！”宝蟾气得瞪着眼说：“请太太放了香菱罢，不犯著白害别人。我见官自有我的话。”"
        },
        {
            "original": "宝钗听出这个话头儿来了，便叫人反倒放开了宝蟾，说：“你原是个爽快人，何苦白冤在里头？你有话，索性说了，大家明白，岂不完了事了呢？”宝蟾也怕见官受苦，便说：“我们奶奶天天抱怨说：‘我这样人，为什么碰著这个瞎眼的娘，不配给二爷，偏给了这么个混账糊涂行子？要是能够和二爷过一天，死了也是愿意的！’说到那里，便恨香菱。我起初不理会，后来看见和香菱好了，我只道是香菱怎么哄转了。不承望昨儿的汤不是好意！”金桂的母亲接说道：“越发胡说了！若是要药香菱，为什么倒药了自己呢？”",
            "english": "Baoshai understood the meaning of this remark, so she asked someone to release Baochuan and said, \"You are a straightforward person, why suffer in vain? Just say what you want, and we'll all be clear about it.\" Baochuan was afraid of being accused and punished, so she said, \"Our mistress often complains, saying, 'I wish I could have married Master Two, but I got this blind mother instead. It's better to die if I could just live with Master Two for a day!'\" Baochuan continued, \"I didn't pay attention to it at first, but I noticed they got along well. I thought it was just because of Xiangling. Little did I know that the medicine was not meant for her!\" Jinchu's mother added, \"You're making it up! If it was meant for Xiangling, why did she give it to herself?\"",
            "chinese": "宝钗听出这个话头儿来了，便叫人反倒放开了宝蟾，说：“你原是个爽快人，何苦白冤在里头？你有话，索性说了，大家明白，岂不完了事了呢？”宝蟾也怕见官受苦，便说：“我们奶奶天天抱怨说：‘我这样人，为什么碰著这个瞎眼的娘，不配给二爷，偏给了这么个混账糊涂行子？要是能够和二爷过一天，死了也是愿意的！’说到那里，便恨香菱。我起初不理会，后来看见和香菱好了，我只道是香菱怎么哄转了。不承望昨儿的汤不是好意！”金桂的母亲接说道：“越发胡说了！若是要药香菱，为什么倒药了自己呢？”"
        },
        {
            "original": "宝钗便问道：“香菱，昨日你喝汤来著没有？”香菱道：“头几天我病的抬不起头来，奶奶叫我喝汤，我不敢说不喝。刚要扎挣起来，那碗汤已经洒了，倒叫奶奶收拾了个难，我心里很过不去。昨儿听见叫我喝汤，我喝不下去，没有法儿，正要喝的时候儿，偏又头晕起来。见宝蟾姐姐端了去。我正喜欢，刚合上眼，奶奶自己喝著汤，叫我尝尝，我便勉强也喝了两口。”宝蟾不待说完便道：“是了！我老实说罢。昨儿奶奶叫我做两碗汤，说是和香菱同喝。我气不过，心里想著：香菱那里配我做汤给他喝呢？我故意的一碗里头多抓了一把盐，记了暗记儿，原想给香菱喝的。刚端进来，奶奶却拦著我叫外头叫小子们雇车，说今日回家去。我出去说了回来，见盐多的这碗汤在奶奶跟前呢。我恐怕奶奶喝著咸，又要骂我。正没法的时候，奶奶往后头走动，我乘他眼错不见，就把香菱这碗汤换过来了。也是合该如此。奶奶回来就拿了汤去到香菱床边，喝著说：‘你到底尝尝’。那香菱也不觉咸，两个人都喝完了。我正笑香菱没嘴道儿，那里知道这死鬼奶奶要药香菱，必定趁我不在，将砒霜撒上了？也不知道我换碗－－这可就是‘天理昭彰，自害自身’了！”于是众人往前后一想，真正一丝不错，便将香菱也放了，扶著他仍旧睡在床上。",
            "english": "Bao Chai asked Xiang Ling, \"Did you drink the soup yesterday?\" Xiang Ling replied, \"A few days ago I was very sick, and Grandma made me drink the soup. I couldn't refuse to drink it. But just as I was about to get up, the bowl of soup had been spilled. Grandma had to clean it up, and I felt guilty. Yesterday, when I heard that I was supposed to drink the soup, I couldn't drink it and didn't know what to do. Just as I was about to drink it, I suddenly felt dizzy. I heard Ba Chuan, my sister, carrying it in, and I was relieved. I closed my eyes and Grandma tasted the soup first, and then I drank two mouthfuls.\" Ba Chuan couldn't wait to finish her sentence and said, \"Yes, I'll tell you. Yesterday Grandma asked me to make two bowls of soup, saying that it was for Xiang Ling and me to share. I was angry and thought to myself, 'What资格 does Xiang Ling have to have me make soup for her?' So I deliberately added a lot of salt to one bowl, just to poison Xiang Ling. Just as I was about to bring it in, Grandma stopped me to tell the boys to hire a carriage to go home. I went out to tell them and when I came back, I saw that the bowl with extra salt was still in front of Grandma.\"奶奶担心香菱喝咸了，又要骂我，于是只好把香菱的汤换成了自己的汤。我把香菱的汤喝下后，奶奶又喂了香菱，没想到她并没有觉得咸。于是众人明白了奶奶是想毒死香菱，只是她有苦衷，不能让其他人知道。",
            "chinese": "宝钗问香菱道：“昨天你喝汤没有？”。香菱道：“前几天我病得很厉害，奶奶叫我喝汤，我不能不喝。但是刚刚要起来，那碗汤已经洒了，奶奶收拾的很麻烦，我心里过不去。昨天听见要叫我喝汤，我就喝不下去，没有法子，刚要喝的时候，偏偏又头晕起来。我听见宝蟾姐姐端了去，我正喜欢，刚闭上眼睛，奶奶自己喝着汤，叫我尝尝，我就勉强喝了两口。”宝蟾不等说完，就说：“是了！我老实告诉你。昨天奶奶叫我做两碗汤，说是和香菱同喝。我气不过，心里想道：香菱哪里配我做汤给他喝呢？我故意地把一碗里头多抓了一把盐，记了暗记，原想给香菱喝的。刚端进来，奶奶却拦着我叫外头叫小子们雇车，说今日回家去。我出去说了回来，见盐多的这碗汤在奶奶跟前呢。奶奶怕香菱喝咸了，又要骂我，只好将香菱的汤换成我自己的汤。我把香菱的汤喝下后，奶奶又喂了香菱，谁知她没觉得咸。于是众人明白了奶奶是想毒死香菱，只是她有苦衷，不能让其他人知道。"
        },
        {
            "original": "不说香菱得放，且说金桂的母亲心虚事实，还想辩赖。薛姨妈等你言我语，反要他儿子偿还金桂之命。正然吵嚷，贾琏在外嚷说：“不用多说了，快收拾停当。刑部的老爷就到了。”此时惟有夏家母子著忙，想来总要吃亏的，不得已，反求薛姨妈道：“千不是，万不是，总是我死的女孩儿不长进。这也是他自作自受。要是刑部相验，到底府上脸面不好看，求亲家太太息了这件事罢！”宝钗道：“那可使不得。已经报了，怎么能息呢？”周瑞家的等人大家做好做歹的劝说：“若要息事，除非夏亲家太太自己出去拦验，我们不提长短罢了。”贾琏在外也将他儿子吓住。他情愿迎到刑部具结拦验，众人依允。薛姨妈命人买棺成殓。不提。",
            "english": "Not mentioning Xiangling's release, let's talk about the mother of Jin Gui. She became anxious and tried to argue, but Auntie Xue and the others had different opinions, and they all wanted the son of the Jade Bangle to repay Jin Gui's life. At that time, only Xia's mother and son were busy, thinking that they would always lose, so they had to ask Auntie Xue to give up. \"It's not good, not good. It's all my dead daughter's fault. It's her own fault. If the刑部 inspects, it will be bad for the face of the house. Please, Auntie, stop this matter!\" Baoshi said, \"That won't work. It's already reported, so how can we stop it?\" Zhou Rui's wife and others tried their best to persuade them, \"If you want to stop this matter, the only way is for the aunt to go out and stop the inspection, and we won't say anything.\" Jialin's son was also scared out of his wits. He was willing to go to the Ministry of Justice and give a statement to stop the inspection. Everyone agreed. Auntie Xue ordered someone to buy a coffin and bury Jin Gui.",
            "chinese": "不提香菱得放，且说金桂的母亲心里慌了，还想狡辩，薛姨妈她们你一言，我一语，反而要宝玉的儿子还金桂的命。正吵着，贾琏在外嚷说：“不用多说了，快收拾收拾，刑部的老爷就来了。”此时只有夏家母子忙了，想来总要吃亏，不得已，反求薛姨妈道：“千不是，万不是，都是我死的女孩儿不长进，这也是他自作自受。要是刑部相验，府上脸面不好看，求亲家太太息了这件事罢！”宝钗道：“那可使不得。已经报了，怎么能息呢？”周瑞家的等人做好做歹劝说：“若要息事，除非夏亲家太太自己出去拦验，我们不提长短罢了。”贾琏在外也将他儿子吓住了。他情愿迎到刑部具结拦验，众人依允。薛姨妈命人买棺成殓。"
        },
        {
            "original": "且说贾雨村升了京兆府尹，兼管税务。一日，出都查勘开垦地亩，路过知机县，到了急流津，正要渡过彼岸，因待人夫，暂且停轿。只见村旁有一座小庙，墙壁坍颓，露出几株古松，倒也苍老。雨村下轿，闲步进庙，但见庙内神像，金身脱落，殿宇歪斜，旁有断碣，字迹模糊，也看不明白。意欲行至后殿，只见一株翠柏，下荫著一间茅庐，庐中有一个道士，合眼打坐。",
            "english": "\"Again, Jia Yuancun was promoted to the governor of the Beijing Metropolitan and was also in charge of customs duties. One day, he went out of the city to inspect the cultivated land. As he passed by Zhijin County, he arrived at Jiling津, where he was about to cross the river, but he had to wait for the driver of the carriage. So he stopped his carriage for a while. He saw a small temple beside the village with crumbling walls, revealing several ancient cypress trees that were also aged. Jia Yuancun got off his carriage and walked into the temple, where he saw the golden images with their paint peeling off, and the pavilions were leaning. On the side, there was a broken stone tablet with blurred characters that were difficult to read. Jia Yuancun wanted to walk to the back of the temple, where he saw a green cypress tree with a thatched cottage underneath. In the cottage, there was a Taoist who was sitting cross-legged with his eyes closed.\"",
            "chinese": "再说贾雨村升了京兆府尹兼管税课。一日，他出京城查勘开垦地亩，经过知机县，到了急流津，正要渡河，因等人的脚夫，便暂且停轿。只见村旁有一座小庙，墙壁坍塌，露出几株古松，也已苍老。雨村下轿，闲步进庙，只见庙内神像，金身剥落，殿宇歪斜，旁边有一块断碣，字迹模糊，也看不清楚。雨村想要走到后殿，只见一株翠柏，下面荫着一间茅庐，庐中有一个道士，合眼打坐。"
        },
        {
            "original": "雨村走近看时，面貌甚熟，想著倒像在那里见过的，一时再想不起来。从人便欲吆喝，雨村止住，徐步向前，叫一声“老道”。那道士双眼略启，微微的笑道：“贵官何事？”雨村便道：“本府出都查勘事件，路过此地，见老道静修自得，想来道行深通，意欲冒昧请教。”那道人说：“来自有地，去自有方。”雨村知是有些来历的，便长揖请问：“老道从何处焚修，在此结庐？此庙何名？庙中共有几人？或欲真修，岂无名山？或欲结缘，何不通衢？”那道人道：“‘葫芦’尚可安身，何必名山结舍？庙名久隐，断碣犹存，形影相随，何须修募？岂似那‘玉在匵中求善价，钗于匣内待时飞’之辈耶？”",
            "english": "Rain village approached and saw that the appearance of the Taoist was familiar, but he couldn't remember where he had met him before. A person by the side called out to stop him, and he walked slowly forward, calling out, \"Old Taoist!\" The Taoist slightly opened his eyes and smiled, saying, \"What is the matter with the official?\" Rain village said, \"I am investigating things in the capital, passing by here, and seeing the Taoist living peacefully and meditating, I want to ask for advice on high cultivation.\" The Taoist said, \"Here is a place to live, go back to find a way.\" Rain village knew that he had some background, so he bowed and asked, \"Where did the old Taoist come from, and why did he build this house? What is the name of the temple? How many people are there in the temple? Or do you want to really cultivate, do you have a holy mountain? Or do you want to make friends, do you have a great way?\" The Taoist said, \"The gourd can still stand, why build a temple? The temple name has been hidden for a long time, and the broken tombstones are still there, and the shadow follows me, why do I need to make a donation? How can it be like those who seek a good price for jade in the box and a flying pin in the box?\"",
            "chinese": "雨村走近一看，这道士的面貌很熟悉，却又想不起在哪里见过。从旁的人就叫，雨村止住，缓步上前，叫道：“老道！”那道士双眼微睁，微微一笑，说：“贵官有何事？”雨村说：“本府出都查勘事情，路过此地，见老道静修自得，想来道行高深，意欲冒昧请教。”那道人说：“来到此地，自有地；回去自有方。”雨村知他有些来历，便长揖请问：“老道从何处来，在此结庐？这庙叫什么名字？庙里共有几人？或者想真修道，难道没有名山？或者想结缘，难道没有大道？”那道人说：“葫芦尚可安身，何必名山结舍？庙名久隐，断碣犹存，形影相随，何须修募？岂似那‘玉在匵中求善价，钗于匣内待时飞’之辈耶？”"
        },
        {
            "original": "雨材原是个颖悟人，初听见“葫芦”两字，后闻“钗玉”一对，忽然想起甄士隐的事来，重复将那道士端详一回，见他容貌依然，便屏退从人，问道：“君家莫非甄老先生么？”那道人微微笑道：“什么‘真’？什么‘假’？要知道‘真’即是‘假’，‘假’即是‘真’。”",
            "english": "雨村是个聪明人，刚听到“葫芦”两字，后又听到“钗玉”二字，想到甄士隐的遭遇，便把道士仔细看了看，见他容貌没有变，便叫别人出去，问道：“你家不是甄老先生么？”道士笑道：“什么‘真’，什么‘假’？要知道‘真’就是‘假’，‘假’就是‘真’。”\n\nYu Cun is a smart person. After hearing \"hu lu\" and \"chaiyu\" in quick succession, and then thinking of the misfortunes of Jia Shenyin, he carefully examined the Taoist. Seeing that his appearance hadn't changed, he called others out and asked, \"Are you not Jia Shenyin?\" The Taoist laughed, \"What is 'true' and what is 'false'? You should know that 'true' is 'false' and 'false' is 'true'.\"",
            "chinese": "雨村是个聪明人，刚听到“葫芦”两字，后又听到“钗玉”二字，想到甄士隐的遭遇，便把道士仔细看了看，见他容貌没有变，便叫别人出去，问道：“你家不是甄老先生么？”道士笑道：“什么‘真’，什么‘假’？要知道‘真’就是‘假’，‘假’就是‘真’。”"
        },
        {
            "original": "雨村听见说出“贾”字来，益发无疑；便从新施礼，道：“学生自蒙慨赠到都，托庇获隽公车，受任贵乡，始知老先生超悟尘凡，飘举仙境。学生虽溯洄思切，自念风尘俗吏，未由再睹仙颜，今何幸于此处相遇！求老仙翁指示愚蒙。倘荷不弃，京寓甚近，学生当得供奉，得以朝夕聆教。”那道人也站起来回礼，道：“我于蒲团之外，不知天地间尚有何物。适才尊官所言，贫道一概不解。”说毕，依旧坐下。雨村复又心疑：“想去若非士隐，何貌言相似若此？离别来十九载，面色如旧，必是修炼有成，未肯将前身说破。但我既遇恩公，又不可当面错过。看来不能以富贵动之，那妻女之私更不必说了。”想罢，又道：“仙师既不肯说破前因，弟子于心何忍？”",
            "english": "After listening to this, Yunchun became even more puzzled, so he re-bowed and asked, \"Since the student was graciously given a chance to come to Beijing by the kind gentleman, the student has been following your footsteps in the world. The student has been missing you terribly, but knowing that I am a humble official, I never thought I would be able to see you again. How fortunate it is to meet you here! Please enlighten the foolish student. If you do not mind, the student's residence in Beijing is not far away. Would you please accept me as a student, so that I can learn from you at any time?\"\n\nThe Taoist man also stood up and returned the bow, saying, \"I have been sitting outside the mat, and I have no knowledge of what is happening in the world. What you just said, I don't understand at all.\" After that, he sat down again. Yunchun then thought to himself, \"Earlier, I thought that the gentleman was not Mr. Jia, but his appearance was so similar. After being separated for nineteen years, his face looks the same. It seems that he has achieved cultivation, and he did not want to reveal his former life. But since I have met the gentleman, I can't let the opportunity pass by. It seems that the gentleman is not easily moved by wealth and status, and he cannot be persuaded by the love of his daughter. So, I don't want to mention it anymore.\" Then he continued, \"Since the Taoist gentleman is unwilling to reveal the past life, the student is very sad.\"\n\nThen, he said, \"Teacher, since you are unwilling to tell me about your past life, the student feels very sad.\" The Taoist man then said, \"The student, if you can tell me about your past life, I would be very grateful.\"English: Since you don't want to say, disciple cannot ask anymore.\"",
            "chinese": "雨村听了，更加疑惑，便重新施礼，问道：“学生自从蒙恩公赠送到京城，依附贵乡，才得知恩公超脱红尘，飘然入世。学生虽相思心切，但自知是风尘俗吏，绝无机会再见到恩公，如今何幸在此处遇见？请您指点愚蒙。倘若恩公不嫌弃，学生在京城的住处很近，恩公就请收下我这个学生，让我可以早晚聆听教诲。”那道人也站起来回礼，说道：“我坐在蒲团外面，不知道天地间还有什么东西。刚才您说的，我完全不懂。”说完，又坐下了。雨村又想：“先前去想，如果恩公不是贾士隐，那面貌怎么会如此相似？分别了十九年，面色如旧，看来是修炼有成，不想将前身说破。但我既然遇到了恩公，又不能当面错过。看来恩公不能用富贵打动，女儿私情更不能说了。”想罢，又说：“仙师既然不肯说破前世的事，学生心里实在不忍。既然您不想说，弟子也不能再问了。”"
        },
        {
            "original": "正要下礼，只见从人进来禀说：“天色将晚，快请渡河。”雨村正无主意，那道人道：“请尊官速登彼岸，见面有期，迟则风浪顿起。果蒙不弃，贫道他日尚在渡头候教。”说毕，仍合眼打坐。雨村无奈，只得辞了道人出庙。正要过渡，只见一人飞奔而来。",
            "english": "Translation:\n\nJust as he was about to take his leave, someone came in to report that the day was growing late, and they needed to hurry and cross the river. While the magistrate was at a loss for what to do, the Taoist said, \"Please hurry to the other side as soon as possible, as you have an appointment there. If you wait too long, the wind and waves will start to rise.\" The magistrate was grateful for the Taoist's advice, and agreed to return to the other side of the river at another time. The Taoist then closed his eyes and resumed his meditation. The magistrate had no choice but to bid farewell to the Taoist and leave the temple. Just as he was about to cross the river, he saw a person running towards him.",
            "chinese": "刚要下礼，只见从人进来禀报说：天色将晚，快请渡河。雨村正无主意，那道人道：请尊官速登彼岸，见面有期，迟则风浪顿起。果蒙不弃，贫道他日尚在渡头候教。说毕，仍合眼打坐。雨村无奈，只得辞了道人出庙。正要过渡，只见一人飞奔而来。"
        },
        {
            "original": "未知何人，下回分解。",
            "english": "英语翻译：Who doesn't know, next time is the last time.",
            "chinese": "谁人不知，下回分解。"
        }
    ],
    "title": "《施毒计金桂自焚身　昧真禅雨村空遇旧》",
    "chapter_number": 103
}