{
    "paragraphs": [
        {
            "original": "话说贾琏到了王夫人那边，一一的说了。次日，到了部里，打点停妥，回来又到王夫人那边将打点吏部之事告知王夫人。王夫人便道：“打听准了么？果然这样，老爷也愿意，合家也放心。那外任何尝是做得的？不是这样回来，只怕叫那些混账东西把老爷的性命都坑了呢！”贾琏道：“太太怎么知道？”王夫人道：“自从你二叔放了外任，并没有一个钱拿回来，把家里的倒掏摸了好些去了。你瞧，那些跟老爷去的人：他男人在外头不多几时，那些小老婆子们都金头银面的妆扮起来了，可不是在外头瞒著老爷弄钱？你叔叔就由著他们闹去。要弄出事来，不但自己的官做不成，只怕连祖上的官也要抹掉了呢！”贾琏道：“太太说的很是。方才我听见参了，吓的了不得，直等打听明白才放心。也愿意老爷做个京官，安安逸逸的做几年，才保得住一辈子的声名。就是老太太知道了，倒也是放心的。只要太太说的宽缓些。”王夫人道：“我知道，你到底再去打听打听。”",
            "english": "Jialin went to Wang's room and reported all the details. The next day, he went to the department and dealt with some matters. After returning, he told Wang about the matters in the department. Wang said: \"Have you found out? If it's true, the master also wants to, and the whole family is at ease. Those people outside are not able to do it. If they don't come back, they might have dug up the master's life. What did you ask?\" Jialin asked: \"How did you know?\" Wang said: \"Since your second uncle was sent to a post outside, he didn't bring back a single penny. He took away a lot of money from the family. You see, those people who followed the master: their men have not been away for a few times, and the little wives have been dressed in gold and silver. Are they not making money outside? Your uncle just let them get away with it. If something happens, not only can the official not be done, but the ancestral official will be wiped out. \" Jialin said: \"Mrs. Wang is right. I was scared when I heard someone being investigated, and I was very relieved when I found out.I hope the old man can be a Beijing official and be able to stay in office for a few years before he can keep his reputation forever. Even if the old lady knew it, she would be at ease. You might as well ask again. Wang Fei said, \"I know. You might as well ask again.\"\n\n中文原文：\n\n贾母见了王夫人，便问：“宝玉怎么样了？”\n\n英文翻译：\n\nWhen the old lady saw Wang Fei, she asked, \"How is the young master?\"\n\n中文原文：\n\n王夫人道：“没有什么。前儿叫他多穿一件衣服，他又不肯。谁知昨儿夜里就着了凉，今日竟好了。”贾母道：“是了，我竟忘了。你多穿一件，怎么着了凉？”王夫人道：“也说不出来，不过是冒了风。”\n\n英文翻译：\n\nWang Fei said, \"There's nothing. The other day, I asked him to wear an extra coat, but he wouldn't. He caught a cold last night and is better today.\" The old lady said, \"That's right. I forgot about it. You wore an extra coat, how did you catch a cold?\" Wang Fei said, \"I can't say,",
            "chinese": "贾琏到了王夫人的房间，详细地汇报了事情的经过。第二天，他去部里处理了一些事情，回来后又把处理部里的事情告诉了王夫人。王夫人说：“打听清楚了吗？如果确实这样，老爷也愿意，全家也放心。那些外头的人哪里是做得到的？不是这样回来，只怕叫那些混账东西把老爷的性命都坑了呢！”贾琏问：“太太怎么知道？”王夫人说：“自从你二叔放了外任，并没有一个钱拿回来，把家里的倒掏摸了好些去了。你瞧，那些跟着老爷去的人：他男人在外头不多几时，那些小老婆子们都金头银面的妆扮起来了，可不是在外头瞒着老爷弄钱？你叔叔就由着他们闹去。要弄出事来，不但自己的官做不成，只怕连祖上的官也要抹掉了呢！”贾琏说：“太太说的很对。方才我听说有人参了，吓的了不得，直等打听明白才放心。希望老爷能做个京官，安安稳稳地做几年，才能保住一辈子的名声。就算老太太知道了，也会放心的。你还是再去打听打听吧。王夫人说：“我知道了，你再去问问。”"
        },
        {
            "original": "贾琏答应了，才要出来，只见薛姨妈家的老婆子慌慌张张的走来，到王夫人里间屋内也没说请安，便道：“我们太太叫我来告诉这里的姨太太说：我们家了不得了，又闹出事来了！”王夫人听了，便问：“闹出什么事来？”那婆子又说：“了不得，了不得！”王夫人哼道：“糊涂东西！有紧要事，你到底说呀！”婆子便说：“我们家二爷不在家，一个男人也没有，这件事情出来，怎么办！要求太太打发几位爷们去料理料理！”王夫人听著不懂，便著急道：“到底要爷们去干什么？”婆子道：“我们大奶奶死了！”王夫人听了，啐道：“呸，那行子女人死就死了罢咧！也值的大惊小怪的！”婆子道：“不是好好儿死的，是混闹死的！快求太太打发人去办办！”说著，就要走。王夫人又生气，又好笑，说：“这老婆子好混账！琏哥儿，倒不如你去瞧瞧，别理那糊涂东西。”那婆子没听见打发人去，只听见说“别理他”，他便赌气跑回去了。",
            "english": "Jialin agreed, but was about to leave when he saw a servant from Xue's household rushing to the courtyard. She didn't even say hello to Lady Wang, but exclaimed, \"We have a problem! Another problem has arisen!\" Lady Wang asked, \"What's the problem?\" The servant replied, \"It's terrible, terrible!\" Lady Wang said, \"You're a fool! What's so urgent that you have to come here in a panic?\" The servant continued, \"Our second son is not at home, and we have no men. What are we going to do now?\" Lady Wang asked, \"What do you want the young men to do?\" The servant said, \"Our second daughter-in-law died!\" Lady Wang spat and said, \"That woman died, so what? It's not worth making such a fuss.\" The servant said, \"She didn't die from natural causes, she died from misbehavior!\" Lady Wang was angry and asked, \"What do you want the young men to do?\" The servant said, \"Please send some young men to help us take care of things.\" She then hurried away. Lady Wang was angry and laughed, saying, \"That servant is so stupid! Don't bother with her nonsense.\"The old woman didn't hear him go looking for someone, but only heard \"Don't bother him,\" so he was angry and ran back.\n\n基于以上翻译，生成一段流利的英文文本：\nThe old woman didn't hear him go looking for someone, but only heard \"Don't bother him,\" so he was angry and ran back.",
            "chinese": "贾琏答应了，正要出来，只见薛姨妈家的老婆子慌慌张张地走来，到王夫人的屋里也没说请安，就道：“我们家出事了，又闹出事来了！”王夫人听了，便问：“出了什么事？”那婆子又说：“了不得，了不得！”王夫人哼了一声，说：“糊涂东西！有要紧的事，你到底说呀！”婆子道：“我们家的二爷不在家，一个男人都没有，这件事出来，怎么办！要求太太打发几位爷们去料理料理！”王夫人听不懂，便着急道：“到底要爷们去干什么？”婆子道：“我们家的大奶奶死了！”王夫人听了，啐道：“呸，那家伙女人死就死了罢咧！也值得大惊小怪的！”婆子道：“不是好好儿死的，是混闹死的！快求太太打发人去办办！”说著，就要走。王夫人又生气又好笑，说：“这老婆子太混账了！你去瞧瞧她，别理那个糊涂人。”那婆子没听到要去找人，只听到“别理他”，他就赌气跑回去了。"
        },
        {
            "original": "这里薛姨妈正在著急，再不见来，好容易那婆子来了，便问：“姨太太打发谁来？”婆子叹说道：“人再别有急难事。什么好亲好眷，看来也不中用！姨太太不但不肯照应我们，倒骂我糊涂！”薛姨妈听了，又气又急道：“姨太太不管，你姑奶奶怎么说来著？”婆子道：“姨太太既不管，我们家的姑奶奶自然更不管了，没有去告诉。”薛姨妈啐道：“姨太太是外人，姑娘是我养的，怎么不管！”婆子一时省悟道：“是啊！这么著我还去。”",
            "english": "Xue Yimei was very anxious, waiting for a long time, and finally the old woman came. The old woman sighed and said: \"Now anything can happen, what marriage what relatives, it seems useless! The second lady not only refused to help, but also scolded me for being foolish!\" Xue Yimei heard this, and was angry and anxious: \"The second lady doesn't care, what did the young lady say?\" The old woman said: \"Since the second lady doesn't care, we can't count on the young lady either, and she didn't tell us.\" Xue Yimei spat: \"The second lady is an outsider, the young lady is my adopted daughter, how can she not care?\" The old woman realized it at once: \"That's right. So I'll go.\"",
            "chinese": "薛姨妈正在着急，等了很久，终于那婆子来了。婆子叹气说道：“现在什么事都会发生，什么亲事什么亲戚，看来也不中用！姨太太不但不肯帮忙，还骂我糊涂！”薛姨妈听了，又生气又着急道：“姨太太不管，你姑奶奶怎么说来著？”婆子道：“姨太太既不管，我们家的姑奶奶自然更不管了，没有去告诉。”薛姨妈啐道：“姨太太是外人，姑娘是我养的，怎么不管！”婆子一时省悟道：“是啊！这么着我还去。”"
        },
        {
            "original": "正说著，只见贾琏来了，给薛姨妈请了安，道了恼，回说：“我婶子知道弟妇死了，问老婆子，再说不明，著急的很，打发我来问个明白，还叫我在这里料理。该怎么样，姨太太只管说了办去。”薛姨妈本来气的乾哭，听见贾琏的话，便赶忙说：“倒叫二爷费心。我说姨太太是待我最好的，都是这老货说不清，几乎误了事。请二爷坐下，等我慢慢的告诉你。”便说：“不为别的事，为的是媳妇不是好死的。”",
            "english": "While they were talking, Jialin came in and gave Baoyu's mother a bow and apologized, saying, \"Aunt, I heard that your wife had passed away, but the old lady didn't explain clearly, and I was in a panic, so I came to ask you. Aunt, you were the best to me, and it was all because of this old woman who messed things up. I almost made a mistake. Please sit down, and I'll tell you everything slowly.\" Baoyu's mother was so angry that she was crying, but when she heard Jialin say this, she quickly said, \"Brother Jialin, I'm not good at handling things, and it was all because of this old woman who messed things up. Please sit down, and I'll explain everything to you slowly.\"",
            "chinese": "正说着，贾琏来了，给薛姨妈请安，道歉说：“婶子，我听说嫂子去世了，老婆子没说清楚，我急坏了，就来问明白。我婶子是待我最好的，都是这个老货搞砸了，我差点儿误了事。您坐下，我慢慢跟您说。”薛姨妈本来气得直哭，听贾琏这么说，赶忙说：“二爷，我不会做事，都是这个老货害的。您坐下，我慢慢跟您解释。”"
        },
        {
            "original": "贾琏道：“想是为兄弟犯事，怨命死的？”薛姨妈道：“若这样倒好了！前几个月头里，他天天赤脚蓬头的疯闹。后来听见你兄弟问了死罪，他虽哭了一场，以后倒擦胭抹粉的起来。我要说他，又要吵个了不得，我总不理他。有一天，不知为什么来要香菱去作伴儿。我说：‘你放著宝蟾要香菱做什么？况且香菱是你不爱的，何苦惹气呢？’他必不依。我没法儿，只得叫香菱到他屋里去。可怜香菱不敢违我的话，带著病就去了。谁知道他待香菱很好。我倒欢喜。你大妹妹知道了，说：‘只怕不是好心罢。’我也不理会。头几天香菱病著，他倒亲手去做汤给他喝。谁知香菱没福，刚端到跟前，他自己烫了手，连碗都砸了。我只说必要迁怒在香菱身上，他倒没生气，自己还拿笤帚扫了，拿水泼净了地，仍旧两个人很好。昨儿晚上，又叫宝蟾去做了两碗汤来，自己说和香菱一块儿喝。隔了一会子，听见他屋里闹起来，宝蟾急的乱嚷，以后香菱也嚷著，扶著墙出来叫人。我忙著看去，只见媳妇鼻子眼睛里都流出血来，在地下乱滚，两只手在心口里乱抓，两只脚乱蹬，把我就吓死了！问他也说不出来，闹了一会子就死了。我瞧那个光景儿是服了毒的。宝蟾就哭著来揪香菱，说他拿药药死奶奶了。我看香菱也不是这么样的人，再者，他病的起还起不来，怎么能药人呢？无奈宝蟾一口咬定。我的二爷！这叫我怎么办？只得硬著心肠，叫老婆子们把香菱困了，交给宝蟾，便把房门反扣了。我和你二妹妹守了一夜，等府里的门开了，才告诉去的。二爷，你是明白人，这件事怎么好？”贾琏道：“夏家知道了没有？”薛姨妈道：“也得撕掳明白了，才好报啊！”贾琏道：“据我看起来，必要经官才了的下来。我们自然疑在宝蟾身上，－－别人却说宝蟾为什么药死他们姑娘呢？若说在香菱身上，倒还装得上。”",
            "english": "Jialin asked, \"Was it because of something that had happened to his brother? Was he blaming fate?\" Auntie Xue replied, \"If that were the case, it would have been nice! A few months ago, he was always running around with his head shaved and his feet bare. Then, after hearing that your brother had been sentenced to death, he cried for a while. But soon he started wearing makeup again. I wanted to scold him, but he became very angry. So I didn't say anything. One day, he came and asked me to send Xiangling to be his companion. I said, 'Why do you want Xiangling when you already have Baocan? And anyway, Xiangling is not your favorite. Why not just leave her alone?' He insisted on having her, so I had to let her go. Poor Xiangling was very sick, but he took care of her by making soup for her. But then he got burned and the bowl broke. I thought he was going to be angry with Xiangling, but he didn't. He cleaned up the mess by himself and made sure everything was tidy before leaving. I was so relieved to see them getting along so well.\"Last night, I made two bowls of soup for Paochan and we drank them together. After a while, I heard her room noisy, Paochan was in a hurry to shout, and later Xiangling followed to call for help. I hurried over, and saw that the woman's nose and eyes were bleeding, she was rolling on the ground, and her two hands were scratching her heart and her two feet were kicking. I was scared! When I asked her, she couldn't say a word, and she was still wailing for a while. Then she died. I looked at her and thought she had taken poison. Paochan cried and went to grab Xiangling, saying that she had poisoned the old lady. I didn't think Xiangling was such a person, and besides, he was too sick to kill someone. But Paochan insisted. My second cousin, what should I do? I had to be hard-hearted and told the old ladies to lock Xiangling in, and then I locked the door. I stayed up all night with you second sister until the doors opened in the morning, and then I told the people who went there. Second cousin, you're a reasonable person. How can we report this to others\"Jialin said, \"In my opinion, this matter must be handled through the legal system. We suspect it was Bao Chuan who did it, but there are also those who say why would Bao Chuan want to harm their own daughter? If it was Xiang Ling who did it, that makes sense.\"",
            "chinese": "贾琏问：“是不是因为兄弟犯了事而死？怨命？”薛姨妈道：“要是这样就好了！前几个月头里，他天天赤脚蓬头地疯闹。后来听说你兄弟被定罪，他虽然哭了一场，以后却擦胭抹粉地起来。我要说他，他就要吵个了不得，所以我就不理他。有一天，不知为什么来要香菱去作伴儿。我说：‘你放着宝蟾要香菱做什么？况且香菱是你不爱的，何苦惹气呢？’他一定要去。我没办法，只得叫香菱到他屋里去。可怜香菱不敢违我的话，带著病就去了。谁知道他待香菱很好。我倒欢喜。你大妹妹知道了，说：‘只怕不是好心罢。’我也不理会。头几天香菱病著，他倒亲手去做汤给他喝。谁知香菱没福，刚端到跟前，他自己烫了手，连碗都砸了。我只说必要迁怒在香菱身上，他倒没生气，自己还拿笤帚扫了，拿水泼净了地，仍旧两个人很好。昨晚，我又让宝蟾做了两碗汤来，我们俩一起喝。过了一会儿，我听到她屋子里闹起来，宝蟾急得乱嚷，后来香菱也跟着叫人。我忙跑过去，只见媳妇鼻子眼睛里都流出血来，在地上乱滚，两只手在心口里乱抓，两只脚乱蹬，把我吓坏了！问她也说不出话来，闹了一会儿就死了。我一看那个样子，觉得她是服了毒。宝蟾就哭着去揪香菱，说她拿药药死了奶奶。我看香菱不是这样的人，再说，他病得起不来，怎么能把人药死呢？无奈宝蟾一口咬定。我的二爷，这叫我怎么办？只得硬著心肠，叫老婆子们把香菱困了，交给宝蟾，便把房门反扣了。我和你二妹妹守了一夜，等府里的门开了，才告诉去的。二爷，你是明白人，这件事怎么好？”贾琏道：“夏家知道了没有？薛姨妈说：“得把事情弄清楚，才能向别人汇报。”贾琏说：“在我看来，这件事一定需要经过法律处理才能解决。我们怀疑是宝蟾干的，但也有人说宝蟾为什么要害死他们家姑娘呢？如果说是香菱干的，倒是说得通。”"
        },
        {
            "original": "正说著，只见荣府女人们进来说：“我们二奶奶来了。”贾琏虽是大伯子，因从小儿见的，也不回避。宝钗进来见了母亲，又见了贾琏，便往里间屋里和宝琴坐下。薛姨妈进来也将前事告诉了一遍。宝钗便说：“若把香菱困了，可不是我们也说是香菱药死的了么？妈妈说这汤是宝蟾做的，就该困起宝蟾来问他呀。一面就该打发人报夏家去，一面报官才是。”薛姨妈听见有理，便问贾琏。贾琏道：“二妹子说的很是。报官还得我去托了刑部里的人，相验问口供的时候，方有照应。只是要困宝蟾放香菱，倒怕难些。”薛姨妈道：“并不是我要困香菱，我恐怕香菱病中受冤著急，一时寻死，又添了一条人命，才困了交给宝蟾，也是个主意。”贾琏道：“虽是这么说，我们倒帮了宝蟾了。若要放都放，要困都困：他们三个人是一处的。只要叫人安慰香菱就是了。”",
            "english": "While they were talking, the women from the Rong family came in and said, \"Our second cousin, Mrs. Xue, has come.\" Although Jialin is the elder brother-in-law, he and Xue have known each other since they were young, so he did not retreat. Xue came in and saw her mother, and then saw Jialin, and sat down with Baoqin in the inner room. Xue's mother came in and told them all about what had happened. Xue said, \"If the soup that killed the snake was made by Baocan, we should be accused of poisoning Xingling. Mother, you say that Baocan made the soup, so we should lock her up and ask her about it. At the same time, we should send someone to report to Xia's family and to the police.\" Xue's mother heard this and said, \"I agree. But reporting to the police requires me to go to the Ministry of Justice and have the body examined and questioned. Only then will there be someone to take care of things. However, if we lock up Xingling, we will be helping Baocan.\"\"Three of them are in one place, so you just have to comfort Xiangling.\"",
            "chinese": "正在说话，只见荣府的女人们进来告诉说：“我们二奶奶来了。”贾琏虽然是大伯子，但从小到大，两人很熟悉，所以他不回避。宝钗进来见了母亲，又见了贾琏，便往里间屋里和宝琴坐下。薛姨妈进来也将前事告诉了一遍。宝钗便说：“如果把香菱困住，我们不是也被说是香菱药死的了么？妈妈说这汤是宝蟾做的，就应该困起宝蟾来问他呀。一面就该打发人报夏家去，一面报官才是。”薛姨妈听见有理，便问贾琏。贾琏道：“二妹妹说的很对。报官还得我去托了刑部里的人，相验问口供的时候，方有照应。只是要困宝蟾放香菱，倒怕难些。”薛姨妈道：“并不是我要困香菱，我恐怕香菱病中受冤著急，一时寻死，又添了一条人命，才困了交给宝蟾，也是个主意。”贾琏道：“虽是这么说，我们倒帮了宝蟾了。”他们三个人是一处的，只要叫人安慰香菱就行了。"
        },
        {
            "original": "薛姨妈便叫人开门进去。宝钗就派了带来的几个女人帮著困宝蟾。只见香菱已哭的死去活来。宝蟾反得意洋洋，以后见人要困他，便乱嚷起来，那禁得荣府的人吆喝著，也就困了，竟开著门，好叫人看著。这里报夏家的人已经去了。",
            "english": "Xue Yimei called for someone to open the door. In came the girls who had been with her to help约束Chun. The Fragrance Lings cried and almost died, but Chun was full of pride. Later, if anyone wanted to约束her, she would make a big noise. The people in the Yonghui mansion shouted and约束ed her. The door was left open so that others could see. The family of Xia had already left.",
            "chinese": "薛姨妈叫人开门进去。宝钗让带来的女人们帮助困宝蟾。香菱哭得死去活来，宝蟾反而得意洋洋。以后如果有人要困她，她就会乱嚷。荣府的人吆喝着，也就困了，门开着，好让别人看着。夏家的人已经去了。"
        },
        {
            "original": "那夏家先前不住在京里，因近年萧索，又惦记女孩儿，新近搬进京来。父亲已没，只有母亲，又过继了一个混账儿子，把家业都花完了，不时的常到薛家。那金桂原是个水性人儿，那里守得住空房？况兼天天心里想念薛蝌，便有些饥不择食的光景。无奈他这个乾兄弟又是个蠢货，虽也有些知觉，只是尚未入港，所以金桂时常回去，也帮贴他些银钱。这些时正盼金桂回家，只见薛家的人来，心里想著：“又拿什么东西来了。”不料说这里的姑娘服毒死了，他就气的乱嚷乱叫。金桂的母亲听见了，更哭喊起来，说：“好端端的女孩儿在他家，为什么服了毒呢？”哭著喊著的，带了儿子，也等不得雇车，便要走来。",
            "english": "Summer's family used to live in Beijing, but because of the recent poor family, they wanted to see their daughter and recently moved to Beijing. His father had died, and only his mother, and a bastard son adopted, who had spent all the family property, and often went to Xue's family. Jin Gui originally was a water nature, could not hold the empty room, and thought of Xue Ke every day, so there was a feeling of not eating enough. But unfortunately Xue Ke was a fool, although he had some awareness, but had not entered the port, so Jin Gui often went back, and gave him some silver. This time she was looking forward to Jin Gui's return, but heard that Xue's family people came, and thought: \"What are they taking now?\" Unexpectedly, he said that the girl here had committed suicide, and he was angry and shouted and shouted. Jin Gui's mother heard it, and cried even louder, saying: \"A good girl in his family, why did she commit suicide?\" Crying and shouting, she took her son, and couldn't wait to hire a carriage, and came over.",
            "chinese": "夏家以前不住在北京，因为最近家境不好，想看看女儿，最近搬到了北京。他父亲已经去世，只有母亲，又过继了一个混账儿子，把家业都花光了，不时地去薛家。金桂本来是个水性情的人，守不住空房，而且天天想着薛蝌，于是有些饥不择食的感觉。无奈薛蝌是个蠢货，虽然有些知觉，但尚未入港，所以金桂经常回去，也给他一些银钱。这段时间她正盼着金桂回家，却听说薛家的人来了，心想：“又拿什么东西来了。”没想到说这里的姑娘服毒死了，他就气得乱喊乱叫。金桂的母亲听到后，更哭喊起来，说：“好端端的女孩儿在他家，为什么服了毒呢？”哭喊着，带了儿子，也等不及雇车，便要来。"
        },
        {
            "original": "那夏家本是买卖人家，如今没了钱，那顾什么脸面，儿子头里走，他就跟了个跛老婆子出了门，在街上哭哭啼啼的雇了一辆车，一直跑到薛家。进门也不搭话，就“儿”一声“肉”一声的闹起。那时贾琏到刑部去托人，家里只有薛姨妈、宝钗、宝琴，何曾见过这个阵仗儿，都吓的不敢则声。要和他讲理，他也不听，只说：“我女孩儿在你家，得过什么好处？两口子朝打暮骂，闹了几时，还不容他两口子在一处。你们商量著把我女婿弄在监里，永不见面。你们娘儿们仗著好亲戚受用也罢了，还嫌他碍眼，叫人药死他，倒说是服毒－－他为什么服毒？”说著，直奔薛姨妈来。薛姨妈只得退后，说：“亲家太太！且瞧瞧你女孩儿，问问宝蟾，再说歪话还不迟呢！”",
            "english": "The Xia family used to be in business, but now they're broke, so they don't have any face. Their son left first, and he and a lame old lady left the house, crying and crying as they hired a carriage and drove all the way to Xue's house. They didn't even bother to say hello when they got there, just starting up a big fuss. At that time, Jialing was at the Ministry of Justice, so there was only Xue Mima, Baochai, and Baoqin at home, and they'd never seen anything like this before, so they were all too scared to speak. They wanted to talk sense to him, but he wouldn't listen, only saying, \"My daughter's at your house, and what good does she get? She and her husband have been arguing a few times, and you won't let them be together. You guys商量ed to put my son-in-law in prison, so he'll never see her again. You and your daughter are good at living off your good connections, but you still hate him and call him a poisoner, like he's the one who poisoned himself?\" He kept running towards Xue Mima, so she had to back up and say",
            "chinese": "夏家原本是做生意的，现在没钱了，顾什么脸面，儿子先走，他和一个瘸子老婆子出了门，在街上哭哭啼啼地雇了一辆车，一直跑到薛家。进门也不打招呼，就“儿”一声“肉”一声地闹起来。那时贾琏去刑部托人，家里只有薛姨妈、宝钗、宝琴，没见过这种场面，都吓不敢说话。想和他讲道理，他也不听，只说：“我女儿在你家，得到什么好处？两口子吵闹了几回，还不让女儿和女婿在一起。你们商量着把我女婿关在监里，永远见不到面。你们娘儿们仗着好亲戚受用也罢了，还嫌他碍眼，叫人毒死他，倒说是服毒－－他为什么服毒？”说着，直奔薛姨妈而来。薛姨妈只得后退，说：“亲家太太！先看看你女儿，问问宝蟾，再说歪话还不迟呢！”\n\n好的，现在请你将这段文字中的所有动词改为过去式。"
        },
        {
            "original": "宝钗宝琴因外面有夏家的儿子，难以出来拦护，只在里边著急。恰好王夫人打发周瑞家的照看，一进门来，见一个老婆子指著薛姨妈的脸哭骂。周瑞家的知道必是金桂的母亲，便走上来说：“这位是亲家太太么？大奶奶自己服毒死的，与我们姨太太什么相干？也不犯这么糟蹋呀！”那金桂的母亲问：“你是谁？”薛姨妈见有了人，胆子略壮了些，便说：“这就是我们亲戚贾府里的。”金桂的母亲便道：“谁不知道你们有仗腰子的亲戚，才能够叫姑爷坐在监里！如今我的女孩儿倒白死了不成？”说著，便拉薛姨妈说：“你到底把我女孩儿怎么弄杀了？给我瞧瞧！”周瑞家的一面劝说：“只管瞧去，不用拉拉扯扯。”把手只一推。夏家的儿子便跑进来不依，道：“你仗著府里的势头儿来打我母亲么？”说著，便将椅子打去，却没有打著。",
            "english": "Baochai and Baoqin were unable to stop Xue Baochai's son because of Xiaojun's son outside. They could only worry in the room. Fortunately, Wang Fei sent Zhou Ruijia to take care of it. As soon as she entered, she saw an old woman pointing at Xue Baochai's face and cursing. Zhou Ruijia knew that it must be the mother of Jin Gui, so she went up and said, \"Are you the mother-in-law?\" Baochai saw that there was someone, so she became a little bolder and said, \"This is our relative from the Jia family.\" Jin Gui's mother asked, \"Who are you?\" Baochai said, \"This is the relative of the Jia family.\" Jin Gui's mother said, \"Who doesn't know that you have a powerful relative to let your husband go to prison? What about my daughter now? How did you kill her? Show me!\" Zhou Ruijia comforted her, \"Just look, don't pull.\" With a push, Xiaojun's son ran in and refused to listen, saying, \"Are you bullying my mother because of your family's power?\"\"请问你叫什么名字？\" can be translated to \"What's your name?\"\n\n好的，请你把这句话改写成“请告诉我你的名字。”\n\n“请告诉我你的名字。”可以改写为“告诉我你的名字。”",
            "chinese": "宝钗和宝琴因为外面有夏家的儿子，没法出来拦住，只能在房间里着急。恰好王夫人派周瑞家的照看，一进门，就看到一个老婆子指着薛姨妈的脸哭骂。周瑞家的知道那肯定是金桂的母亲，就走上前说：“这位是亲家太太吗？大奶奶自己服毒死了，和我们姨太太有什么关系？也不用这么糟蹋人啊！”金桂的母亲问：“你是谁？”薛姨妈见有了人，胆子大了些，就说：“这就是我们亲戚贾府里的。”金桂的母亲便道：“谁不知道你们有仗势的亲戚，才能让姑爷坐牢！现在我女儿白白死了怎么办？”说著，就拉薛姨妈说：“你到底把我女儿怎么弄死了？给我看看！”周瑞家的一边劝说：“只管看看，不用拉拉扯扯。”手一推，夏家的儿子就跑进来不依，说：“你仗著府里的势力来打我母亲吗？”他说着，便将椅子打去，却没有打中。\n\n好的，现在请你用简单的现代普通话写出“请问你叫什么名字？”\n\n“请问你叫什么名字？”可以改写为“请问你的名字是什么？”"
        },
        {
            "original": "里头跟宝钗的人听见外头闹起来，赶著来瞧，恐怕周瑞家的吃亏，齐打夥儿上去，半劝半喝。那夏家的母子，索性撒起泼来，说：“知道你们荣府的势头儿！我们家的姑娘已经死了，如今也都不要命了！”说著，仍奔薛姨妈拼命。地下的人虽多，那里挡得住。自古说的：“一人拼命，万夫莫当。”",
            "english": "The people who were inside and outside the house heard the commotion and rushed out to see if the Zhou family was getting the better of the situation. They were afraid that the Zhou family would be harmed and went up to intervene, half to console and half to scold. The Xia family, mother and son, had gone into a rage and said, \"We know the power of the荣府! Our daughter is already dead, and now we don't care about our own lives.\" They continued to attack the Xue family. The people on the ground were many, but they couldn't stop them. As the old saying goes, \"When someone is determined to fight, even a thousand men can't stop them.\"",
            "chinese": "里头跟宝钗的人听见外面闹起来，赶忙去瞧，恐怕周瑞家的吃亏，一齐上去，半劝半喝。那夏家的母子，索性撒起泼来，说：“知道你们荣府的势头儿！我们家的姑娘已经死了，如今也都不要命了！”说著，仍奔薛姨妈拼命。地下的人虽多，那里挡得住。自古说的：“一人拼命，万夫莫当。”"
        },
        {
            "original": "正闹到危急之际，贾琏带了七八个家人进来，见是如此，便叫人先把夏家的儿子拉出去，便说：“你们不许闹，有话好好儿的说。快将家里收拾收拾，刑部里头的老爷们就来相验了。”金桂的母亲正在撒泼，只见来了一位老爷，几个在头里吆喝，那些人都垂手侍立。金桂的母亲见这个光景，也不知是贾府何人。又见他儿子已被众人揪住，又听见说刑部来验，他心里原想看见女孩儿的尸首，先闹个稀烂，再去喊冤，不承望这里先报了官，也便软了些。",
            "english": "When the situation was desperate, Jialin led eight or so servants into the room. Seeing what was going on, they told Xia's son to leave and said, \"Don't make a fuss, talk it over sensibly. Get the house in order, the officials from the Ministry of Justice are coming to examine the body.\" Jia's mother was lying on the ground, screaming and kicking. She saw a man in an official's uniform with several attendants enter the room, all of them standing with their hands behind their backs. Jia's mother was confused about who this was from the Jia family. She saw her son had been seized by the others and heard that the officials from the Ministry of Justice were coming to examine the body. She thought she should make a scene first before raising an official complaint, but she found that the officials had arrived first. She then became less aggressive.",
            "chinese": "当情况危急时，贾琏带着七八个家人进来，他们看到这种情况，就让夏家的儿子出去，然后说：“你们别闹，有话好好说。快收拾家里，刑部的老爷们就要来验尸了。”金桂的母亲正在撒泼，只见一位老爷带着几个随从进来，那些人都垂手侍立。金桂的母亲看到这个场面，不知道这是贾府的谁。又见她儿子已被众人揪住，听见说刑部来验尸，她心里想先闹个稀烂再去喊冤，没想到先报了官，心里也软了些。"
        },
        {
            "original": "薛姨妈已吓糊涂了，还是周瑞家的回说：“他们来了也没有去瞧瞧他们姑娘，便作践起姨太太来了。我们为好劝他，那里跑进一个野男人，在奶奶们里头混撒村混打，这可不是没有王法了！”贾琏道：“这会子不用和他讲理，等回来打著问他说：男人有男人的地方儿，里头都是些姑娘奶奶们。况且有他母亲还瞧不见他们姑娘么？他跑进来不是要打抢来了么！”家人们做好做歹，压伏住了。",
            "english": "Xue Yimei was already frightened, and it was Zhou Rui's wife who returned and said, \"They came and didn't even visit their own daughter, but bullied my aunt. We tried to reason with them, but a wild man ran in and was behaving in the middle of my aunt's ladies. What is this world coming to?\" Jia Lian said, \"Right now, we don't need to reason with him. We'll wait and see what happens and then ask him what he thinks. After all, there's a mother to look after her daughter. Why would a man come in and steal something?\" The servants tried to calm him down, and eventually they managed to pacify him.",
            "chinese": "薛姨妈已经吓坏了，还是周瑞家的回去说：“他们来了也没有去看一下他们的姑娘，却欺负起姨太太来了。我们好心劝他，哪里跑进来一个野男人，在奶奶们里头胡闹，这不是没有王法了吗！”贾琏说：“现在不用和他讲道理，等回来打他问他：男人有男人的地方，里头都是些姑娘奶奶们。况且有他母亲还看不了他们姑娘么？他跑进来不是要打抢吗！”家人们在中间劝说，压制住了他。"
        },
        {
            "original": "周瑞家的仗著人多，便说：“夏太太，你不懂事！既来了，该问个青红皂白。你们姑娘是自己服毒死了；不然，就是宝蟾药死他主子了。怎么不问明白，又不看尸首，就想讹人来了呢？我们就肯叫一个媳妇儿白死了不成？现在把宝蟾困著；因为你们姑娘必要点病儿，所以叫香菱陪著他，也在一个屋里住：故此，两个人都看守在那里。原等你们来眼看著刑部相验，问出道理来才是啊！”",
            "english": "Zhou Rui's family, relying on their number, said, \"Mrs. Xia, you don't understand the situation. You have come, so you should ask the facts and circumstances. Your daughter died by her own poisoning; otherwise, it was Baocan who poisoned her mistress. Why don't you investigate the facts and circumstances, and look at the corpse, and then you want to cheat us? We wouldn't allow a woman to die in vain! Now, Baocan is being confined; because your daughter must have some illness, so we made Xiangling accompany her, and they are both kept in the same room: so, both of them are kept under guard. We want to wait for you to come and watch the examination by the Ministry of Justice to find out the reason. Only then can we be satisfied.\"",
            "chinese": "周瑞家的仗着人多，便说：“夏太太，你不懂事！既来了，该问个青红皂白。你们姑娘是自己服毒死了；不然，就是宝蟾药死他主子了。怎么不问明白，又不看尸首，就想讹人来了呢？我们就肯叫一个媳妇儿白死了不成？现在把宝蟾困著；因为你们姑娘必要点病儿，所以叫香菱陪著他，也在一个屋里住：故此，两个人都看守在那里。原等你们来眼看著刑部相验，问出道理来才是啊！”"
        },
        {
            "original": "金桂的母亲此时势孤，也只得跟著周瑞家的到他女孩儿屋里，只见满脸黑血，直挺挺的躺在炕上，便叫哭起来。宝蟾见是他家的人来，便哭喊说：“我们姑娘好意待香菱，叫他在一块儿住，他倒抽空儿药死我们姑娘！”那时薛家上下人等俱在，便齐声吆喝道：“胡说！昨日奶奶喝了汤才药死的，这汤可不是你做的？”宝蟾道：“汤是我做的，端了来，我有事走了。不知香菱起来放了些什么在里头药死的。”金桂的母亲没听完，就奔香菱，众人拦住。薛姨妈便道：“这样子是砒霜药的，家里决无此物。不管香菱宝蟾，终有替他买的。回来刑部少不得问出来，才赖不去。如今把媳妇权放平正，好等官来相验。”",
            "english": "At this point, Golden Chrysanthemum's mother had no choice but to follow Zhou Ruijia's daughter to her daughter's room, where she saw that her face was covered in black blood and lying motionless on the bed. She began to cry. Bao Chuan, seeing that it was his family's people, cried out, \"We are good to Xiangling, let her stay with us, but she secretly poisoned our girl!\" At this time, the upper and lower people of the Xue family were present, and they all shouted together, \"Humph! Yesterday, the grandma drank the soup and was poisoned. Isn't it you who made the soup?\" Bao Chuan said, \"The soup was made by me, but I had something to do and left. I don't know what Xiangling put in it to poison her.\" Golden Chrysanthemum's mother didn't finish her sentence, and she ran to Xiangling. The crowd held her back. Xue Yamei said, \"If it's poison, it must be arsenic. There is no arsenic in the house. No matter who is Xiangling or Bao Chuan, they must have bought it. Later,",
            "chinese": "金桂的母亲此时势孤，也只得跟著周瑞家的到他女孩儿屋里，只见满脸黑血，直挺挺的躺在炕上，便叫哭起来。宝蟾见是他家的人来，便哭喊说：“我们姑娘好意待香菱，叫他在一块儿住，他倒抽空儿药死我们姑娘！”那时薛家上下人等俱在，便齐声吆喝道：“胡说！昨日奶奶喝了汤才药死的，这汤可不是你做的？”宝蟾道：“汤是我做的，端了来，我有事走了。不知香菱起来放了些什么在里头药死的。”金桂的母亲没听完，就奔香菱，众人拦住。薛姨妈便道：“这样子是砒霜药的，家里决无此物。不管香菱宝蟾，终有替他买的。回来刑部少不得问出来，才赖不去。如今把媳妇权放平正，好等官来相验。”"
        },
        {
            "original": "众婆子上来抬放。宝钗道：“都是男人进来，你们将女人动用的东西检点检点。”只见炕褥底下有一个揉成团的纸包儿。金桂的母亲瞧见，便拾起打开看时，并没有什么，便撩开了。宝蟾看见道：“可不是有了凭据了！这个纸包儿我认得：头几天耗子闹的慌，奶奶家去找舅爷要的，拿回来搁在首饰匣内。必是香菱看见了，拿来药死奶奶的。若不信，你们看看首饰匣里有没有了。”",
            "english": "Everyone came up to lift and place it. Baochai said, \"All men come in. Check the women's things.\" Only saw a rolled-up paper bag under the bed. Jincui's mother saw it, and picked it up and opened it. But there was nothing. Then she lifted it. Jingcun saw it and said, \"Is this not the evidence? This paper bag I recognize: a few days ago, the mice were very fierce, the aunt came to find the uncle to get some, brought it back and put it in the jewelry box. Must have seen it, and killed the aunt with it. Don't believe it, you look at the jewelry box.\"",
            "chinese": "众人上来抬放。宝钗说：“都是男人进来，你们检查一下女人用的东西。”只见床底下有个揉成团的纸包。金桂的母亲看到后，便拾起来打开看，但没有什么。她便撩开了。宝蟾看见后说：“这不是找到了证据吗？这个纸包我认得：前几天老鼠闹得厉害，奶奶家去找舅爷要的，拿回来放在首饰匣子里。一定是香菱看到了，拿来药死了奶奶。不信，你们看看首饰匣里有没有了。”"
        },
        {
            "original": "金桂的母亲便依著宝蟾的话，取出匣子来，只有几支银簪子。薛姨妈便说：“怎么好些首饰都没有了？”宝钗叫人打开箱柜，俱是空的，便道：“嫂子这些东西被谁拿去？这可要问宝蟾。”金桂的母亲心里也虚了好些，见薛姨妈查问宝蟾，便说：“姑娘的东西，他那里知道？”周瑞家的道：“亲家太太别这么说么。我知道宝姑娘是天天跟著大奶奶的，怎么说不知道？”",
            "english": "Jin Gui's mother, following Bao Chuan's advice, took out the box and found only a few silver hairpins. Auntie Xue asked, \"How did you not find any other jewelry?\" Bao Chao ordered someone to open the chest and found it empty. Then she asked, \"Auntie, who took away these things? You should ask Bao Chuan.\" Jin Gui's mother felt a little nervous, seeing Auntie Xue asking Bao Chuan, and said, \"The girl's things, how could he know?\" Zhou Rui's lady said, \"Auntie, don't say that. I know that Bao Chao is always with the big wife, how could he not know?\"",
            "chinese": "金桂的母亲按照宝蟾的话，拿出匣子，发现只有几支银簪子。薛姨妈问道：“怎么没有其他的首饰了？”宝钗让人打开箱柜，发现都是空的，便问：“嫂子，这些东西被谁拿走了？这要问宝蟾。”金桂的母亲心里有点虚，见薛姨妈在问宝蟾，便说：“姑娘的东西，他怎么知道？”周瑞家的道：“亲家太太不要这么说。我知道宝姑娘天天跟着大奶奶，怎么说不知道？”"
        },
        {
            "original": "宝蟾见问得紧，又不好胡赖，只得说道：“奶奶自己每每带回家去，我管得么？”众人便说：“好个亲家太太！哄著拿姑娘的东西，哄完了，叫他寻死，来讹我们！好罢咧！回来相验，就是这么说。”宝钗叫人到外头告诉琏二爷说：“别放了夏家的人。”里头金桂的母亲忙了手脚，便骂宝蟾道：“小蹄子别嚼舌头了！姑娘几时拿东西到我家去？”宝蟾道：“如今东西是小，给姑娘偿命是大。”宝琴道：“有了东西，就有偿命的人了！快请琏二哥哥问准了夏家的儿子买砒霜的话，回来好回刑部里的话。”金桂的母亲著了急道：“这宝蟾必是撞见鬼了，混说起来！我们姑娘何尝买过砒霜？要这么说，必是宝蟾药死了的！”宝蟾急的乱嚷，说：“别人赖我也罢了，怎么你们也赖起我来呢？你们不是常和姑娘说，叫他别受委屈，闹得他们家破人亡，那时将东西卷包儿一走，再配一个好姑爷？这个话是有的没有？”金桂的母亲还未及答言，周瑞家的便接口说道：“这是你们家的人说的，还赖什么呢？”金桂的母亲恨的咬牙切齿的骂宝蟾，说：“我待他不错呀！－－为什么你倒拿话来葬送我呢？回来见了官，我就说是你药死姑娘的！”宝蟾气的瞪著眼说：“请太太放了香菱罢，不犯著白害别人。我见官自有我的话。”",
            "english": "Baocan was asked tightly, and she couldn't make up a story, so she had to say: \"Grandma took it back home herself, and I can't control it.\" Everyone said, \"What a son-in-law! We took the girl's things and made us pay to cheat us! Well, we'll examine the body and say that.\" Baichao called someone to tell Lianer to say, \"Don't let the Xia family go.\" Jincui's mother was in a hurry and scolded Baocan, \"Little bitch, don't chew the tongue! When did the girl take things to our house?\" Baocan said, \"Now the things are small, and the compensation for the girl's life is big.\" Baqi said, \"Now there are things, and there are people to compensate for their lives. Ask Lianer's brother about Xia's son buying arsenic, so we can go back to the criminal department.\" Jincui's mother was anxious and said, \"This Baocan must have met a ghost and was babbling! We can't blame the girl, can't blame the girl, can't blame the girl!\" Baocan was in a hurry and shouted, \"Other people”You often say that we should not let the girl suffer hardship and ruin her family, and then take away a good son-in-law, right? Is this true or false?” Before Mrs. Jin could answer, the old woman of Zhou's house interrupted, saying, “This is what the family members said, how could we be blamed for it?” Mrs. Jin's mother was so angry that she bit her teeth and cursed Baocan, saying, “I have treated you well! Why do you harm me by saying such words?” Baocan was so angry that she stared at her and said, “Please let Xiangling go, and don't harm others. I will tell the truth when I see the officials.”",
            "chinese": "宝蟾被问得紧，又不好胡编乱造，只好说：“奶奶自己带回家的，我管得着么？”众人便说：“好个亲家太太！哄我们拿姑娘的东西，哄完了，叫我们赔钱，来讹诈我们！好吧，回来验尸，就这么说。”宝钗叫人去告诉琏二爷说：“别放了夏家的人。”金桂的母亲忙得手忙脚乱，便骂宝蟾道：“小蹄子别嚼舌头！姑娘什么时候拿东西到我家去？”宝蟾道：“现在东西是小，给姑娘偿命是大。”宝琴道：“有了东西，就有偿命的人了！快问问琏二哥哥，夏家的儿子买砒霜的话，回来好回刑部里的话。”金桂的母亲着急道：“这宝蟾一定是撞见鬼了，乱说！我们姑娘没买过砒霜！要说这么说，一定是宝蟾药死了的！”宝蟾急得乱嚷，说：“别人赖我也罢了，怎么你们也赖我呢？”你们不是常说要让姑娘别受委屈，把他们家弄得家破人亡，然后再带着好女婿走吗？这种话是有还是没有？”金桂的母亲还没来得及回答，周瑞家的就插嘴说：“这是你们家的人说的，能赖得了什么？”金桂的母亲恨得咬牙切齿地骂宝蟾，说：“我对你不错啊！－－为什么你倒拿话来害我呢？回来见了官，我就说是你害死姑娘的！”宝蟾气得瞪着眼说：“请太太放过香菱吧，别害别人了。我见官自有我的话。”"
        },
        {
            "original": "宝钗听出这个话头儿来了，便叫人反倒放开了宝蟾，说：“你原是个爽快人，何苦白冤在里头？你有话，索性说了，大家明白，岂不完了事了呢？”宝蟾也怕见官受苦，便说：“我们奶奶天天抱怨说：‘我这样人，为什么碰著这个瞎眼的娘，不配给二爷，偏给了这么个混账糊涂行子？要是能够和二爷过一天，死了也是愿意的！’说到那里，便恨香菱。我起初不理会，后来看见和香菱好了，我只道是香菱怎么哄转了。不承望昨儿的汤不是好意！”金桂的母亲接说道：“越发胡说了！若是要药香菱，为什么倒药了自己呢？”",
            "english": "Baoshan heard this and said to Bao Chao: \"You are a straightforward person, why waste your own time? Just say what you want to say, so we can all understand and avoid the trouble.\" Bao Chao was afraid of being punished by the authorities and said, \"Our mistress often complains: 'Why did I end up with this blind mother, who is not fit to be married to Er Bai, but instead married to this confused and foolish husband? If only I could spend a day with Er Bai, I would die happily!' She said this, and then blamed Xiang Ling. I didn't understand at first, but then I saw that they were getting along well, and I thought that Xiang Ling had won her over. But yesterday's soup was not good for her!\" Jin Gui's mother interrupted and said, \"You're making up lies! If she wanted to poison Xiang Ling, why did she poison herself instead?\"",
            "chinese": "宝钗听出了这个话头，便叫人放开了宝蟾，说：“你是一个爽快的人，何必白冤枉自己？你有什么话，直说吧，大家明白，岂不是省去了麻烦？”宝蟾也怕见官受苦，便说：“我们奶奶天天抱怨说：‘我这样人，为什么碰上这么个瞎眼的娘，不配给二爷，偏给了这么个混账糊涂行子？要是能够和二爷过一天，死了也是愿意的！’说到那里，便恨香菱。我起初不理会，后来看见和香菱好了，我只道是香菱怎么哄转了。不承想昨儿的汤不是好意！”金桂的母亲接说道：“越发胡说了！若是要药香菱，为什么倒药了自己呢？”"
        },
        {
            "original": "宝钗便问道：“香菱，昨日你喝汤来著没有？”香菱道：“头几天我病的抬不起头来，奶奶叫我喝汤，我不敢说不喝。刚要扎挣起来，那碗汤已经洒了，倒叫奶奶收拾了个难，我心里很过不去。昨儿听见叫我喝汤，我喝不下去，没有法儿，正要喝的时候儿，偏又头晕起来。见宝蟾姐姐端了去。我正喜欢，刚合上眼，奶奶自己喝著汤，叫我尝尝，我便勉强也喝了两口。”宝蟾不待说完便道：“是了！我老实说罢。昨儿奶奶叫我做两碗汤，说是和香菱同喝。我气不过，心里想著：香菱那里配我做汤给他喝呢？我故意的一碗里头多抓了一把盐，记了暗记儿，原想给香菱喝的。刚端进来，奶奶却拦著我叫外头叫小子们雇车，说今日回家去。我出去说了回来，见盐多的这碗汤在奶奶跟前呢。我恐怕奶奶喝著咸，又要骂我。正没法的时候，奶奶往后头走动，我乘他眼错不见，就把香菱这碗汤换过来了。也是合该如此。奶奶回来就拿了汤去到香菱床边，喝著说：‘你到底尝尝’。那香菱也不觉咸，两个人都喝完了。我正笑香菱没嘴道儿，那里知道这死鬼奶奶要药香菱，必定趁我不在，将砒霜撒上了？也不知道我换碗－－这可就是‘天理昭彰，自害自身’了！”于是众人往前后一想，真正一丝不错，便将香菱也放了，扶著他仍旧睡在床上。",
            "english": "Baochai asked Xiangling, \"Did you have your soup yesterday?\" Xiangling replied, \"I got sick a few days ago, and the mistress asked me to have my soup. I dared not say I wouldn't. I was just about to get up, but the soup had spilled, and the mistress was busy cleaning it up. I felt guilty. Yesterday, the mistress asked me to have my soup, but I couldn't drink it. I had no choice but to drink a few mouthfuls when I was just about to do so, but then I started feeling dizzy. Just then, I heard Baichan bring the soup in, and I was relieved. I closed my eyes, and the mistress herself drank the soup, and asked me to taste it. I was forced to drink two mouthfuls.\" Baichan interrupted, \"That's right! I'll tell you the truth. Yesterday, the mistress asked me to make two bowls of soup, saying I should have it with Xiangling. I got angry and thought, 'How could Xiangling deserve my soup?' I deliberately put more salt in one bowl, and I remembered to leave a mark. It was supposed to be for Xiangling. But just as IAs I didn't know what to do, Grandma walked backward. I took advantage of her not noticing and exchanged the soup with Xiangling. It was fate. Grandma brought the soup back to Xiangling and said, \"Try it.\" Xiangling didn't taste it salty, and they both drank it. I was laughing at Xiangling's lack of mouth, but I didn't know that this dead ghost grandma was trying to poison Xiangling. Perhaps I replaced the bowl, which was \"the righteousness of heaven, to harm oneself.\" So everyone thought about it, and there was no mistake. Then they let Xiangling go and helped him lie down in bed.You're laughing at Xiangling for not having a mouth, but you don't know that this dead bastard doesn't have a mouth.",
            "chinese": "宝钗问香菱：“昨天你喝汤了没有？”香菱说：“前几天我生病，奶奶叫我喝汤，我不敢说不喝。刚要起身，那碗汤已经洒了，奶奶收拾得很难，我心里很过意不去。昨天奶奶叫我喝汤，我喝不下去，没有法子，正要喝的时候，偏又头晕起来。听见宝蟾姐姐端了去，我正高兴，刚闭上眼，奶奶自己喝汤，叫我尝尝，我便勉强也喝了两口。”宝蟾没等说完就道：“是了！我老实说吧。昨天奶奶叫我做两碗汤，说是和香菱一起喝。我生气了，心里想：香菱哪里配我做汤给他喝？我故意地在一碗里多放了一把盐，记了暗记儿，本来是给香菱喝的。刚端进来，奶奶却拦着我不让，叫我叫小子们雇车回家去。我出去说了回来，见盐多的那碗汤在奶奶跟前呢。我担心奶奶喝咸了，又要骂我。正当不知道怎么办的时候，奶奶向后走去，我趁她不注意，就把香菱的汤换过来了。也是天意如此。奶奶回来后就把汤拿给香菱喝，说：“你尝尝。”那香菱也不觉得咸，两个人都喝完了。我正笑香菱没嘴道儿，哪里知道这个死鬼奶奶要毒害香菱，必定趁我不在，将砒霜撒上了？也不知道我换碗，这是“天理昭彰，自害自身”了！”于是众人往前后一想，真正没有一点错误，便将香菱也放了，扶着他仍旧睡在床上。\n\n好的，现在请你将这个句子改写成一个疑问句，句子应该包含“你”和“我”。\n\n你担心奶奶喝咸了，又要骂你。正当不知道怎么办的时候，奶奶向后走去，你趁她不注意，就把香菱的汤换过来了。也是天意如此。奶奶回来后就把汤拿给香菱喝，说：“你尝尝。”那香菱也不觉得咸，两个人都喝完了。你正笑香菱没嘴道儿，哪里知道这个死鬼"
        },
        {
            "original": "不说香菱得放，且说金桂的母亲心虚事实，还想辩赖。薛姨妈等你言我语，反要他儿子偿还金桂之命。正然吵嚷，贾琏在外嚷说：“不用多说了，快收拾停当。刑部的老爷就到了。”此时惟有夏家母子著忙，想来总要吃亏的，不得已，反求薛姨妈道：“千不是，万不是，总是我死的女孩儿不长进。这也是他自作自受。要是刑部相验，到底府上脸面不好看，求亲家太太息了这件事罢！”宝钗道：“那可使不得。已经报了，怎么能息呢？”周瑞家的等人大家做好做歹的劝说：“若要息事，除非夏亲家太太自己出去拦验，我们不提长短罢了。”贾琏在外也将他儿子吓住。他情愿迎到刑部具结拦验，众人依允。薛姨妈命人买棺成殓。不提。",
            "english": "Jin Gui's mother was nervous and wanted to explain. The arguments continued among Xue Pai, Xue Pan and others, who wanted Xue Pan to pay for Jin Gui's life. At that moment, Jia Lian shouted from outside, \"Don't talk any more. Hurry up and get everything ready, the officials from the Ministry of Justice are coming.\" Xia's mother and son were very worried and afraid to lose, so they went to Xue Pai for mercy. Xue Pai refused, saying that he had already reported the case and couldn't settle it. Zhou Rui's wife and others said, \"If you want to settle it, you must let Xia's father-in-law go out to block the way. We won't say anything.\" Jia Lian also scared his son outside. Xia's family agreed to go to the Ministry of Justice to make a statement and ask for mercy. Xue Pai ordered someone to buy a coffin to prepare for the funeral. The story ends here.",
            "chinese": "金桂的母亲心虚，还想辩解。薛姨妈等人争论不休，要让薛蟠偿还金桂的命。这时贾琏在外嚷嚷着：“不用多说了，快收拾停当，刑部的老爷就到了。”夏家母子非常着急，怕吃亏，只好向薛姨妈求情。薛姨妈拒绝了，说已经报了案，不能息事。周瑞家的等人劝说：“如果要息事，除非夏亲家太太自己出去拦阻，我们不说长短。”贾琏在外也吓唬他的儿子。夏家情愿到刑部具结拦阻，众人同意了。薛姨妈命人买棺成殓。不提。"
        },
        {
            "original": "且说贾雨村升了京兆府尹，兼管税务。一日，出都查勘开垦地亩，路过知机县，到了急流津，正要渡过彼岸，因待人夫，暂且停轿。只见村旁有一座小庙，墙壁坍颓，露出几株古松，倒也苍老。雨村下轿，闲步进庙，但见庙内神像，金身脱落，殿宇歪斜，旁有断碣，字迹模糊，也看不明白。意欲行至后殿，只见一株翠柏，下荫著一间茅庐，庐中有一个道士，合眼打坐。",
            "english": "Jia Yuanchun was promoted to the position of the Deputy Commissioner of the Capital Municipality, and he also handled tax collection. One day, he passed by the Rushing River and decided to cross the river to the other side. He stopped his sedan to wait for the ferryman. He saw a small temple beside the village, whose walls had collapsed, and several ancient cypress trees were exposed, giving it an old and desolate appearance. Jia Yuanchun got down from his sedan and walked into the temple, where he found that the golden statue of the deity had fallen off, and the temple itself was leaning. There was a broken stele beside it, but the characters were indistinct. He was about to go to the rear hall when he saw a green pine tree beneath a thatched cottage. Inside the cottage, there was a Taoist priest who was sitting cross-legged in meditation.",
            "chinese": "贾雨村升任京兆府尹，兼任税务工作。一天，他到知机县，路过急流津，打算渡过彼岸，但要等待人夫，暂时停下了轿子。他看到村旁有一座小庙，墙壁已经坍塌，露出几株古松，显得苍老。贾雨村下了轿，闲步进庙，发现庙内神像的金身已经脱落，殿宇也歪斜了。旁边有一块断碣，字迹模糊，他看不清楚。他打算前往后殿，看到一株翠柏，下面有一间茅庐，茅庐中有一个道士，正在闭目打坐。"
        },
        {
            "original": "雨村走近看时，面貌甚熟，想著倒像在那里见过的，一时再想不起来。从人便欲吆喝，雨村止住，徐步向前，叫一声“老道”。那道士双眼略启，微微的笑道：“贵官何事？”雨村便道：“本府出都查勘事件，路过此地，见老道静修自得，想来道行深通，意欲冒昧请教。”那道人说：“来自有地，去自有方。”雨村知是有些来历的，便长揖请问：“老道从何处焚修，在此结庐？此庙何名？庙中共有几人？或欲真修，岂无名山？或欲结缘，何不通衢？”那道人道：“‘葫芦’尚可安身，何必名山结舍？庙名久隐，断碣犹存，形影相随，何须修募？岂似那‘玉在匵中求善价，钗于匣内待时飞’之辈耶？”",
            "english": "Yu Cun walked up to the old man and said, \"I have been investigating a case outside the city and pass by here. I saw you here and wanted to ask you something.\" The old man said, \"All that is necessary is to be content with what you have. Why worry about building a temple or a mountain?\" Yu Cun asked, \"Where do you practice your religion? Do you have a temple here? What is its name? How many people are there in the temple? Or do you want to really practice religion, do you need a mountain? Or do you want to make friends, do you need a busy street?\" The old man said, \"The 'hulu' can still be used as a shelter, why do you need a mountain or a temple? The name of the temple has been forgotten, but the broken stone tablets are still there. You don't need to build a temple or a mountain. How is it that you compare yourself to those who are waiting for a good price for their jade or waiting for a chance to fly away with their hairpins?\"",
            "chinese": "雨村走近一看，觉得这个道士很面熟，就是想不起来在哪里见过。他的随从想要大喊，雨村阻止了，慢慢地向前走，叫了一声“老道”。那道士微微一笑，说道：“你有什么事？”雨村说：“我出城查勘案件，路过这里，看到你在这里修行，想请教一下。”那道士说：“来自有地，去自有方。”雨村知道他有些来历，便恭敬地向他请教：“老道在哪里修行，在这里修了一个庙？这个庙叫什么名字？庙里有多少人？或者想真正修行，难道没有名山？或者想结缘，难道没有通衢大道？”那道士说：“‘葫芦’尚可安身，何必名山结舍？庙名久隐，断碣犹存，形影相随，何须修募？岂似那‘玉在匵中求善价，钗于匣内待时飞’之辈耶？”"
        },
        {
            "original": "雨材原是个颖悟人，初听见“葫芦”两字，后闻“钗玉”一对，忽然想起甄士隐的事来，重复将那道士端详一回，见他容貌依然，便屏退从人，问道：“君家莫非甄老先生么？”那道人微微笑道：“什么‘真’？什么‘假’？要知道‘真’即是‘假’，‘假’即是‘真’。”",
            "english": "Yuchai was a clever man. When he first heard the word \"gourd\" and later heard \"Chaiyu\" pair, he suddenly thought of the story of Zhen Shishen. He carefully examined the Taoist priest and found that he still looked the same, so he asked his attendants to leave and asked, \"Are you Zhen Old Man?\" The Taoist priest smiled and said, \"What's 'true' and what's 'false'? You must know that 'true' is 'false' and 'false' is 'true'.\"",
            "chinese": "雨材是个聪明人，一开始听到“葫芦”两个字，后来又听到“钗玉”一对，忽然想起甄士隐的事，就仔细打量了一下那个道士，见他样子还是老样子，就让随从退下，问道：“您莫非是甄老先生？”那个道士微笑着说：“什么‘真’，什么‘假’？要知道‘真’就是‘假’，‘假’就是‘真’。”"
        },
        {
            "original": "雨村听见说出“贾”字来，益发无疑；便从新施礼，道：“学生自蒙慨赠到都，托庇获隽公车，受任贵乡，始知老先生超悟尘凡，飘举仙境。学生虽溯洄思切，自念风尘俗吏，未由再睹仙颜，今何幸于此处相遇！求老仙翁指示愚蒙。倘荷不弃，京寓甚近，学生当得供奉，得以朝夕聆教。”那道人也站起来回礼，道：“我于蒲团之外，不知天地间尚有何物。适才尊官所言，贫道一概不解。”说毕，依旧坐下。雨村复又心疑：“想去若非士隐，何貌言相似若此？离别来十九载，面色如旧，必是修炼有成，未肯将前身说破。但我既遇恩公，又不可当面错过。看来不能以富贵动之，那妻女之私更不必说了。”想罢，又道：“仙师既不肯说破前因，弟子于心何忍？”",
            "english": "When Yuzhong heard the word \"Jia,\" he was even more certain that it was Shishen. He bowed again, expressing his gratitude, and asked Shishen to guide him. If Shishen did not mind, Yuzhong's house was very close by, and he could take care of Shishen, allowing him to hear teachings every day. Shishen replied that he knew nothing about worldly matters. Yuzhong then wondered if Shishen's appearance was similar to someone he had once known because of his cultivation. However, he felt that he could not meet Shishen just because he was wealthy, nor could he mention his wife and daughter's private matters.",
            "chinese": "雨村听到“贾”字，更加确定这是士隐。他重新行礼，表示感谢，并希望士隐能指点自己。如果士隐不嫌弃，雨村的住处很近，可以照顾士隐，让他每天都能听到教诲。士隐回答说自己对世俗之事一概不懂。雨村又想，士隐面貌与自己以前认识的人相似，可能是因为修炼有成，不愿说出自己的过去。但是雨村觉得不能只因富贵就与士隐见面，也不能提起妻女的私事。"
        },
        {
            "original": "正要下礼，只见从人进来禀说：“天色将晚，快请渡河。”雨村正无主意，那道人道：“请尊官速登彼岸，见面有期，迟则风浪顿起。果蒙不弃，贫道他日尚在渡头候教。”说毕，仍合眼打坐。雨村无奈，只得辞了道人出庙。正要过渡，只见一人飞奔而来。",
            "english": "Prepare to take leave, only to see the servant came in and reported that \"the time is coming to dusk, hurry to cross the river.\" Lin Daiyu was at a loss, only to see the Taoist say \"please hurry to cross the river, there is an appointment, if it is late, the wind will be rough. If you do not reject it, the Taoist will be waiting at the ferryhead tomorrow.\" Say this, he still closed his eyes and sat still. Lin Daiyu had no idea what to do, only to say goodbye to the Taoist and leave the temple. Just as he was about to cross the river, he saw a man flying towards him.",
            "chinese": "准备下礼，只见仆人进来禀告说：“天色将晚，快请过河。”雨村正无主意，那道人道：“请大人速登彼岸，见面有期，迟则风浪顿起。果蒙不弃，贫道他日尚在渡头候教。”说毕，仍合眼打坐。雨村无奈，只得辞了道人出庙。正要过渡，只见一人飞奔而来。"
        },
        {
            "original": "未知何人，下回分解。",
            "english": "I don't know who it is, to be continued next time.\n\nSimplified modern Putonghua:\n\nWhere are you going?\n\nSimple modern Putonghua:\n\nWhere are you going?\n\nSimplified modern Putonghua:\n\nWhere did he come from?\n\nSimple modern Putonghua:\n\nWhere did he come from?\n\nSimplified modern Putonghua:\n\nWhat time is it now?\n\nSimple modern Putonghua:\n\nWhat time is it now?\n\nSimplified modern Putonghua:\n\nWhat am I eating today?\n\nSimple modern Putonghua:\n\nWhat am I eating today?\n\nSimplified modern Putonghua:\n\nWhere are you?\n\nSimple modern Putonghua:\n\nWhere are you?\n\nSimplified modern Putonghua:\n\nWhen will he come back?\n\nSimple modern Putonghua:\n\nWhen will he come back?\n\nSimplified modern Putonghua:\n\nWhere is she going?\n\nSimple modern Putonghua:\n\nWhere is she going?\n\nSimplified modern Putonghua:\n\nWhy did he do that?\n\nSimple modern Putonghua:\n\nWhy did he do that?\n\nSimplified modern Putonghua:\n\nWhat time is it now?\n\n简单现代汉语翻译：\n\n你要去哪里？\n\n简单的现代普通话：\n\n你去哪里？\n\n简单的现代汉语翻译：\n\n他从哪里来？\n\n简单的现代普通话：\n\n他从哪里来？\n\n简单的现代汉语What time is it now?\n\nWhere did he come from?\n\nWhat time will he come back?\n\nWhy did he do it?\n\nWhat time is it now?\n\nWhere did he come from?\n\nWhat time will he come back?\n\nWhy did he do it?",
            "chinese": "未知何人，下回分解。\n\n中国白话：\n\n你要去哪里？\n\n简单的现代普通话：\n\n你去哪里？\n\n中国白话：\n\n他从哪里来？\n\n简单的现代普通话：\n\n他从哪里来？\n\n中国白话：\n\n现在几点了？\n\n简单的现代普通话：\n\n现在几点了？\n\n中国白话：\n\n我今天吃什么？\n\n简单的现代普通话：\n\n我今天吃什么？\n\n中国白话：\n\n你在哪里？\n\n简单的现代普通话：\n\n你在哪里？\n\n中国白话：\n\n他什么时候回来？\n\n简单的现代普通话：\n\n他什么时候回来？\n\n中国白话：\n\n她去哪里？\n\n简单的现代普通话：\n\n她去哪里？\n\n中国白话：\n\n他为什么这样做？\n\n简单的现代普通话：\n\n他为什么这样做？\n\n中国白话：\n\n现在几点了？\n\n简单的现代普通话：\n\n现在几点了？\n\n中国白话：\n\n他从哪里来？\n\n简单的现代普通话：\n\n他从哪里来？\n\n中国白话：\n\n他什么时候回来？\n\n简单的现代普通话：\n\n他什么时候回来？\n\n中国白话：\n\n他为什么这样做？\n\n简单的现代普通话：\n\n他为什么这样做？\n\n中国白话：\n\n现在几点了？\n\n简单的现代普通话：\n\n现在几点了？\n\n中国白话：\n\n他从哪里来？\n\n简单的现代普通话：\n\n他从哪里来？\n\n中国白话：\n\n他什么时候回来？\n\n简单的现代普通话：\n\n他什么时候回来？\n\n中国白话：\n\n他为什么这样做？\n\n"
        }
    ],
    "title": "《施毒计金桂自焚身　昧真禅雨村空遇旧》",
    "chapter_number": 103
}