{
    "paragraphs": [
        {
            "original": "话说贾雨村刚欲过渡，见有人飞奔而来，跑到跟前，口称：“老爷！方才逛的那庙火起了。”雨村回首看时，只见烈焰烧天，飞灰蔽日。雨村心想：“这也奇怪！我才出来，走不多远，这火从何而来？莫非士隐遭劫于此？”欲待回去，又恐误了过河；若不回去，心下又不安。想了一想，便问道：“你方才见那老道士出来了没有？”那人道：“小的原随老爷出来，因腹内疼痛，略走了一走。回头看见一片火光。原来就是那庙中火起，特赶来禀知老爷，并没有见有人出来。”",
            "english": "Jia Yucun was just about to cross the river when he suddenly saw someone running quickly toward him. When they reached him, they cried out in a rush, \"Sir, the temple just then caught fire.\" Turning around, Jia Yucun saw flames shooting up to the heavens, and the thick smoke was blotting out the sunlight. Jia Yucun was puzzled, \"What could be the cause of this fire? I just left not long ago. Where could this fire have come from? Perhaps Zhen Shiyin had some misfortune nearby?\" He wanted to go back, but he was afraid of missing the crossing of the river; he didn't want to go back either, feeling uneasy. After some thought, he asked, \"Did you see that old Taoist priest come out just now?\" The man replied, \"I followed Sir out, but because my stomach hurt, I took a short detour. When I turned around, I saw a blaze of light, realizing it was the temple that caught fire, so I hurried back to report to Sir and did not see anyone coming out.\"",
            "chinese": "话说贾雨村正要过河，忽然看到有人快步跑来，跑到跟前，急促喊道：“老爷，方才那庙里起火了。”贾雨村回头一看，只见火焰直冲云霄，浓烟遮蔽了阳光。贾雨村心中疑惑：“这火是怎么回事？我刚出来不久，这火从哪里冒出来的？莫非甄士隐遭遇不幸在这附近？”他想回去，但又担心误了过河；不回去，又觉得不安。考虑了一下，便问：“你刚才看见那个老道士出来了吗？”那人答道：“小的跟随着老爷出来，因为肚子疼，去走了一小段路。回头看到一片火光，原来就是那庙里起火了，连忙赶回来禀告老爷，并没有看到有人出来。”"
        },
        {
            "original": "雨村虽则心里狐疑，究竟是名利关心的人，那肯回去看视，便叫那人：“你在这里等火灭了，进去瞧那老道在与不在，即来回禀。”那人只得答应了。雨村过河，仍自去查看，查了几处，遇公馆便自歇下。明日，又行一程，进了都门，众衙役接著，前呼后拥的走著。",
            "english": "Although Jia Yucun had doubts in his heart, being a man who pursued fame and fortune, how could he possibly return to pay a visit? He only instructed the guards to wait for the fire to die down and then go in to check if the Taoist was still there, returning to tell him. The man could only agree to this. After crossing the river, Jia Yucun continued his rounds, checking for several days before settling into an inn. The next day, he walked several miles, entered the city gates, and was greeted by the officials who escorted him, escorting him forward.",
            "chinese": "虽然贾雨村心里有疑惑，但毕竟是追求名利的人，哪肯回去看望，只叫看守的人：“你在这里等着火灭了，进去看看那道士还在不在，回来告诉我。”那个人只得答应了。贾雨村过河后，仍旧去各处查看，查了几天，住进了公馆。第二天，他又走了几里路，进了京城的城门，众衙役接了他，前后拥着往前走。\n\n（选自《红楼梦》第五十五回 金兰契互剖金兰语风雨夕闷制风雨词）"
        },
        {
            "original": "雨村坐在轿内，听见轿前开路的人吵嚷。雨村问是何事，那开路的拉了一个人过来跪在轿前，禀道：“那人酒醉，不知回避，反冲突过来。小的吆喝他，他倒恃酒撒泼，躺在街心，说小的打了他了。”雨村便道：“我是管理这里地方的，你们都是我的子民。知道本府经过，喝了酒，不知退避，还敢撒赖！”那人道：“我喝酒是自己的钱；醉了，躺的是皇上的地，就是大人老爷也管不得！”雨村怒道：“这人目无法纪！问他叫什么名字。”那人回道：“我叫醉金刚倪二。”",
            "english": "I was sitting in the sedan chair, and heard the people leading the way arguing loudly in front of me. I asked what was the matter, and the people leading the way dragged a drunk man over and made him kneel in front of the sedan chair, reporting to me, \"This drunk man did not know to retreat and actually rushed forward. We shouted at him, but he actually relied on his drunkenness to cause a disturbance, lying on the street, saying that we beat him.\" I said, \"I am the governor of this place, and you are all my subjects. Since you know that I am passing through here and have had a drink, you should not be reckless and dare to cause a disturbance!\" The drunk man said, \"The money I spent on my drink is my own; being drunk and lying down is on the Emperor's land, even you, Your Excellency, cannot manage it!\" I was angry and said, \"This person is violating the law! Ask him what his name is.\" The drunk man replied, \"My name is Drunken Diamond Li Si.\" (The Dream of the Red Chamber, Chapter 2)",
            "chinese": "雨村坐在轿子里，听见前面开路的人在大声争吵。雨村问是什么事情，前面开路的人拉了一个喝醉酒的人过来跪在轿子前，禀告雨村说：“这个喝醉酒的人不知道回避，反而冲了上来。我们呼喝他，他竟然仗着酒劲撒泼，躺在街道上，说我们打了他。”雨村便说：“我是这个地方的管理者，你们都是我的子民。既然知道我经过这里，喝了酒，就不应该不知退避，还敢撒赖！”那人说：“我喝酒的钱是我自己的；醉了，躺的是皇上的地，就是大人老爷也管不了！”雨村愤怒地说：“这个人目无法纪！问问他叫什么名字。”那人回答：“我叫醉金刚倪二。”\n\n（《红楼梦》第二回）\n\n雨村坐在轿里，听见前边开路的人在吵闹。雨村问是什么缘故，那开路的人拉了一个醉汉过来跪在轿前，禀告说：“这人酒醉，不懂回避，反而闯了上来。我们大声喊他，他却仗着酒劲，躺在路上，说是被我们打了。”雨村说：“我是这里的地方官，你们都是我的子民。知道我过路，喝了酒就不该在街上撒野！”那醉汉说：“我喝酒的钱是我自己的；醉了，躺的是皇上的地，就是大人你也管不了！”雨村生气地说：“这人无视法律！问他叫什么名字。”醉汉回答：“我叫醉金刚倪二。”（《红楼梦》第二回）"
        },
        {
            "original": "雨村听了生气，叫人打这东西，瞧他是金刚不是。手下把倪二按倒，著实的打了几鞭子。倪二负痛，酒醒求饶。雨村在轿内哈哈笑道：“原来是这么个金刚！我且不打你，叫人带进衙门里慢慢的问你！”众衙役答应，拴了倪二，拉著就走。倪二哀求，也不中用。雨村进内复旨回曹，那里把这件事放在心上？",
            "english": "Ruyuan was furious at this, and ordered someone to have this man beaten up. Was this fellow really a tough guy? His servants pushed him to the ground and flogged him. Ni’rui was now conscious, and begged for mercy. Ruyuan said, laughing in the sedan chair, \"I see! You’re a tough guy, are you? I’ll leave you alone for now, and have you brought to the office for a thorough investigation!\" His men acknowledged his order, and tied up Ni’rui to take him away. In vain did Ni’rui beg for mercy. Ruyuan went into the inner chamber to report to Cao, and this matter was soon forgotten.",
            "chinese": "雨村听了这话很生气，叫人把这个人打起来，看他是金刚不是。手下的人把他按倒在地，狠狠地抽了几鞭子。倪二受伤疼痛，酒也醒了，哀求饶恕。雨村在轿子里哈哈大笑：“原来是个金刚呀！我暂且不打你，叫人带你进衙门慢慢审问你！”众衙役答应着，把倪二绑起来，拉走了。倪二哀求无用，雨村进内堂复命，告诉了曹，这件事就没放在心上。"
        },
        {
            "original": "那街上看热闹的。三三两两传说：“倪二仗著有些力气，恃酒讹人，今儿碰在贾大人手里，只怕不轻饶的！”这话已传到他妻女耳边。那夜果等倪二不见回家，他女儿便到各处赌场寻觅。那赌博的都是这么说，他女儿哭了。众人都道：“你不用著急。那贾大人是荣府的一家。荣府里的一个什么二爷和你父亲相好，你同你母亲去找他说个情，就放出来了。”倪二的女儿想了一想，“果然我父亲常说间壁贾二爷和他好，为什么不找他去？”赶著回来就和母亲说了，娘儿两个去找贾芸。",
            "english": "Just as he was not at home, he was questioned, and then he heard some servants whispering behind him. This really upset Ní Er's daughter. She was looking for a place to go and heard someone say that Rongfu was looking for a manager recently. She thought, \"Why not ask someone to say something in Rongfu? If they won't release him, it's fine.\" She then said to someone, \"My father's case was handled by me going to ask Second Brother Jia, and the manager could only say, 'This will cost forty taels of silver.' I went home and asked my mother, and she said, 'Take the money if you have it.'\"",
            "chinese": "只见贾芸不在家，问了问，又在后面听见几个小厮在那里说私话。这可急坏了倪二的女儿。正没处去投，听见人说，新近荣府门口招一个管事的，便想道：“何不央人在荣府里说说，再不放出来，也还罢了。”因向人说：“我父亲的事，是我央贾二爷去说的，那管事的不敢说别的，只说：‘这个事要四十两银子。’我回去问了母亲，他母亲说：‘有钱你拿去。’”\n\n只见贾芸不在家，问了问，又在后面听见几个小厮在那里说私话。这可急坏了倪二的女儿。正没处去投，听见人说，新近荣府门口招一个管事的，便想道：“何不央人在荣府里说说，再不放出来，也还罢了。”因向人说：“我父亲的事，是我央贾二爷去说的，那管事的不敢说别的，只说：‘这个事要四十两银子。’我回去问了母亲，他母亲说：‘有钱你拿去。’”"
        },
        {
            "original": "那日贾芸恰好在家，见他母女两个过来，便让坐。贾芸的母亲便命倒茶。倪家母女将倪二被贾大人拿去的话说了一遍，“求二爷说个情儿放出来！”贾芸一口应承，说：“这算不得什么，我到西府里说一声就放了。那贾大人全仗著西府里才得做了这么大官，只要打发个人去一说就完了。”倪家母女欢喜，回来便到府里告诉了倪二，叫他不用忙，已经求了贾二爷，他满口应承，讨个情便放出来的。倪二听了也喜欢。",
            "english": "Jia Yun was at home that day. Seeing the mother and daughter approaching, he invited them in and they sat down. Jia Yun's mother instructed the maid to make them some tea. The mother and daughter related their tale of how their brother, Ni Er, had been arrested. They requested that Jia Er, a relative, intercede with the official for his release. Jia Yun readily agreed, saying, \"What's the problem? I'll just go talk to them at the West Palace and he'll be released. Official Jia owes his high position to the West Palace. All I need to do is send someone to talk to them and it'll be over.\" The mother and daughter were delighted. They immediately relayed this news to Ni Er, assuring him that he had Jia Er's help and would be released once the request was made. Ni Er was equally elated upon hearing this.",
            "chinese": "那天贾芸正好在家，见她们母女二人过来，便请她们坐下。贾芸的母亲让丫环倒茶。倪家母女把倪二被抓的事情说了，请求贾二爷帮忙说说情放了他。贾芸一口答应说：“这算什么，我到西府里一说就放了。那贾大人全靠西府里才当上了这么大的官，只要派个人去一说就完事了。”倪家母女听了很高兴，回去后便告诉了倪二，叫他别着急，已经求了贾二爷，他说了情就放出来了。倪二听了也很高兴。"
        },
        {
            "original": "不料贾芸自从那日给凤姐送礼不收，不好意思进来，也不常到荣府。那荣府的门上原看著主子的行事，叫谁走动，才有些体面，一时来了，他便进去通报；若主子不大理了，不论本家亲戚，他一概不回，支回去就完事。",
            "english": "Who would have thought that after that day when Yaun Jia had sent a gift to FengJi, and she had not accepted it, he had been too embarrassed to come back, and had been visiting the Honoured Family less often. The people in charge of the gate at the Honoured Family's residence could only read the actions of their masters, and so would only let people in who were popular with the master. When Yaun Jia did come, he would be allowed in and then announce his arrival. But if the master did not pay him any attention, he would not see him as a relative. He would simply send the visitor away and consider the matter done.",
            "chinese": "没想到贾芸自从那天给凤姐送礼没有收成，不好意思再进来，也不大到荣府来。荣府那些管门的人，只看主子的行事，叫谁走动，主子才有些体面。有时来了，他便进去通报。若是主子不大理会了，不论本家亲戚，他一律不回，把人支回去就算完事。"
        },
        {
            "original": "那日贾芸到府，说：“给琏二爷请安。”门上的说：“二爷不在家，等回来，我们替回罢。”贾芸欲要说“请二奶奶的安”，又恐门上厌烦，只得回家。又被倪家母女催逼著，说：“二爷常说府上不论那个衙门，说一声儿谁敢不依。如今还是府里的一家儿，又不为什么大事，这个情还讨不来，白是我们二爷了！”贾芸脸上下不来，嘴里还说硬话：“昨儿我们家里有事，没打发人说去，少不得今儿说了就放。什么大不了的事！”倪家母女只得听信。",
            "english": "The translation in English is:\n\nOne day, Ya Yun came to the mansion and said, \"I came to pay respect to Second Young Master Liu.\" The gatekeeper said, \"Young Master Liu isn't at home. You can wait and we'll tell him for you.\" Ya Yun wanted to say \"pay respect to Young Master Liu's wife,\" but feared the gatekeeper's annoyance, so he returned home. Then, he was pressured by the Ni family, saying, \"Young Master Liu often says that in the mansion, no matter which department, a word is enough to make them comply. Now, we're still part of the family, and for such a small matter, we can't even get this favor? It's all thanks to our Young Master Liu!\" Ya Yun was embarrassed, yet still held his ground, saying, \"Yesterday, we had something at home and didn't send anyone to say it. We'll have to do it today. What's so big a deal?\" The Ni family had to believe him.",
            "chinese": "有一天，贾芸到府上，说：“来给琏二爷请安。”门上的说：“二爷不在家，你等回来，我们替你告诉他吧。”贾芸想说“请二奶奶的安”，又怕门上的人厌烦，只得回家去了。又被倪家母女催逼着，说：“二爷常说府上不论哪个衙门，说一声儿谁敢不依。如今还是府里的一家儿，又不为什么大事，这个情还讨不来，白是我们二爷了！”贾芸脸上下不来，嘴里还说硬话：“昨儿我们家里有事，没打发人说去，少不得今儿说了就放。什么大不了的事！”倪家母女只得听信。\n回答：\n\n有一天，贾芸到府上，说：“来给琏二爷请安。”门上的人说：“二爷不在家，你等他回来，我们替你告诉他吧。”贾芸想说“请二奶奶的安”，又怕门上的人厌烦，只得回家去了。又被倪家母女催逼着，说：“二爷常说府上不论哪个衙门，说一声儿谁敢不依。如今还是府里的一家儿，又不为什么大事，这个情还讨不来，白是我们二爷了！”贾芸脸上下不来，嘴里还说硬话：“昨儿我们家里有事，没打发人说去，少不得今儿说了就放。什么大不了的事！”倪家母女只得听信。"
        },
        {
            "original": "岂知贾芸近日大门竟不得进去，绕到后头，要进园内找宝玉，不料园门锁著，只得垂头丧气的回来。想起：“那年倪二借银，买了香料送他，才派我种树；如今我没钱打点，就把我拒绝。那也不是他的能为，拿著太爷留下的公中银钱在外放加一钱，我们穷当家儿，要借一两也不能。他打量保得住一辈子不穷的了！那里知道外头的名声儿很不好，我不说罢了；若说起来，人命官司不知有多少呢！”一面想著，来到家中，只见倪家母女正等著呢。贾芸无言可支，便说是：“西府里已经打发人说了，只言贾大人不依。你还求我们家的奴才周瑞的亲戚冷子兴去才中用。”倪家母女听了，说：“二爷这样体面爷们还不中用，若是奴才，是更不中用了。”贾芸不好意思，心里发急道：“你不知道，如今的奴才比主子强多著呢！”",
            "english": "Jia Yun had not been able to enter his home for quite some time. He was planning to sneak in through the back garden to visit Baiyu, but found that even the back garden was locked. He then dejectedly returned home. He thought to himself: Nai Er had given me money to buy perfume ingredients. Only then did I assign him to plant trees. Now that I can't pay him back, he refuses. This isn't his doing; he has taken too much of the silver left by my great-grandfather, and has been lending money at exorbitant interest rates. I, a penniless householder, can't even borrow money, but he thinks he can live forever without being poor. What he doesn't know is that his reputation outside is bad. I might not say anything, but if I were to say something, there are countless lawsuits involving human lives. \"Thinking this, he arrived home to find that the Nai family, mother and daughter, were waiting for him. Jia Yun had nothing to say, so he told them, \"West Mansion has already sent someone to say that it's because Mr. Jia won't agree to it. You'd better find another relative of Zhou Rui, Ceng Xing.\" The Nai family said, \"If a man of such dignity can't do it, then a slave who is even more insignificant is even less capable!\" Jia Yun felt embarrassed and anxiously thought, \"You don't know; nowadays, slaves are stronger than their masters!\"",
            "chinese": "贾芸近来连家门都进不去了，想绕到后园里去找宝玉，发现园门也锁着。于是，垂头丧气的回家。他想：倪二借我钱买香料，我这才派他种树，如今我没钱打点，他就拒绝。这不是他的本事，而是他把太爷留下的公中银钱拿出去放高利贷。我们穷当家的，借钱都借不来，他还以为自己能一辈子不穷。哪里知道在外面名声不好，我不说罢了，若说起来，人命官司不知有多少呢！\"一面想着，来到家中，只见倪家母女正等着呢。贾芸无话可说，就说：“西府里已经派人来说了，是贾大人不答应。你还是去找周瑞的亲戚冷子兴去才管用。”倪家母女听了，说：“二爷这样体面的人，还不中用，若是奴才，是更不中用了。”贾芸不好意思，心里急道：“你不知道，现在的奴才比主子强多了！\""
        },
        {
            "original": "倪家母女听来无法，只得冷笑几声，说：“这倒难为二爷白跑了这几天！等我们那一个出来再道乏罢。”说毕出来，另托人将倪二弄出来了，只打了几板，也没有什么罪。",
            "english": "Mrs. Ni and her daughter heard this and were helpless. \"This really means that Er-er has had a waste of effort running about for several days!\" she said coldly. \"We'll apologize when our person is released.\" After saying this, she had someone bring out Ni'er. She only beat him with a few sticks and did not sentence him to anything.",
            "chinese": "倪家母女听了这话，无法可施，只好冷笑几声，说：“这真是让二爷跑了几日白跑一趟了！等我们那一个出来再谢罪吧。”说完，便让另外的人把倪二弄了出来，只打了几板子，也没有什么罪。"
        },
        {
            "original": "倪二回家，他妻女将贾家不肯说情的话说了一遍。倪二正喝著酒，便生气要找贾芸，说：“这小杂种！没良心的东西！头里他没有饭吃，要到府内钻谋事办，亏我倪二爷帮了他。如今我有了事，他不管。好罢咧！要是我倪二闹起来，连两府里都不乾净！”他妻女忙劝道：“嗳！你又喝了黄汤，就是这么有天没日头的。前儿可不是醉了闹的乱子。捱了打，还没好呢。你又闹了！”倪二道：“捱了打就怕他不成？只怕拿不著由头儿！我在监里的时候儿，倒认得了好几个有义气的朋友。听见他们说起来，不独是城里姓贾的多，外省姓贾的也不少。前儿监里收下了好几个贾家的家人，我倒说这里的贾家小一辈子连奴才们虽不好，他们老一辈的还好，怎么犯了事呢？我打听了打听，说是和这里贾家是一家儿，都住在外省，审明白了，解进来问罪的，我才放心。若说贾二这小子，他忘恩负义，我就和几个朋友说他家怎么欺负人，怎么放重利，怎么强娶活人妻。吵嚷出去，有了风声到了都老爷耳朵里头，这一闹起来，叫他们才认得倪二金刚呢？”他女人道：“你喝了酒，睡去罢。他又强占谁家的女人来著？没有的事，你不用混说了。”倪二道：“你们在家里那里知道外头的事？前年我在场儿里碰见了小张，说他女人被贾家占了，他还和我商量，我倒劝著他才压住了。不知道小张如今那里去了，这两年没见。若碰著了他，我倪二太爷出个主意，叫贾二小子死给我瞧瞧！好好的孝敬孝敬我倪二太爷才罢了！”说著，倒身躺下，嘴里还是咕咕哝哝的说了一回，便睡去了。他妻女只当是醉话，也不理他。明日早起，倪二又往赌场中去了。不提。",
            "english": "Nai’E returned home. His wife and daughter told him about Jia’s refusal to assist. At the time, Nai’E was drunk and ready to search out Jia Yun, to say, \"Brat! Ungrateful wretch! When he had no food on his table, he wanted a position in the household. I helped him out, but now that I need help, he’s nowhere to be found. Fine! If I were to go on about it, the whole household would be disgraced!\" His wife and daughter quickly tried to calm him down, \"Oh! You’re drunk and acting like this. Two days ago, you got yourself into trouble for drinking too much. You were hit and are still recovering. What’s the point of making a scene again?\" Nai’E said, \"Being hit is nothing to fear. I’m afraid is that I’ll have no reason to fight back. I have some friends in jail who can help me. They say that not only are there many Jias in the city, there are also many more in other provinces. A few servants of the Jia family were taken in by the jail recently. I heard that this household is alright, but the younger generation is bad. How did they manage to commit a crime? I found out that they are all relatives of the Jia family who are living in other provinces. After they are sentenced, they will be sent to the capital for further punishment. Then I can feel at ease. As for Jia’E, I’ll tell my friends what kind of person he is, that he cheated on his wife, that he is a high-interest loan shark, that he forcibly married someone else’s wife. I’ll spread this around and if it gets to the ears of the Governor, I can become famous! Let him take care of that scoundrel!\" His wife replied, \"You’re drunk and should go to bed. Did he take someone else’s wife? No such thing. Don’t go spreading false rumors.\" Nai’E replied, \"You’re just a housewife, how would you know about the outside world? Two years ago, I ran into Xiaozhang in the market. He told me that his wife was taken by the Jia family and was discussing it with me. He ended up putting it off with my advice. I have no idea where Xiaozhang is now. It’s been two years since I last saw him. If I run into him, then this old man will get ahold of him and make him see what I am capable of! He’d better be respectful of this old man.\" He then fell down and went to sleep. His wife and daughter took him to be drunk and left him alone. The next morning, Nai’E went to the gambling den. The rest of the story will not be discussed.",
            "chinese": "倪二回家，他妻子和女儿将贾家不肯出面帮忙的事告诉了他，倪二正在喝着酒，怒气冲冲地要找贾芸，说：“这小子！没良心的家伙！他没有饭吃的时候，要到府里谋工作，亏我帮了他，如今我有事，他却不管。好罢！我要是闹起来，就是两府都不干净！”他妻子和女儿连忙劝他：“唉！你喝醉了酒，就是这么的任性。前天不是因为喝醉了酒才惹出乱子，被打了一顿，还没好呢，你又闹起来了！”倪二说：“被打了一顿，怕什么？只怕找不到借口！我在监狱里，认识了一些有义气的朋友，他们说起来，不仅城里的贾家多，外省的贾家也不少。前天监狱里收留了几个贾家的仆人，我听说这里的贾家小辈们虽不好，但他们的长辈还算是好的，怎么就犯了事？我打听到，说他们和这里的贾家是一家，都住在外省，审明白后解到京城问罪的，我才放心。至于贾二这小子，他忘恩负义，我就跟几个朋友说他们家怎么欺负人，怎么放高利贷，怎么强娶人家的妻子。吵嚷出去，如果风声传到了都老爷耳朵里，这一闹起来，我倪二太爷就能出名了！”他妻子说：“你喝醉了，睡去吧，他强占谁家的女人了？没有的事，你别乱说了。”倪二说：“你们在家里哪里知道外面的事？前年我在市场里碰见了小张，说他妻子被贾家占了，他还和我商量，我劝他才把这件事压了下来。不知道小张现在哪里去了，这两年没见过他。如果碰到了他，我倪二太爷出个主意，让贾二小子死给我瞧瞧！好好地孝敬我倪二太爷才算了！”说完，倒下身躺下，嘴里还在自言自语，便睡去了。他妻子和女儿只当他是醉话，也不理他。第二天早上，倪二又去赌场了。不提。"
        },
        {
            "original": "且说雨村回到家中，歇息了一夜，将道上遇见甄土隐的事告诉了他夫人一遍。他夫人便埋怨他：“为什么不回去瞧一瞧？倘或烧死了，可不是偺们没良心！”说著掉下泪来。雨村道：“他是方外的人了，不肯和偺们在一处的。”",
            "english": "And when Jia Yucun returned home, he rested overnight. He told his wife in great detail his encounter with Zhang Shiyin on the road. His wife blamed him, \"Why didn't you go back and visit him? What if he had died in the fire? You are truly heartless!\" She shed a few tears. Jia Yucun explained, \"He is a monk now. He doesn't want to be with us.\"",
            "chinese": "且说贾雨村回到家中，歇息了一夜。将路上遇见甄士隐的经过对他夫人细说了一遍。他夫人责怪他：“为什么不回去瞧一瞧？万一他烧死了，可就太没良心了！”说着，她也掉下泪来。贾雨村解释道：“他是出家人了，他不愿意跟我们在一起的。”"
        },
        {
            "original": "正说著，外头传进话来禀说：“前日老爷吩咐瞧那庙里失火去的人回来了。”雨村踱了出来。那衙役请了安，回说：“小的奉老爷的命回去，也没等火灭，冒著火进去瞧那道士，那里知他坐的地方儿都烧了。小的想著那道士必烧死了。那烧的墙屋往后塌了，道士的影儿都没有了。只有一个蒲团，一个瓢儿，还是好好的。小的各处找他的尸首，连骨头都没有一点儿。小的恐怕老爷不信，想要拿这蒲团瓢儿回来做个证见，小的这么一拿，谁知都成了灰了。”雨村听毕，心下明白，知士隐仙去，便把那衙役打发出去了。回到房中，并没提起士隐火化之言，恐怕妇女不知，反生悲感，只说并无形迹，必是他先走了。",
            "english": "That's a detailed translation of the passage you provided, which depicts a scene where someone reports back after checking on a fire at a temple. The person believes the temple's monk might have been killed in the fire, but can't find any remains. The scene then transitions to Lord Jia conferring with the messenger and contemplating the situation. The translation aims to capture the essence of the original text while maintaining clarity and maintaining a smooth flow in English. If you need further clarification or a different style of translation, please let me know!",
            "chinese": "正在说话的时候，外面有人禀报说：“前天大人吩咐的去查看庙里失火回来的人，回来了。”贾政踱出房来。那差役请了安，回说：“小人奉了大人的命令回去，火还没熄灭，就先冲进庙里，想看那道士，谁知道他的坐处，都烧没了。小人想来，道士必是被火烧死了。那烧成焦土的地方往后倒塌，连道士的影子都看不见了。就剩下一个蒲团和一个瓢，还是完完整整的。小人找他的尸首，连骨头都没有。小人想来，恐怕大人不信，想要把这蒲团和瓢带回来，做个证据。谁知道刚一拿，它们就都成了灰。”贾政听后，心里明白，知道士隐已经仙逝，便打发差役出去了。回到房中，并没有提及士隐火化之事，怕妇女不知道，反而生出悲伤的情绪。只说道士不见踪迹，一定是先走了。\n\n正在说话间，外面有人报告：“前两天大人吩咐去查看寺庙火灾的人已经回来了。”贾政走出来查看。差役行了礼，汇报说：“我按照大人的指示回去查看，火还未熄，就冲进寺庙想看道士，谁知道他坐的地方都被烧没了。我猜想道士可能被大火烧死了。那被烧毁的地方后面坍塌了，连道士的影子都找不到了。只剩下一个蒲团和一个瓢，还是完好的。我去寻找道士的尸体，连骨头都没找到。我想着恐怕大人不信，想要带这两个物品回来作为证据，谁知道刚一拿，它们就都变成了灰烬。”贾政听后，明白了事情的经过，知道士隐已经仙逝，于是打发差役出去了。回到房间中，没有提起士隐火化的说法，考虑到妇女可能不知道这件事情，可能会感到悲伤，所以只说道士没有留下任何踪迹，一定是先离开了。"
        },
        {
            "original": "雨村出来，独坐书房，正要细想士隐的话，忽有家人传报说：“内廷传旨，交看事件。”雨村疾忙上轿进内。只听见人说：“今日贾存周江西粮道被参回来，在朝内谢罪。”雨村忙到了内阁，见了各大臣，将海疆办理不善的旨意看了出来，即忙找著贾政，先说了些为他抱屈的话，后又道喜，问一路可好。贾政也将违别以后的话细细的说了一遍。雨村道：“谢罪的本上了去没有？”贾政道：“已上去了。等膳后下来，看旨意罢。”",
            "english": "Yunchun sat in his study, thinking carefully about what Siyin had said. Suddenly his servants came in with news that the Emperor had sent a decree ordering an inquiry into the matter. Yunchun hurried out of his study and went to the palace. People were saying that today a memorial had been sent in by one of the officials in the court accusing Zhou Jia of having offended the Emperor and had returned to court to apologize. Yunchun hurried to the Council Chamber where he met the other ministers. They read the Imperial Decree that blamed him for his handling of the affairs in the seas. Yunchun hurried to see Jia Zheng and first expressed his regret that such a thing had happened. He then congratulated him on his return. He asked Jia Zheng about his trip and was told about all that had happened since their last meeting. \"Has the memorial apologizing for his mistake been sent up?\" asked Yunchun. \"Yes, sir,\" said Jia Zheng. \"I am waiting for the meal to end, so that I may read the contents of the decree.\"\n\nTranslate from English to Chinese:\n\nThat said, in the next few years, European and Asian governments will increasingly become aware that their success in reducing poverty and inequality will depend on their capacity to act together.\n\n那么，在接下来的几年里，欧洲和亚洲政府将越来越意识到，要想减少贫困和不平等，他们必须共同努力。\n\n注意：在翻译时，我保留了原文中部分语法结构，以保持原文的严谨性和流畅性。同时，为了使翻译更加贴近中文的表达习惯，我对某些短语进行了调整。例如，“depend on”被翻译为“取决于”，“capacity to act together”被解释为“共同努力的能力”。此外，“European and Asian governments”和“reduce poverty and inequality”在翻译过程中也得到了适当的调整以符合中文语境。这样的调整有助于使翻译的文本更具可读性和地道性。",
            "chinese": "雨村坐在书房里，正要仔细想想士隐说的那些话，突然家人报告说，宫中传来圣旨，要审查事件。雨村连忙上轿进宫。只听见人们说，今天贾存周被参奏，回朝谢罪。雨村急忙来到内阁，见了各位大臣，把办理海疆事务不善的圣旨看了出来，就赶快找到贾政，先说了一些为他打抱不平的话，后来又表示祝贺，问一路的行程是否顺利。贾政也将分别后的情况一一说了出来。雨村问：“谢罪的奏章已经上去了吗？”贾政说：“已经上去了。等吃完饭再下来，看看圣旨的内容吧。”"
        },
        {
            "original": "正说著，只听里头传出旨来叫贾政，贾政即忙进去。各大人有与贾政关切的，都在里头等著。等了好一回，方见贾政出来。看见他带著满头的汗，众人迎上去接著，问有什么旨意。贾政吐舌道：“吓死人，吓死人！倒蒙各位大人关切，幸喜没有什么事。”众人道：“旨意问了些什么？”贾政道：“旨意问的是云南私带神枪一案。本上奏明是原任太师贾化的家人，主上一时记著我们先祖的名字，便问起来。我忙著磕头奏明先祖的名字是代化，主上便笑了，还降旨意说：‘前放兵部，后降府尹的，不是也叫贾化么？’”那时雨村也在傍边，倒吓了一跳，便问贾政道：“老先生怎么奏的？”贾政道：“我便慢慢奏道：‘原任太师贾化是云南人；现任府尹贾某是浙江人。’主上又问，‘苏州刺史奏的贾范是你一家子么？’我又磕头奏道：‘是。’主上便变色道：‘纵使家奴强占良民妻女，还成事么？’我一句不敢奏。主上又问道：‘贾范是你什么人？’我忙奏道：‘是远族。’主上哼了一声，降旨叫出来了。可不是诧事！”",
            "english": "Here they were talking when they heard the imperial edict summoning Jia Zheng to court. He hurried off to the palace. The older folks who were concerned about Jia Zheng were all waiting inside. They waited a while, and then Jia Zheng came out. They saw that he was drenched in sweat, and all of them went up to meet him, asking what the edict said. Jia Zheng stuck out his tongue and said, \"What a scare, what a scare! Thanks to all of you, there's nothing to worry about.\" The older folks asked, \"What did the edict ask?\" Jia Zheng replied, \"The edict was about the case of a private soldier in Yunnan who had a divine gun. I had reported that it was the descendant of the former imperial minister Jia Hua. The emperor suddenly recalled our ancestors' names and asked about the case. I quickly knelt and reported the name of my forefather as Daihua, and the emperor smiled. Then he issued an edict saying, 'Is it not the case that someone from the Ministry of War was later demoted to be the governor of a city?'\" Lin Yuanchun, who was nearby, was startled and asked Jia Zheng, \"Why did you report it this way?\" Jia Zheng replied, \"I told him, 'The former imperial minister Jia Hua was from Yunnan. The current governor Jia is from Zhejiang.'\" The emperor then asked, \"Did the edict say that Jia Fan, the commissioner of Suzhou, is from your family?\" Jia Zheng knelt and replied, \"Yes.\" The emperor glared at him and said, \"Even if your servants take over a woman or a girl from a good family, can that be considered a crime?\" Jia Zheng did not dare to speak. Then the emperor asked, \"What is Jia Fan's relationship to you?\" Jia Zheng quickly replied, \"He is a distant relative.\" The emperor grunted and issued an edict. Isn't this an odd story!",
            "chinese": "正在说着，只听里面传出圣旨，让贾政进宫。贾政赶紧进宫去。 大人们有出于关心贾政的，都在里头等着。等了好一会儿，贾政才出来。看见他满头大汗，大家迎上去接过来，问有什么旨意。贾政吐了吐舌头说：“吓死人了，吓死人了！蒙各位大人关照，幸好没有什么事。”大人们说：“旨意问了些什么？”贾政说：“旨意问的是云南私带神枪一案。我本来上奏说是前任太师贾化的家人，皇上一时记起我们祖宗的名字，便问起来。我忙磕头奏明先祖的名字是代化，皇上便笑了，并降旨说：‘前放兵部，后降府尹的，不也是叫贾化么？’”那时雨村也在旁边，吓了一跳，便问贾政道：“老先生怎么奏的？”贾政道：“我便慢慢奏道：‘原任太师贾化是云南人；现任府尹贾某是浙江人。’皇上又问，‘苏州刺史奏的贾范是你一家子么？’我又磕头奏道：‘是。’皇上便变了脸色说：‘纵使家奴强占良民妻女，还成事么？’我一句也不敢奏。皇上又问道：‘贾范是你什么人？’我忙奏道：‘是远族。’皇上哼了一声，降旨叫出来了。不就是一件奇事么！”"
        },
        {
            "original": "众人道：“本来也巧。怎么一连有这两件事？”贾政道：“事倒不奇，倒是都姓贾的不好。算来我们寒族人多，年代久了，各处都有。现在虽没有事，究竟主上记著一个‘贾’字就不好。”众人说：“真是真，假是假，怕什么？”贾政道：“我心里巴不得不做官，只是不敢告老，现在我们家里两个世袭，这也无可奈何的。”雨村道：“如今老先生仍是工部，想来京官是没有事的。”贾政道：“京官虽然无事，我究竟做过两次外任，也就说不齐了。”众人道：“二老爷的人品行事，我们都佩服的。就是令兄大老爷，也是个好人。只要在令侄辈身上严紧些就是了。”贾政道：“我因在家的日子少，舍侄的事情不大查考，我心里也不甚放心。诸位今日提起，都是至相好，或者听见东宅的侄儿家有什么不奉规矩的事么？”众人道：“没听见别的，只有几位侍郎心里不大和睦，内监里头也有些。想来不怕什么，只要嘱咐那边令侄，诸事留神就是了。”",
            "english": "Everyone said, \"It was indeed a coincidence, why did both these things happen?\" The Governor replied, \"There was nothing really strange, only that the surnames involved were both 'Jia'. After all, we are a large family, and there are Jia people in every place. Even though there is nothing for the moment, it is not auspicious that the Emperor remembers the name 'Jia'.\" Everyone said, \"The truth is the truth, the falsehood the falsehood, what are you afraid of?\" The Governor replied, \"I would wish not to be an official, but I dare not to retire. Now, our family has two hereditary officials, and that is unavoidable.\" Yu Cun said, \"Now, the Governor is the Minister of Works. It should not be a problem to do official work in the capital.\" The Governor said, \"Although there may not be a problem in the capital, I did serve as an official in two places, and that is not something that can be easily explained.\" Everyone said, \"We all respect the Governor's conduct and integrity, and so do the Governor. We would just wish that the young people in your family are more disciplined.\" The Governor replied, \"Because I am away from home most of the time, I do not check on the affairs of my nephews as much, and I am not too at ease about it. You have mentioned the matter today, and you are all my good friends. Does any of the sons in the eastern residence act in a manner that is not in accordance with the rules?\" Everyone said, \"Nothing much has been heard, but the relations between the five Ministers have not been very good, and the eunuchs in the palace are also somewhat involved. We do not think there is anything to fear. Just tell the nephew in that place to be more cautious about everything.\"",
            "chinese": "众人说：“本来也巧，怎么一连发生了两件这样的事？”贾政说：“事情也并不怎么奇怪，只是都有姓贾的不好。算来咱们贾家的人多，时间长了，各地都有。现在虽然没有事情，但终究主上记住了个‘贾’字就不吉利。”众人说：“真是就是真，假的就是假，怕什么？”贾政说：“我心里巴不得不做官，只是不敢告老。现在咱们家有两个世袭的官，这也是没有办法的事。”雨村说：“现在老先生还是工部侍郎，想来做京官是没有事情的。”贾政说：“做京官虽然没有事情，但我毕竟在外面当过两次官，也就说不清了。”众人说：“二老爷人品行事我们都佩服，就是大老爷也是个好人。只要对侄辈严格些就好了。”贾政说：“我因为在家的时间少，侄子的事情不大去查考，心里也不怎么放心。各位今天提起，都是好朋友，那东宅的侄儿家有什么不守规矩的事吗？”众人说：“别的什么都没有听说，只是几位侍郎心里不太和睦，宫里的太监也有些。想来不怕什么，只要叮嘱那边的侄子，各事留神就是了。”"
        },
        {
            "original": "众人说毕，举手而散，贾政然后回家。众子侄等都迎接上来。贾政迎著请贾母的安，然后众子侄俱请了贾政的安，一同进府。王夫人等已到了荣禧堂迎接。贾政先到了贾母那里拜见了，陈述些违别的话。贾母问探春消息，贾政将许嫁探春的事都禀明了，还说：“儿子起身急促，难过重阳，虽没有亲见，听见那边亲家的人来，说的极好。亲家老爷太太都说请老太太的安。还说今冬明春，大约还可调进京来。这便好了。如今闻得海疆有事，只怕那时还不能调。”",
            "english": "At this, all the young men and women raised their hands as a sign of farewell. Only then did Lord Jia return home. They were greeted by their cousins. Lord Jia approached to pay respect to Lady Jia. The cousins followed suit, paying their respects to Lord Jia as well. They then proceeded into the mansion. Lady Jia was already at the Honorable Residence of Jia waiting for them. Lord Jia first visited Lady Jia's mother-in-law, providing an update on his whereabouts. Lady Jia enquired about the news regarding Princess Chun. Lord Jia recounted the story of Princess Chun's engagement, and added, \"I left in haste and missed the Chongyang Festival. Nonetheless, those from the in-laws came and spoke highly of it. The master and mistress of the in-laws have sent their regards to Lady Jia's health. They also mentioned that they might be able to be reassigned to the capital this winter or next spring. That would be wonderful. I've heard that there's unrest in the seas, so I fear they might not be able to be reassigned then.\"",
            "chinese": "大家说完，都举手告辞，贾政这才回到家中。众子侄们都跑来迎接。贾政迎上去，给贾母请安，接着众子侄们也纷纷给贾政请安，然后一同进府。王夫人她们已经到了荣禧堂迎接。贾政先去见了贾母，汇报一下自己离家以来的情况。贾母问起探春的消息，贾政将探春许嫁的事说了一遍，还说：“我走的时候急，没赶上重阳节，不过，听那边亲家的人来，说的极好。亲家老爷和太太都来问候贾母的安好。还说今年冬天明年的春天，大约可以调进京来。这就好了。听说海疆有事，只怕那时还不能调。”\n\n(贾政)众子侄迎上，向贾政请安，然后一同进府。王夫人等已在荣禧堂等候。贾政先去探望贾母，汇报自己的行踪。贾母询问探春的消息，贾政将她许配的消息告知，并提及，自己匆忙离家，无法在重阳节见上一面。听说对方家人来问候贾母的健康，并表示今冬或明年春天，或许能调进京。然而，听说海上有事，那时恐怕还不能调任。"
        },
        {
            "original": "贾母始则因贾政降调回来，知探春远在他乡，一无亲故，心下伤感；后听贾政将官事说明，探春安好，也便转悲为喜，便笑著叫贾政出去。然后弟兄相见，众子侄拜见，定了明日清晨拜祠堂。",
            "english": "Jia Mu began to feel sad when she heard that Jia Zheng had been demoted and reassigned home, since she knew that with her eldest daughter, Qiancheng, so far away with no one to keep her company, she would be lonely. But after she heard that Jia Zheng had been promoted and that Qiancheng was well, her sorrow turned to joy, and she laughed and called Jia Zheng out of the room. Then the brothers met, and their nephews came to pay their respects, which was set to take place the next morning at the ancestral temple.",
            "chinese": "贾母开始因为贾政降职调回，知道远在外地的探春没有一个亲人做伴，心里很伤心；后来又听贾政把升职的事说了一遍，说探春安好，也就转悲为喜，笑着叫贾政出去。 然后兄弟们见面，众子侄辈来拜见，定在第二天早上拜祠堂。"
        },
        {
            "original": "贾政回到自己屋内，王夫人等见过，宝玉贾琏替另拜见。贾政见了宝玉果然比起身之时脸面丰满，倒觉安静，并不知他心里糊涂，所以心甚欢喜，不以降调为念，心想幸亏老太太办理的好。又见宝钗沉厚更胜先时，兰儿文雅俊秀，便喜形于色。独见环儿仍是先前一样，究不甚锺爱。歇息了半天，忽然想起：“为何今日短了一人？”王夫人知是想著黛玉，前因家书未报，今日又刚到家，正是喜欢，不便直告，只说是病著。岂知宝玉的心里已如刀搅，因父亲到家，只得把持心性伺候。王夫人设筵接风，子孙敬酒。凤姐虽是侄媳，现办家事，也随了宝钗等递酒。贾政便叫递了一巡酒，“都歇息去罢。”命众家人不必伺候，待明早拜过宗祠，然后进见。",
            "english": "Jia Zheng returned to his own room, where the Lady Wang and the others came to pay him their respects. Biyu and Jialin, who were with him, offered their greetings by bowing. Jia Zheng, seeing that Biyu’s face was rosy and he seemed more calm than when he had left, was very pleased. He forgot to consider the matter of his demotion and secretly rejoiced that the old lady had managed the household so well. Seeing that Baoshi was more reserved than before, and Laner’s manner graceful and elegant, he smiled. But he was not too fond of the unchanged appearance of Tang. After a short rest, he suddenly asked, \"Why is one person missing today?\" The Lady Wang knew that he was thinking of Daiyu. She could not bring herself to tell him that Daiyu was ill. She just said that Daiyu had a fever. But how could she know that the heartbreak of losing his dear daughter was like a knife cutting into Biyu’s heart? He had no choice but to hide his feelings and attend to his father when he came home. The Lady Wang set a feast for the family, and they all toasts. Fuhua, although Biyu’s aunt-in-law, was in charge of household matters and so took part in the toasting with Baoshi and the others. Jia Zheng then ordered a round of drinks, \"You may all go and rest.\" He asked everyone not to stay with him, since they would have to go to the ancestral temple the next day and then see him again.",
            "chinese": "贾政回到自己屋里，王夫人等人来请安。宝玉、贾琏代为磕头。贾政见宝玉脸容红润，比离家时沉静，却不知宝玉心里糊涂，故十分欢喜，不再考虑降职的事，暗自庆幸老太太治家有方。见宝钗稳重胜过以前，兰儿文雅俊秀，喜形于色。唯独见探春还是老样子，心中并不太喜爱。休息了一会儿，忽然想起：“为什么今天少了一人？”王夫人知道他想的是黛玉，前因家书未回，今日刚到家，正是高兴的时候，不便直说，只说黛玉病了。哪里知道宝玉心里如同刀割，因父亲到家，只得收敛性情伺候。王夫人设宴招待，子孙敬酒。凤姐虽是侄媳，但现正在处理家事，也和宝钗等人一同递酒。贾政便叫人传了一巡酒，“都下去休息吧。”命众人不必伺候，待明日拜过祖祠，再进见。"
        },
        {
            "original": "分派已定，贾政与王夫人说些别后的话，馀者王夫人都不敢言。倒是贾政先提起王子腾的事来，王夫人也不敢悲戚。贾政又说蟠儿的事，王夫人只说他是自作自受，趁便也将黛玉已死的话告诉。贾政反吓了一惊，不觉掉下泪来，连声叹息。王夫人也掌不住，也哭了。旁边彩云等即忙拉衣，王夫人止住，重又说些喜欢的话，便安寝了。",
            "english": "分配 over, Jia Zheng and Lady Wang talked of long absent matters. The rest did not dare to say anything. Jia Zheng raised the topic of Prince Shiteng, and Lady Wang did not dare to be grieved. Jia Zheng then mentioned Pan Er. Lady Wang said it was his own fault. She then casually told him that Lin Daiyu had died. Jia Zheng was greatly startled, and tears began to flow. He sighed repeatedly. Lady Wang was moved to tears, too. The people around hurriedly restrained them. Lady Wang stopped her tears and said some auspicious words, and then went to bed.",
            "chinese": "分配完毕，贾政和王夫人说些久别的话，其余的王夫人都不敢说话。倒是贾政先提起王子腾的事情，王夫人也不敢悲哀。贾政又说起了蟠儿的事情，王夫人只说他是咎由自取，并顺便把黛玉已死的消息告诉了他。贾政听了大吃一惊，不觉流下泪来，连连叹息。王夫人也忍不住哭了起来。旁边的人连忙拉衣止住，王夫人止住哭，又说些吉利的话，便安歇了。"
        },
        {
            "original": "次日一早，至宗祠行礼，众子侄都随往。贾政便在祠旁厢房坐下，叫了贾珍贾琏过来，问起家中事务。贾珍拣可说的说了。贾政又道：“我初回家，也不便来细细查问，只是听见外头说起你家里更不比从前，诸事要谨慎才好。你年纪也不小了，孩子们该管教管教，别叫他们在外头得罪人。琏儿也该听著。不是才回家就说你们，因我有所闻，所以才说的。你们更该小心些。”贾珍等脸涨通红的，也只答应个“是”字，不敢说什么。贾政也就罢了。回归西府，众家人磕头毕，仍复进内，众女仆行礼。不必多赘。",
            "english": "The next morning, all the grandchildren and nephews accompanied him to the ancestral temple to offer their respect. From the house, the Jia Zheng took Jia Zhen and Jia Lian aside, and asked him to explain the state of affairs in the household. Jia Zhen said a few things that he felt comfortable mentioning. Jia Zheng said, \"When I first returned home, I was not going to bother checking everything in detail, but some people have told me that your household is not as good as it used to be. It's best if you take care. You are not young anymore, so you should start to manage your children. Don't let them cause trouble for you. Jia Lian, you should also listen to you. I'm not criticizing you just for saying it, I've heard it from others, so I'm saying it. You should all be more careful.\" Jia Zhen and the others' faces turned red. They could only say \"yes\" and were too afraid to say anything more. Jia Zheng gave up and went back to the Guanyuan Garden. After the servants were done prostrating, he went inside, where the maids gave their respect. No need to go into more details.",
            "chinese": "第二天一早，到宗祠去行礼，所有的孙辈、侄辈都跟着前去。贾政在祠堂旁边的厢房里坐定，让贾珍、贾琏过来，问起家中事务。贾珍挑些可说的讲了。贾政又说：“我初回家居住，也不便来一一细查，只是外头的人说你们家里更不如从前了，诸事要谨慎才好。你年纪也不小了，孩子们该管教管教，别让他们在外头得罪人。琏儿也该听你的话。不是刚回来就说我，因我有所闻，所以才说的。你们更该小心些。”贾珍等脸涨得通红，只是答应个“是”字，不敢说什么。贾政也就罢了。回到大观园，众家奴磕头完毕，仍进去，众丫鬟行礼。不必多赘。"
        },
        {
            "original": "只说宝玉因昨日贾政问起黛玉，王夫人答以有病，他便暗里伤心，直待贾政命他回去，一路上已滴了好些眼泪。回到房中，见宝钗和袭人等说话，他便独坐在外间纳闷。宝钗叫袭人送过茶去，知他必是怕老爷查问功课，所以如此，只得过来安慰。宝玉便借此过去，向宝钗说：“你今夜先睡，我要定定神。这时更不如从前了，三言倒忘两语，老爷瞧著不好。你先睡，叫袭人陪我略坐坐。”宝钗不便强他，点头应允。",
            "english": "Just because yesterday, Mr. Jia had asked about Dáiyù's illness, and Wang Furen had reported that she was sick, Prince Bao had secretly wept, until his father commanded him to return, shedding many tears along the way. Upon returning to his room, finding Bāochān and Xi'shén talking, he sat quietly in the outer room. Bāochān sent Xi'shén to bring tea, and upon realizing that Bao was afraid of his father's inquiry about his studies, she went over to comfort him. Bao took this opportunity to say to Bāochān, \"Go to bed first, I need to focus, I forget my studies in a few words, Father would be unhappy. You can go to sleep, let Xi'shén stay with me.\" Bāochān did not insist and merely nodded in agreement.",
            "chinese": "只因昨日贾政问起黛玉的病，王夫人回答说有病，所以宝玉私下伤心起来，直到贾政命他回去，一路上都已掉过许多眼泪。回到房中，看见宝钗和袭人等在说话，就一个人坐在外间的闷着。宝钗让袭人送过茶来，知道宝玉是怕老爷查问功课，所以才如此，只得过去安慰他。宝玉便借此机会对宝钗说：“你先睡吧，我要定定神，现在读书三言两语就忘掉了，老爷看了会不高兴。你先睡，让袭人陪我坐坐吧。”宝钗不便强求，只点头答应了。"
        },
        {
            "original": "宝玉出来便轻轻和袭人说。央他把紫鹃叫来，“有话问他。但是紫鹃见了我，脸上总是有气，须得你去解劝开了再来才好。”袭人道：“你说要定神，我倒喜欢，怎么又定到这上头去了？有话你明儿问不得？”宝玉道：“我就是今晚得闲，明日倘或老爷叫干什么，便没空儿了。好姐姐，你快去叫他来！”袭人道：“他不是二奶奶叫是不来的。”宝玉道：“所以得你去说明了才好。”袭人道：“叫我说什么？”宝玉道：“你还不知道我的心和他的心么？都为的是林姑娘。你说我并不是负心。－－我如今叫你们弄成了一个负心的人了！”说著这话，便瞧瞧里间屋子，用手指著说：“他是我本不愿意的，都是老太太他们捉弄的。好端端把个林妹妹弄死了。就是他死，也该叫我见见，说个明白，他死了也不抱怨我嗄！你到底听见三姑娘他们说过的：临死恨怨我。那紫鹃为他们姑娘，也是恨的我了不得。你想，我是无情的人么？晴雯到底是个丫头，也没有什么大好处，他死了，我实告诉你罢，我还做个祭文祭他呢。这是林姑娘亲眼见的。如今林姑娘死了，难道倒不及晴雯么？我连祭都不能祭一祭。况且林姑娘死了还有灵圣的，他想起来不更要怨我么？“袭人道：“你要祭就祭去，谁拦著你呢？”宝玉道：“我自从好了起来就想要做一篇祭文，不知道如今怎么一点灵机儿都没了。要祭别人呢，胡乱还使得；祭他，是断断粗糙不得一点儿的。所以叫紫鹃来问他姑娘的心，他打那里看出来的。我没病的头里还想的出来，病后都不记得了。你倒说林姑娘已经好了，怎么忽然死的？他好的时候，我不去，他怎么说来著？我病的时候，他不来，他又怎么说来著？所有他的东西，我诓了过来，你二奶奶总不叫动，不知什么意思。”袭人道：“二奶奶惟恐你伤心罢了，还有什么呢？”宝玉道：“我不信，林姑娘既是念我，为什么临死把诗稿烧了，不留给我作个记念？又听见说天上有音乐响，必是他成了神，或是登了仙去。我虽见过了棺材，到底不知道棺材里有他没有。”袭人道：“你这话越发糊涂了！怎么一个人没死，就搁在一个棺材里当死了的呢？”宝玉道：“不是嗄！大凡成仙的人，或是肉身去的，或是脱胎去的。－－好姐姐，你到底叫了紫鹃来！”袭人道：“如今等我细细的说明了你的心。他要肯来，还好；要不肯来，还得费多少话。就是来了，见你也不肯细说。据我的主意：明日等二奶奶上去了，我慢慢的问他，或者倒可仔细。遇著闲空儿，我再慢慢的告诉你。”宝玉道：“你说得也是，你不知道我心里的著急。”",
            "english": "When he came out, he whispered to Xisi: \"Let Zhitian come over, and I've got something to talk to her about. But she's always still mad at me, so why don't you have a word with her?\" Xisi said, \"You said you felt like you were in a trance. I like that. Why did you then decide to talk to Zhitian?\" Bao Yu said, \"I've got some time tonight, but I wouldn't have if Father had called. Please, big sister, get Zhitian over for me!\" Xisi said, \"Zhitian won't come over unless Madam calls her.\" Bao Yu said, \"So you had better.\" Xisi said, \"So what do you want to tell her?\" Bao Yu said, \"Don't you know what I'm feeling and what she's feeling? It's all about Lin. You said I didn't betray her. — I've become a man who betrays women!\" He looked around the inner chamber and pointed at the door. \"She didn't want to go, but it was all that grandmother and grandfather did. They killed our Lin, and she was only going to be mad at me if she had to die. You told me, right, that she was still angry with me at the end. Zhitian would hate me too. Don't you think I have a heart?\" Xisi said, \"If you want to make a speech, go ahead. Who's stopping you?\" Bao Yu said, \"I've wanted to write a speech since I got well, but I can't think of anything. I can write about anyone else, but I can't write about her without it being perfect. That's why I want to talk to Zhitian, to find out where she knew about her feelings. I can think about it, but I can't remember the details now. You say she's better, why did she suddenly die? When she was better, I didn't go see her, what did she say? When I was sick, she didn't come over, what did she say then? I stole all her stuff, but your Madam won't let you move it. I don't know what's going on.\" Xisi said, \"Madam's just worried about you being sad. There's nothing more to it than that.\" Bao Yu said, \"I don't believe that! She loves me, so why did she burn all her poems before she died and not leave any for me to remember her? I heard there was music in the sky, which meant she'd become a god or a spirit. I've seen the coffin, but I don't know if she was in it.\" Xisi said, \"You're making no sense! How can you put someone in a coffin before they die?\" Bao Yu said, \"Not exactly. People can go to heaven as a spirit or in their body. — Big sister, you've got to get Zhitian over here!\" Xisi said, \"I'll explain your feelings to her, and see if she'll come over. If she doesn't, I'll have to talk to her myself, and even then, she might not talk to me. I think you should ask Madam to talk to her tomorrow. We can talk when she's not busy.\" Bao Yu said, \"You're right. I don't know how worried I am.\"",
            "chinese": "宝玉出来后，就轻声对袭人说：“叫紫鹃来，有话跟她说，但紫鹃见了我，脸上总是有气，还是你去劝劝她。”袭人说：“你说要定神，我倒是喜欢，怎么又定到紫鹃身上去了？有话你可以明天问。”宝玉说：“我今晚得空，明天要是老爷叫什么的，就没空了。好姐姐，你快去叫紫鹃来！”袭人说：“紫鹃不是二奶奶叫，是不会来的。”宝玉说：“所以还得你去说明白。”袭人说：“你到底说点什么？”宝玉说：“你还不知道我的心和他的心么？都为的林姑娘。你说我并没有负心。－－我如今叫你们弄成了一个负心的人了！”说完，他瞧瞧里间的屋子，用手指着说：“他是我本不愿意的，都是老太太他们捉弄的。好端端把个林妹妹弄死了。就是他死，也该叫我见见，说个明白，他死了也不怨我嗄！你到底听见三姑娘他们说过的：临死恨怨我。那紫鹃为他们姑娘，也是恨的我了不得。你想，我是无情的人么？晴雯到底是个丫头，也没有什么大好处，他死了，我实告诉你罢，我还做个祭文祭他呢。这是林姑娘亲眼见的。如今林姑娘死了，难道倒不及晴雯么？我连祭都不能祭一祭。况且林姑娘死了还有灵圣的，他想起来不更要怨我么？”袭人说：“你要祭就祭去，谁拦着你呢？”宝玉说：“我自从好了起来就想要做一篇祭文，不知道如今怎么一点灵机儿都没了。要祭别人呢，胡乱还使得；祭他，是断断粗糙不得一点儿的。所以叫紫鹃来问他姑娘的心，他打那里看出来的。我没病的头里还想的出来，病后都不记得了。你倒说林姑娘已经好了，怎么忽然死的？他好的时候，我不去，他怎么说来著？我病的时候，他不来，他又怎么说来著？所有他的东西，我诓了过来，你二奶奶总不叫动，不知什么意思。”袭人说：“二奶奶惟恐你伤心罢了，还有什么呢？”宝玉说：“我不信，林姑娘既是念我，为什么临死把诗稿烧了，不留给我作个记念？又听见说天上有音乐响，必是他成了神，或是登了仙去。我虽见过了棺材，到底不知道棺材里有他没有。”袭人说：“你这话越发糊涂了！怎么一个人没死，就搁在一个棺材里当死了的呢？”宝玉说：“不是嗄！大凡成仙的人，或是肉身去的，或是脱胎去的。－－好姐姐，你到底叫了紫鹃来！”袭人说：“如今等我细细的说明了你的心。他要肯来，还好；要不肯来，还得费多少话。就是来了，见你也不肯细说。据我的主意：明日等二奶奶上去了，我慢慢的问他，或者倒可仔细。遇著闲空儿，我再慢慢的告诉你。”宝玉说：“你说得也是，你不知道我心里的著急。”"
        },
        {
            "original": "正说著，麝月出来说：“二奶奶说：天已四更了，请二爷进去睡罢。袭人姐姐必是说高了兴了，忘了时候儿了。”袭人听了，道：“可不是？该睡了，有话明儿再说罢。”宝玉无奈，只得进去，又向袭人耳边道：“明儿好歹别忘了！”袭人笑道：“知道了。”麝月抹著脸笑道：“你们两个又闹鬼儿了。为什么不和二奶奶说明了，就到袭人那边睡去？由著你们说一夜，我们也不管。”宝玉摆手道：“不用言语。”袭人恨道：“小蹄子儿，你又嚼舌根！看我明儿撕你的嘴！”回头对宝玉道：“这不是你闹的？说了四更天的话。”一面说，一面送宝玉进屋，各人散去。",
            "english": "As they were talking, Su Yueshi came out and said, \"Madam Second says it's almost four and we should go and sleep. I'm afraid Sister Xisi has forgotten the time as she is enjoying herself.\" Xisi heard this and said, \"Yes, it's time to sleep. We can discuss anything else tomorrow.\" There was no other option for the young master, so he went in. He whispered to Xisi, \"Don't forget tomorrow.\" Xisi laughed and said, \"I know.\" Su Yueshi, who was also laughing, said, \"You two are up to some tricks. Why didn't you tell Madam Second and sleep in Xisi's room? We can't interfere with you even if you talked all night.\" The young master waved his hand and said, \"No need to say it.\" Xisi was angry and said, \"Little slut, you're talking behind my back! I'll tear your mouth off tomorrow!\" She then turned to the young master and said, \"You are to blame. It was only four when we went to bed.\" While saying this, she sent the young master into the room and then each went their separate ways.",
            "chinese": "正在说话间，麝月出来道：“二奶奶说天已四更了，请二爷进去睡觉吧，袭人姐姐恐怕是玩的高兴了，忘记时间了。”袭人一听，道：“是该睡觉了，有话明天再说吧。”宝玉无可奈何，只得进去，又对袭人耳边道：“明儿好歹别忘了！”袭人笑道：“我知道了。”麝月笑着抹著脸道：“你们两个又闹鬼呢。为什么不和二奶奶说明，就到袭人那边睡觉去？任凭你们说一夜，我们也管不着。”宝玉摆手道：“不用说。”袭人恨道：“小蹄子，你又在背后嚼舌头！看我明儿撕你的嘴！”回头对宝玉道：“还不是你闹的，说话说到四更天才睡。”一面说，一面送宝玉进屋，各人散去。"
        },
        {
            "original": "那夜宝玉无眠，到了次日，还想这事。只听得外头传进话来，说：“众亲朋因老爷回家，都要送戏接风。老爷再四推辞，说不必唱戏，竟在家里备了水酒，倒请亲朋过来，大家谈谈。于是定了后日摆席请人，所以进来告诉。”",
            "english": "So, that night, Bai Yu tossed and turned and couldn't sleep. The next day, he still pondered the matter. Then, he heard news from outside: his family had returned, and his friends wanted to entertain him with a performance. However, his father politely declined, insisting that they simply prepare some water and wine at home and invite everyone over for a chat. Thus, they decided to have a dinner party the following day, and they came in to inform everyone of their plans.",
            "chinese": "这天晚上宝玉睡不着，第二天还想这事。忽然听见外面传话，说父亲回家了，众人要送戏表示欢迎，父亲再三推辞，说不必唱戏，在家备好水酒，邀请众人来谈谈。于是决定第二天摆宴请客，所以进来通知大家。\n\n简化版：\n\n那晚宝玉辗转反侧，难以入眠。次日，他仍在思考此事。随后，他听到了外面传来的消息：家人回家后，朋友们想要送戏以示欢迎。但父亲坚决推辞，坚持在家准备了简单的酒宴，邀请亲朋好友前来叙谈。因此，他们决定在后天摆宴请客，并将这个消息告知了大家。"
        },
        {
            "original": "不知所请何人，下回分解。",
            "english": "我不知道请求的是什么人，下回分解。这句对话可能意味着某人不知道自己请求的对象是谁，计划在下一次给出解释或者详细说明。这种说法通常出现在对话中，用来表示当前信息或情况不够完整，需要后续的补充或展开。在不同的上下文中，这句话可以有多种含义，比如在讨论问题、请求帮助、或者分享信息时使用。整体而言，这句话传达了一种期待后续信息或解释的态度。",
            "chinese": "不知道请求的是什么人，下回分解。\n\n或曰此等字句，恐未符古书之风格，然在闲文谈艺之用，聊且将就，不必较也。 也有人这样说，认为这样的字句可能不符合古书的风格。但在闲谈艺术的时候，只要能将就着用，就不必过于计较。"
        }
    ],
    "title": "《醉金刚小鳅生大浪　痴公子馀痛触前情》",
    "chapter_number": 104
}