{
    "paragraphs": [
        {
            "original": "话说贾雨村刚欲过渡，见有人飞奔而来，跑到跟前，口称：“老爷！方才逛的那庙火起了。”雨村回首看时，只见烈焰烧天，飞灰蔽日。雨村心想：“这也奇怪！我才出来，走不多远，这火从何而来？莫非士隐遭劫于此？”欲待回去，又恐误了过河；若不回去，心下又不安。想了一想，便问道：“你方才见那老道士出来了没有？”那人道：“小的原随老爷出来，因腹内疼痛，略走了一走。回头看见一片火光。原来就是那庙中火起，特赶来禀知老爷，并没有见有人出来。”",
            "english": "Once upon a time, there was a man named Jar Yumeng who was about to cross the river. Suddenly, he saw a man running quickly towards him. When he caught up with the man, the man said, \"Sir, the temple you just visited is on fire!\" Jar Yumeng turned around and saw the sky filled with smoke and fire. He thought to himself, \"Strange! I just left the temple not long ago, where did the fire come from? Maybe Si Yin is in danger here?\" He wanted to go back to the temple, but he was afraid of missing the boat. He wanted to leave, but he felt uneasy. After thinking for a while, he asked the man, \"Did you see the old man come out of the temple?\" The man replied, \"I was originally following you out of the temple, but I had to stop because I was feeling sick. When I turned around, I saw a lot of smoke and fire. It was the temple that was on fire. I came back to report to you, and I didn't see anyone come out.\"",
            "chinese": "话说贾雨村刚要过河，见有一个人快步跑来，跑到跟前，说道：“老爷！方才逛的那个庙子着火了。”雨村回头一看，只见火光冲天，浓烟蔽日。雨村心想：“奇怪！我刚从庙里出来，没走多远，这火从哪儿来的？莫非士隐遭劫难于此？”想要回去，又怕误了过河；想要不回去，心中又不安。想了一想，便问道：“你方才见那老道士出来了没有？”那人道：“小的原随老爷出来，因肚子疼，走了一走。回头看见一片火光。原来就是那庙中着火，特赶来禀报老爷，并没有见有人出来。”"
        },
        {
            "original": "雨村虽则心里狐疑，究竟是名利关心的人，那肯回去看视，便叫那人：“你在这里等火灭了，进去瞧那老道在与不在，即来回禀。”那人只得答应了。雨村过河，仍自去查看，查了几处，遇公馆便自歇下。明日，又行一程，进了都门，众衙役接著，前呼后拥的走著。",
            "english": "Rain Village, although feeling puzzled in his heart, still cared about fame and wealth, so he ordered, \"Wait outside for the fire to go out, then go in and see if the old Taoist is still there, and then report back.\" The person nodded in agreement. Rain Village then crossed the river and continued on his way, stopping at several places and spending the night at a few inns along the way. The next day, he traveled further and entered the capital city. His entourage of officials followed closely behind, walking before and after him.",
            "chinese": "雨村虽然心里疑惑，但还是关心名利，就叫人：“你在这里等火灭了，进去瞧那老道在不在，就回禀。”那人答应了。雨村过河，还去看，查了几处，遇到公馆就住下。明天，又走了一程，进了都城，众衙役接着，前呼后拥的走着。"
        },
        {
            "original": "雨村坐在轿内，听见轿前开路的人吵嚷。雨村问是何事，那开路的拉了一个人过来跪在轿前，禀道：“那人酒醉，不知回避，反冲突过来。小的吆喝他，他倒恃酒撒泼，躺在街心，说小的打了他了。”雨村便道：“我是管理这里地方的，你们都是我的子民。知道本府经过，喝了酒，不知退避，还敢撒赖！”那人道：“我喝酒是自己的钱；醉了，躺的是皇上的地，就是大人老爷也管不得！”雨村怒道：“这人目无法纪！问他叫什么名字。”那人回道：“我叫醉金刚倪二。”",
            "english": "Jia Yuancun sat in the sedan chair, and when he heard the commotion in front of him, he asked what was going on. The people clearing the way took a drunk man to his knees in front of the sedan chair and reported, \"The man was drunk and didn't know to avoid the path. Instead, he came this way. We yelled at him, but he was drunk and being obnoxious, lying in the middle of the street, saying that we hit him.\" Jia Yuancun said, \"I'm in charge here. You are all my subjects. You know I'm passing by, and you're drunk and not avoiding the path, and you're also lying down on the street and being obnoxious!\" The man said, \"I drank my own money's worth. Drunk or not, I'm lying on the emperor's land, and you can't stop me!\" Jia Yuancun was furious and said, \"This man has no respect for the law! What's his name?\" The man replied, \"My name is Drunken Master Ni.\"",
            "chinese": "贾雨村坐在轿子里，听见轿前吵嚷起来，问是什么事，开路的人就把一个酒醉的人拉到轿前跪下，禀道：“那人酒醉，不知道回避，反往这边冲过来。小的吆喝他，他倒仗着酒撒泼，躺在街心，说小的打了他了。”贾雨村便道：“我是管这里的，你们都是我的子民。知道我经过，喝了酒，不知退避，还敢撒赖！”那人道：“我喝酒是自己的钱；醉了，躺的是皇上的地，就是大人老爷也管不得！”贾雨村怒道：“这人目无法纪！问他叫什么名字。”那人回道：“我叫醉金刚倪二。”"
        },
        {
            "original": "雨村听了生气，叫人打这东西，瞧他是金刚不是。手下把倪二按倒，著实的打了几鞭子。倪二负痛，酒醒求饶。雨村在轿内哈哈笑道：“原来是这么个金刚！我且不打你，叫人带进衙门里慢慢的问你！”众衙役答应，拴了倪二，拉著就走。倪二哀求，也不中用。雨村进内复旨回曹，那里把这件事放在心上？",
            "english": "雨村听了生气，叫人打这东西，瞧他是金刚不是。手下把倪二按倒，著实的打了几鞭子。倪二负痛，酒醒求饶。雨村在轿内哈哈笑道：“原来是这么个金刚！我且不打你，叫人带进衙门里慢慢的问你！”众衙役答应，拴了倪二，拉著就走。倪二哀求，也不中用。雨村进内复旨回曹，那里把这件事放在心上？",
            "chinese": "雨村听了生气，叫人打这东西，瞧他是金刚不是。手下把倪二按倒，著实的打了几鞭子。倪二负痛，酒醒求饶。雨村在轿内哈哈笑道：“原来是这么个金刚！我且不打你，叫人带进衙门里慢慢的问你！”众衙役答应，拴了倪二，拉著就走。倪二哀求，也不中用。雨村进内复旨回曹，那里把这件事放在心上？"
        },
        {
            "original": "那街上看热闹的。三三两两传说：“倪二仗著有些力气，恃酒讹人，今儿碰在贾大人手里，只怕不轻饶的！”这话已传到他妻女耳边。那夜果等倪二不见回家，他女儿便到各处赌场寻觅。那赌博的都是这么说，他女儿哭了。众人都道：“你不用著急。那贾大人是荣府的一家。荣府里的一个什么二爷和你父亲相好，你同你母亲去找他说个情，就放出来了。”倪二的女儿想了一想，“果然我父亲常说间壁贾二爷和他好，为什么不找他去？”赶著回来就和母亲说了，娘儿两个去找贾芸。",
            "english": "英文翻译：\nHis wife and daughter heard from their neighbors that Ni Er was disobedient. Today they met the official Yao, who was surely not going to let him off easy. That night, Ni Er never came back home. His daughter went to ask the people at the gambling houses where she heard that Ni Er had been put in jail for being disobedient. She cried. Everyone told her, \"Don't worry. Yao is a relative of the Rong family. The second son of the Rong family is on good terms with your father, so go ask him to intercede and you'll be released.\" Ni Er's daughter thought, \"That's right, my father often talks about how friendly he is with the隔壁贾二爷, why not go to him?\" Ni Er's daughter and mother went to find Jia Yun, who said, \"All right, I'll go and plead for you.\"",
            "chinese": "他妻子女儿听到街坊们说倪二不听话。今天碰上贾大人，肯定是不饶他的，当晚倪二就再也没有回来。他女儿就去找那些赌场的人打听，人们都说倪二因不听话被关起来了。他女儿就哭了。众人都对她说：“你不用着急。贾大人是荣府的人。荣府的二爷和你父亲关系不错，你去找他说情，就放出来了。”倪二的女儿一想，“不错，我父亲常说间壁贾二爷和他好，为什么不找他去？”倪二的女儿和母亲去找贾芸，贾芸说：“好，我替你去说情。”"
        },
        {
            "original": "那日贾芸恰好在家，见他母女两个过来，便让坐。贾芸的母亲便命倒茶。倪家母女将倪二被贾大人拿去的话说了一遍，“求二爷说个情儿放出来！”贾芸一口应承，说：“这算不得什么，我到西府里说一声就放了。那贾大人全仗著西府里才得做了这么大官，只要打发个人去一说就完了。”倪家母女欢喜，回来便到府里告诉了倪二，叫他不用忙，已经求了贾二爷，他满口应承，讨个情便放出来的。倪二听了也喜欢。",
            "english": "This day, Jia Yun happened to be at home. He saw his mother and daughter come over and asked them to sit down. Jia Yun's mother asked someone to serve tea. The Ni family's mother and daughter told them about how Ni Er was arrested by the officials and asked Jia Yun to intervene to get him released. Jia Yun agreed at once, saying, \"This is nothing. I'll go to the West Palace and talk to Er about it. Er's in charge of the West Palace and depends on Er. As long as I send someone to talk to him, it will be fine.\" The Ni family's mother and daughter were very happy and went back to tell Ni Er. They said that they had already asked Jia Er for help and he had agreed to take care of it and get him released. Ni Er also felt very happy.",
            "chinese": "这天贾芸正好在家，见他母女过来，便请她们坐下。贾芸的母亲命人端茶。倪家母女将倪二被官府抓走的事说了出来，请求贾芸说说情放出来。贾芸一口答应，说：“这点事算不了什么，我去一趟西府，找二爷说一声就放了。那贾大人全仗着西府才当上这么大的官，只要打发人去说一声就完了。”倪家母女十分欢喜，回去便告诉了倪二，叫他不要着急，已经求了贾二爷，他满口答应，讨个情就放了。倪二听了也很高兴。"
        },
        {
            "original": "不料贾芸自从那日给凤姐送礼不收，不好意思进来，也不常到荣府。那荣府的门上原看著主子的行事，叫谁走动，才有些体面，一时来了，他便进去通报；若主子不大理了，不论本家亲戚，他一概不回，支回去就完事。",
            "english": "1. 首先，将中文文本中的每个字和短语翻译成英文：没想到 → Unexpectedly; 贾芸 → Jia Yun; 自从 → since; 那天 → that day; 给 → give; 凤姐 → Feng Jicai; 送礼 → present; 凤姐没收 → Feng Jicai didn't accept; 不好意思来 → be embarrassed to come; 所以 → so; 也不经常到荣府 → also rarely go to the Happy Mansion; 荣府的门上 → at the gate of the Happy Mansion; 看着 → watching; 主子的行事 → the actions of the master; 谁来他才回 → if someone comes, he will return; 如果是 → if; 主子不理会 → the master doesn't care; 本家亲戚 → immediate family relatives; 他就不回了 → he won't come back; 就完事 → that's it.\n\n2. 将这些英文短语按照中文的逻辑和语序拼接起来，形成一个连贯的英文文本：Unexpectedly, Jia Yun rarely went to the Happy Mansion since that day he gave Feng Jicai a present, but Feng Jicai didn't accept it and was embarrassed to come. The gatekeepers at the Happy Mansion watched the master's actions and only returned if the master cared, otherwise, if the master didn't, whether it was immediate family relatives or not, they wouldn't return, and that's it.\n\n3. 最后，根据英文文本调整语序和用词，使其更符合英文的表达习惯。最终的英文翻译为：Unexpectedly, Jia Yun rarely went to the Happy Mansion since that day he gave Feng Jicai a present, but Feng Jicai didn't accept it and was embarrassed to come. The gatekeepers at the Happy Mansion only returned if the master cared, otherwise, they wouldn't return, whether it was immediate family relatives or not.",
            "chinese": "没想到贾芸自从那天给凤姐送礼，凤姐没收，不好意思来，所以也不经常到荣府。荣府的门上，看着主子的行事，谁来他才回，如果是主子不理会，不论本家亲戚，他就不回了，就完事。"
        },
        {
            "original": "那日贾芸到府，说：“给琏二爷请安。”门上的说：“二爷不在家，等回来，我们替回罢。”贾芸欲要说“请二奶奶的安”，又恐门上厌烦，只得回家。又被倪家母女催逼著，说：“二爷常说府上不论那个衙门，说一声儿谁敢不依。如今还是府里的一家儿，又不为什么大事，这个情还讨不来，白是我们二爷了！”贾芸脸上下不来，嘴里还说硬话：“昨儿我们家里有事，没打发人说去，少不得今儿说了就放。什么大不了的事！”倪家母女只得听信。",
            "english": "那天贾芸到府上，说：“给琏二爷请安。”门上的说：“二爷不在家，等回来，我们替回罢。”贾芸想要说“请二奶奶的安”，又怕门上厌烦，只得回家。又被倪家母女催逼著，说：“二爷常说府上不论那个衙门，说一声儿谁敢不依。如今还是府里的一家儿，又不为什么大事，这个情还讨不来，白是我们二爷了！”贾芸脸上下不来，嘴里还说硬话：“昨儿我们家里有事，没打发人说去，少不得今儿说了就放。什么大不了的事！”倪家母女只得听信。\n\nOn that day, Jia Yun went to the mansion and said, \"I'm here to pay my respects to Master Liu.\" The gatekeeper replied, \"Master Liu isn't here. Please come back later, and we'll pass on your greetings.\" Jia Yun wanted to say, \"I also wish to pay my respects to the Madam,\" but he was afraid that the gatekeeper would be annoyed, so he left. He was then pressed by Ni family mother and daughter, who said, \"Master Liu always says that no matter which department in the mansion, a single word can make them comply. You are still a member of the family, and for something so trivial, why can't you just ask for your favor? This is just something that you should be able to get!\" Jia Yun felt embarrassed and retorted, \"Yesterday, we were busy with some family matters, so we didn't send anyone to let you know. We'll make sure to let you know today, and you'll be able to get what you want. What's the big deal?\" The Ni family mother and daughter had to believe him.",
            "chinese": "那天贾芸到府上，说：“给琏二爷请安。”门上的说：“二爷不在家，等回来，我们替回罢。”贾芸想要说“请二奶奶的安”，又怕门上厌烦，只得回家。又被倪家母女催逼著，说：“二爷常说府上不论那个衙门，说一声儿谁敢不依。如今还是府里的一家儿，又不为什么大事，这个情还讨不来，白是我们二爷了！”贾芸脸上下不来，嘴里还说硬话：“昨儿我们家里有事，没打发人说去，少不得今儿说了就放。什么大不了的事！”倪家母女只得听信。"
        },
        {
            "original": "岂知贾芸近日大门竟不得进去，绕到后头，要进园内找宝玉，不料园门锁著，只得垂头丧气的回来。想起：“那年倪二借银，买了香料送他，才派我种树；如今我没钱打点，就把我拒绝。那也不是他的能为，拿著太爷留下的公中银钱在外放加一钱，我们穷当家儿，要借一两也不能。他打量保得住一辈子不穷的了！那里知道外头的名声儿很不好，我不说罢了；若说起来，人命官司不知有多少呢！”一面想著，来到家中，只见倪家母女正等著呢。贾芸无言可支，便说是：“西府里已经打发人说了，只言贾大人不依。你还求我们家的奴才周瑞的亲戚冷子兴去才中用。”倪家母女听了，说：“二爷这样体面爷们还不中用，若是奴才，是更不中用了。”贾芸不好意思，心里发急道：“你不知道，如今的奴才比主子强多著呢！”",
            "english": "后来贾芸想：“我现在没有钱打点，借不到一分钱。”他又想：“西府里都说过了，只说贾政不依，你再去央求冷子兴去，也无用。”倪二母女听了，说：“二爷这样体面的人都不中用，若是奴才，就更不中用了。”贾芸没话说，心里发急。",
            "chinese": "后来贾芸想：“我如今没有钱打点，一文钱也借不着。”又一想：“西府里都已说过，只说贾政不依，你再去央求冷子兴去，也无用。”倪二母女听了，说：“二爷这样体面的人还不中用，若是奴才，就更不中用了。”贾芸没话说，心里发急。"
        },
        {
            "original": "倪家母女听来无法，只得冷笑几声，说：“这倒难为二爷白跑了这几天！等我们那一个出来再道乏罢。”说毕出来，另托人将倪二弄出来了，只打了几板，也没有什么罪。",
            "english": "Translated to English:\n\nNee's mother and daughter listened, helpless, and could only laugh a few times saying, \"This is difficult to ask Master Ni to run for several days. Wait for our one to come out, then we'll say goodbye!\" After that, they asked someone else to bring out Ni Er, and only beat him a few times, and he didn't have any crimes.",
            "chinese": "倪家母女听了，无法，只得冷笑几声说：“这倒难为二爷白跑了几天。等我们那一个出来，再道乏罢！”说完，另托人将倪二弄了出来，只打了几板，也没有什么罪。"
        },
        {
            "original": "倪二回家，他妻女将贾家不肯说情的话说了一遍。倪二正喝著酒，便生气要找贾芸，说：“这小杂种！没良心的东西！头里他没有饭吃，要到府内钻谋事办，亏我倪二爷帮了他。如今我有了事，他不管。好罢咧！要是我倪二闹起来，连两府里都不乾净！”他妻女忙劝道：“嗳！你又喝了黄汤，就是这么有天没日头的。前儿可不是醉了闹的乱子。捱了打，还没好呢。你又闹了！”倪二道：“捱了打就怕他不成？只怕拿不著由头儿！我在监里的时候儿，倒认得了好几个有义气的朋友。听见他们说起来，不独是城里姓贾的多，外省姓贾的也不少。前儿监里收下了好几个贾家的家人，我倒说这里的贾家小一辈子连奴才们虽不好，他们老一辈的还好，怎么犯了事呢？我打听了打听，说是和这里贾家是一家儿，都住在外省，审明白了，解进来问罪的，我才放心。若说贾二这小子，他忘恩负义，我就和几个朋友说他家怎么欺负人，怎么放重利，怎么强娶活人妻。吵嚷出去，有了风声到了都老爷耳朵里头，这一闹起来，叫他们才认得倪二金刚呢？”他女人道：“你喝了酒，睡去罢。他又强占谁家的女人来著？没有的事，你不用混说了。”倪二道：“你们在家里那里知道外头的事？前年我在场儿里碰见了小张，说他女人被贾家占了，他还和我商量，我倒劝著他才压住了。不知道小张如今那里去了，这两年没见。若碰著了他，我倪二太爷出个主意，叫贾二小子死给我瞧瞧！好好的孝敬孝敬我倪二太爷才罢了！”说著，倒身躺下，嘴里还是咕咕哝哝的说了一回，便睡去了。他妻女只当是醉话，也不理他。明日早起，倪二又往赌场中去了。不提。",
            "english": "Ni Er returned home, and his wife and daughter repeated to him the words that the Jia family would not intervene on his behalf. At that moment, Ni Er was already in the middle of drinking, and he became quite angry and decided to go find Jia Yun, saying, \"This little bastard! Ungrateful fellow! Just a while ago, he had no food to eat and came to my house to ask for work. It was thanks to me, Ni Er, that he got the job. Now, when I need his help, he doesn't care. Well, let's see! If I go to make a fuss, I'll make a mess of both the Jia and the Jia's houses.\" His wife and daughter quickly interjected, \"Oh, you've been drinking too much, and you're always so unreasonably angry. Just the other day, you got so drunk that you caused a ruckus. You were even beaten up for it. Now, you're talking about doing it again?\" Ni Er replied, \"What if I'm scared of being beaten? What if I can't find an excuse to get into trouble? While I was in prison, I got to know a few friends who are very loyal. They told me that not only are there many Jia family members in the city, but also in other provinces. The other day, when we were taking in a few Jia family servants, I was told that the younger generations of the Jia family, even if they're servants, aren't that bad, but their elders are. But I heard that they committed a crime and were brought here to be tried. That's why I'm so relieved.\"He said that Jia Er, this little guy, was ungrateful and unfaithful, and then he told a few people how Jia Er's family bullied people, how they charged high-interest loans, and how they forcibly took other people's wives. The sound went out and the Dulu master heard it. Everyone knew about Jia Er and were afraid of him. Nai Er's little wife said, \"You've had too much to drink, go to bed.\" \"Jia Er didn't take anyone's woman. It's not true. Don't say it.\" Nai Er said, \"You don't know what's going on outside. Two years ago, I met Xiao Zhang in the field, and he said his wife had been taken by Jia's family. I talked to him and tried to calm him down. I don't know where Xiao Zhang is now. He hasn't been seen in two years. If I bump into him, I'll call Jia Er the son of a bitch and make him pay for it! Then I'll treat you well, Nai Er, and that's all!\" He then lay down and went to sleep, muttering to himself for a while. His wife and daughter thought it was drunken rambling and didn't pay attention to him. The next morning, Nai Er went to the gambling den again. Not mentioned.",
            "chinese": "倪二回家，他妻女将贾家不肯说情的话说了一遍。倪二正在喝酒，便气愤愤地要去找贾芸，说：“这个小杂种！没良心的东西！头里他没有饭吃，要到府内钻谋事办，亏我倪二爷帮了他。如今我有了事，他不管。好罢咧！要是我倪二闹起来，连两府里都不乾净！”他妻女忙劝道：“嗳！你又喝了黄汤，就是这么有天没日头的。前儿可不是醉了闹的乱子。捱了打，还没好呢。你又闹了！”倪二道：“捱了打就怕他不成？只怕拿不著由头儿！我在监里的时候儿，倒认得了好几个有义气的朋友。听见他们说起来，不独是城里姓贾的多，外省姓贾的也不少。前儿监里收下了好几个贾家的家人，我倒说这里的贾家小一辈子连奴才们虽不好，他们老一辈的还好，怎么犯了事呢？我打听了打听，说是和这里贾家是一家儿，都住在外省，审明白了，解进来问罪的，我才放心。他说贾二这小子忘恩负义，他就和几个人说贾二家怎么欺负人，怎么放高利贷，怎么强抢人家的老婆。声音传出去，被都老爷听到了，大家都知道了贾二这小子，都怕了他。倪二的小老婆说：“你喝了酒，睡去吧。贾二没有占谁家的女人，没有的事，你不要说了。”倪二说：“你们在家里不知道外面的事。前年我在场上碰见小张，他说他老婆被贾家占了，他和我商量，我劝他才压住了。不知道小张现在在哪里，这两年没见。如果碰到他，我倪二太爷出个主意，叫贾二小子死给我瞧瞧！好好的孝敬我倪二太爷才罢了！”说完，倒下身躺下，嘴里还在嘀嘀咕咕说了一阵，就睡了。他的老婆和女儿认为是醉话，也不理他。第二天早上，倪二又去了赌场。不提。"
        },
        {
            "original": "且说雨村回到家中，歇息了一夜，将道上遇见甄土隐的事告诉了他夫人一遍。他夫人便埋怨他：“为什么不回去瞧一瞧？倘或烧死了，可不是偺们没良心！”说著掉下泪来。雨村道：“他是方外的人了，不肯和偺们在一处的。”",
            "english": "Step 1: Identify the main subject and verb of the sentence.\nSubject: 雨村 (Rain Village)\nVerb: 回到 (return)\n\nStep 2: Identify the main objects and adjectives.\nObject: 家中 (home)\nAdjective: 一夜 (for a night)\n\nStep 3: Identify the main actions and auxiliary verbs.\nAction: 将路上遇见甄土隐的事告诉了他夫人一遍 (told his wife about meeting Jin Tsuen on the road)\nAuxiliary verb: 便 (immediately)\n\nStep 4: Identify the speaker and their response.\nSpeaker: 他夫人 (his wife)\nResponse: 埋怨 (complained)\nVerb: 回去瞧一瞧 (go back and look)\nAdjective: 烧死了 (burned to death)\n\nStep 5: Identify the speaker's tone and emotions.\nTone: 没良心 (heartless)\nEmotion: 掉下泪来 (tears)\n\nStep 6: Translate each part of the sentence into English.\n\n1. 雨村回到家中，歇息了一夜，将路上遇见甄土隐的事告诉了他夫人一遍。- Rain Village returned to his home, rested for a night, and told his wife about meeting Jin Tsuen on the road.\n2. 他夫人便埋怨他：“为什么不回去瞧一瞧？倘或烧死了，可不是咱没良心！”- His wife immediately complained to him, \"Why didn't you go back and look? If he burned to death, wouldn't that mean we're heartless!\"\n3. 说着掉下泪来。- She shed tears.\n4. 雨村道：“他是方外的人了，不肯和咱在一处的。”- Rain Village said, \"He's a person from beyond the world, and he wouldn't be with us anyway.\"\n\nCombine the translated parts to form a coherent English sentence.\n\nRain Village returned to his home, rested for a night, and told his wife about meeting Jin Tsuen on the road. His wife immediately complained to him, \"Why didn't you go back and look? If he burned to death, wouldn't that mean we're heartless?\" She shed tears. Rain Village said, \"He's a person from beyond the world, and he wouldn't be with us anyway.\"",
            "chinese": "话说雨村回到家中，歇息了一夜，将路上遇见甄土隐的事告诉了他夫人一遍。他夫人便埋怨他：“为什么不回去瞧一瞧？倘或烧死了，可不是咱没良心！”说着掉下泪来。雨村道：“他是方外的人了，不肯和咱在一处的。”"
        },
        {
            "original": "正说著，外头传进话来禀说：“前日老爷吩咐瞧那庙里失火去的人回来了。”雨村踱了出来。那衙役请了安，回说：“小的奉老爷的命回去，也没等火灭，冒著火进去瞧那道士，那里知他坐的地方儿都烧了。小的想著那道士必烧死了。那烧的墙屋往后塌了，道士的影儿都没有了。只有一个蒲团，一个瓢儿，还是好好的。小的各处找他的尸首，连骨头都没有一点儿。小的恐怕老爷不信，想要拿这蒲团瓢儿回来做个证见，小的这么一拿，谁知都成了灰了。”雨村听毕，心下明白，知士隐仙去，便把那衙役打发出去了。回到房中，并没提起士隐火化之言，恐怕妇女不知，反生悲感，只说并无形迹，必是他先走了。",
            "english": "Meanwhile, someone outside reported that \"the day before yesterday, sir ordered us to go and see the person who was on fire in the temple.\" The甄士隐 came out. The officer paid his respects and said, \"The officer followed sir's order to go back and did not wait for the fire to be extinguished, but went into the fire to see the Taoist. However, the place where the Taoist was sitting was burned. The officer thought that the Taoist must have been burned to death. The wall and the house behind collapsed, and there was no trace of the Taoist. Only a cushion and a bowl were still intact. The officer wanted to bring them back as evidence, but when he picked them up, they had turned into ashes.\" After hearing this,甄士隐 understood that the Jia Yuandun had arranged his funeral. He sent the officer out. When he returned to his room, he did not mention the cremation. He was afraid that his wife would be heartbroken, so he said that nothing was left behind, and the Taoist must have left first.",
            "chinese": "说话间，外面有人禀报说：“前些天老爷吩咐去看看那庙里失火的人回来了。”甄士隐走出来。那个衙役请安说：“小的奉老爷的命回去，也不等火灭，冒着火进去瞧那道士，谁知他坐的地方儿都烧了。小的想那道士必烧死了。那烧的墙屋往后塌了，道士的影儿都没有了。只有一个蒲团，一个瓢儿，还是好好的。小的怕老爷不信，想拿这蒲团瓢儿回来做个证见，小的这么一拿，谁知都成了灰了。”甄士隐听完了，心里明白，知道贾雨村已替他料理了后事，便打发衙役出去了。回到房中，并没提起火化之事，怕他妻子听了伤心，只说并没有留下什么踪迹，必是他先走了。"
        },
        {
            "original": "雨村出来，独坐书房，正要细想士隐的话，忽有家人传报说：“内廷传旨，交看事件。”雨村疾忙上轿进内。只听见人说：“今日贾存周江西粮道被参回来，在朝内谢罪。”雨村忙到了内阁，见了各大臣，将海疆办理不善的旨意看了出来，即忙找著贾政，先说了些为他抱屈的话，后又道喜，问一路可好。贾政也将违别以后的话细细的说了一遍。雨村道：“谢罪的本上了去没有？”贾政道：“已上去了。等膳后下来，看旨意罢。”",
            "english": "Jiagong hurried to the cabinet and met the ministers there. After reading the imperial edict about the inadequate administration of the sea borders, he immediately found Jiagong and first said some words of comfort for him, then congratulated him and asked if everything went well along the way. Jiagong then recounted everything that happened since their parting. Yucun asked, \"Have you submitted your apology report?\" Jiagong replied, \"It has been submitted. After eating dinner, let's see what the imperial edict says.\"",
            "chinese": "贾政忙到内阁，见了各大臣，将海疆办理不善的旨意看了出来，即忙找著贾政，先说了些为他抱屈的话，后又道喜，问一路可好。贾政也将违别以后的话细细的说了一遍。雨村道：“谢罪的本上了去没有？”贾政道：“已上去了。等膳后下来，看旨意罢。”"
        },
        {
            "original": "正说著，只听里头传出旨来叫贾政，贾政即忙进去。各大人有与贾政关切的，都在里头等著。等了好一回，方见贾政出来。看见他带著满头的汗，众人迎上去接著，问有什么旨意。贾政吐舌道：“吓死人，吓死人！倒蒙各位大人关切，幸喜没有什么事。”众人道：“旨意问了些什么？”贾政道：“旨意问的是云南私带神枪一案。本上奏明是原任太师贾化的家人，主上一时记著我们先祖的名字，便问起来。我忙著磕头奏明先祖的名字是代化，主上便笑了，还降旨意说：‘前放兵部，后降府尹的，不是也叫贾化么？’”那时雨村也在傍边，倒吓了一跳，便问贾政道：“老先生怎么奏的？”贾政道：“我便慢慢奏道：‘原任太师贾化是云南人；现任府尹贾某是浙江人。’主上又问，‘苏州刺史奏的贾范是你一家子么？’我又磕头奏道：‘是。’主上便变色道：‘纵使家奴强占良民妻女，还成事么？’我一句不敢奏。主上又问道：‘贾范是你什么人？’我忙奏道：‘是远族。’主上哼了一声，降旨叫出来了。可不是诧事！”",
            "english": "As he entered, he heard the imperial edict call for Jia Zheng inside. Jia Zheng immediately entered, and the other adults showed concern, waiting inside. After waiting for a while, Jia Zheng came out, sweating all over. The crowd welcomed him and asked about the edict. Jia Zheng laughed and said, \"I was so scared, so scared. Thanks to your kind care, I'm fine now.\" The crowd asked, \"What was asked about?\" Jia Zheng replied, \"It was about the case of private gun possession in Yunnan. The emperor mentioned our ancestors' names by accident. I quickly bowed and told him my ancestor's name was Jia Hua. The emperor laughed and said, 'The one who used to be in charge of the army and then became a city official is also called Jia Hua.'\"\n\nMeanwhile, Yu Chu, who was standing nearby, was startled. He asked Jia Zheng, \"How did you answer the emperor?\" Jia Zheng replied, \"I explained to him that the current governor of Yunnan was named Jia Hua, and the current city official was named Jia Zheng.\"\n\nJia Zheng then said, \"If you are the one who was the city official in Suzhou, why didn't you say so when you were asked about your family ties?\" Yu Chu said, \"I didn't know that was the emperor's question.\" Jia Zheng laughed and said, \"I should have mentioned that you were the one who was the city official in Suzhou.\"\"我便磕头奏道：‘是。’皇帝便变了脸色道：‘就是家奴强抢良民妻女，能成事么？’我一句话也不敢奏。皇帝又问道：‘贾范是你什么人？’我忙奏道：‘他是远族。’皇帝哼了一声，降旨叫出来了。这不是诧事么！\"\n\nTranslation: \"I bowed my head and said, 'Yes.' The emperor then changed his expression and said, 'Even if a household slave forcefully takes away a virtuous woman's wife and daughter, can it succeed?' I dared not say a word. The emperor then asked, 'Who is Jia Fan to you?' I hurriedly said, 'He is a distant relative.' The emperor hummed and issued an edict to bring him out. Isn't this strange?\"",
            "chinese": "他一进去，就听里面传出圣旨来叫贾政，贾政马上进去，各大人都关切，都在里头等著，等了好一会，才见贾政出来，带著满头大汗，众人迎上去，问有什么旨意，贾政笑道：“吓死人了，吓死人了，蒙各位大人关照，幸亏没事。”众人问：“问了些什么？”贾政道：“问的是云南私带神枪一案，本上奏明是原任太师贾化的家人，主上一时记著我们先祖的名字，就问起来，我忙著磕头奏明先祖的名字是代化，主上便笑了，还降旨意说，‘前放兵部，后降府尹的，不是也叫贾化么？’”那时雨村也在傍边，吓了一跳，便问贾政道：“老先生怎么奏的？”贾政道：“我便慢慢奏道，‘原任太师贾化是云南人，现任府尹贾某是浙江人。’主上又问，‘苏州刺史奏的贾范是你一家子么？’我便磕头奏道：‘是。’皇帝便变了脸色道：‘就是家奴强抢良民妻女，能成事么？’我一句话也不敢奏。皇帝又问道：‘贾范是你什么人？’我忙奏道：‘他是远族。’皇帝哼了一声，降旨叫出来了。这不是诧事么！”"
        },
        {
            "original": "众人道：“本来也巧。怎么一连有这两件事？”贾政道：“事倒不奇，倒是都姓贾的不好。算来我们寒族人多，年代久了，各处都有。现在虽没有事，究竟主上记著一个‘贾’字就不好。”众人说：“真是真，假是假，怕什么？”贾政道：“我心里巴不得不做官，只是不敢告老，现在我们家里两个世袭，这也无可奈何的。”雨村道：“如今老先生仍是工部，想来京官是没有事的。”贾政道：“京官虽然无事，我究竟做过两次外任，也就说不齐了。”众人道：“二老爷的人品行事，我们都佩服的。就是令兄大老爷，也是个好人。只要在令侄辈身上严紧些就是了。”贾政道：“我因在家的日子少，舍侄的事情不大查考，我心里也不甚放心。诸位今日提起，都是至相好，或者听见东宅的侄儿家有什么不奉规矩的事么？”众人道：“没听见别的，只有几位侍郎心里不大和睦，内监里头也有些。想来不怕什么，只要嘱咐那边令侄，诸事留神就是了。”",
            "english": "People said, \"It's a coincidence. How did these two things happen one after the other?\" Mr. Jia said, \"The incident itself is not extraordinary, but the fact that both of them are named Jia is not good. Our family has had many generations and a long history, so there are many of us in various places. Although we are currently not involved in any incidents, the Emperor still remembers the name 'Jia', which is not good.\" People said, \"It's true, it's true, and we don't have anything to worry about.\" Mr. Jia said, \"I really wish I didn't want to be an official, but I'm afraid to retire. Now we have two hereditary positions in our family, and there's nothing we can do about it.\" Mr. Yu said, \"Now that the old master is still a minister of the Work Department, it seems that there should be no trouble for civil servants in the capital.\" Mr. Jia said, \"Although there are no problems with civil servants in the capital, I'm still concerned because I've only been away from home for a long time and haven't been able to check on my nephew. I don't feel very at ease. If any of you have heard anything improper from the son of the older brother, please let me know. We are all very close friends, and I'm sure you would know if there was anything amiss.\"中文文本：众人道：“没听见别的，只有几位侍郎心里不大和睦，内监里头也有些。想来不怕什么，只要嘱咐那边令侄，诸事留神就是了。”\n\n英译文本：\"Everyone said, 'We haven't heard anything else, only a few officials and palace attendants are not getting along well. It seems like there's nothing to worry about, just remind your nephew over there to be careful with everything.\"",
            "chinese": "大家说：“本来也巧。怎么一连有这两件事？”贾政说：“事倒是不稀奇，倒是都姓贾的不好。算来我们家世代人多，年代久了，各处都有。现在虽没有事，究竟主上记着一个‘贾’字就不好。”大家说：“真是真，假是假，怕什么？”贾政说：“我心里巴不得不做官，只是不敢告老，现在我们家里两个世袭，这也无可奈何的。”雨村说：“如今老先生仍是工部，想来京官是没有事的。”贾政说：“京官虽然无事，我究竟做过两次外任，也就说不齐了。”大家说：“二老爷的人品行事，我们都佩服的。就是令兄大老爷，也是个好人。只要在令侄辈身上严紧些就是了。”贾政说：“我因在家的日子少，舍侄的事情不大查考，我心里也不甚放心。诸位今日提起，都是至相好，或者听见东宅的侄儿家有什么不奉规矩的事么？”众人道：“没听见别的，只有几位侍郎心里不大和睦，内监里头也有些。想来不怕什么，只要嘱咐那边令侄，诸事留神就是了。”"
        },
        {
            "original": "众人说毕，举手而散，贾政然后回家。众子侄等都迎接上来。贾政迎著请贾母的安，然后众子侄俱请了贾政的安，一同进府。王夫人等已到了荣禧堂迎接。贾政先到了贾母那里拜见了，陈述些违别的话。贾母问探春消息，贾政将许嫁探春的事都禀明了，还说：“儿子起身急促，难过重阳，虽没有亲见，听见那边亲家的人来，说的极好。亲家老爷太太都说请老太太的安。还说今冬明春，大约还可调进京来。这便好了。如今闻得海疆有事，只怕那时还不能调。”",
            "english": "Jia Zheng first went to see Jia Mother and conveyed the news that Princess Taiping was betrothed. Jia Mother asked about the news of Princess Taiping, and Jia Zheng conveyed the news of betrothal. Jia Zheng said that he had hurried off on business, so he was afraid that he would not have the opportunity to see Jia Mother in person, but he had already received information from the other party's family, saying that the other party's family was all well, and Jia Mother was reassured. He also said that he might be transferred to the capital this winter or spring, which would be good. But he heard that there were matters at the sea border, and he was afraid that he would not be able to return at that time.",
            "chinese": "贾政先到贾母那里请安，转达探春许嫁的消息。贾母问到探春的消息，贾政就转达了许嫁的事情。贾政说他出行匆忙，怕没有机会亲自见贾母，但是已经收到了对方家人的信息，说对方的家人一切都很好，贾母就放心了。还说今年冬天明年春天，可能调到京城，那就很好了。但是听说海疆有事，又害怕那个时候不能调回来。"
        },
        {
            "original": "贾母始则因贾政降调回来，知探春远在他乡，一无亲故，心下伤感；后听贾政将官事说明，探春安好，也便转悲为喜，便笑著叫贾政出去。然后弟兄相见，众子侄拜见，定了明日清晨拜祠堂。",
            "english": "Jia Mu initially felt sad because Jia Zheng had been demoted and transferred back home, knowing that Qian Tong was far away from home and had no relatives or old friends. Later, after learning about Jia Zheng's official position, she learned that Qian Tong was safe and sound, so she turned from sadness to happiness. She then sent Jia Zheng out, and the brothers met, while the younger cousins paid their respects. The next morning, they paid their respects to the ancestral hall.",
            "chinese": "贾母一开始因为贾政降职调回，知道探春远在他乡，一个没有亲朋故交，心里悲伤，后来听到贾政把官职的情况说明，探春平安无事，于是转悲为喜，让贾政出去，然后弟兄相见，众子侄拜见，第二天早上拜祠堂。"
        },
        {
            "original": "贾政回到自己屋内，王夫人等见过，宝玉贾琏替另拜见。贾政见了宝玉果然比起身之时脸面丰满，倒觉安静，并不知他心里糊涂，所以心甚欢喜，不以降调为念，心想幸亏老太太办理的好。又见宝钗沉厚更胜先时，兰儿文雅俊秀，便喜形于色。独见环儿仍是先前一样，究不甚锺爱。歇息了半天，忽然想起：“为何今日短了一人？”王夫人知是想著黛玉，前因家书未报，今日又刚到家，正是喜欢，不便直告，只说是病著。岂知宝玉的心里已如刀搅，因父亲到家，只得把持心性伺候。王夫人设筵接风，子孙敬酒。凤姐虽是侄媳，现办家事，也随了宝钗等递酒。贾政便叫递了一巡酒，“都歇息去罢。”命众家人不必伺候，待明早拜过宗祠，然后进见。",
            "english": "Jiǎ Zhèng returned to his own room, and Wang夫人 and others paid their respects.  Er Qian and Jia Lian paid their respects to him. Jiǎ Zhèng saw that Er Qian's face had improved somewhat compared to before, and felt that he was calmer. He did not know how Er Qian felt in his heart, but he was very happy inside. He did not care about his demotion, thinking that the old lady had done well. He also saw that Baochai was calm and steady, even more so than before, and Jia Lan was elegant and handsome. However, he did not like Jia Huan as much as before. After resting for a while, he suddenly remembered: \"Why is there one less person?\" Wang夫人 knew that he was thinking about Diao Yu. The last few letters from home hadn't arrived yet, and it was just now that they arrived. It was good news, so she didn't want to say it directly. She just said she was sick. In his heart, Bao-yu felt like he was being torn apart. His father had just arrived home, so he had to force himself to control his emotions and attend to him. Wang夫人 hosted a banquet for Jiǎ Zhèng to welcome him, and the grandchildren served him. Although Feng Zhixiao was his niece's husband, he was in charge of the family affairs now and joined Bao-chai and others in serving wine. Jiǎ Zhèng called for a round of wine and said, \"All of you go back and rest.\" He told the servants not to wait on him the next day, but to come to see him after they had paid their respects at the ancestral hall.",
            "chinese": "贾政回到自己屋里，王夫人等见过，宝玉和贾琏替他向贾政拜了拜。贾政见宝玉比起之前的脸色好些了，觉得他安静了些，不知他心里怎么样，心里很高兴，不把降职的事放在心上，心里想老太太办得不错。又见宝钗沉稳厚道，比以前更胜一筹，贾兰文雅俊秀，心里很高兴。只有见贾环还像从前一样，贾政心里不太喜欢。歇了一会，忽然想起：“为什么少一个人？”王夫人知道这是在想黛玉。前些日子家书没有报，今天刚到家，正高兴，不便直说。只说是病了。宝玉心里却像刀搅一样，因为父亲到了家，只得勉强控制住心性伺候。王夫人摆宴席为贾政接风，子孙们敬酒。凤姐虽然是侄媳妇，现在正办家事，也跟着宝钗等人递酒。贾政叫递了一巡酒，说：“都休息去吧。”叫众家人不必伺候，第二天一早拜过宗祠，然后再来进见。"
        },
        {
            "original": "分派已定，贾政与王夫人说些别后的话，馀者王夫人都不敢言。倒是贾政先提起王子腾的事来，王夫人也不敢悲戚。贾政又说蟠儿的事，王夫人只说他是自作自受，趁便也将黛玉已死的话告诉。贾政反吓了一惊，不觉掉下泪来，连声叹息。王夫人也掌不住，也哭了。旁边彩云等即忙拉衣，王夫人止住，重又说些喜欢的话，便安寝了。",
            "english": "分配已经确定，贾政和王夫人告别，其他人不敢说话。贾政首先问起了王子腾的事情，王夫人不敢悲痛。贾政又提到了蟠儿的事情，王夫人说这是他自己所作所为，顺便也将黛玉已经去世的消息告诉给了贾政。贾政大惊，掉下泪来，连声叹息。王夫人也哭了起来。旁边彩云等人赶紧抓住王夫人的衣服，王夫人止住了哭，又说了一些喜欢的话，然后就睡下了。\n\n分派已定，贾政与王夫人叙别，其余的人不敢说话。贾政先问起王子腾的事，王夫人不敢悲戚。贾政又说蟠儿的事，王夫人说这是他自己作的，趁便也将黛玉已死的话告诉给贾政。贾政一惊，掉下泪来，连声叹息。王夫人也哭起来。旁边彩云等人赶紧拉住王夫人的衣服，王夫人止住哭，又说些喜欢的话，便睡下了。\n\nThe distribution was settled, and Jia Zheng and Wang Fei chatted with each other, and the others dared not speak. Jia Zheng first asked about the matter of Prince Zhen, but Wang Fei dared not grieve. Jia Zheng then talked about Pang'er's matter, and Wang Fei said it was his own doing, and she also told Jia Zheng about Dali's death. Jia Zheng was shocked and cried, sighing repeatedly. Wang Fei also cried. The attendants beside her, such as Caiyun, quickly grabbed Wang Fei's clothes, and Wang Fei stopped crying and said some pleasant words, and then she went to sleep.",
            "chinese": "分派已定，贾政与王夫人叙别，其余的人不敢说话。贾政先问起王子腾的事，王夫人不敢悲戚。贾政又说蟠儿的事，王夫人说这是他自己作的，趁便也将黛玉已死的话告诉给贾政。贾政一惊，掉下泪来，连声叹息。王夫人也哭起来。旁边彩云等人赶紧拉住王夫人的衣服，王夫人止住哭，又说些喜欢的话，便睡下了。"
        },
        {
            "original": "次日一早，至宗祠行礼，众子侄都随往。贾政便在祠旁厢房坐下，叫了贾珍贾琏过来，问起家中事务。贾珍拣可说的说了。贾政又道：“我初回家，也不便来细细查问，只是听见外头说起你家里更不比从前，诸事要谨慎才好。你年纪也不小了，孩子们该管教管教，别叫他们在外头得罪人。琏儿也该听著。不是才回家就说你们，因我有所闻，所以才说的。你们更该小心些。”贾珍等脸涨通红的，也只答应个“是”字，不敢说什么。贾政也就罢了。回归西府，众家人磕头毕，仍复进内，众女仆行礼。不必多赘。",
            "english": "第二天一早，贾政去了宗祠，贾珍、贾琏也跟着去了。贾政坐在祠堂旁边的小屋里，让贾珍、贾琏过来，问他们家里的事情。贾珍选择好的回答。贾政又说：“我刚回到家，也不便仔细地去查问，但是从外面听说，你们家里比以前更不像以前，凡事要谨慎才好。你年纪也不小了，孩子更应该管教管教，不要让他们在外面得罪人。琏儿也该听你的。不是我刚回家就说你们，因为有我听说的，所以才说的。你们更应该小心些。”贾珍、贾琏的脸都涨得通红，只答应个“是”字，不敢说什么。贾政也就停了下来。回到西府，众家仆磕头完毕，仍进内，众女仆行礼。不必多赘。",
            "chinese": "次日一早，贾政到宗祠里去，贾珍、贾琏都随往。贾政在祠旁的小屋里坐了，叫贾珍、贾琏过来，问他家里的事。贾珍拣好的说。贾政又说：“我刚回到家里，也不便细细的去查问，只是我从外面听说，你们家里比从前更不比从前，凡事要谨慎才好。你年纪也不小了，孩子更应该管教管教，不要叫他们在外头得罪人。琏儿也该听你的。不是我刚回家就说你们，因我有所闻，所以才说的。你们更应该小心些。”贾珍、贾琏的脸都涨得通红，只答应个“是”字，不敢说什么。贾政也就罢了。回西府，众家人磕头毕，仍复进内，众女仆行礼。不必多赘。"
        },
        {
            "original": "只说宝玉因昨日贾政问起黛玉，王夫人答以有病，他便暗里伤心，直待贾政命他回去，一路上已滴了好些眼泪。回到房中，见宝钗和袭人等说话，他便独坐在外间纳闷。宝钗叫袭人送过茶去，知他必是怕老爷查问功课，所以如此，只得过来安慰。宝玉便借此过去，向宝钗说：“你今夜先睡，我要定定神。这时更不如从前了，三言倒忘两语，老爷瞧著不好。你先睡，叫袭人陪我略坐坐。”宝钗不便强他，点头应允。",
            "english": "Because yesterday Mr. Jia asked about Dahu's health, Lady Wang told him that she was sick, he secretly felt sad all the way until Mr. Jia told him to go back. Along the way, he had already shed many tears. When he returned to his room, he saw that Baochai and Xisi were talking, so he sat alone in the outer room and was lost in thought. Baochai asked Xisi to bring him some tea and when he found out that he was afraid Mr. Jia would ask about his studies, he could only comfort him. Then, Baochai took the opportunity to say to Baochai, \"You can go to sleep first, I want to sit and think. Now I'm not as good as I used to be, and I can't remember three words, which is not good for Mr. Jia to see. Please go to sleep, and let Xisi stay with me for a while.\" Baochai didn't want to force him, so he nodded and agreed.",
            "chinese": "他因为昨日贾政问起黛玉，王夫人告诉说有病，就暗中伤心，一直到了贾政叫他回去，一路上已经滴了好些眼泪。回到房中，见宝钗和袭人等说话，他就独自坐在外间纳闷。宝钗叫袭人送过茶去，知道他一定是怕老爷查问功课，所以如此，只得过去安慰他。宝玉就借着这个机会，向宝钗说：“你今天先睡，我要定定神。这时再不像从前了，三言倒忘两语，老爷瞧著不好。你先睡，叫袭人陪我略坐坐。”宝钗不便强他，就点头应允。"
        },
        {
            "original": "宝玉出来便轻轻和袭人说。央他把紫鹃叫来，“有话问他。但是紫鹃见了我，脸上总是有气，须得你去解劝开了再来才好。”袭人道：“你说要定神，我倒喜欢，怎么又定到这上头去了？有话你明儿问不得？”宝玉道：“我就是今晚得闲，明日倘或老爷叫干什么，便没空儿了。好姐姐，你快去叫他来！”袭人道：“他不是二奶奶叫是不来的。”宝玉道：“所以得你去说明了才好。”袭人道：“叫我说什么？”宝玉道：“你还不知道我的心和他的心么？都为的是林姑娘。你说我并不是负心。－－我如今叫你们弄成了一个负心的人了！”说著这话，便瞧瞧里间屋子，用手指著说：“他是我本不愿意的，都是老太太他们捉弄的。好端端把个林妹妹弄死了。就是他死，也该叫我见见，说个明白，他死了也不抱怨我嗄！你到底听见三姑娘他们说过的：临死恨怨我。那紫鹃为他们姑娘，也是恨的我了不得。你想，我是无情的人么？晴雯到底是个丫头，也没有什么大好处，他死了，我实告诉你罢，我还做个祭文祭他呢。这是林姑娘亲眼见的。如今林姑娘死了，难道倒不及晴雯么？我连祭都不能祭一祭。况且林姑娘死了还有灵圣的，他想起来不更要怨我么？“袭人道：“你要祭就祭去，谁拦著你呢？”宝玉道：“我自从好了起来就想要做一篇祭文，不知道如今怎么一点灵机儿都没了。要祭别人呢，胡乱还使得；祭他，是断断粗糙不得一点儿的。所以叫紫鹃来问他姑娘的心，他打那里看出来的。我没病的头里还想的出来，病后都不记得了。你倒说林姑娘已经好了，怎么忽然死的？他好的时候，我不去，他怎么说来著？我病的时候，他不来，他又怎么说来著？所有他的东西，我诓了过来，你二奶奶总不叫动，不知什么意思。”袭人道：“二奶奶惟恐你伤心罢了，还有什么呢？”宝玉道：“我不信，林姑娘既是念我，为什么临死把诗稿烧了，不留给我作个记念？又听见说天上有音乐响，必是他成了神，或是登了仙去。我虽见过了棺材，到底不知道棺材里有他没有。”袭人道：“你这话越发糊涂了！怎么一个人没死，就搁在一个棺材里当死了的呢？”宝玉道：“不是嗄！大凡成仙的人，或是肉身去的，或是脱胎去的。－－好姐姐，你到底叫了紫鹃来！”袭人道：“如今等我细细的说明了你的心。他要肯来，还好；要不肯来，还得费多少话。就是来了，见你也不肯细说。据我的主意：明日等二奶奶上去了，我慢慢的问他，或者倒可仔细。遇著闲空儿，我再慢慢的告诉你。”宝玉道：“你说得也是，你不知道我心里的著急。”",
            "english": "When Bao Yuyu came out, he whispered to Xu Si. He asked her to bring Zuijuan to him, saying, \"I have something to talk to her about. But whenever I see her, her face always looks upset, so you need to go and comfort her before she comes.\" Xu Si replied, \"You said you wanted to talk, and I was happy about that. Why are you now talking about something else? You can ask her anything you want to.\" Bao Yuyu said, \"I only have time tonight, but if tomorrow the old man calls me for something, I won't have time. Sister, please go and ask her to come!\" Xu Si said, \"She won't come unless the old lady tells her to.\" Bao Yuyu said, \"So you need to go and explain it to her.\" Xu Si asked, \"What do you want me to say?\" Bao Yuyu said, \"Don't you know my heart and hers? It's all because of Lin Daiyu. You don't think I'm a disloyal person, do you? Now, because of you, I've become a disloyal person.\" As he said this, he looked at the room and pointed to it, saying, \"She didn't want to do it, it was all because of the old lady. They made Lin Daiyu die. Even if she died, she should have let me see her, tell her the truth, and then she wouldn't be angry with me. You don't know her heart or mine. It's all because of Lin Daiyu.\"Zǐjuān, as the attendant for the lady, was very angry with me. Think about it, am I a heartless person? Although晴雯 is only an attendant, she didn't have much good quality. After she died, I must write a memorial to her. You see this with your own eyes. Now that Lin Daiyu has passed away, why is she not as good as Qiong Wen? I can't even offer a memorial to her. Furthermore, Lin Daiyu had a spiritual presence, if I think of her, wouldn't I be even more upset with me? \"Sīrén said, \"If you want to write a memorial, go ahead. Who is stopping you?\" Bǎo Yù replied, \"Since I recovered, I've wanted to write a memorial, but now I've lost my inspiration. I can write a memorial for others, but for him, it must be sincere and not rough. I asked Zǐjuān about the lady's thoughts, and she seemed to know. When I was healthy, I didn't know what to write, but now I've forgotten. You say Lin Daiyu is better now, but how did she die suddenly? When she was healthy, I didn't go to see her, and she said something. When I was sick, she didn't come to see me, and she said something else.\"English translation:\n\nSince Lin Qiaozhi was missing you, why did she burn the poems she wrote before she died, not leaving any for you as a memorial? I've heard that there is a kind of music in heaven, which must be the music of Lin Qiaozhi, who has ascended to heaven or left her body, or left her body. You and I both know your thoughts, and Lin Qiaozhi also knows them. She said you are a fool and a fool, and that you haven't figured it out. But, since you're thinking about it, you should go find Zhi Juan right away. He can tell you more in his spare time.\" Bao Yuyu said, \"You're right, I don't know how worried I am about this.\"",
            "chinese": "宝玉出来便轻轻和袭人说。央他把紫鹃叫来，“有话问他。但是紫鹃见了我，脸上总是有气，须得你去解劝开了再来才好。”袭人道：“你说要定神，我倒喜欢，怎么又定到这上头去了？有话你明儿问不得？”宝玉道：“我就是今晚得闲，明日倘或老爷叫干什么，便没空儿了。好姐姐，你快去叫他来！”袭人道：“他不是二奶奶叫是不来的。”宝玉道：“所以得你去说明了才好。”袭人道：“叫我说什么？”宝玉道：“你还不知道我的心和他的心么？都为的是林姑娘。你说我并不是负心。－－我如今叫你们弄成了一个负心的人了！”说著这话，便瞧瞧里间屋子，用手指著说：“他是我本不愿意的，都是老太太他们捉弄的。好端端把个林妹妹弄死了。就是他死，也该叫我见见，说个明白，他死了也不抱怨我嗄！你到底听见三姑娘他们说过的：临死恨怨我。那紫鹃为他们姑娘，也是恨的我了不得。你想，我是无情的人么？晴雯到底是个丫头，也没有什么大好处，他死了，我实告诉你罢，我还做个祭文祭他呢。这是林姑娘亲眼见的。如今林姑娘死了，难道倒不及晴雯么？我连祭都不能祭一祭。况且林姑娘死了还有灵圣的，他想起来不更要怨我么？“袭人道：“你要祭就祭去，谁拦著你呢？”宝玉道：“我自从好了起来就想要做一篇祭文，不知道如今怎么一点灵机儿都没了。要祭别人呢，胡乱还使得；祭他，是断断粗糙不得一点儿的。所以叫紫鹃来问他姑娘的心，他打那里看出来的。我没病的头里还想的出来，病后都不记得了。你倒说林姑娘已经好了，怎么忽然死的？他好的时候，我不去，他怎么说来著？我病的时候，他不来，他又怎么说来著？林姑娘既然念你，为什么临死把诗稿烧了，不留给你作个纪念？听说天上有一种音乐，一定是林姑娘升天成仙了，或肉身去的，或脱胎而去的。你我二人的心事，林姑娘也都知道，他说你是个痴人，傻子，说你没有悟道。但是，你既然这么想，就赶紧找紫鹃来吧。他闲时再慢慢告诉你。”宝玉说：“你说得不错，你不知道我心里着急。”"
        },
        {
            "original": "正说著，麝月出来说：“二奶奶说：天已四更了，请二爷进去睡罢。袭人姐姐必是说高了兴了，忘了时候儿了。”袭人听了，道：“可不是？该睡了，有话明儿再说罢。”宝玉无奈，只得进去，又向袭人耳边道：“明儿好歹别忘了！”袭人笑道：“知道了。”麝月抹著脸笑道：“你们两个又闹鬼儿了。为什么不和二奶奶说明了，就到袭人那边睡去？由著你们说一夜，我们也不管。”宝玉摆手道：“不用言语。”袭人恨道：“小蹄子儿，你又嚼舌根！看我明儿撕你的嘴！”回头对宝玉道：“这不是你闹的？说了四更天的话。”一面说，一面送宝玉进屋，各人散去。",
            "english": "Xiaoyue came out and said to Yu, \"Lady Xue said that it's already four in the morning, please go back to bed. Sister Xi must be talking so excitedly that she forgot the time.\" After hearing this, Xi said, \"Yes, it's time to sleep. Let's talk about other things tomorrow.\" Yu had no choice but to go to bed, and he whispered to Xi, \"Don't forget tomorrow.\" Xi smiled and said, \"I know.\" Xiaoyue laughed, \"You two are whispering again. Why don't you just tell Lady Xue and go to Xi's room to sleep? You two have been talking all night.\" Yu waved his hand and said, \"No need to say.\" Xi grumbled, \"You little girl, you're gossiping behind my back again. I'll rip your mouth tomorrow.\" Turning to Yu, she said, \"It's all your fault. You've been talking for the whole night.\" As she spoke, she sent Yu into the room and the others dispersed.",
            "chinese": "麝月出来对宝玉说：“二奶奶说天已经四更了，请二爷进去睡觉吧，袭人姐姐一定是说的高兴忘了时间了。”袭人听后，说：“是啊，该睡了，有事明天再说吧。”宝玉没有办法，只好进去睡觉，又在袭人耳边叮嘱道：“明天你可别忘了啊！”袭人笑道：“知道了。”麝月笑着说：“你们两个又在说悄悄话了，为什么不跟二奶奶说明了，就到袭人那边去睡觉啊？你们俩说了一夜的话，我们也不管。”宝玉摆手说：“不用说。”袭人恨恨地说：“小蹄子，你又在背后嚼舌头了。看我明天撕你的嘴！”回头对宝玉说：“这不是你自己造成的？说了四更天的话。”一面说，一面送宝玉进屋，各人散去。"
        },
        {
            "original": "那夜宝玉无眠，到了次日，还想这事。只听得外头传进话来，说：“众亲朋因老爷回家，都要送戏接风。老爷再四推辞，说不必唱戏，竟在家里备了水酒，倒请亲朋过来，大家谈谈。于是定了后日摆席请人，所以进来告诉。”",
            "english": "第二天，宝玉没有心思睡觉，想着昨晚发生的事，忽然听到外面传话说：“大家因为老爷回家，想要送戏来迎接他，老爷再三推辞，说不必唱戏，只在家里请众亲友吃饭，大家谈谈。于是定了后日摆席，请人，所以进来告诉。”\n\nYesterday, Bao Yuyu was unable to sleep, thinking about what happened last night, suddenly heard that outside the door, \"everyone because the old man back, to send the play to welcome, the old man the third reject, say do not sing the play, only at home to please friends and relatives to eat, talk to each other. So, the next day, to hold a banquet, inviting people, so come to tell.\"",
            "chinese": "次日，宝玉无心睡觉，想着昨夜的事，忽听外面传话说：“大家因老爷回家，要送戏来接风，老爷再三推辞，说不必唱戏，只在家里请众亲友吃饭，大家谈谈。于是定了后日摆席，请人，所以进来告诉。"
        },
        {
            "original": "不知所请何人，下回分解。",
            "english": "It is unclear who was invited, to be continued in the next part.\n\nThe given Chinese text suggests that someone was invited, but the details are not provided. The phrase \"下回分解\" is commonly used in Chinese dramas or TV shows to indicate that the story will continue in the next episode. Therefore, the English translation provides a similar meaning, stating that it is unclear who was invited, but the details will be revealed in the next part.",
            "chinese": "不知道是请了什么人，下回分解。"
        }
    ],
    "title": "《醉金刚小鳅生大浪　痴公子馀痛触前情》",
    "chapter_number": 104
}