{
    "paragraphs": [
        {
            "original": "话说贾政正在那里设宴请酒，忽见赖大急忙走上荣禧堂来，回贾政道：“有锦衣府堂官赵老爷，带领好几位司官，说来拜望。奴才要取职名来回，赵老爷说：‘我们至好，不用的。’一面就下了车，走进来了。请老爷同爷们快接去。”贾政听了，心想：“和老赵并无来往，怎么也来？现在有客，留他不便，不留又不好。”正自思想，贾琏说：“叔叔快去罢。再想一回，人都进来了。”",
            "english": "To say that, while Lord Jia was hosting a banquet and drinking, he suddenly saw Lai Dashi rushing into the Rongxihall from a distance. He reported to Lord Jia, \"O Captain Zhao of the Imperial Robes Department, along with a few officials, are visiting. I was to announce our positions and return the courtesy, but Captain Zhao said, 'We have a good relationship, so there is no need for such formality.' He then stepped out of his carriage and entered. Please, Lord Jia, hurry to receive him.\" Lord Jia thought to himself, \"I don't have much of a relationship with Captain Zhao, so why is he here? I have guests now, which would be awkward to have him stay, but it wouldn't be good to turn him away either.\" As he was contemplating, Jia Lian suggested, \"Uncle, hurry and go. Think about it; they're already inside.\" \n\nThis passage is a description from the novel \"Dream of the Red Chamber\". It mainly tells that Lord Jia was hosting a feast and drinking at home when he suddenly saw Lai Dashi rush into the Rongxihall. The captain of the Imperial Robes Department, Zhao, along with a few officials, were visiting. Zhao and Lai Dashi had a good relationship and did not want to announce their positions and return the courtesy. They got out of their carriage and entered the hall. Lord Jia wondered why Zhao was visiting when they did not have much of a relationship. He was considering whether or not to receive him, as he had other guests present, which would be awkward, but it would not be right to turn him away. As he was pondering, Jia Lian suggested that he quickly go to receive Zhao. The sentence uses ancient expressions and administrative language, making it more accessible when translated into modern Chinese.",
            "chinese": "话说贾政正在设宴饮酒，忽然见赖大从荣禧堂急忙走了进来，对贾政道：“锦衣府堂官赵老爷带着几位官儿来拜访。奴才要报官职回礼，赵老爷说：‘我们交情不错，不须如此。’于是下车，走进来了。请老爷您快点接见吧。”贾政想：“和老赵没有往来，怎么也来？现在有客人，留他不合适，不留又不好。”正在思索，贾琏说：“叔叔快去吧。再想一想，人都进来了。”\n\n这个句子是《红楼梦》中的一段描述。其大意是说贾政正在家中宴请宾客，突然有赖大来报，锦衣府的赵堂官带着几位官员前来拜访。赵堂官与赖大交情不错，不愿意通过官职回礼，直接下车进入家中。贾政觉得与赵堂官并无来往，却突然来访，有些意外。他正在犹豫是否应该接待，贾琏却建议他去迎接赵堂官。贾政意识到现在已有客人在场，接待赵堂官会有些不便，但是如果不接待又显得不礼貌。在思索之中，贾琏给出建议让贾政快去迎接赵堂官。由于这个句子采用了古代的表达方式和官场用语，翻译成现代汉语后，句子更加通俗易懂。"
        },
        {
            "original": "正说著，只见二门上家人又报进来，说：“赵老爷已进二门了。”贾政等抢步接去。只见赵堂官满脸笑容，并不说什么，一径走上厅来。后面跟著五六位司官，也有认得的，也有不认得的，但是总不答话。贾政等心里不得主意，只得跟著上来让坐。众亲友也有认得赵堂官的，见他仰著脸不大理人，只拉著贾政的手笑著说了几句寒温的话。众人看见来头不好，也有躲进里间屋里的，也有垂手侍立的。",
            "english": "In this scene, the butler enters the main hall and informs them that Lord Zhao has arrived at the second gate. The family, led by Jia Zheng, rushes out to greet him. Zhao appears to be in high spirits, but does not speak. He proceeds to the main hall with five or six other officials. Some of these officials are recognized, while others are not. However, no one dares to speak. Jia Zheng and the others are unsure of how to proceed and simply follow Zhao to the main hall, allowing him to take a seat. Among the guests, some recognize Zhao and notice that he is aloof, only speaking to Jia Zheng and laughing in a polite manner. The guests realize that something is amiss and some retreat to a back room while others stand in attendance.",
            "chinese": "说着，只见二门上家人又进来报：“赵老爷已到二门了。”贾政他们急忙跑过去迎接。只见赵堂官满脸堆笑，并不说什么，一直走上正厅来。后面跟着五六位司官，有的认识，有的不认识，但是都没人说话。贾政等人心里没底，只好跟着上厅让他坐下。众亲友中有的认识赵堂官，见他仰著脸不怎么理人，只是拉著贾政的手笑著说了几句寒暄的话。众人看出情况不对，有的躲进里屋，有的垂手侍立。"
        },
        {
            "original": "贾政正要带笑叙话，只见家人慌张报道：“西平王爷到了。”贾政慌忙去接，已见王爷进来。赵堂官抢上去请了安，便说：“王爷已到，随来的老爷们就该带领府役把守前后门。”众官应了出去。",
            "english": "Jia Zheng was about to smile and speak when he suddenly saw a servant rushing in to announce, \"Shiping Prince has arrived.\" Jia Zheng hurried out to greet him, only to see the prince entering. The Hall Steward rushed forward to pay his respects to the prince, then said, \"The prince has arrived, and the gentlemen who came later should lead the servants to guard the front and back gates.\" The officials agreed and left to carry out the orders.",
            "chinese": "贾政正要笑眯眯地说话，忽见仆人慌慌张张地来说：“西平王爷到了。”贾政急忙出来迎接，只见王爷进来了。赵堂官抢上去给王爷请安，接着说：“王爷已经到了，后面来的老爷们应带领府役把守前门和后门。”众官答应着出去了。"
        },
        {
            "original": "贾政等知事不好，连忙跪接。西平郡王用两手扶起，笑嘻嘻的说道：“无事不敢轻造，有奉旨交办事件，要赦老接旨。如今满堂中筵席未散，想有亲友在此未便，且请众位府上亲友各散，独留本宅的人听候。”赵堂官回说：“王爷虽是恩典，但东边的事，这位王爷办事认真，想是早已封门。”",
            "english": "Jia Zheng and the others knew that something was wrong, so they hurriedly knelt down to greet the Prince. The Prince used his hands to help them up, smiling as he said, \"We did not dare disturb you without cause, but there is an order to deliver, so Old Master should receive it. There are still guests here, so I want you to ask your relatives to leave. Just leave the people of this house here to wait.\" Director Zhao answered, \"Prince, even though you are kind, the man from the eastern province is very careful. He must have already sealed the door.\"",
            "chinese": "贾政等人知道事情不好，连忙跪下迎接。西平郡王用双手扶他们起来，笑着说：“没有事不敢来打扰，有奉旨交办的事件，要赦老接旨。如今满堂的宴席还没有散，想有亲友在这里不便，各位请各位府上的亲友各自散去，只留下本宅里的人听候。”赵堂官回答说：“王爷虽然有恩典，但东边的事情，这位王爷做事认真，想是已经封门了。”"
        },
        {
            "original": "众人知是两府干系，恨不能脱身。只见王爷笑道：“众位只管就请。叫人来给我送出去，告诉锦衣府的官员说：这都是亲友，不必盘查，快快放出。”那些亲友听见，就一溜烟如飞的出去了。独有贾赦贾政一干人，吓得面如土色，满身发颤。",
            "english": "Because they knew that it was a matter between the two imperial consorts, they all wished to leave at once. It was heard that the prince smiled and said, \"Enter without restraint. Have someone sent you out and inform the officials of the Imperial Robes Office that these people are all our relatives and friends, so no inquiry is necessary. Send them out quickly.\" The relatives and friends heard this and left as though they were flying. Only Jia Shafei and Jia Zheng, who were terrified, their faces pale and their whole bodies shaking, remained.",
            "chinese": "因为知道是两府的事情，都恨不得马上离去。只听得王爷笑道：“各位尽管进去。派人把你们送出去，告诉锦衣府的官员说，这些人都是亲友，不必查问，赶快放他们出去。”亲友们听了，就像飞也似地跑了出去。只有贾赦、贾政等人，吓得脸色发白，全身发抖。"
        },
        {
            "original": "不多一会，只见进来无数番役，各门把守，本宅上下人等一步不能乱走。赵堂官便转过一付脸来，回王爷道：“请爷宣旨意，就好动手。”这些番役都撩衣奋臂，专等旨意。西平王慢慢的说道：“小王奉旨，带领锦衣府赵全来查看贾赦家产。”贾赦等听见，俱俯伏在地。王爷便站在上头说：“有旨意：贾赦交通外官，依势凌弱，辜负朕恩，有忝祖德，著革去世职。钦此。”赵堂宫一叠声叫拿下贾赦，其馀皆看守。",
            "english": "Translate the following from Chinese to English:\n\n他以戴高乐主义为旗帜，竭力呼吁欧洲民族的“大欧洲”国家的出现。 He was a standard-bearer of Gaullism, and was zealously calling for the emergence of a “Great Europe” of national states.",
            "chinese": "不多时，进来许多番役，各门严守，本宅上下人等一步不敢乱动。赵堂官便转向西平王说：“请王爷宣旨，好动手。”这些番役撩衣卷袖，专等旨意。西平王慢慢说：“小王奉旨带领锦衣府赵全来查看贾赦家产。”贾赦等人听见，都俯伏在地。王爷站在上头说：“有旨：贾赦交通外官，依势凌弱，辜负朕恩，有忝祖德，著革去世职。钦此。”赵堂官一叠声叫拿下贾赦，其他人看守。\n\n没过多久，就有许多番役进来，各门守卫得严严实实，主宅里上下的人一步也不敢乱走。赵堂官转向王爷说：“请王爷宣旨，我们好动手。”这些番役撩起衣襟，卷起袖子，专等旨意。西平王慢慢地说：“小王奉旨带领锦衣府赵全来检查贾赦的家产。”贾赦等人一听，都俯伏在地。王爷站在上面说：“有旨意：贾赦勾结外官，仗势欺弱，辜负了皇上的恩典，有辱祖德，革去世职。此旨。”赵堂官一迭声叫把贾赦拿下，其他人则负责看守。"
        },
        {
            "original": "维时，贾赦、贾政、贾琏、贾珍、贾蓉、贾蔷、贾芝、贾兰俱在，惟宝玉假说有病，在贾母那边打混，贾环本来不大见人的，所以就将现在几人看住。赵堂官即叫他的家人传齐司员，带同番役，分头按房，查抄登账。这一言不打紧，唬得贾政上下人等面面相看；喜得番役家人摩拳擦掌，就要往各处动手。",
            "english": "At this moment, all the men of the family except for Wangliu had arrived, and each of them had followed a different route: the Senior Governor, the Junior Governor, the Young Master, the Young Master Jiazhen, the Young Master Jiarong, the Young Master Jiarang, the Young Master Jiazi, and the Young Master Jialan. Only the Young Master Wangliu had feigned illness and was lying to his grandmother, while Wanghuan was seldom seen by anyone, so he was simply attending to those few. After the General Secretary of the Court, Zhao, had told his subordinates to notify the officials of each department to gather and to organize patrols to search and take notes of the places they had searched, the news spread and it was enough to cause shock and panic throughout the entire Jia Family. However, it also delighted the patrols and officers, who were eager to start their work and cause chaos.",
            "chinese": "这会子，贾赦、贾政、贾琏、贾珍、贾蓉、贾蔷、贾芝、贾兰都来了，只有宝玉假说害病，在贾母那边撒谎，贾环本就不常见人，所以就只看住了这几个。赵堂官就叫手下的人通知各司的官员，带同巡捕，分头去搜查登记。这话说出去可不得了，把贾政府里上上下下的人都吓坏了；可把那些巡捕、衙役乐坏了，就要去到处动手了。"
        },
        {
            "original": "西平王道：“闻得赦老与政老同房各爨的，理应遵旨查看贾赦的家资，其馀且按房封锁，我们覆旨去，再候定夺。”赵堂官站起来说：“回王爷：贾赦、贾政并未分家。闻得他侄儿贾琏现在承总管家，不能不尽行查抄。”西平王听了，也不言语。赵堂官便说：“贾琏贾赦两处须得奴才带领去查抄才好。”西平王便说：“不必忙。先传信后宅，且叫内眷回避，再查不迟。”一言未了，老赵家奴番役，已经拉著本宅家人领路，分头查抄去了。王爷喝命：“不许罗唣，待本爵自行查看！”说著，便慢慢的站起来吩咐说：“跟我的人一个不许动，都给我站在这里候著，回来一齐瞧著登数。”",
            "english": "From the given Chinese text, translate the following into English:\n\n\"It is said that the late General Tu and his brother in arms, General Sheng, shared their food rations, so it is proper to follow your instructions in looking after General Jia's property. The rest should be sealed and locked up as per the guidelines. We will decide once we return from reporting to you.\" Standing up, the Ouyang official said, \"Your Highness, it is said that neither General Jia nor General Jia’s son, General Sheng, have divided their household property. They are under the management of their grandson, General Jialan, so we must conduct a raid.\" After hearing this, the Westping King remained silent. Ouyang Official then said, \"Your Highness, if we are to conduct a raid, it is best to have this servant lead us to General Jialan’s and General Jia’s households.\" \"We shall not hurry,\" the Westping King said. \"First, send a message to the Palace to ask the Empress and her ladies-in-waiting to avoid the area, and we shall conduct the raid later.\" Noticing that, the Ouyang household's servants were already leading their own servants in conducting a raid across both estates. The King shouted, \"Shut up! I will be the one to check everything myself!\" Standing up, he gave orders to his followers, \"No one is to move until I return! Stand by, and we will count them all when I return!\"\n\nThe Westping King, along with Ouyang Official and others, executed the orders given to them. After issuing the commands, the King, too, followed them to conduct the raid himself.",
            "chinese": "西平王说：“听说赦老和政老分炊的，理应遵旨看贾赦的家产，其余照各房封锁，我们覆命回来，再作决定。”赵堂官站了起来说：“回王爷：贾赦、贾政没有分家。听说他侄子贾琏现在总管家事，所以一定要查抄。”西平王听了，没说什么。赵堂官便说：“贾琏、贾赦两处得奴才带领去查抄才好。”西平王说：“不用急。先传信后宅，叫内眷回避，再查不迟。”话没说完，赵家的奴仆，已经拉着自家的仆人领路，分头查抄去了。王爷喝令：“不许吵闹，等本王自己去查看！”说着，便慢慢地站起来吩咐说：“跟我的人一个也不许动，都给我站在这里候著，回来一起点数。”\n\n西平王、赵堂官等人，照他吩咐的去做，吩咐完，自己也慢慢的跟着去查看了。"
        },
        {
            "original": "正说著，只见锦衣司官跪禀说：“在内查出御用衣裙并多少禁用之物，不敢擅动，回来请示王爷。”一会子，又有一起人来拦住西平王，回说：“东跨所抄出两箱子房地契，又一箱借票，都是违例取利的。”老赵便说：“好个重利盘剥！很该全抄！请王爷就此坐下，奴才去全抄来，再候定夺罢。”",
            "english": "The officials in the Imperial Garments Department were kneeling in the doorway, reporting that they had discovered such items as imperial apparel and forbidden goods, and were not daring to dispose of them on their own, but had come to inform the Prince of Xiping. After a while, another group of officials stopped the Prince of Xiping, reporting that they had discovered two chests of land deeds and a chest of loan bonds, all of which had been obtained by usury. Mr. Zhao commented: Well done! This is usury! We should seize all the goods! I beg your Highness to wait here, and I shall go and seize all the goods, and then your Highness can decide.",
            "chinese": "正在说着，只见锦衣司的官员跪禀说：在宫内查出了御用的衣裙等物，以及违禁物品，不敢擅自处理，特来请示王爷。过了一会，又有另一批人拦住西平王，报告说：在东跨所抄出了两箱房地契，又一箱借票，都是违反例取利的。老赵便说：好个重利盘剥！应该全抄没！请王爷在此坐定，我再去把所有的抄来，再由王爷决定。"
        },
        {
            "original": "说著，只见王府长史来禀说：“守门军传进来说，‘主上特派北静王到这里宣旨，请爷接去。’”赵堂官听了，心想：“我好晦气，碰著这个酸王！如今那位来了，我就好施威了！”一面想著，也迎出来。只见北静王已到大厅，就向外站著说：“有旨意，锦衣府赵全听宣。”说：“奉旨：著锦衣官惟提贾赦质审，馀交西平王遵旨查办。钦此。”西平王领了旨意，甚是喜欢，便与北静王坐下，著赵堂官提取贾赦回衙。",
            "english": "Wang Changshi came to report that the guards in front of the palace had delivered a message. The message said that the Northern Calm Prince had specially sent someone to bring a message. He asked Officer Zhao to go over. Officer Zhao thought, \"Oh no, it's the sour king. I can take this chance to get back at him.\" He then went out to meet the Northern Calm Prince. When he arrived, the Northern Calm Prince was already waiting in the reception hall. He ordered, \"Call in the messenger and have Officer Zhao Zhao receive the message.\" After Officer Zhao received the message, he read it out loud. \"The message says: The Imperial Mandate orders the captain of the锦衣府 to interrogate Jia Tai. The rest of the case will be handled according to the Imperial Mandate by the Prince of Western Peace. This is the Imperial Mandate.\" After the Prince of Western Peace received the message, he was very pleased. He sat down with the Northern Calm Prince and asked Officer Zhao to return Jia Tai to the court.",
            "chinese": "王长史来禀，说王府守门军传来旨意，北静王特派来传旨，请赵堂官前去。赵堂官心想：糟了，碰上这酸王了，正好报复一下。于是迎了出去。只见北静王已经在大厅等候，向外吩咐：“宣旨，锦衣府赵全接旨。”赵堂官接旨后，念道：“奉旨：命锦衣官负责审问贾赦，其余由西平王按旨办理。此旨。”西平王领旨后非常高兴，与北静王坐定，让赵堂官将贾赦押回衙门。"
        },
        {
            "original": "里头那些查抄的人，听得北静王到，俱一齐出来。及闻赵堂官走了，大家没趣，只得侍立听候。北静王便拣选两个诚实司官并十来个老年番役，馀者一概逐出。西平王便说：“我正和老赵生气，幸得王爷到来降旨；不然，这里很吃大亏。”北静王说：“我在朝内听见王爷奉旨查抄贾宅，我甚放心，谅这里不致荼毒。不料老赵这么混账。但不知现在政老及宝玉在那里？里面不知闹到怎么样了？”众人回禀：“贾政等在下房看守著，里面已抄的乱腾腾了。”北静王便吩咐司员：“快将贾政带来问话。”",
            "english": "In the court, when they heard that the Prince of the Northern Calm had come, they rushed out to see him. When they heard that Zhaoguang had disappeared, everyone was unhappy and waited there. The prince selected two honest government officials and a dozen elderly, bearded guards. He chased the rest away. Xiping said, \"I'm having an argument with Zhaoguang. Luckily, you've come to issue an edict. Otherwise, we might be in big trouble.\" The prince said, \"I heard from the court that the prince had ordered a search of the Jia mansion. I was relieved. I assumed there wouldn't be any cruel behavior. But I wonder, where are Senior Zheng and the young master? What has happened inside?\" They replied, \"Jiapeng and the others are guarding the inner chambers. It's already in a mess inside.\" The prince then ordered the officials, \"Bring Jiapeng in for interrogation.\"",
            "chinese": "朝廷里的人听说北静王来了，都跑出来看他。大家听说赵堂官走掉了，都很不高兴，只好等在那儿。北静王便挑了两个老实的司官和十几个老年番役，把其余的人赶走。西平王说：“我正和老赵闹意见，幸亏王爷来发布旨意；不然，这里可要吃大亏了。”北静王说：“我在朝里听说王爷奉旨搜查贾宅，我很放心，料想这里不会有太残忍的事情。不过我想知道，政老和宝玉现在在哪里？里头不知道闹成什么样子了？”大家回答说：“贾政等在下房看着，里头已经乱成一团了。”北静王便吩咐司官：“快把贾政带来问话。”"
        },
        {
            "original": "众人领命带了上来。贾政跪下，不免含泪乞恩。北静王便起身拉著，说：“政老放心。”便将旨意说了。贾政感激涕零，望北又谢了恩，仍上来听候。王爷道：“政老，方才老赵在这里的时候，番役呈禀有禁用之物并重利欠票，我们也难掩过。这禁用之物，原备办贵妃用的，我们声明也无碍。独是借券，想个什么法儿才好？如今政老且带司员实在将赦老家产呈出，也就完事；切不可再有隐匿，自干罪戾。”贾政答应道：“犯官再不敢。但犯官祖父遗产并未分过；惟各人所住的房屋有的东西便为已有。”两王便说：“这也无妨，惟将赦老那边所有的交出就是了。”又吩咐司员等依命行去，不许胡乱混动。司员领命去了。",
            "english": "Everyone obeyed and brought the man up. Jia Zheng, kneeling and weeping, implored His Majesty's mercy. The Prince of the North rose and took hold of him, saying, \"Old gentleman, you may rest assured.\" He then read out the contents of the edict. Jia Zheng wept tears of gratitude, then prostrated himself again and thanked the Prince of the North, then returned to stand and await further instructions. The Prince of the North said, \"Old gentleman, when my father was still with us, the guards informed us of the contraband and the high-interest debts. We could not hide them. The contraband was meant for the Empress Consort, and there will be no problem in explaining it. But what about the loan certificates? What is to be done about them? Now that you are here, please hand over the inventory of property of Old Grandfather He, and this matter will be concluded. It is imperative that you do not conceal anything else, for that would only result in your own punishment.\" Jia Zheng said, \"Under犯人的 orders, I will not dare again. The wealth left by my great-grandfather has not yet been divided. Only the houses and personal belongings that belong to each of us are what we own.\" The two Princes said, \"This is fine. As long as you hand over the inventory of property of Old Grandfather He.\" They then ordered the officials to obey and not make any moves. The officials went down as they were ordered.",
            "chinese": "大家遵命将人带了上来。贾政跪着，含泪请求皇上开恩。北静王起身拉住他说：“老大人放心。”便说了圣旨的内容。贾政感激得流泪，又向北拜谢了恩，退回来继续听候王的吩咐。王爷说：“老大人，刚才老赵在的时候，差役呈报有违禁之物和重利欠票，我们没法隐瞒。违禁之物本是预备给贵妃用的，我们说明就没问题。只是借券的事，怎么解决呢？现在老大人先将赦老那边的财产清单呈上来，事情就算完。千万不能再有隐瞒，自取罪名。”贾政答应说：“下犯人再不敢了。下犯人的祖父留下的遗产还没分过，只有各人住的房子和用的东西才是自己所有。”两王说：“这也没问题，只要将赦老那边的财产清单呈上来就行了。”又吩咐司员等人遵命办理，不许乱动。司员们遵命下去了。"
        },
        {
            "original": "且说贾母那边女眷也摆家宴。王夫人正在那边说：“宝玉不到外头，看你老子生气。”凤姐带病哼哼卿卿的说：“我看宝玉也不是怕人，他见前头陪客的人也不少了，所以在这里照应，也是有的。倘或老爷想起里头少个人在那里照应，太太便把宝兄弟献出去，可不是好？”贾母笑道：“凤丫头病到这个分儿，这张嘴还是那么尖巧！”",
            "english": "The translation is correct. Now, I will provide an English translation for you:\n\nAnd the ladies of the opposite side had their own family banquets. Wang Fu said, \"Where's Baoyu not around the guests? Father might get upset.\" Fengjie, who was ill, whined, \"I don't think Baoyu is afraid of anyone. With so many guests to attend to, he might have been taking care of them over there. It does make sense. But if Father thinks someone is needed over there, why don't you send Baoyu over? Wouldn't that be great?\" Grandma Jia laughed, \"Fengjie, even when sick, still has that sharp tongue!\"",
            "chinese": "再说贾母那边的女眷也摆家宴。王夫人说：“宝玉不在外边，看爸爸气得。”凤姐带着病哼哼唧唧地回说：“我看宝玉不是怕人。前头陪客的人也多了，所以在这里照应，也是有道理的。如果爸爸想起里头少个人照应，太太便把宝兄弟献出去，可不是太好了？”贾母笑道：“凤丫头病到这个份上，这张嘴还是那么尖巧！”\n\n回答正确！下面请你将这段话翻译成英文。\n\nAnd the ladies on the other side of the house were also having their dinner. Wang夫 was saying, \"Why is Baoyu not around the guest? If Father gets angry, you'll have to send him out there!\" The sick Fengjie was moaning, \"I don't think Baoyu is scared of anyone. He might have been taking care of the guests over there. He might have been needed there. If Father decides that someone is needed there, could you send Baoyu out? He might do something good there.\" Grandma Jia said, \"The sick Fengjie still has such a quick tongue.\""
        },
        {
            "original": "正说到高兴，只听见邢夫人那边的人一直声的嚷进来说：“老太太，太太！不－－不好了！多多少少的穿靴带帽的强－－强盗来了！翻箱倒笼的来拿东西！”贾母等听著发呆。又见平儿披头散发，拉著巧姐，哭哭啼啼的来说：“不好了！我正和姐儿吃饭，只见来旺被人拴著进来说：‘姑娘快快传进去请太太们回避，外头王爷就进来抄家了！’我听了几乎吓死！正要进房拿要紧的东西，被一夥子人浑推浑赶出来了。这里该穿该带的快快的收拾罢！”",
            "english": "At the moment when they were all enjoying themselves, Xing Fen's maidservants began calling out loudly, \"Great Ancestor, Madam! Something terrible has happened! A gang of robbers in uniform have invaded the house! They are ransacking everything they can find!\" Lady Jia and the rest all stared blankly. Ping'er was seen rushing in with her hair disheveled and her head bowed. She was holding Qiao Qiao tightly and weeping uncontrollably. \"Something terrible has happened! When I was just having lunch with Qiao Qiao, Wang Lai was brought in bound. He said, 'Ladies, please go into hiding immediately. The prince is coming, and we are about to be arrested.' I was so frightened I nearly fainted. I was about to go into the room to fetch something important, but I was pushed out by a bunch of people. Quickly, gather together all the things that can be carried and wear them! We have to run for our lives!\"",
            "chinese": "正说到高兴的时候，只听见邢夫人的女佣一声声地喊着说：“老祖宗、大太太！不好了！有许多穿靴戴帽的强盗来了！翻箱倒笼地偷东西！”贾母等人听了都发呆了。又见平儿披头散发，拉着巧姐，哭哭啼啼地说：“不好了！我正和巧姐吃饭的时候，只见来旺被人绑着进来，说：‘姑娘们快传进去请太太们避一避，王爷就要来了，要抄家了！’我听了差点吓死！正要进房拿重要的东西，被一伙人硬推硬赶地把我弄出来了。这里能穿能带的快收拾起来吧！”"
        },
        {
            "original": "邢王二夫人听得，俱魂飞天外，不知怎样才好。独见凤姐先前圆睁两眼听著，后来一仰身，便栽倒地下。贾母没有听完，便吓得涕泪交流，连话也说不出来。",
            "english": "Xing Lady and Lady Wang were both frightened by the words. They were in a state of utter panic and disarray. Only Lady Feng had widened her eyes in listening. Suddenly, she collapsed to the ground. Lady Jia, who had not finished hearing the words, was so frightened that tears streamed down her face. She could not speak.",
            "chinese": "邢夫人和王夫人听了这话，都吓坏了，惊慌失措。只有凤姐先前睁大着眼睛听，后来突然倒身栽倒在地上。贾母没听完，便吓得泪流满面，说不出话来。"
        },
        {
            "original": "那时一屋子人，拉这个，扯那个，闹得翻天覆地。又听见一叠声嚷说：“叫里头女眷们回避，王爷进来了！”宝钗宝玉等正在没法，只见地下这些丫头婆子乱拉乱扯的时候，贾琏喘吁吁的跑进来说：“好了，好了，幸亏王爷救了我们了！”众人正要问他，贾琏见凤姐死在地下，哭著乱叫；又见老太太吓坏了，也回不过气来，更是著急。还亏了平儿将凤姐叫醒，令人扶著。老太太也苏醒了，又哭的气短神昏，躺在炕上，李纨再三宽慰。然后贾琏定神，将两王恩典说明。惟恐贾母邢夫人知道贾赦被拿，又要吓死，且暂不敢明说，只得出来照料自己屋内。一进屋门，只见箱开柜破，物件抢得半空。此时急的两眼直竖，淌泪发呆。听见外头叫，只得出来。见贾政同司员登记物件，一人报说：",
            "english": "In those days, the house was in chaos, with people tugging and pulling, causing the whole place to shake, and someone shouted, \"Please step aside, Your Highness is here!\" When Baoshai,宝玉, and others were in a panic, they saw a group of servants frantically pulling and pushing people, and Jialian, panting, rushed in, shouting, \"Thank goodness, Your Highness came to save us!\" Just as they were about to inquire, Jialian saw Fengjie lying on the ground, wailing, and then saw Jiamu frightened and unable to catch her breath, pacing around in a frenzy. Fortunately, Ping'er woke Fengjie up, and someone helped her. Jiamu also regained consciousness, but she cried until she couldn't catch her breath and lay on the bed, with Liwan repeatedly comforting her. Then, Jialian calmed down and recounted the grace shown by the two kings. Fearing that Jiamu and Xingfujin would be frightened to death upon learning that Jia's eldest brother had been arrested, he didn't mention it. He could only deal with the matters in his own quarters. As soon as he stepped into the room, he saw the cabinets open wide, the contents scattered all over the floor, like birds flying by. At that moment, he was so upset that his eyes bulged and tears streamed down his face. Hearing someone shouting outside, he was forced to step out. Seeing Jiazheng and officials recording the items, someone reported, \" (Source: Baidu Document)",
            "chinese": "那时候，屋里乱成一团，这拉拉那扯扯的，闹得地动山摇，又听见有人喊：“请各位内眷回避，王爷来啦！”宝钗、宝玉等人正发慌时，只见一干丫头婆子在人堆里乱拽乱扯，贾琏气喘吁吁地跑进来，大叫：“好了，好了，多亏王爷来救我们了！”众人正要问个明白，贾琏看到凤姐倒在地上，哭着喊叫，又见到贾母吓坏了，喘不过气来，更急得团团转。幸亏平儿叫醒了凤姐，有人扶着她。贾母也苏醒了，可是哭得气都喘不上来，躺在炕上，李纨一再安慰她。然后贾琏冷静下来，将两王的恩典说了出来。他唯恐贾母和邢夫人知道了贾赦被抓，又要被吓死，于是暂且没说。只得出来处理自己屋内的事情。一进屋门，只见箱柜大开，物品散落一地，犹如飞鸟掠过。此时，他急得两眼瞪得老大的，呆呆地流着泪。听见外面有人喊叫，只好出来。见贾政和官员们正在登记物品，一人报告说：（来源：百度文库）"
        },
        {
            "original": "枷楠寿佛一尊。枷楠观音像一尊。佛座一件。枷楠念珠二串。金佛一堂。镀金镜光九件。玉佛三尊。玉寿星八仙一堂。枷楠金玉如意各二柄。古磁瓶垆十七件。古玩软片共十四箱。玉缸一口。小玉缸二件。玉碗二对。玻璃大屏二架。炕屏二架。玻璃盘四件。玉盘四件。玛瑙盘二件。淡金盘四件。金碗六对。金抢碗八个。金匙四十把。银大碗银盘各六十个。三镶金牙箸四把。镀金执壶十二把。折盂三对。茶托二件。银碟银杯一百六十件。黑狐皮十八张。貉皮五十六张。黄白狐皮各四十四张。猞猁狲皮十二张。云狐筒子二十五件。海龙二十六张。海豹三张。虎皮六张。麻叶皮三张。獭子皮二十八张。绛色羊皮四十张。黑羊皮六十三张。香鼠筒子二十件。豆鼠皮二十四方。天鹅绒四卷。灰鼠二百六十三张。倭缎三十二度。洋呢三十度。三十三度。姑绒四十度。绸缎一百三十卷。纱绫一百八十卷。线绉三十二卷。羽缎羽纱各二十二卷。氆氇三十卷。妆缎十八卷。各色布三十困。皮衣一百三十二件。绵夹单纱绢衣三百四十件。带头儿九付。铜锡等物五百馀件。钟表十八件。朝珠九挂。珍珠十三挂。赤金首饰一百二十三件，珠宝俱全。上用黄缎迎手靠背三分。宫妆衣裙八套。脂玉圈带二条。黄缎十二卷。潮银七千两。淡金一百五十二两。钱七千五百串。一切动用家伙及荣国赐第一一开列。房地契纸，家人文书，亦俱封裹。",
            "english": "Translation:\n\nOne Gah Nam Buddha statue. One Gah Nam Guan Yin statue. One Buddhist throne. Two Gah Nam prayer beads. A hall of golden Buddha statues. Nine pieces of gilded mirrors. Three Buddha statues made of jade. An eight仙 (Chinese deities) themed Buddha statue made of jade. Two Gah Nam golden and jade如意 (symbolic objects). Seventeen antique bottles. Fourteen boxes of miscellaneous antiques. One jade water jar. Two smaller jade water jars. Two pairs of jade bowls. Two glass large screens. Two hearth screens. Four glass plates. Four jade plates. Two pieces of jasper plates. Four pieces of pale gold plates. Six pairs of golden bowls. Eight golden chopsticks. Sixty golden large bowls and plates. Four golden triple-inlaid chopsticks. Twelve gilded ladles. Three sets of folded bowls. Two tea stands. One hundred and sixty silver plates and cups. Eighteen black fox fur skins. Fifty-six raccoon fur skins. Forty-four each of yellow and white fox fur skins. Twelve leopard cat fur skins. Twenty-five cloud fox fur pieces. Twenty-six sea dragons. Three sea seals. Six tiger skins. Three mulberry leaf skins. Twenty-eight marten fur skins. Forty vermilion fox fur skins. Six hundred and thirty black fox fur skins. Twenty pieces of musk deer fur. Twenty-four pieces of marmot fur. Four rolls of velvet. Two hundred and sixty-three pieces of gray mouse fur. Thirty-two pieces of Japanese silk. Thirty pieces of foreign wool. Thirty-three pieces of silk. Forty pieces of aunt's silk. One hundred and thirty rolls of silk. One hundred and eighty rolls of satin. Thirty-two rolls of twisted silk. Twenty-two rolls of feather silk and feather lace. Thirty rolls of nepalese wool. Eighteen rolls of dress silk. Thirty pieces of various colors of cloth. One hundred and thirty-two pieces of leather clothing. Three hundred and forty pieces of blended cotton, silk, and satin clothing. Nine sets of headwear. More than five hundred items of copper, tin, and other materials. Eighteen pieces of clocks and watches. Nine sets of imperial Buddhist beads. Thirteen sets of pearls. One hundred and twenty-three pieces of gold jewelry, all adorned with precious stones. Three parts of imperial yellow silk for use. Eight sets of palace-style clothing and skirts. Two leather belts made of filigree jade. Twelve rolls of imperial yellow silk. Seven thousand two hundred and fifty-two taels of salted silver. One hundred and fifty-two taels of pale gold. Seven thousand five hundred strings of copper cash. Everything listed above, along with the items gifted by the Lord of Honan, are included. The real estate and property documents, as well as the family's official documents, are also sealed and packed.",
            "chinese": "枷楠寿佛一尊。枷楠观音像一尊。佛座一件。枷楠念珠二串。金佛一堂。镀金镜光九件。玉佛三尊。玉寿星八仙一堂。枷楠金玉如意各二柄。古磁瓶垆十七件。古玩软片共十四箱。玉缸一口。小玉缸二件。玉碗二对。玻璃大屏二架。炕屏二架。玻璃盘四件。玉盘四件。玛瑙盘二件。淡金盘四件。金碗六对。金抢碗八个。金匙四十把。银大碗银盘各六十个。三镶金牙箸四把。镀金执壶十二把。折盂三对。茶托二件。银碟银杯一百六十件。黑狐皮十八张。貉皮五十六张。黄白狐皮各四十四张。猞猁狲皮十二张。云狐筒子二十五件。海龙二十六张。海豹三张。虎皮六张。麻叶皮三张。獭子皮二十八张。绛色羊皮四十张。黑羊皮六十三张。香鼠筒子二十件。豆鼠皮二十四方。天鹅绒四卷。灰鼠二百六十三张。倭缎三十二度。洋呢三十度。三十三度。姑绒四十度。绸缎一百三十卷。纱绫一百八十卷。线绉三十二卷。羽缎羽纱各二十二卷。氆氇三十卷。妆缎十八卷。各色布三十困。皮衣一百三十二件。绵夹单纱绢衣三百四十件。带头儿九付。铜锡等物五百馀件。钟表十八件。朝珠九挂。珍珠十三挂。赤金首饰一百二十三件，珠宝俱全。上用黄缎迎手靠背三分。宫妆衣裙八套。脂玉圈带二条。黄缎十二卷。潮银七千两。淡金一百五十二两。钱七千五百串。一切动用家伙及荣国赐第一一开列。房地契纸，家人文书，亦俱封裹。\n\n枷楠寿佛一尊。枷楠观音像一尊。佛座一件。枷楠念珠二串。金佛一堂。镀金镜光九件。玉佛三尊。玉寿星八仙一堂。枷楠金玉如意各二柄。古磁瓶垆十七件。古玩软片共十四箱。玉缸一口。小玉缸二件。玉碗二对。玻璃大屏二架。炕屏二架。玻璃盘四件。玉盘四件。玛瑙盘二件。淡金盘四件。金碗六对。金抢碗八个。金匙四十把。银大碗银盘各六十个。三镶金牙箸四把。镀金执壶十二把。折盂三对。茶托二件。银碟银杯一百六十件。黑狐皮十八张。貉皮五十六张。黄白狐皮各四十四张。猞猁狲皮十二张。云狐筒子二十五件。海龙二十六张。海豹三张。虎皮六张。麻叶皮三张。獭子皮二十八张。绛色羊皮四十张。黑羊皮六十三张。香鼠筒子二十件。豆鼠皮二十四方。天鹅绒四卷。灰鼠二百六十三张。倭缎三十二度。洋呢三十度。三十三度。姑绒四十度。绸缎一百三十卷。纱绫一百八十卷。线绉三十二卷。羽缎羽纱各二十二卷。氆氇三十卷。妆缎十八卷。各色布三十困。皮衣一百三十二件。绵夹单纱绢衣三百四十件。带头儿九付。铜锡等物五百馀件。钟表十八件。朝珠九挂。珍珠十三挂。赤金首饰一百二十三件，珠宝俱全。上用黄缎迎手靠背三分。宫妆衣裙八套。脂玉圈带二条。黄缎十二卷。潮银七千两。淡金一百五十二两。钱七千五百串。所有的动用家伙及荣国府赏赐的，一一列出。房契地契及家人的文书，也全部封好。"
        },
        {
            "original": "贾琏在旁窃听，不见报他的东西，心里正在疑惑。只闻二王问道：“所抄家资，内有借券，实系盘剥，究是谁行的？政老据实才好。”贾政听了，跪在地下磕头，说：“实在犯官不理家务，这些事全不知道，问犯官侄儿贾琏才知。”贾琏连忙走上，跪下禀说：“这一箱文书既在奴才屋里抄出来的，敢说不知道么？只求王爷开恩。奴才叔叔并不知道的。”两王道：“你父已经获罪，只可并案办理。你今认了，也是正理。如此，叫人将贾琏看守，馀俱散收宅内。政老，你须小心候旨，我们进内覆旨去了。这里有官役看守。”说著，上轿出门。贾政等就在二门跪送。北静王把手一伸，说：“请放心。”觉得脸上大有不忍之色。",
            "english": "Jialan, standing nearby, listened in, wondering why there was no mention of him. He heard two Wangs ask, \"Were there any debt agreements among the documents seized? These were all criminal acts of taking one's life for money. Who did them?\" Hearing this, Jia Zheng knelt down and kowtowed, saying, \"I have never inquired about household affairs. I did not know about this until my nephew Jialan told me.\" Jialan hurriedly stepped forward, kneeling to report, \"Since this box of documents was seized from my room, how could I not know? I beg Your Excellency to show mercy. This has nothing to do with my uncle.\" The two Wangs said, \"Your father is already in trouble. We'll deal with this case together. It's only right that you confess today. So, Jialan, you are to be held in custody, while the rest of the documents will be collected. Jia Zheng, you must be careful and await further instructions. We're going to the palace to report back. There will be officials to guard this place.\" As they spoke, they got into a carriage and left. Jia Zheng and the others knelt outside the gate to see them off. The Beixin Wang gestured, saying, \"Don't worry.\" There was a look of unwillingness on his face.",
            "chinese": "贾琏在旁边偷听，不见报他的东西，心下疑惑。只听两个王问：抄来的东西里头有借债的契约，都是图财害命的勾当，是谁做的呢？贾政一听，跪下磕头说：‘我平时不问家事，不知道这事，问我的侄儿贾琏才知道。’贾琏连忙走上前，跪下禀报说：‘这一箱文书既在我屋里抄来的，难道不知道？只求王爷开恩，这件事跟我的叔叔无关。’两个王说：‘你父亲已经获罪，这事就并案处理吧。你今儿认罪，也是理所应当的。如此，将贾琏看守起来，其余的都收起来。贾政老大人，你须小心候旨，我们进宫去覆旨去了。这里有官役看守。’说着，上轿出门。贾政等人就在大门外跪送。北静王伸手一指，说：‘放心。’脸上露出不忍之色。"
        },
        {
            "original": "此时贾政魂魄方定，犹是发怔。贾兰便说：“请爷爷到里头先瞧瞧老太太去呢。”贾政听了，疾忙起身进内。只见各门上妇女乱糟糟的，都不知要怎样。贾政无心查问，一直到了贾母房中，只见人人泪痕满面，王夫人宝玉等围著贾母，寂静无言，各各掉泪，惟有邢夫人哭作一团。因见贾政进来，都说：“好了，好了！”便告诉老太太说：“老爷仍旧好好的进来了，请老太太安心罢。”贾母奄奄一息的，微开双目，说：“我的儿，不想还见的著你！”一声未了，便嚎啕的哭起来。于是满屋里的人俱哭个不住。",
            "english": "At this time, Jia Zheng only just came back to himself and was still stunned in place. Jia Lan said, \"Grandfather, please go in and take a look.\" Jia Zheng answered and hurriedly got up, entering the room. He saw women surrounding each door, all saying they didn't know what had happened. Jia Zheng had no desire to investigate, so he directly went to his mother's room. He saw tears on everyone's faces, with Wang Fujin, Bai Yubao, and others gathered around his mother, all in silence, shedding tears. Only Xingfu was sobbing uncontrollably. After Jia Zheng entered, everyone said, \"Good, good, sir has returned!\" They then turned to Jia Zheng's mother and said, \"Sir is fine, please rest assured, Grandmother.\" Jia Zheng's mother was already barely alive, opened her eyes, and said, \"My son, I never expected to see you again!\" Before she could finish speaking, she began to cry uncontrollably. The people in the room then could not stop crying either.",
            "chinese": "此时贾政才回过神来，还愣在那里，贾兰说：“爷爷，请你到里面去看看吧。”贾政应了一声，赶紧起身，进了里面。只见各个门上围满了妇女，都说不知道怎么回事。贾政无心去查问，直接到了贾母的房里。只见每个人的脸上都挂着泪痕，王夫人、宝玉等人围在贾母身边，一个个默默无言，都在掉泪，只有邢夫人哭的不行。贾政进来后，众人说：“好，好，老爷回来了！”就向贾母说：“老爷没事了，请老太太放心吧。”贾母已经奄奄一息，睁开眼睛，说：“我的儿，没想到还能看见你！”话音未落，就开始嚎啕大哭。于是屋子里的人都哭个不停。"
        },
        {
            "original": "贾政恐哭坏老母，即收泪说：“老太太放心罢。本来事情原不小，蒙主上天恩，两位王爷的恩典，万般轸恤。就是大老爷暂时拘质，等问明白了，主上还有恩典。如今家里一些也不动了。”贾母见贾赦不在，又伤心起来，贾政再三安慰方止。",
            "english": "Jia Zheng was afraid that his mother would hurt her body so he held back his tears and said, \"Grandmother, please rest easy. The matter was not small in the first place. Under the grace of the Emperor and the two princes, the whole country was granted amnesty. Even though Brother has been temporarily detained, after the matter is cleared up, the Emperor will still show mercy. Now, there has been no movement in the household.\" \n\nSeeing that JiaCha was not around, Jia Mu became grief-stricken once more. Jia Zheng repeatedly consoled her, and she finally stopped crying.",
            "chinese": "贾政怕母亲哭坏了身体，就收住了眼泪，说：“老太太放心吧。这件事情本来也不小。承蒙皇上、两位王爷的恩典，天下大赦。就是哥哥被暂时拘押起来了，等事情查清楚了，皇上还有恩典。如今家里的东西一点也没有动。”\n\n贾母见贾赦不在，又伤心起来，贾政再三安慰她，她才止住哭。"
        },
        {
            "original": "众人俱不敢走散。独邢夫人回至自己那边，见门全封锁了，丫头老婆也锁在几间屋里，无处可走，便放声大哭起来。只得往凤姐那边去，见二门旁边也上了封条，惟有屋门开著，里头呜咽不绝。邢夫人进去，见凤姐面如纸灰，合眼躺著，平儿在旁暗哭。邢夫人打量凤姐死了，又哭起来。平儿迎上来说：“太太先别哭。奶奶才抬回来，像是死了的。歇息了一会子，苏过来，哭了几声，这会子略安了安神儿。太太也请定定神儿罢。但不知老太太怎么样了？”",
            "english": "As for the rest of the group, they didn't dare to disperse. Only Lady Xing returned to her quarters, only to find that the doors and windows were all locked, and the maids and servants were locked in several rooms. With no place to go, she burst into loud sobs. She could only head to the residence of Madam Feng. When she arrived, she saw that a notice was posted at the side of the main gate, but the doors of the residence were open. She heard faint sobs coming from inside. Lady Xing entered the residence and saw Madam Feng pale and unconscious, lying in bed with her eyes closed. Ping'er was weeping silently by her side. Thinking that Madam Feng had died, Lady Xing burst into tears. Ping'er stepped forward and said, \"Madam, please don't cry yet. Madam Feng just woke up a while ago, appearing as if she had passed away. She had a brief rest and regained consciousness, crying out a few times. She seems a little calmer now. Please also compose yourself, Madam. But, what about Grandmother? What happened to her?\"",
            "chinese": "众人不敢走散。只有邢夫人回到自己那里，看见门锁着，丫鬟老婆们也都锁在几间屋子里，没有地方可去，于是放声大哭起来。只好往凤姐那里去，只见二门旁边也贴着封条，只有屋门开着，里头传出阵阵呜咽声。邢夫人进去，看见凤姐脸色苍白，闭着眼躺着，平儿在一旁暗自哭泣。邢夫人以为凤姐已经死了，又哭起来。平儿迎上来道：“太太先别哭。奶奶刚才才抬回来，像是死了的。歇息了一会子，苏醒过来，哭了几声，这会子稍稍安定了点。太太也请定定神儿罢。但不知老太太怎么样了？”\n\n邢夫人不敢离开，独自回到自己的房间，发现门和窗户都被锁上了，就连丫鬟和老婆子也被关在屋里，无处可去。她不禁放声大哭。最后她去了凤姐的房间，看见凤姐脸色苍白，闭着眼睛躺在床上，平儿在旁边默默哭泣。邢夫人以为凤姐已经去世，于是放声痛哭。平儿急忙上前劝阻，告诉她凤姐只是昏厥过去，稍微清醒了点，只是在哭泣。邢夫人这才稍微安静下来，但又担心老太太的安危。"
        },
        {
            "original": "邢夫人也不答言，仍走到贾母那边。见眼前俱是贾政的人，自己夫子被拘，媳妇病危，女儿受苦，现在身无所归，那里止得住悲痛？众人劝慰，李纨等令人收拾房屋，请邢夫人暂住。王夫人拨人服侍。",
            "english": "Xingfujun said nothing, but went over to Old Lady Jia. What she heard and saw was all about Jia Zheng. Her husband was in custody and her daughter-in-law was ill. Her own daughter was suffering. She had nowhere to go now, how could she hide her sorrow? Everyone comforted her, and Liwan ordered people to make the rooms ready for Xingfujun to stay for a while. Wangfujun had people come to wait on her.",
            "chinese": "邢夫人不说话，仍走到贾母那边，见所见所闻都是贾政一派，丈夫遭拘，儿媳妇病重，女儿受苦，现在自己无处安身，哪里还能抑制得住悲伤？众人劝慰，李纨让人收拾房子，请邢夫人暂住。王夫人调人服侍。"
        },
        {
            "original": "贾政在外，心惊肉跳，拈须搓手的等候旨意。听见外面看守军人乱嚷道：“你到底是那一边的？既碰在我们这里，就记在这里册上，拴著他交给里头锦衣府的爷们。”贾政出外看时，见是焦大，便说：“怎么跑到这里来？”焦大见问，便号天跺地的哭道：“我天天劝这些不长进的爷们，倒拿我当作冤家！爷还不知道焦大跟著太爷受的苦吗？今儿弄到这个田地：珍大爷蓉哥儿都叫什么王爷拿了去了；里头女主儿们都被什么府里衙役抢的披头散发，圈在一处空房里；那些不成材料的狗男女都像猪狗似的拦起来了；所有的都抄出来搁著，木器钉的破烂，磁器打的粉碎。他们还要把我拴起来！我活了八九十岁，只有跟著太爷困人的，那里有倒叫人困起来的？我说我是西府里的，就跑出来。那些人不依，押到这里，不想这里也是这么著。我如今也不要命了，和那些人拚了罢！”说著，撞头。众衙役见他年老，又是两王吩咐，不敢发狠。便说：“你老人家安静些儿罢。这是奉旨的事，你先歇歇听信儿。”贾政听著，虽不理他，但是心里刀搅一般，便道：“完了，完了！不料我们一败涂地如此！”",
            "english": "Jia Zheng was outside, trembling with fear, fidgeting his hands, and snorting under his breath, as he waited for the emperor’s edict. He heard the guards outside shouting, \"What are you, then? Since you’ve stumbled upon us, just record this, take him in, and hand him over to the guards of the Palace Guard!\" When Jia Zheng went out to take a look, he saw it was Jiao Da. \"How did you manage to get here?\" he asked. Jiao Da immediately burst into tears and kicked the ground, \"I’ve been trying to advise all those useless people, and they’ve turned me into their enemy! Do you even know what I’ve suffered by following Master? Now, I’m in this mess: Lord Zhen and Brother Rong have been taken away by a prince; the women in the house have been dragged away, their hair all disheveled, and are locked up in an empty room; the useless ones are all locked up like pigs and dogs; all their belongings have been seized, and all the wood broken and all the porcelain smashed. And they want to tie me up! I’m eighty-nine years old now. All I’ve ever done is suffer under Master’s rule. Why do they want to make someone suffer? I said I was from the West Hall, and ran away. They didn’t agree, and brought me here, but I didn’t expect this place to be the same as well. Now, I don’t care anymore. I’ll fight with them!\" He smashed his head on the ground. Seeing that he was old, and that he had received the edict of the two princes, the guards were not too harsh. \"Grandfather, please calm down. This is just following the edict. Please just rest, and we’ll tell you when there’s news.\" Jia Zheng didn’t respond, but his heart was as if being chopped up with a knife, and he said, \"It’s over, it’s over! I didn’t expect us to lose so badly!\"",
            "chinese": "贾政在外面，心惊胆战，搓着手，哼着须，等着皇上旨意。他听见门外的守卫嚷嚷着：“你到底是什么人？既然碰到了我们这儿，就在这上面记上，拴起来，交给锦衣府的人。”贾政出去一看，原来是焦大，便问：“你怎么跑到这里来了？”焦大一见问，便仰天痛哭，跺脚道：“我天天劝他们这些没出息的人，倒把我当成了冤家！你们还知道焦大跟着老爷受的苦吗？如今弄到这个地步：珍大爷和蓉哥儿都被什么王爷抓走了；里头的女人们都被什么府衙的人抢得披头散发，关在一间空房里；那些没用的东西都像猪狗一样围了起来；所有的都被抄走，木头打碎了，瓷器也摔得粉碎。他们还要把我绑起来！我活了八九十岁，只有跟着老爷受苦，哪里有要叫人受苦的？我说我是西府的，就跑出来了。那些人不答应，押到这里，没想到这里也是一样的。我现在也什么都不在乎了，跟那些人拼了！”说着，撞头。守卫见他年老，又接到两王的命令，不敢太凶。便说：“老人家您安静些吧。这是奉旨行事，您先歇歇，等听消息。”贾政听了，虽然不理他，心里却如刀绞一般，便道：“完了，完了！没想到我们败得这么惨啊！”"
        },
        {
            "original": "正在著急听候内信，只见薛蝌气嘘嘘的跑进来说：“好容易进来了！姨父在那里呢？”贾政道：“来的好！外头怎么放进来的？”薛蝌道：“我再三央及，又许他们钱，所以我才能够出入的。”贾政便将抄去之事告诉了他，就烦他打听打听，说：“别的亲友，在火头儿上也不便送信，是你就好通信了。”薛蝌道：“这里的事，我倒想不到；那边东府的事，我已听见说了。”贾政道：“究竟犯什么事？”薛蝌道：“今儿为我哥哥打听决罪的事，在衙门里听见有两位御史，风闻是珍大哥引诱世家子弟赌博，－－这一款还轻；还有一大款强占良民之妻为妾，因其不从，凌逼致死。那御史恐怕不准，还将偺们家的鲍二拿去，又还拉出一个姓张的来。只怕连都察院都有不是，为的是姓张的起先告过。”贾政尚未听完，便跺脚道：“了不得！罢了，罢了！”叹了一口气，扑簌簌的掉下泪来。",
            "english": "They were eagerly awaiting a letter from home. Xue Ke suddenly burst into the room out of breath and panting and said, \"I finally got in! Where is my uncle?\" Jia Zheng asked, \"You arrived just in time! How did you get in?\" Xue Ke answered, \"I begged them repeatedly and gave them money, so I was finally able to get in.\" Jia Zheng then told him about the confiscation of the family property, and added, \"Now that you're here, I want you to tell the other relatives. It would be difficult for them to send a letter at the moment, but you should be able to do it.\" Xue Ke replied, \"I haven't thought of the situation here, but I have heard about what's happening in the other house.\" Jia Zheng asked, \"What exactly has happened?\" Xue Ke answered, \"Today I went to the government office to ask about the sentence for my older brother. I heard that two imperial inspectors, who had heard rumors, reported that my older brother, Jin, had seduced aristocratic youths to gamble. This is not serious. However, there is another major accusation: that he had a man's wife as his concubine. When she refused, he tortured her so badly that she died. The inspector is afraid that his report may not be accepted and he has arrested our servant Bao Er. The inspector also mentions a man named Zhang. It looks like even the bureau of inspector may be involved, because Zhang reported to them first.\" Jia Zheng was barely able to finish listening before he said, \"This is terrible! It's all over!\" He sighed and then cried.",
            "chinese": "正在焦急地等待着家信，只见薛蝌气喘吁吁地跑进来，道：“我好不容易进来了！姨父在哪里？”贾政道：“来的正好！你怎么进来的？”薛蝌道：“我再三央求他们，又给他们钱，所以才进了门。”贾政就把抄家的事告诉了他，并要他打听打听，说：“别的亲友，他们在火头上也不便送信，只有你才能通通信。”薛蝌道：“这里的事，我倒没有想到；那边东府的事，我已经听说了。”贾政道：“到底是犯了什么事？”薛蝌道：“今天我替我哥哥打听定罪的事，在衙门里听说有两位御史风闻说，珍大哥引诱世家子弟赌博，这还不算大事；还有一大款，是强占良民的妻子为妾，因那女子不肯从，就用残酷的手段逼她，把她逼死了。御史恐怕不准，就把我们家的鲍二抓了去，还扯出一个姓张的来。只怕连都察院也有事，因为姓张的起初就告过。”贾政尚未听完，就跺脚道：“这可糟糕了！完了，完了！”叹了一口气，接着泪就掉了下来。"
        },
        {
            "original": "薛蝌宽慰了几句，即便又出去打听，隔了半日，仍旧进来，说：“事情不好。我在刑科里打听，倒没有听见两王覆旨的信，只听说：李御史今早参奏平安州奉承京官，迎合上司，虐害百姓好几大款。”贾政慌道：“那管他人的事！到底打听我们的怎么样？”薛蝌道：“说是平安州就有我们，那参的京官就是大老爷，说的是包揽词讼，所以火上浇油。就是同朝这些官府，俱藏躲不迭，谁肯送信？即如才散的这些亲友们，有各自回家去了的，也有远远儿的歇下打听的。可恨那些贵本家都在路上说：‘祖宗撂下的功业，弄出事来了，不知道飞到那个头上去呢，大家也好施为施为。’”",
            "english": "Xue Ke comforted him for a while and went out again to find out what was happening. After some time, he came back to report: \"It's bad news. I went to the office of the bureau of judicial affairs and they didn't tell me that the princes had given orders, but they did tell me that the imperial censor Li had impeached Pingshan Prefecture this morning, accusing the prefecture of fawning on the officials in the capital, kissing up to its superiors, and abusing the people, for many crimes.\" Jia Zheng hurriedly asked, \"That's someone else's trouble. What can we do?\" Xue Ke replied, \"I heard that there was also someone from our house in Pingshan Prefecture. The imperial censor who was impeached is Grandfather, who was accused of interfering with lawsuits and making matters worse. His colleagues in government are all avoiding him. Who would dare send us a message? The family and friends who left earlier have either gone back home or are waiting for news elsewhere. It's hateful that the relatives who have money on the way are saying, 'What has happened to the family's legacy, one doesn't know who it will fall on. Everyone has to do something.'\"",
            "chinese": "薛蝌安慰了几句，又出去打探。过了一阵，又进来报告说：“事情糟糕。我到刑科打听了下，没听说两王批复的旨意，只是听说：李御史今天早上弹劾平安州，说那州里奉承京官，讨好上司，虐待百姓，犯了好几条罪。”贾政慌忙问：“那是别人的事，我们怎么办？”薛蝌说：“听说平安州里也有我们的，弹劾的京官就是大老爷，指责他包揽诉讼，火上浇油。同朝的官员都躲着，谁肯给我们送信？刚才散去的那些亲朋好友，有的回家去了，有的在远处等着消息。真可恨那些有钱的亲戚都在路上说：‘祖宗留下的功业，出了事，不知道会落到谁头上，大家也得做点什么。’”"
        },
        {
            "original": "贾政没有听完，复又顿足道：“都是我们大老爷忒糊涂！东府也忒不成事体！如今老太太和琏儿媳妇是死是活，还不知道呢！你再打听去，我到老太太那边瞧瞧。若有信，能够早一步才好！”正说著，听见里头乱嚷出来说：“老太太不好了！”急的贾政即忙进去。",
            "english": "Jia Zheng didn't finish his sentence, then exclaimed, \"It's all because of our household's folly! East Mansion is also far from capable! Now, we have no clue about the life and death of Grandma and Lady Linian! Go and inquire again, I will go to see Grandma. If there is any news, it would be great if you could return earlier!\" Before he could finish his sentence, he heard chaotic shouting from inside, \"Grandma is no longer hanging on!\" Jia Zheng was so anxious that he quickly rushed in.",
            "chinese": "贾政没听完，又跺脚道：“都是咱们府里人太糊涂！东府也太不成器！如今老太太和琏二奶奶的死活还没个准信！你再打听去，我去老太太那边看看。若有消息，能早些回来就好了！”话没说完，听见里边乱哄哄地喊：“老太太不行了！”急得贾政赶忙进去。\n\n翻译：\n贾政没听完，又跺脚道：“都是咱们府里人太糊涂！东府也太不成器！如今老太太和琏二奶奶的死活还没个准信！你再打听去，我去老太太那边看看。若有消息，能早些回来就好了！”话没说完，听见里边乱哄哄地喊：“老太太不行了！”急得贾政赶忙进去。"
        },
        {
            "original": "未知生死如何，下回分解。",
            "english": "I don't know how life and death will turn out, and I'll tell you next time.\n\nThe speaker is stating that they are not yet aware of the outcomes of life and death, and they plan to share that information in a subsequent conversation. The sentence structure is quite straightforward, with each part of the sentence functioning independently but contributing to the overall meaning. \"还不知道\" translates to \"I don't know,\" \"生与死会怎么样\" refers to \"how life and death will turn out,\" and \"下回才讲出来\" means \"I'll tell you next time.\" This sentence effectively conveys a sense of anticipation and promise to provide more information in the future.",
            "chinese": "还不知道生与死会怎么样，下回才讲出来。"
        }
    ],
    "title": "《锦衣军查抄宁国府　骢马使弹劾平安州》",
    "chapter_number": 105
}