{
    "paragraphs": [
        {
            "original": "话说贾政正在那里设宴请酒，忽见赖大急忙走上荣禧堂来，回贾政道：“有锦衣府堂官赵老爷，带领好几位司官，说来拜望。奴才要取职名来回，赵老爷说：‘我们至好，不用的。’一面就下了车，走进来了。请老爷同爷们快接去。”贾政听了，心想：“和老赵并无来往，怎么也来？现在有客，留他不便，不留又不好。”正自思想，贾琏说：“叔叔快去罢。再想一回，人都进来了。”",
            "english": "Ji Zheng was hosting a banquet when suddenly La Dai and several other officials from the Office of the Guard came running to report that Zhaotai, the head of the Office of the Guard, was accompanied by several other officials and had come to see Ji Zheng. Ji Zheng was surprised because he had no knowledge of any connection between the Ji family and Zhaotai. However, after the officials entered the mansion, Ji Zheng couldn't recall why Zhaotai had come.",
            "chinese": "贾政正在设宴请客，忽然见赖大带着好几位司官跑来报告说：锦衣府堂官赵老爷领着好几位司官来了，要见贾政。贾政以为贾府和赵老爷并无来往，但见司官进了荣禧堂，也想不起来赵老爷为什么来。"
        },
        {
            "original": "正说著，只见二门上家人又报进来，说：“赵老爷已进二门了。”贾政等抢步接去。只见赵堂官满脸笑容，并不说什么，一径走上厅来。后面跟著五六位司官，也有认得的，也有不认得的，但是总不答话。贾政等心里不得主意，只得跟著上来让坐。众亲友也有认得赵堂官的，见他仰著脸不大理人，只拉著贾政的手笑著说了几句寒温的话。众人看见来头不好，也有躲进里间屋里的，也有垂手侍立的。",
            "english": "大家心里不高兴，有的躲进里屋去了，有的垂着手站在那里。英文翻译：\nEveryone was unhappy in their hearts, some of them went into the inner room, while others stood there with their hands hanging down.\n\n翻译解释：\n这句话描述了一群人的情绪状态，大家都感到不高兴，有些人在房间里躲起来，有些人在那里垂着手站着。从字面上看，这是一组简单的句子，但背后隐藏着对人们情绪的洞察。",
            "chinese": "这时候，赵堂官走进来，贾政他们赶著迎接，只见赵堂官仰著脸，嘴里不说什么，从二门上一直走到厅上来。后面跟着五六位官吏，也有贾政认识的，也有不认识的，但这些人都是不理人。贾政心里很紧张，就跟著赵堂官来到厅上让他坐下。贾政和亲友中有些认得赵堂官的，见他不答话，只是笑着拉着贾政的手说些寒暄的话。大家都心里不高兴，有的躲进里屋去了，有的垂着手站在那里。\n\n赵堂官走进来，贾政他们赶著迎接，只见赵堂官仰著脸，嘴里不说什么，从二门上一直走到厅上来。后面跟着五六位官吏，也有贾政认识的，也有不认识的，但这些人都是不理人。贾政心里很紧张，就跟著赵堂官来到厅上让他坐下。贾政和亲友中有些认得赵堂官的，见他不答话，只是笑着拉着贾政的手说些寒暄的话。大家都心里不高兴，有的躲进里屋去了，有的垂着手站在那里。"
        },
        {
            "original": "贾政正要带笑叙话，只见家人慌张报道：“西平王爷到了。”贾政慌忙去接，已见王爷进来。赵堂官抢上去请了安，便说：“王爷已到，随来的老爷们就该带领府役把守前后门。”众官应了出去。",
            "english": "Ji Zheng was about to laugh and talk when he saw his servant rushing in in a panic and announcing, \"The West Ping Prince is here.\" Ji Zheng hurried out to meet him, and as he entered the room, the official Zhao rushed up to him and said, \"The Prince has arrived, and the other officials should lead the servants to guard the front and back gates.\" The officials replied and went out.",
            "chinese": "贾政正要带笑叙话，只见家人慌慌张张地报道：“西平王爷来了。”贾政慌忙迎出去，已见王爷进来。赵堂官抢上去给王爷请安，说：“王爷已到，随来的老爷们就该带领府役把守前后门。”众官应了出去。"
        },
        {
            "original": "贾政等知事不好，连忙跪接。西平郡王用两手扶起，笑嘻嘻的说道：“无事不敢轻造，有奉旨交办事件，要赦老接旨。如今满堂中筵席未散，想有亲友在此未便，且请众位府上亲友各散，独留本宅的人听候。”赵堂官回说：“王爷虽是恩典，但东边的事，这位王爷办事认真，想是早已封门。”",
            "english": "Jiasheng and others knew that something was wrong and quickly knelt to receive. The Western Plain Duke used both hands to help them up, smiling and saying, \"I wouldn't have come if it wasn't something important. I've been sent to deliver an imperial decree. Since everyone is still at the banquet, I'm afraid it's not convenient to discuss it here. Please have everyone else go home, and we'll only leave the people from this house to wait.\" Zhang's assistant replied, \"Your Grace is being generous, but on the east side, this person is very diligent in his work, so I'm sure he's already sealed the door.\"",
            "chinese": "贾政等人知道事情不好，连忙跪接。西平郡王用两手扶起，笑嘻嘻的说：“没有事也不敢来造访，有奉旨交办的事件，要我来接旨。如今满堂中筵席未散，想有亲友在此未便，且请众位府上亲友各散，独留本宅的人听候。”赵堂官回说：“王爷虽是恩典，但东边的事，这位王爷办事认真，想是早已封门。”"
        },
        {
            "original": "众人知是两府干系，恨不能脱身。只见王爷笑道：“众位只管就请。叫人来给我送出去，告诉锦衣府的官员说：这都是亲友，不必盘查，快快放出。”那些亲友听见，就一溜烟如飞的出去了。独有贾赦贾政一干人，吓得面如土色，满身发颤。",
            "english": "Translation:\n\nEveryone knew this was a matter between the two households, and they wished to get away from it as soon as possible. Only to see the prince laughing and saying, \"Please go ahead. Send someone to take these out and tell the officials at the Imperial Guard's headquarters: These are all relatives and friends, there's no need to check them, just release them quickly.\" The relatives and friends, upon hearing this, ran away as fast as they could. Only Jia Pag and Jia Zheng and the others were so scared that their faces turned pale and their bodies shook.",
            "chinese": "众人知道这是两府的事情，恨不能脱身。只见王爷笑着说：“众位只管就请。叫人来给我送出去，告诉锦衣府的官员说：这都是亲友，不必盘查，快快放出。”那些亲友听见，就一溜烟地飞快地出去了。独有贾赦、贾政一干人，吓得面如土色，满身发颤。"
        },
        {
            "original": "不多一会，只见进来无数番役，各门把守，本宅上下人等一步不能乱走。赵堂官便转过一付脸来，回王爷道：“请爷宣旨意，就好动手。”这些番役都撩衣奋臂，专等旨意。西平王慢慢的说道：“小王奉旨，带领锦衣府赵全来查看贾赦家产。”贾赦等听见，俱俯伏在地。王爷便站在上头说：“有旨意：贾赦交通外官，依势凌弱，辜负朕恩，有忝祖德，著革去世职。钦此。”赵堂宫一叠声叫拿下贾赦，其馀皆看守。",
            "english": "翻译：\n\nNot long after, many samurai entered and tightly shut all the doors and windows of the house, causing everyone in the Jia family to remain motionless. Zhao, the head of the barracks, turned to the prince and said, \"Please give us an order, and we can begin.\" The samurai raised their clothes and extended their arms, waiting for the prince's instructions. The Prince of Xiping slowly said, \"I have been ordered by the emperor to investigate the assets of Jia Pai with the help of Zhao Quan of the Imperial Guards.\" Jia Pai and the others knelt down on the ground. The prince stood up and said, \"I have been ordered by the emperor: Jia Pai has colluded with officials from outside, oppressed the weak, and violated the emperor's grace, dishonoring his ancestors. His position is revoked. That's all.\" Zhao Hall官 called out loudly to arrest Jia Pai, and everyone stood guard nearby.",
            "chinese": "没多久，进来许多番役，把各处门户紧紧关闭，贾府里上下人们一步也不敢乱动。赵堂官转身对着王爷说：“请王爷下旨，我们好动手。”这些番役撩起衣服，伸出手臂，专等王爷的旨意。西平王慢慢地说道：“我奉旨，带领锦衣府赵全来查看贾赦家产。”贾赦等人听了，都跪在地上。王爷站在上面说道：“我奉旨：贾赦勾结外官，欺压弱小，辜负了皇帝的恩典，有辱祖宗，革去世职。钦此。”赵堂官一叠声叫把贾赦拿下，其他人都守在旁边。"
        },
        {
            "original": "维时，贾赦、贾政、贾琏、贾珍、贾蓉、贾蔷、贾芝、贾兰俱在，惟宝玉假说有病，在贾母那边打混，贾环本来不大见人的，所以就将现在几人看住。赵堂官即叫他的家人传齐司员，带同番役，分头按房，查抄登账。这一言不打紧，唬得贾政上下人等面面相看；喜得番役家人摩拳擦掌，就要往各处动手。",
            "english": "At this moment, Jia Shiji, Jia Zheng, Jia Lian, Jia Zhen, Jia Rong, Jia Qiang, Jia Zhi, and Jia Lan were all present. Only Yu Bo pretended to be sick and played with his grandmother at the Jia family estate, while Jia Huan was not often seen by others, so everyone was looking at each other. Zhao Taming immediately called his family members to gather all the clerks and foreign guards, and ordered them to search through every corner of the Jia family estate. This caused Jia Zheng to be terrified and the guards and servants to be excited, ready to search the Jia family estate.",
            "chinese": "此时贾赦、贾政、贾琏、贾珍、贾蓉、贾蔷、贾芝、贾兰都在，只有宝玉假称有病，在贾母处玩耍，贾环不大见人，所以上下人等都面面相觑。赵堂官连忙叫家人传齐司员和番役，分头搜查贾府各处，登记账目。这一句话把贾政吓得面面相觑，可把那些番役、家人乐得摩拳擦掌，都要去搜查贾府。"
        },
        {
            "original": "西平王道：“闻得赦老与政老同房各爨的，理应遵旨查看贾赦的家资，其馀且按房封锁，我们覆旨去，再候定夺。”赵堂官站起来说：“回王爷：贾赦、贾政并未分家。闻得他侄儿贾琏现在承总管家，不能不尽行查抄。”西平王听了，也不言语。赵堂官便说：“贾琏贾赦两处须得奴才带领去查抄才好。”西平王便说：“不必忙。先传信后宅，且叫内眷回避，再查不迟。”一言未了，老赵家奴番役，已经拉著本宅家人领路，分头查抄去了。王爷喝命：“不许罗唣，待本爵自行查看！”说著，便慢慢的站起来吩咐说：“跟我的人一个不许动，都给我站在这里候著，回来一齐瞧著登数。”",
            "english": "西平王说：“听说赦老和政老是同一房间分灶做饭的，按照旨意检查贾赦的家产，其余按房封锁，我们再回来禀报，等大王定夺。”赵堂官站起来说：“回王爷：贾赦、贾政并没有分家。听说他的侄儿贾琏现在担任总管，不能不全部查抄。”西平王听了，没有说话。赵堂官便说：“贾琏、贾赦两处必须奴才带领去查抄。”西平王说：“不用着急。先传话给后宅，等后宅的女眷先回避，再查不迟。”话音未落，老赵家的奴仆和番役已经拉着本宅家人领路，分头查抄去了。王爷喝令：“不许吵闹，等我亲自查抄！”说完，便慢慢站起来吩咐说：“跟我的人一个也不准动，都给我站在这里候著，回来一齐瞧著点登数。”",
            "chinese": "西平王说：“听说赦老和政老是同一房间分灶做饭的，照旨检查贾赦的家产，其余按房封锁，我们再回来禀报，等大王定夺。”赵堂官站起来说：“回王爷：贾赦、贾政并没有分家。听说他的侄儿贾琏现在承总管，不能不全部查抄。”西平王听了，没有说话。赵堂官便说：“贾琏、贾赦两处必须奴才带领去查抄。”西平王说：“不用着急。先传话给后宅，等后宅的女眷先回避，再查不迟。”一言未了，老赵家的奴仆和番役已经拉著本宅家人领路，分头查抄去了。王爷喝令：“不许吵闹，等我亲自查抄！”说完，便慢慢站起来吩咐说：“跟我的人一个也不准动，都给我站在这里候著，回来一齐瞧著点登数。”"
        },
        {
            "original": "正说著，只见锦衣司官跪禀说：“在内查出御用衣裙并多少禁用之物，不敢擅动，回来请示王爷。”一会子，又有一起人来拦住西平王，回说：“东跨所抄出两箱子房地契，又一箱借票，都是违例取利的。”老赵便说：“好个重利盘剥！很该全抄！请王爷就此坐下，奴才去全抄来，再候定夺罢。”",
            "english": "While they were talking, a man in a fancy outfit knelt down and reported, \"We've found royal clothing and many forbidden items at the Palace's inner chamber. We dared not move them without permission, so we've come to ask for the Prince's instructions.\" Later on, another group of people stopped the Prince and informed him, \"We've found two chests of property deeds and a box of loans at the eastern cross-section. All of them have taken excessive interest.\" Ouyang said, \"That's good. Taking excessive interest should be confiscated! Please let the Prince take a seat, and I'll go back to copy the evidence.\"\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\n从他们的谈话中，赵姨娘了解到，贾环在自己和贾政面前已经展现了富有之态，贾政对他不再像过去那样严格管束了。在贾政面前，贾环不再像以前那样惧怕拘谨，反而有一种趾高气扬的神态。\n\ntranslate the following chinese text to english:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom their conversation, Madam Zhao learned that Jia Huan had shown a rich appearance in front of her and Jia Zheng, and Jia Zheng had not been as strict with him as he used to be. In front of Jia Zheng, Jia Huan no longer showed the fear and restraint of the past, but instead had a self-important air.\n\nTranslate the following Chinese text to English:\n\n从他们谈话中，赵姨娘知道，贾环在自己和贾政面前已露了富态，贾政对他已不似往日那般严加管束了。当着贾政的面，贾环已没有了先前的怕惧与拘谨，反而有了一种趾高气扬的神气。\n\nFrom",
            "chinese": "他们正说著，只见锦衣司的官跪在地上禀告说：“在内务府里查出来御用的衣裙，和多少违禁物品，不敢擅自动用，回来请示王爷。”过了一会子，又有一起人拦住西平王，回说：“在东跨所里抄出两箱子的房地契，又一箱借票，都是取利过重的。”老赵便说：“很好，贪取重利，应该全抄！请王爷现在就坐，我去了再回来抄。”"
        },
        {
            "original": "说著，只见王府长史来禀说：“守门军传进来说，‘主上特派北静王到这里宣旨，请爷接去。’”赵堂官听了，心想：“我好晦气，碰著这个酸王！如今那位来了，我就好施威了！”一面想著，也迎出来。只见北静王已到大厅，就向外站著说：“有旨意，锦衣府赵全听宣。”说：“奉旨：著锦衣官惟提贾赦质审，馀交西平王遵旨查办。钦此。”西平王领了旨意，甚是喜欢，便与北静王坐下，著赵堂官提取贾赦回衙。",
            "english": "And so, the governor's secretary came to report: \"A messenger from the gate guards informed that the prince of North静 has been specially dispatched by the emperor to deliver imperial edicts, and requests you to receive the edicts.\" Zhao Tangguan heard this and thought to himself, \"I have bad luck, encountering this snobbish prince! Now that the other one has arrived, I can exert my authority!\" As he was thinking, he also came out to greet the guest. When the North静 prince arrived at the main hall, he stood outside and said, \"The emperor has issued an edict: instruct the official of the Jinyiwei to interrogate Jia Shi, and the rest to be investigated by the Western Peace Prince according to the edict. Your Majesty has signed this.\" Western Peace Prince received the edict and was very happy, so he sat down with the North静 prince, and ordered Zhao Tangguan to bring Jia Shi back to the court.",
            "chinese": "于是，王府长史来禀说：“守门军传来，‘主上特派北静王到此宣旨，请爷接旨。’”赵堂官听了，心想：“我好晦气，撞见这个酸王！如今那位来了，我就好施威了！”一面想著，也迎出来。只见北静王已到大厅，就向外站著说：“有旨意，锦衣府赵全听宣。”说：“奉旨：著锦衣官惟提贾赦质审，馀交西平王遵旨查办。钦此。”西平王领了旨意，甚是喜欢，便与北静王坐下，著赵堂官提取贾赦回衙。"
        },
        {
            "original": "里头那些查抄的人，听得北静王到，俱一齐出来。及闻赵堂官走了，大家没趣，只得侍立听候。北静王便拣选两个诚实司官并十来个老年番役，馀者一概逐出。西平王便说：“我正和老赵生气，幸得王爷到来降旨；不然，这里很吃大亏。”北静王说：“我在朝内听见王爷奉旨查抄贾宅，我甚放心，谅这里不致荼毒。不料老赵这么混账。但不知现在政老及宝玉在那里？里面不知闹到怎么样了？”众人回禀：“贾政等在下房看守著，里面已抄的乱腾腾了。”北静王便吩咐司员：“快将贾政带来问话。”",
            "english": "When the Wang family heard that the North Quiet Prince came, they all hurried out of their rooms. After listening to the old man Wang's explanation about the departure of the magistrate Zhao, they had to stand by and wait. The North Quiet Prince selected a few honest officials and a dozen old clerks, and then sent away the rest. The old man Wang said, \"I was about to punish the magistrate Zhao, but luckily the prince came down, otherwise we would have suffered.\" The North Quiet Prince said, \"I heard from the imperial court that the prince was ordered to search and confiscate the property of the Jia family, and I was very relieved, thinking there would be no problems. But I didn't expect that magistrate Zhao would behave so recklessly. Where is Jia Zheng and Jia Baoyu now? The house is in a mess.\" The Wang family said, \"Jia Zheng is in the downstairs room looking after it, and the house is in a mess.\" The North Quiet Prince instructed the officials, \"Go and bring Jia Zheng here to question him.\"",
            "chinese": "王家的人听说北静王来了，都慌忙从房里出来。听王老头说赵堂官走了，大家只好站一旁听候。北静王就选了几个老实的官员，十几名老差役，把其余的人都赶走了。王老头说：“我正要打赵堂官，幸亏王爷下来，不然，这里就吃亏了。”北静王说：“我在朝里听说王爷奉旨查抄贾宅，我很放心，料想不会有什么事。谁知道赵堂官这么胡闹。不知贾政和宝玉现在哪里？屋里已经乱成一团了。”王家的人说：“贾政在下房里看守，屋里都乱了。”北静王吩咐官员：“快把贾政领来问话。”"
        },
        {
            "original": "众人领命带了上来。贾政跪下，不免含泪乞恩。北静王便起身拉著，说：“政老放心。”便将旨意说了。贾政感激涕零，望北又谢了恩，仍上来听候。王爷道：“政老，方才老赵在这里的时候，番役呈禀有禁用之物并重利欠票，我们也难掩过。这禁用之物，原备办贵妃用的，我们声明也无碍。独是借券，想个什么法儿才好？如今政老且带司员实在将赦老家产呈出，也就完事；切不可再有隐匿，自干罪戾。”贾政答应道：“犯官再不敢。但犯官祖父遗产并未分过；惟各人所住的房屋有的东西便为已有。”两王便说：“这也无妨，惟将赦老那边所有的交出就是了。”又吩咐司员等依命行去，不许胡乱混动。司员领命去了。",
            "english": "Ji Zheng knelt down, begging for mercy with tears. The prince pulled Ji Zheng up, explaining the imperial decree. Ji Zheng expressed his gratitude and knelt down to thank the prince again. The prince said, \"Ji Zheng, don't worry. When Grandfather was alive, some of the officials reported on prohibited items and large debts. We couldn't hide them. The prohibited items were originally intended for the Empress. We can say that there is no problem. Only the borrowing tickets, what should we do? You need to report the actual value of the property given to your grandfather. This matter will be resolved. Don't hide anything, or you will cause trouble for yourself.\" Ji Zheng promised, \"I will not hide anything. But my grandfather's inheritance was never divided; only the houses where each person lives belong to them.\" The two princes said, \"That's fine. Just hand over everything that belongs to your grandfather.\" They also instructed the officials to follow this procedure and not to do anything rash. The officials then received their orders and left.",
            "chinese": "贾政跪下，含泪乞求宽恕。王爷拉起贾政来，说明了诏书。贾政感激，跪着又谢了恩。王爷说：“贾政放心，刚才老赵在的时候，那些差役禀报有禁用的东西和大利钱欠票，我们也隐瞒不过。禁用的东西，本来准备给贵妃用的，我们说一下没有关系。独有借券，怎么办？政老还是将赦老家产的实数呈报上来，这件事也就完了；千万不可再有隐瞒，自己惹下罪过。”贾政答应说：“我一定不敢隐瞒。但祖父的遗产并没有分过；只有各人住的房屋，有的东西便归他自己。”两王说：“这也无妨，只要将赦老那边所有的交出来就完了。”又吩咐司员们照此办理，不准胡乱乱动。司员们领命去了。"
        },
        {
            "original": "且说贾母那边女眷也摆家宴。王夫人正在那边说：“宝玉不到外头，看你老子生气。”凤姐带病哼哼卿卿的说：“我看宝玉也不是怕人，他见前头陪客的人也不少了，所以在这里照应，也是有的。倘或老爷想起里头少个人在那里照应，太太便把宝兄弟献出去，可不是好？”贾母笑道：“凤丫头病到这个分儿，这张嘴还是那么尖巧！”",
            "english": "Mrs. Wang said to Grandma Ja: \"If Baoyu doesn't go outside, you see how angry your dad is.\" The Fung brothers, who were still feeling well, were joking: \"I think Baoyu isn't afraid of anyone. He's just taking care of guests in the front room, that's all. But if your dad remembers there's no one to help out in the back room, he might ask for Baoyu to help out. That's not good, is it?\" Grandma Ja laughed: \"Even when Fung is sick, she still has such a sharp tongue!\"",
            "chinese": "王夫人在贾母那里说：“宝玉不到外面，你看你爹生气。”凤姐病着还在说笑：“我看宝玉不是怕人，他见前头陪客的人也不少了，所以在这里照应，也是有的。倘或你爹想起里头少个人在那里照应，太太便把宝玉献出去，可不是好？”贾母笑道：“凤丫头病到这个分儿，这张嘴还是那么尖巧！”"
        },
        {
            "original": "正说到高兴，只听见邢夫人那边的人一直声的嚷进来说：“老太太，太太！不－－不好了！多多少少的穿靴带帽的强－－强盗来了！翻箱倒笼的来拿东西！”贾母等听著发呆。又见平儿披头散发，拉著巧姐，哭哭啼啼的来说：“不好了！我正和姐儿吃饭，只见来旺被人拴著进来说：‘姑娘快快传进去请太太们回避，外头王爷就进来抄家了！’我听了几乎吓死！正要进房拿要紧的东西，被一夥子人浑推浑赶出来了。这里该穿该带的快快的收拾罢！”",
            "english": "Translation:\n\n\"Bad news! Bad news! Bad news! House raiders are here! House raiders are here! House raiders are here! They're rummaging through everything!\" The old ladies and ladies looked at each other in shock. Then, Ping'er came running in with messy hair, holding onto Jiuqiao and crying, \"Raiders are here! Raiders are here! Raiders are here! The royal family is here to raid the house!\" Jiuqiao and she were eating when a servant named Liang was dragged in and said, \"Quickly, send a message to the ladies to hide, the prince is coming to raid the house!\" Ping'er was about to go into the room to get some important things, but she was pushed and shoved out by the group. Here, quickly pack up everything you need to take with you and get ready to leave.\n\nTranslate \"We are happy to inform you that the replacement part is in the process of being shipped.\" to German?\n\n\"Ich freue mich, Ihnen zu informieren, dass der Ersatzteil in den Vorgang des Versandes ist.\"\n\nThis translation conveys the message accurately and clearly in German. \"Freue mich\" means \"I am happy,\" \"Ihnen zu informieren\" means \"to inform you,\" \"dass\" means \"that,\" \"der Ersatzteil\" means \"the replacement part,\" \"in den Vorgang\" means \"in the process,\" \"des Versandes\" means \"of being shipped.\" The sentence structure is in line with German grammar rules and sounds natural.",
            "chinese": "“不好了！不好了！不好了！抄家啦！抄家啦！抄家啦！翻箱倒柜的来了！”老太太和太太们听了面面相觑。只见平儿披头散发，拉着巧姐，哭哭啼啼地跑来说：“抄家啦！抄家啦！快快传进去告诉太太们，回避！王爷要抄家啦！”巧姐和她吃饭，忽然来旺被人拴住进来说：“姑娘快快传进去请太太们回避，外头王爷就进来抄家了！”平儿正要进房拿要紧的东西，被一伙子人推推搡搡地打出来了。这里该穿该带的快快收拾罢！"
        },
        {
            "original": "邢王二夫人听得，俱魂飞天外，不知怎样才好。独见凤姐先前圆睁两眼听著，后来一仰身，便栽倒地下。贾母没有听完，便吓得涕泪交流，连话也说不出来。",
            "english": "Translation:\n\nAfter hearing this, Lady Wang and Lady Xing both were petrified and didn't know what to do. Upon hearing it, the Lady of the House Fong fainted. Grandmother Jia, upon hearing half of it, was so frightened that she couldn't help crying and couldn't say a word.\n\nThis text describes a situation where Lady Wang and Lady Xing are shocked by something they've heard, Lady Fong faints, and Grandmother Jia becomes extremely distressed. The text uses descriptive language to convey the emotions and reactions of the characters involved.",
            "chinese": "王夫人和邢夫人听了，都吓呆了，都不知道该怎么办才好。凤姐一听，一下子就昏厥了过去。贾母听了一半，吓得泣不成声，一句话也说不出来。"
        },
        {
            "original": "那时一屋子人，拉这个，扯那个，闹得翻天覆地。又听见一叠声嚷说：“叫里头女眷们回避，王爷进来了！”宝钗宝玉等正在没法，只见地下这些丫头婆子乱拉乱扯的时候，贾琏喘吁吁的跑进来说：“好了，好了，幸亏王爷救了我们了！”众人正要问他，贾琏见凤姐死在地下，哭著乱叫；又见老太太吓坏了，也回不过气来，更是著急。还亏了平儿将凤姐叫醒，令人扶著。老太太也苏醒了，又哭的气短神昏，躺在炕上，李纨再三宽慰。然后贾琏定神，将两王恩典说明。惟恐贾母邢夫人知道贾赦被拿，又要吓死，且暂不敢明说，只得出来照料自己屋内。一进屋门，只见箱开柜破，物件抢得半空。此时急的两眼直竖，淌泪发呆。听见外头叫，只得出来。见贾政同司员登记物件，一人报说：",
            "english": "Back then, the people in the house were pulling and tugging at each other, causing chaos everywhere. Suddenly, they heard a loud noise calling out, \"Make the ladies in the house leave, the prince is coming!\" At this moment, there was no way out for the Baochao and the Yueming. But just as they were at a loss, they heard the sound of girls and old women being pulled and pushed. At that moment, Jialin came in gasping for breath and said, \"Thank goodness, thanks to the prince, we are saved!\" Everyone was about to ask him what had happened, but Jialin saw that Fengjing was unconscious on the ground and cried out in panic. He was also worried about his grandmother and his mother-in-law, who had been scared and were not breathing. It was only thanks to Ping'er that Fengjing was woken up and helped to stand up. The old lady also woke up, but she was crying so hard that she was short of breath and unconscious. Eilin tried to comfort her. Then Jialin calmed down and explained the two princes' mercy. He was afraid that his grandmother and his mother-in-law would be shocked by the news that Jiapei was arrested, so he did not say it clearly. He went out to take care of his own house. When he went into the house, he saw that the boxes and cabinets were open and the things were scattered everywhere. At this moment, he was so angry that he could not see straight and was crying. He heard someone calling outside, so he went out. He saw Jiazheng and the officials registering the items, and someone reported that the items were being taken. Jialin was so angry that he cried and was in a daze.",
            "chinese": "那时候屋里人，拉这个，扯那个，闹得天下大乱。又听见一叠声叫说：“叫里头的女人们回避，王爷进来了！”宝钗宝玉等正在没辙，就听地下这些丫头婆子乱拉乱扯的时候，贾琏喘吁吁地跑进来叫道：“好了，好了，幸亏王爷救了我们了！”众人正要问他，贾琏见凤姐死在地下，哭著乱叫；又见老太太吓坏了，也回不过气来，更是着急。还亏了平儿将凤姐叫醒，令人扶著。老太太也苏醒了，又哭的气短神昏，躺在炕上，李纨再三宽慰。然后贾琏定神，将两王恩典说明。惟恐贾母邢夫人知道贾赦被拿，又要吓死，且暂不敢明说，只得出来照料自己屋内。一进屋门，只见箱开柜破，物件抢得半空。此时急的两眼直竖，淌泪发呆。听见外头叫，只得出来。见贾政同司员登记物件，一人报说："
        },
        {
            "original": "枷楠寿佛一尊。枷楠观音像一尊。佛座一件。枷楠念珠二串。金佛一堂。镀金镜光九件。玉佛三尊。玉寿星八仙一堂。枷楠金玉如意各二柄。古磁瓶垆十七件。古玩软片共十四箱。玉缸一口。小玉缸二件。玉碗二对。玻璃大屏二架。炕屏二架。玻璃盘四件。玉盘四件。玛瑙盘二件。淡金盘四件。金碗六对。金抢碗八个。金匙四十把。银大碗银盘各六十个。三镶金牙箸四把。镀金执壶十二把。折盂三对。茶托二件。银碟银杯一百六十件。黑狐皮十八张。貉皮五十六张。黄白狐皮各四十四张。猞猁狲皮十二张。云狐筒子二十五件。海龙二十六张。海豹三张。虎皮六张。麻叶皮三张。獭子皮二十八张。绛色羊皮四十张。黑羊皮六十三张。香鼠筒子二十件。豆鼠皮二十四方。天鹅绒四卷。灰鼠二百六十三张。倭缎三十二度。洋呢三十度。三十三度。姑绒四十度。绸缎一百三十卷。纱绫一百八十卷。线绉三十二卷。羽缎羽纱各二十二卷。氆氇三十卷。妆缎十八卷。各色布三十困。皮衣一百三十二件。绵夹单纱绢衣三百四十件。带头儿九付。铜锡等物五百馀件。钟表十八件。朝珠九挂。珍珠十三挂。赤金首饰一百二十三件，珠宝俱全。上用黄缎迎手靠背三分。宫妆衣裙八套。脂玉圈带二条。黄缎十二卷。潮银七千两。淡金一百五十二两。钱七千五百串。一切动用家伙及荣国赐第一一开列。房地契纸，家人文书，亦俱封裹。",
            "english": "One楠木寿佛 statue. One楠木观音像 statue. One佛座. Two strings of楠木念珠. One堂金佛. Nine pieces of镀金镜光. Three玉佛 statues. One堂玉寿星八仙. Two楠木金玉如意 pieces. Seventeen pieces of 古磁瓶垆. Fourteen boxes of 古玩软片. One玉缸. Two pieces of 小玉缸. Two sets of玉碗. Two glass大屏. Two pieces of炕屏. Four pieces of 玻璃盘. Four pieces of玉盘. Two pieces of玛瑙盘. Four pieces of淡金盘. Six pairs of金碗. Eight gold抢碗. Forty gold keys. Sixty silver大碗 and silver plates. Four pieces of三镶金牙箸. Twelve pieces of镀金执壶. Three sets of折盂. Two pieces of茶托. One hundred and sixty pieces of银碟和银杯. Eighteen pieces of黑狐皮. Fifty-six pieces of貉皮. Forty-four pieces of黄白狐皮. Twelve pieces of猞猁狲皮. Twenty-five pieces of云狐筒子. Twenty-six pieces of海龙. Three pieces of海豹. Six pieces of虎皮. Three pieces of麻叶皮. Twenty-eight pieces of獭子皮. Forty pieces of绛色羊皮. Sixty-three pieces of黑羊皮. Twenty pieces of香鼠筒子. Twenty-four pieces of豆鼠皮. Four rolls of天鹅绒.This text describes a list of items that were translated to English as follows:\n\nGrey marten fur 263 sheets. Japanese satin 30 sheets, woolen wool 30 sheets, woolen wool 33 sheets. Guinea wool 40 sheets. Satin 130 rolls. Shae Ling 180 rolls. Twill 32 rolls. Feather satin and feather silk each 22 rolls. Pashmina 30 rolls. Painted silk 18 rolls. Various colored clothes 30 bundles. Fur coats 132 pieces. Woolen coats, cotton coats, and single silk clothes 340 pieces. Headgear 9 sets. Copper, tin, and other items 500 plus items. Clocks and watches 18 pieces. Buddhist beads 9 sets. Pearl 13 sets. Gold jewelry 123 pieces, all kinds of jewelry. Royal yellow silk three parts. Palace clothing and skirts eight sets. Lipstick and jade waistbands two pieces. Yellow silk 12 rolls. Mellow silver 7000 taels. Pale gold 152 taels. Coins 7500 strings. All kinds of equipment and furniture, and also荣国赐第一 were all listed in the first eleven items.\n\n房契纸，家人文书，也全部封裹。",
            "chinese": "楠木寿佛一尊。楠木观音像一尊。佛座一件。楠木念珠二串。金佛一堂。镀金镜光九件。玉佛三尊。玉寿星八仙一堂。楠木金玉如意各二柄。古磁瓶垆十七件。古玩软片共十四箱。玉缸一口。小玉缸二件。玉碗二对。玻璃大屏二架。炕屏二架。玻璃盘四件。玉盘四件。玛瑙盘二件。淡金盘四件。金碗六对。金抢碗八个。金匙四十把。银大碗银盘各六十个。三镶金牙箸四把。镀金执壶十二把。折盂三对。茶托二件。银碟银杯一百六十件。黑狐皮十八张。貉皮五十六张。黄白狐皮各四十四张。猞猁狲皮十二张。云狐筒子二十五件。海龙二十六张。海豹三张。虎皮六张。麻叶皮三张。獭子皮二十八张。绛色羊皮四十张。黑羊皮六十三张。香鼠筒子二十件。豆鼠皮二十四方。天鹅绒四卷。灰色鼠皮二百六十三张。倭缎三十度，洋呢三十度，三十三度。姑绒四十度。绸缎一百三十卷。纱绫一百八十卷。线绉三十二卷。羽缎羽纱各二十二卷。氆氇三十卷。妆缎十八卷。各色布三十捆。皮衣一百三十二件。绵夹单纱绢衣三百四十件。带头儿九付。铜锡等物五百馀件。钟表十八件。朝珠九挂。珍珠十三挂。赤金首饰一百二十三件，珠宝俱全。上用黄缎迎手靠背三分。宫妆衣裙八套。脂玉圈带二条。黄缎十二卷。潮银七千两。淡金一百五十二两。钱七千五百串。一切动用家伙及荣国赐第一一开列。房地契纸，家人文书，亦俱封裹。"
        },
        {
            "original": "贾琏在旁窃听，不见报他的东西，心里正在疑惑。只闻二王问道：“所抄家资，内有借券，实系盘剥，究是谁行的？政老据实才好。”贾政听了，跪在地下磕头，说：“实在犯官不理家务，这些事全不知道，问犯官侄儿贾琏才知。”贾琏连忙走上，跪下禀说：“这一箱文书既在奴才屋里抄出来的，敢说不知道么？只求王爷开恩。奴才叔叔并不知道的。”两王道：“你父已经获罪，只可并案办理。你今认了，也是正理。如此，叫人将贾琏看守，馀俱散收宅内。政老，你须小心候旨，我们进内覆旨去了。这里有官役看守。”说著，上轿出门。贾政等就在二门跪送。北静王把手一伸，说：“请放心。”觉得脸上大有不忍之色。",
            "english": "Jialin was eavesdropping from the side, not hearing any news about him, and his heart was puzzled. Only then did he hear the two princes ask: \"Among the confiscated property, there are loan contracts, which are indeed exploitative. Who is it? The old Chang must be honest.\" After hearing this, Jia Zheng knelt down and磕头 said: \"The guilty official really didn't manage the household affairs, and he didn't know anything about it. Please ask the guilty official's nephew Jialin.\" Jialin hurriedly stepped forward, knelt down and reported: \"Since this box of documents was copied in the servant's room, how could he not know? Please spare my life, my uncle doesn't know.\" The two princes said: \"Your father has already been convicted, and the cases should be handled together. You should admit it. So, call someone to watch Jialin, and all the other things are kept in the house. Jia Zheng, you must be careful waiting for the imperial edict. We are going to report back to the palace. There are officials on duty.\" Saying this, they got on the sedan chair and left. Jia Zheng and others knelt at the north gate to see them off. The North Peaceful Prince held out his hand and said: \"Please be at ease.\" He felt a look of great reluctance on his face.",
            "chinese": "贾琏在旁边偷听，不见报他的东西，心里正在疑惑。只听二位王爷问：“所抄家产里头有借券，确实是剥削，到底是谁行的？政老要是实说才好。”贾政听了，跪在地上磕头说：“实在犯官不管家事，这些事全不知道，问犯官侄儿贾琏才知。”贾琏连忙走上前，跪下禀告说：“这一箱文书既在奴才屋里抄出来的，敢说不知道吗？只求王爷开恩，奴才叔叔并不知道的。”二位王爷道：“你父亲已经获罪，只可并案办理。你今认了，也是正理。如此，叫人将贾琏看守，其余东西全部收在宅内。政老，你须小心候旨，我们进内宫里去回旨去了。这里有官役看守。”说着，上轿出门。贾政等就在二门跪送。北静王把手一伸，说：“请放心。”觉得脸上大有不忍之色。"
        },
        {
            "original": "此时贾政魂魄方定，犹是发怔。贾兰便说：“请爷爷到里头先瞧瞧老太太去呢。”贾政听了，疾忙起身进内。只见各门上妇女乱糟糟的，都不知要怎样。贾政无心查问，一直到了贾母房中，只见人人泪痕满面，王夫人宝玉等围著贾母，寂静无言，各各掉泪，惟有邢夫人哭作一团。因见贾政进来，都说：“好了，好了！”便告诉老太太说：“老爷仍旧好好的进来了，请老太太安心罢。”贾母奄奄一息的，微开双目，说：“我的儿，不想还见的著你！”一声未了，便嚎啕的哭起来。于是满屋里的人俱哭个不住。",
            "english": "At that moment, Jia Zheng's soul was calm, still in a daze. Jia Lan said, \"Please let the master go to the inside first to see my grandmother.\" Jia Zheng heard this, hurriedly got up and went in. He saw women in each door panicking, and no one knew what to do. Jia Zheng had no heart to inquire, and went straight to Jia Mother's room. He saw tears on everyone's face, and Jia Mother, Wang Fei, and others surrounded her, silent and weeping. Only Xing Fei was crying uncontrollably. Upon seeing Jia Zheng come in, they all said, \"Good, good!\" and told Jia Mother that Jia Zheng had come back to life, and asked Jia Mother to be at ease. Jia Mother was gasping for breath, slowly opened her eyes, and said, \"My son, I never thought I'd see you again!\" Before she could finish, she began to wail. Then people all over the room could not stop crying.",
            "chinese": "这时贾政魂魄才定，还发愣。贾兰说：“请老爷到里面先看老太太去。”贾政一听，赶快起身进内。只见各个门上妇女乱哄哄的，谁也不知要怎么办。贾政无心查问，一直来到贾母房中，只见个个泪痕满面，王夫人、宝玉等围着贾母，安静无言，个个掉泪，只有邢夫人哭作一团。由于见到贾政进来，都说：“好了，好了！”便告诉老太太说：“老爷仍旧好好的进来了，请老太太安心罢。”贾母奄奄一息的，微开双目，说：“我的儿，想不到还见着你！”一声未了，便嚎啕的哭起来。于是满屋子里的人俱哭个不住。"
        },
        {
            "original": "贾政恐哭坏老母，即收泪说：“老太太放心罢。本来事情原不小，蒙主上天恩，两位王爷的恩典，万般轸恤。就是大老爷暂时拘质，等问明白了，主上还有恩典。如今家里一些也不动了。”贾母见贾赦不在，又伤心起来，贾政再三安慰方止。",
            "english": "Ji Zheng was afraid that Jia Mo's health would be damaged by her crying, so he comforted her by saying, \"Grandmother, please don't worry. The matter is not small, but with the kindness of the emperor and the two princes, they are very concerned about this matter. Even if your father is temporarily detained, once the matter is cleared up, the emperor will still show kindness. Nothing has been moved from the house.\" Jia Mo thought of Jia Shai's absence and became sad again. Ji Zheng comforted her repeatedly and finally stopped her crying.",
            "chinese": "贾政怕贾母哭坏了身体，就安慰她说：”老太太放心吧，本来事不小，蒙圣上和两位王爷的恩典，很关心此事，就是老爷暂时被扣押，等把事情弄清楚，圣上还有恩典呢。家里东西动都没动。”贾母想起贾赦不在，又伤心起来，贾政再三安慰，才止住了哭。"
        },
        {
            "original": "众人俱不敢走散。独邢夫人回至自己那边，见门全封锁了，丫头老婆也锁在几间屋里，无处可走，便放声大哭起来。只得往凤姐那边去，见二门旁边也上了封条，惟有屋门开著，里头呜咽不绝。邢夫人进去，见凤姐面如纸灰，合眼躺著，平儿在旁暗哭。邢夫人打量凤姐死了，又哭起来。平儿迎上来说：“太太先别哭。奶奶才抬回来，像是死了的。歇息了一会子，苏过来，哭了几声，这会子略安了安神儿。太太也请定定神儿罢。但不知老太太怎么样了？”",
            "english": "Xing夫人回到自己那边，发现门全锁了，丫头老婆也被锁在几间屋里，无处可去，便放声大哭起来。只好往凤姐那边去，发现二门旁边也上了封条，只有屋门开着，里面呜咽不断。邢夫人进去，看见凤姐脸色如纸，合眼躺著，平儿在旁边暗哭。邢夫人打量凤姐死了，又哭起来。平儿迎上来对她说：“太太先别哭。奶奶刚才抬回来，像是死了的。歇息了一会子，苏醒过来，哭了几声，这会子略安了安神儿。太太也请定定神儿罢。但不知老太太怎么样了？”",
            "chinese": "邢夫人回至自己那边，见门全封锁了，丫头老婆也锁在几间屋里，无处可走，便放声大哭起来。只得往凤姐那边去，见二门旁边也上了封条，惟有屋门开著，里头呜咽不绝。邢夫人进去，见凤姐面如纸灰，合眼躺著，平儿在旁暗哭。邢夫人打量凤姐死了，又哭起来。平儿迎上来说：“太太先别哭。奶奶才抬回来，像是死了的。歇息了一会子，苏过来，哭了几声，这会子略安了安神儿。太太也请定定神儿罢。但不知老太太怎么样了？”"
        },
        {
            "original": "邢夫人也不答言，仍走到贾母那边。见眼前俱是贾政的人，自己夫子被拘，媳妇病危，女儿受苦，现在身无所归，那里止得住悲痛？众人劝慰，李纨等令人收拾房屋，请邢夫人暂住。王夫人拨人服侍。",
            "english": "Xing Fu didn't answer, but still walked to Jia Mo's side. She saw Jia Zhen's people and horses. Her husband was taken away, her daughter was sick, and her daughter was suffering. She couldn't go home because she had a home. She couldn't bear the pain. The crowd comforted her, and Liwan called people to clean up the house and ask Xing Fu to stay there. Wang Fu sent someone to take care of her.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the following sentence to change the tense:\n\n- The workers are building the bridge.\n- The workers will be building the bridge.\n- The workers have built the bridge.\n- The workers were building the bridge.\n\n- The workers will be building the bridge.\n\nThe workers have built the bridge.\n\nRewrite the",
            "chinese": "邢夫人也不答话，仍走到贾母跟前，见贾政的人马很多，自己夫君被抓，媳妇病重，女儿受苦，自己有家不能回，那里禁得住悲痛呢。众人劝慰，李纨等人叫人收拾房子，请邢夫人暂住。王夫人派了人服侍。"
        },
        {
            "original": "贾政在外，心惊肉跳，拈须搓手的等候旨意。听见外面看守军人乱嚷道：“你到底是那一边的？既碰在我们这里，就记在这里册上，拴著他交给里头锦衣府的爷们。”贾政出外看时，见是焦大，便说：“怎么跑到这里来？”焦大见问，便号天跺地的哭道：“我天天劝这些不长进的爷们，倒拿我当作冤家！爷还不知道焦大跟著太爷受的苦吗？今儿弄到这个田地：珍大爷蓉哥儿都叫什么王爷拿了去了；里头女主儿们都被什么府里衙役抢的披头散发，圈在一处空房里；那些不成材料的狗男女都像猪狗似的拦起来了；所有的都抄出来搁著，木器钉的破烂，磁器打的粉碎。他们还要把我拴起来！我活了八九十岁，只有跟著太爷困人的，那里有倒叫人困起来的？我说我是西府里的，就跑出来。那些人不依，押到这里，不想这里也是这么著。我如今也不要命了，和那些人拚了罢！”说著，撞头。众衙役见他年老，又是两王吩咐，不敢发狠。便说：“你老人家安静些儿罢。这是奉旨的事，你先歇歇听信儿。”贾政听著，虽不理他，但是心里刀搅一般，便道：“完了，完了！不料我们一败涂地如此！”",
            "english": "Jia Zheng was outside, trembling with fear, holding his mustache and rubbing his hands, waiting for instructions. As he heard the outside guard soldiers shouting, \"Which side are you on? If you've stumbled upon us, you'll be recorded in this book and tied up and handed over to the officials at the imperial garden.\" Jia Zheng went out to look and saw it was Jiao Zhi. He said, \"How did you end up here?\" Jiao Zhi, upon being asked, began to wail to the sky, \"I always try to advise these uneducated young men, but they treat me like an enemy! You don't know how much I've suffered following my lord! Today, I've ended up in this predicament: Jiu Di and Rong Brother were taken away by the prince; the mistress and ladies inside were taken by the officials at the imperial garden; all the other servants were tied up like pigs and dogs; all the possessions were confiscated and broken. They're even going to tie me up! I've lived for eighty or ninety years, and all I've done is serve my lord, never once being tied up! I'm from the west, and I came out.\"那些人不肯听从，被押到这里，想不到这里也是如此。我现在不要命了，和那帮人拼了！说着，撞头。众衙役看到他年老，又是两个王爷吩咐，不敢下手。便说：“老人家安静些吧。这是奉旨办的事，你先歇歇，听消息。”贾政听了，虽然不理他，但心里像刀搅一样，便道：“完了，完了！没想到我们竟然败到这种地步！”",
            "chinese": "贾政在外面，心惊肉跳，拈须搓手的等候旨意。听见外面看守军人乱嚷道：“你到底是那一边的？既碰在我们这里，就记在这里册上，拴著他交给里头锦衣府的爷们。”贾政出外看时，见是焦大，便说：“怎么跑到这里来？”焦大见问，便号天跺地的哭道：“我天天劝这些不长进的爷们，倒拿我当作冤家！爷还不知道焦大跟著太爷受的苦吗？今儿弄到这个田地：珍大爷蓉哥儿都叫什么王爷拿了去了；里头女主儿们都被什么府里衙役抢的披头散发，圈在一处空房里；那些不成材料的狗男女都像猪狗似的拦起来了；所有的都抄出来搁著，木器钉的破烂，磁器打的粉碎。他们还要把我拴起来！我活了八九十岁，只有跟著太爷困人的，那里有倒叫人困起来的？我说我是西府里的，就跑出来。那班人不依，押到这里，不想这里也是这样的。我如今也不要命了，和那班人拼了罢！说著，撞头。众衙役见他年老，又是两个王爷吩咐，不敢发狠。便说：“你老人家安静些罢。这是奉旨的事，你先歇歇听信儿。”贾政听著，虽不理他，但是心里刀搅一般，便道：“完了，完了！不料我们一败涂地如此！”"
        },
        {
            "original": "正在著急听候内信，只见薛蝌气嘘嘘的跑进来说：“好容易进来了！姨父在那里呢？”贾政道：“来的好！外头怎么放进来的？”薛蝌道：“我再三央及，又许他们钱，所以我才能够出入的。”贾政便将抄去之事告诉了他，就烦他打听打听，说：“别的亲友，在火头儿上也不便送信，是你就好通信了。”薛蝌道：“这里的事，我倒想不到；那边东府的事，我已听见说了。”贾政道：“究竟犯什么事？”薛蝌道：“今儿为我哥哥打听决罪的事，在衙门里听见有两位御史，风闻是珍大哥引诱世家子弟赌博，－－这一款还轻；还有一大款强占良民之妻为妾，因其不从，凌逼致死。那御史恐怕不准，还将偺们家的鲍二拿去，又还拉出一个姓张的来。只怕连都察院都有不是，为的是姓张的起先告过。”贾政尚未听完，便跺脚道：“了不得！罢了，罢了！”叹了一口气，扑簌簌的掉下泪来。",
            "english": "Jiǎ Zhèng was in a hurry, waiting for the internal letter, only to see Xue Ke gasping and running in, saying, \"I've made it in! Uncle is over there!\" Jiǎ Zhèng said, \"Good! How did you get in from the outside?\" Xue Ke said, \"I begged again and again and promised to give them money, and I can get in and out.\" Jiǎ Zhèng then said to Xue Ke, \"You don't know about the family property seizure? Go and ask, other relatives are not in a position to send a message, you can send it.\" Xue Ke said, \"I didn't think of it for here, but I heard about the things in the East Hall.\" Jiǎ Zhèng said, \"What happened?\" Xue Ke said, \"Today I went to inquire about my brother's case and went to the courthouse. I heard two inspectors report that my brother had enticed a noble family's son to gamble, which is not serious, but there is an even more serious issue, forcibly taking a commoner's wife as a concubine. The wife refused and he used torture to kill her. The inspector was afraid it wouldn't be approved, so he arrested our family's Bao Er and dragged out a man named Zhang. The inspector may not be right, because Zhang had previously complained.\"Ji Zheng had not finished listening when he stomped his foot and said, \"No more! It's over! It's over!\" He sighed and tears rolled down his cheeks.",
            "chinese": "贾政正在着急，等内信，只见薛蝌大喘着跑进来，说：“好不容易才进来了！姨父在那里呢？”贾政说：“来了好！外头怎么进来的？”薛蝌说：“我再三央求，又答应给他们钱，我才能进出。”贾政就对薛蝌说：“抄家的事，你不知道吗？你去打听打听，别的亲友，在火头上也不便送信，你就好送信。”薛蝌说：“这里的事，我想不到，东府的事，我听见说了。”贾政说：“究竟犯什么事？”薛蝌说：“今天我打听我哥哥的事，到衙门里，听见有两位御史，传闻是珍大哥引诱世家子弟赌博，这一项还轻，还有重要的一项，强占良民之妻为妾，那女子不从，他用凌辱逼死。那御史恐怕不准，就把我们家的鲍二拿去，又拉出一个姓张的来。恐怕连都察院也有不是，为的是姓张的起先告过。贾政未听完，便跺脚道：“不得了，完了！完了！”叹了一口气，扑簌簌地掉下泪来。"
        },
        {
            "original": "薛蝌宽慰了几句，即便又出去打听，隔了半日，仍旧进来，说：“事情不好。我在刑科里打听，倒没有听见两王覆旨的信，只听说：李御史今早参奏平安州奉承京官，迎合上司，虐害百姓好几大款。”贾政慌道：“那管他人的事！到底打听我们的怎么样？”薛蝌道：“说是平安州就有我们，那参的京官就是大老爷，说的是包揽词讼，所以火上浇油。就是同朝这些官府，俱藏躲不迭，谁肯送信？即如才散的这些亲友们，有各自回家去了的，也有远远儿的歇下打听的。可恨那些贵本家都在路上说：‘祖宗撂下的功业，弄出事来了，不知道飞到那个头上去呢，大家也好施为施为。’”",
            "english": "薛蝌安慰了几句，就又出去打听消息，过了一会儿，他又进来道：“消息不好！我在刑科打听，还没有听见两位王爷的旨意，只听说：李御史今早参奏平安州奉承京官，迎合上司，虐害百姓几大款。”贾政忙问：“那管他人的事！到底打听我们的怎么样？”薛蝌道：“说是平安州就有我们，那参的京官就是大老爷，说的是包揽词讼，所以火上浇油。就是同朝这些官府，都躲藏不迭，谁肯送信？即如才散的这些亲友们，有的回家去了，有的远远儿的歇下打听。可恨那些贵本家都在路上说：‘祖宗撂下的功业，弄出事来了，不知道飞到那个头上去呢，大家也好施为施为。’”",
            "chinese": "薛蝌安慰了几句，就又出去打听消息，半日，又进来道：“消息不好！我在刑科打听，还没有听见两位王爷的旨意，只听说：李御史今早参奏平安州奉承京官，迎合上司，虐害百姓几大款。”贾政忙问：“那管他人的事！到底打听我们的怎么样？”薛蝌道：“说是平安州就有我们，那参的京官就是大老爷，说的是包揽词讼，所以火上浇油。就是同朝这些官府，都躲藏不迭，谁肯送信？即如才散的这些亲友们，有的回家去了，有的远远儿的歇下打听。可恨那些贵本家都在路上说：‘祖宗撂下的功业，弄出事来了，不知道飞到那个头上去呢，大家也好施为施为。’”"
        },
        {
            "original": "贾政没有听完，复又顿足道：“都是我们大老爷忒糊涂！东府也忒不成事体！如今老太太和琏儿媳妇是死是活，还不知道呢！你再打听去，我到老太太那边瞧瞧。若有信，能够早一步才好！”正说著，听见里头乱嚷出来说：“老太太不好了！”急的贾政即忙进去。",
            "english": "Ji Zhen didn't finish listening, and stamped his foot saying, \"It's all because of our father's foolishness! East Hall is also too inappropriate! We still don't know how Grandma and Lady Lin Huan are doing! You go and find out more, and I will go to Grandma's place to check. If there is any news, the sooner the better!\" Just then, they heard from inside the room that \"Grandma is not doing well!\" In a panic, Ji Zhen immediately went in.",
            "chinese": "贾政没听完，又跺脚道：“都是我们老子糊涂！东府也太不像话了！现在老太太和琏二奶奶怎么样，还不知道呢！你再去打听打听，我去老太太那边看看。如果有了信，能早一点才好！”正说着，听到里头乱嚷说：“老太太不行了！”急得贾政即刻进去。"
        },
        {
            "original": "未知生死如何，下回分解。",
            "english": "\"I don't know if he survived, next time we'll find out.\"",
            "chinese": "不知道他是否生还，下回再讲。"
        }
    ],
    "title": "《锦衣军查抄宁国府　骢马使弹劾平安州》",
    "chapter_number": 105
}