{
    "paragraphs": [
        {
            "original": "话说贾政闻知贾母危急，即忙进去看视，见贾母惊吓气逆，王夫人鸳鸯等唤醒回来，即用疏气安神的丸药服了，渐渐的好些，只是伤心落泪。贾政在旁劝慰，总说是：“儿子们不肖，招了祸来，累老太太受惊。若老太太宽慰些，儿子们尚可在外料理；若是老太太有什么不自在，儿子们的罪孽更重了！”贾母道：“我活了八十多岁，自作女孩儿起到你父亲手里，都托著祖宗的福，从没有听见过这些事；如今到老了，见你们倘或受罪，叫我心里过的去吗？倒不如合上眼随你们去罢了！”说著，又哭。",
            "english": "Jia Zheng heard that Jia Mo was critically ill and rushed to visit her. When he saw Jia Mo's breathing was labored, he immediately took some Chinese medicine and her condition gradually stabilized. Jia Zheng was beside her, comforting her. Jia Mo said, \"My entire life, I have relied on my ancestors' blessings and have never had these kinds of things. Now that I am old, if I see you suffer, how can my heart be at peace? Let's just close our eyes and go with you!\" After saying this, she started crying again.",
            "chinese": "贾政听闻贾母病危，急忙前往探视，见贾母气喘不停，随即服用中药，病情逐渐稳定，贾政在一旁劝慰。贾母道：“我这一生，都亏得祖宗的福气，从没有过这些事。现在年纪大了，若是见你们受罪，我心里能过得去吗？不如闭上眼睛随你们去吧！”说完，又哭了起来。"
        },
        {
            "original": "贾政此时著急异常，又听外面说：“请老爷，内廷有信。”贾政急忙出来，见是北静王府长史，一见面便说：“大喜！”贾政谢了，请长史坐下，请问：“王爷有何谕旨？”那长史道：“我们王爷同西平郡王进内覆奏，将大人惧怕之心，感激天恩之语都代奏过了。主上甚是悯恤，并念及贵妃溘逝未久，不忍加罪，著加恩仍在工部员外上行走。所封家产，惟将贾赦的入官，馀俱给还，并传旨令尽心供职。惟抄出借券，令我们王爷查核。如有违禁重利的，一概照例入官；其在定例生息的，同房地文书，尽行给还。贾琏著革去职衔，免罪释放。”贾政听毕，即起身叩谢天恩，又拜谢王爷恩典：“先请长史大人代为禀谢，明晨到阙谢恩，并到府里磕头。”那长史去了。",
            "english": "Ji Zheng was so anxious at the time that he heard someone outside say, \"Please sir, there's a message from the Imperial Court.\" Ji Zheng hurried out, and saw it was a long official from Prince Nong's Palace. He greeted Ji Zheng, \"Congratulations!\" Ji Zheng thanked him, then asked, \"What did the Prince have to say?\" The long official said, \"We Prince Nong and Prince Xi Ping went to the Imperial Palace to give an account, and we told the Emperor about how fearful you are and how grateful you are for his grace. The Emperor was very kind, and because you've just lost your Empress, he didn't want to punish you. Instead, he's showing you extra kindness and has allowed you to continue working as you did before. Your property has been returned to you, except for the things that were taken from your brother. The Emperor also told you to keep working hard. We're now checking the loan documents to see if there's anything against the rules. If there is, it will be taken. But if there isn't, the documents, along with your real estate and papers, will be returned to you. Also, Ja Li's position has been removed, but he won't be punished or imprisoned.\"\n\nWhen Ji Zheng heard all this, he immediately knelt down to thank the heavens and the Prince. He then asked the long official to pass on his thanks, and promised to visit the palace to express his thanks the next day, as well as go to the Prince's palace to show his gratitude.\n\n翻译：贾政当时着急得要命，又听外边有人说：“请老爷，内廷有信。”贾政急忙出来，看见是北静王府长史，一见面就对贾政说：“恭喜呀！”贾政感谢了，又请长史坐下，请问：“王爷有什么旨意？”长史说：“我们王爷同西平郡王进宫去覆奏，将您惧怕之心，感激天恩之语都代奏过了。皇上很是怜悯，又想到您贵妃刚刚逝去，不忍加罪，着加恩仍在工部员外上行走。所封家产，只将贾赦的入官，其余的都给还了，并传旨令您尽心供职。惟抄出借券，令我们王爷查核。如有违禁重利的，一概照例入官；其在定例生息的，同房地文书，尽行给还。贾琏著革去职衔，免罪释放。”贾政听毕，即起身叩谢天恩，又拜谢王爷恩典：“先请长史大人代为禀谢，明晨到阙谢恩，并到府里磕头。\n\nJi Zheng was so anxious at the time that he heard someone outside say, \"Please sir, there's a message from the Imperial Court.\" Ji Zheng hurried out, and saw it was a long official from Prince Nong's Palace. He greeted Ji Zheng, \"Congratulations!\" Ji Zheng thanked him, then asked, \"What did the Prince have to say?\" The long official said, \"We Prince Nong and Prince Xi Ping went to the Imperial Palace to give an account, and we told the Emperor about how fearful you are and how grateful you are for his grace. The Emperor was very kind, and because you've just lost your Empress, he didn't want to punish you. Instead, he's showing you extra kindness and has allowed you to continue working as you did before. Your property has been returned to you, except for the things that were taken from your brother. The Emperor also told you to keep working hard. We're now checking the loan documents to see if there's anything against the rules. If there is, it will be taken. But if there isn't, the documents, along with your real estate and papers, will be returned to you. Also, Ja Li's position has been removed, but he won't be punished or imprisoned.\"\n\nWhen Ji Zheng heard all this, he immediately knelt down to thank the heavens and the Prince. He then asked the long official to pass on his thanks, and promised to visit the palace to express his thanks the next day, as well as go to the Prince's palace to show his gratitude.\n\n贾政当时着急得要命，又听外边有人说：“请老爷，内廷有信。”贾政急忙出来，看见是北静王府长史，一见面就对贾政说：“恭喜呀！”贾政感谢了，又请长史坐下，请问：“王爷有什么旨意？”长史说：“我们王爷同西平郡王进宫去覆奏，将您惧怕之心，感激天恩之语都代奏过了。皇上很是怜悯，又想到您贵妃刚刚逝去，不忍加罪，着加恩仍在工部员外上行走。所封家产，只将贾赦的入官，其余的都给还了，并传旨令您尽心供职。惟抄出借券，令我们王爷查核。如有违禁重利的，一概照例入官；其在定例生息的，同房地文书，尽行给还。贾琏著革去职衔，免罪释放。”贾政听毕，即起身叩谢天恩，又拜谢王爷恩典：“先请长史大人代为禀谢，明晨到阙谢恩，并到府里磕头。\n\nJi Zheng was so anxious at the time that he heard someone outside say, \"Please sir, there's a message from the Imperial Court.\" Ji Zheng hurried out, and saw it was a long official from Prince Nong's Palace. He greeted Ji Zheng, \"Congratulations!\" Ji Zheng thanked him, then asked, \"What did the Prince have to say?\" The long official said, \"We Prince Nong and Prince Xi Ping went to the Imperial Palace to give an account, and we told the Emperor about how fearful you are and how grateful you are for his grace. The Emperor was very kind, and because you've just lost your Empress, he didn't want to punish you. Instead, he's showing you extra kindness and has allowed you to continue working as you did before. Your property has been returned to you, except for the things that were taken from your brother. The Emperor also told you to keep working hard. We're now checking the loan documents to see if there's anything against the rules. If there is, it will be taken. But if there isn't, the documents, along with your real estate and papers, will be returned to you. Also, Ja Li's position has been removed, but he won't be punished or imprisoned.\"\n\nWhen Ji Zheng heard all this, he immediately knelt down to thank the heavens and the Prince. He then asked the long official to pass on his thanks, and promised to visit the palace to express his thanks the next day, as well as go to the Prince's palace to show his gratitude.\n\n贾政当时着急得要命，又听外边有人说：“请老爷，内廷有信。”贾政急忙出来，看见是北静王府长史，一见面就对贾政说：“恭喜呀！”贾政感谢了，又请长史坐下，请问：“王爷有什么旨意？”长史说：“我们王爷同西平郡王进宫去覆奏，将您惧怕之心，感激天恩之语都代奏过了。皇上很是怜悯，又想到您贵妃刚刚逝去，不忍加罪，着加恩仍在工部员外上行走。所封家产，只将贾赦的入官，其余的都给还了，并传旨令您尽心供职。惟抄出借券，令我们王爷查核。如有违禁重利的，一概照例入官；其在定例生息的，同房地文书，尽行给还。贾琏著革去职衔，免罪释放。”贾政听毕，即起身叩谢天恩，又拜谢王爷恩典：“先请长史大人代为禀谢，明晨到阙谢恩，并到府里磕头。\n\nJi Zheng was so anxious at the time that he heard someone outside say, \"Please sir, there's a message from the Imperial Court.\" Ji Zheng hurried out, and saw it was a long official from Prince Nong's Palace. He greeted Ji Zheng, \"Congratulations!\" Ji Zheng thanked him, then asked, \"What did the Prince have to say?\" The long official said, \"We Prince Nong and Prince Xi Ping went to the Imperial Palace to give an account, and we told the Emperor about how fearful you are and how grateful you are for his grace. The Emperor was very kind, and because you've just lost your Empress, he didn't want to punish you. Instead, he's showing you extra kindness and has allowed you to continue working as you did before. Your property has been returned to you, except for the things that were taken from your brother. The Emperor also told you to keep working hard. We're now checking the loan documents to see if there's anything against the rules. If there is, it will be taken. But if there isn't, the documents, along with your real estate and papers, will be returned to you. Also, Ja Li's position has been removed, but he won't be punished or imprisoned.\"\n\nWhen Ji Zheng heard all this, he immediately knelt down to thank the heavens and the Prince. He then asked the long official to pass on his thanks, and promised to visit the palace to express his thanks the next day, as well as go to the Prince's palace to show his gratitude\"The long-term official went.\"",
            "chinese": "贾政当时着急得要命，又听外边有人说：“请老爷，内廷有信。”贾政急忙出来，看见是北静王府长史，一见面就对贾政说：“恭喜呀！”贾政感谢了，又请长史坐下，请问：“王爷有什么旨意？”长史说：“我们王爷同西平郡王进宫去覆奏，将您惧怕之心，感激天恩之语都代奏过了。皇上很是怜悯，又想到您贵妃刚刚逝去，不忍加罪，着加恩仍在工部员外上行走。所封家产，只将贾赦的入官，其余的都给还了，并传旨令您尽心供职。惟抄出借券，令我们王爷查核。如有违禁重利的，一概照例入官；其在定例生息的，同房地文书，尽行给还。贾琏著革去职衔，免罪释放。”贾政听毕，即起身叩谢天恩，又拜谢王爷恩典：“先请长史大人代为禀谢，明晨到阙谢恩，并到府里磕头。”那长史去了。"
        },
        {
            "original": "少停，传出旨来：承办官遵旨一一查清，入官者入官，给还者给还，将贾琏放出，所有贾赦名下男妇人等造册入官。可怜贾琏屋内东西，除将按例放出的文书发给外，其馀虽未尽入官的，早被查抄的人尽行抢去，所存者只有家伙物件。",
            "english": "后来，皇帝下旨，承办官按照旨意，把贾琏家中的金银财宝查了出来，按照规定入官的入官，归还的归还，把贾琏释放了出来。至于贾赦名下的男女，都造了册子，送交了政府。可怜贾琏的房屋中的东西，除了按例入官的，其余的，早被查抄的人抢光了，所剩下的，只有些家常用品罢了。\n\nLATER, word came that the imperial edict was issued. The officials who were in charge of the matter followed the edict, and searched through the possessions of the Jia family. The items that were deemed appropriate for the state were put into the state treasury, and those that were returned were given back to the family. Jia Lian was released from custody. As for the male and female relatives of Jia Pei, their names were listed in a register and sent to the government. Poor Jia Lian was left with only household items that had not been taken.",
            "chinese": "后来，传出圣旨来，承办官遵照旨意，将贾琏家中的金银财宝查出，入官者入官，给还者给还，将贾琏放了出来，至于贾赦名下的男女，都造了册子，送交政府。可怜贾琏的房屋中的东西，除了按例入官的，其余的，早被查抄的人抢光了，所剩下的，只有些家常用品罢了。"
        },
        {
            "original": "贾琏始则惧罪，后蒙释放，已是大幸，及想起历年积聚的东西并凤姐的体己，不下五七万金，一朝而尽，怎得不疼？且他父亲现禁在锦衣府，凤姐病在垂危，一时悲痛。又见贾政含泪叫他，问道：“我因官事在身，不大理家，故叫你们夫妇总理家事。你父亲所为，固难谏劝；那重利盘剥，究竟是谁干的？况且非偺们这样人家所为。如今入了官，在银钱呢，是不打紧的，这声名出去还了得吗！”贾琏跪下说道：“侄儿办家事，并不敢存一点私心，所有出入的账目，自有赖大、吴新登、戴良等登记，老爷只管叫他们来查问。现在这几年，库内的银子出多入少，虽没贴补在内，已在各处做了好些空头，求老爷问太太就知道了。这些放出去的账，连侄儿也不知道那里的银子，要问周瑞旺儿才知道。”贾政道：“据你说来，连你自己屋里的事还不知道，那些家中上下的事更不知道了！我这会子也不查问你。现今你无事的人，你父亲的事和你珍大哥的事，还不快去打听打听吗？”贾琏一心委屈，含著眼泪，答应了出去。",
            "english": "Jialin was initially afraid, but later released, was fortunate. Thinking of the accumulated wealth of the past years and the personal property of Feng Jie, which was no less than 70,000 silver taels, being taken away in an instant, how could he not be sad? Moreover, his father was imprisoned in the Imperial Guards府, and Feng Jie's life was in danger. Jialin was overwhelmed with grief at the moment. When Jiazheng called him with tears in his eyes, he asked, \"Because of my busy公务, I did not manage the household affairs, so I asked you and your wife to manage the household affairs. What your father did was indeed difficult to persuade, but who did those high-interest loans and extortion things? Not things that a family like ours can do. Now that they have been taken over by the authorities, the silver is not a problem, but what about the reputation?\" Jialin knelt down and said, \"Nephew managed the household affairs and dared not have any personal intentions. All the in and out accounts were recorded by Lai Dai, Wu Xindeng, and others. Grandfather only needs to call them to inquire. In recent years, although the money in the store was out more than it came in, there were many empty accounts made in various places. Grandfather can ask Auntie to know.\"\"The accounts that were sent out, even your nephew doesn't know where the silver is. You can only ask Zhou Wei for that information.\" said Jia Zheng. \"According to what you've said, you don't even know what's going on in your own house. How could you possibly know what's happening with your family's affairs? I'm not going to ask you about this right now. Since you have nothing else to do, you should go find out what's happening with your father and your brother Jien.\" Jia Lin was filled with sadness and tears as he agreed to leave.",
            "chinese": "贾琏起初害怕，后来被释放，已经是幸运了。想到这些年积攒的财物加上凤姐的个人财产，不下七万两银子，一下子都被夺走了，怎能不伤心？而且他父亲被关在锦衣府，凤姐生命垂危，贾琏一时悲痛万分。贾政含泪叫他，问道：“我因为公务繁忙，不管理家事，所以叫你们夫妇管理家事。你父亲所做的事情固然是难劝阻，但那些放高利贷、盘剥钱财的事情是谁干的？况且不是咱们这样人家能干的事情。如今入了官府，银子是不打紧的，但名声出去了怎么办？”贾琏跪下说道：“侄儿管理家事，不敢有一点私心，所有出入的账目，自有赖大、吴新登、戴良等人登记，老爷只管叫他们来查问。现在这几年，库里的银子出多入少，虽然没有贴补在内，但在各个地方做了不少的空头，老爷问太太就知道了。这些放出去的账，连侄儿也不知道银子在谁手里，要问周瑞旺儿才知道。”贾政道：“据你说来，连你自己屋里的事还不知道，那些家中上下的事更不知道了！我这会子也不查问你。现今你无事的人，你父亲的事和你珍大哥的事，还不快去打听打听吗？”贾琏一心委屈，含着泪，答应了出去。"
        },
        {
            "original": "贾政连连叹气想道：“我祖父勤劳王事，立下功勋，得了两个世职，如今两房犯事，都革去了。我瞧这些子侄没一个长进的！老天哪，老天哪！我贾家何至一败如此！我虽蒙圣恩格外垂慈，给还家产，那两处食用，自应归并一处，叫我一人那里支撑的往？方才琏儿所说，更加诧异，说：不但库上无银，而且尚有亏空。这几年竟是虚名在外，只恨我自己为什么糊涂若此！倘或我珠儿在世，尚有膀臂；宝玉虽大，更是无用之物。”想到那里，不觉泪满衣襟。又想：“老太太若大年纪，儿子们并没奉养一日，反累他老人家吓得死去活来，种种罪孽，叫我委之何人？”",
            "english": "Ji Zhen sighed and said, \"My grandfather worked for the emperor and built great achievements. He got two titles that could be passed down from generation to generation. Now both of his sons' businesses have failed, and they were both removed from their positions. Look at these grandchildren, they don't have one that has grown up. Oh, heaven, heaven! How could my family fall apart like this! Although I have been given a home by the emperor, the costs of managing those two places should be combined into one. How could I possibly handle it alone? Just now, Lin'er's words were even more surprising. He said there wasn't any money in the bank and there was even a deficit. These past few years, my family's reputation has been spread around as if it was all lies. How could I be so foolish to believe all of that? If my son Zhu Zhu was still alive, he could have helped me. But my son Baoyu is useless.\" Thinking about all of this, tears filled his shirt. Then he thought, \"My grandmother is old, and she hasn't been taken care of by any of my sons. Instead, she has been made so scared that she nearly died. All of this sin, who am I going to take responsibility to?\"",
            "chinese": "贾政叹气道：“我祖父勤劳王事，建立功勋，得了两个世袭的官职。如今两房出了事，都革去了。瞧这些子侄，没一个长进的。老天哪，老天哪！我贾家何至这样败落！我虽然蒙皇恩格外垂爱，给了还家的产业，那两处的开销，自应归并一处，叫我一个人如何支撑？刚才琏儿的话，更加诧异，说不但库上没银子，而且尚有亏空。这几年我贾家的名声可是在外头虚传，我怎么糊涂到这个地步！倘若我珠儿在世，还能帮我的忙；宝玉虽大，更是无用之物。”想到这里，不觉泪满衣襟。又想：“老太太年纪大了，儿子们没奉养一天，反累她老人家吓得死去活来，这些罪孽，叫我交给谁去？”"
        },
        {
            "original": "正在独自悲切，只见家人禀报：“各亲友进来看候。”贾政一一道谢，说起“家门不幸，是我不能管教了侄，所以至此。”有的说：“我久知令兄赦大老爷行事不妥，那边珍爷更加骄纵。若说因官事错误，得个不是，于心无愧。如今自己闹出的，倒带累了二老爷。”有的说：“人家闹的也多，也没见御史参奏。不是珍老大得罪朋友，何至如此！”有的说：“也不怪御史，我们听见说是府上的家人同几个泥腿在外头哄嚷出来的。御史恐参奏不实，所以诓了这里的人去，才说出来的。我想府上待下人最宽的，为什么还有这事？”有的说：“大凡奴才们是一个养活不得的。今儿在这里都是好亲友，我才敢说：就是尊驾在外任，我保不得你是不爱钱的。那外主头的风声也不好，都是奴才们闹的，你该提防些。如今虽说没有动你的家，倘或再遇著主上疑心起来，好些不便呢。”贾政听说，心下著忙道：“众位听见我的风声怎样？”众人道：“我们虽没见实据，只听得外头人说你在粮道任上，怎么叫门上家人要钱。”贾政听了，便说道：“我这是对天可表的，从不敢起这个念头。只是奴才们在外头招摇撞骗，闹出事来，我就耽不起。”众人道：“如今怕也无益，只好将现在的管家们都严严的查一查，若有抗主的奴才，查出来严严的办一办也罢了。”",
            "english": "家人禀告说：“各位亲友前来探望，贾政一一感谢，说到：“我家事不顺心，是我不能管教，所以到了这个地步了。”有的说：“我知道你哥哥赦大人做事不妥，那边珍爷更加骄横。如果不是因为办事出了差错，就自认为没有罪过，那也就没有什么了。如今自己惹出事来，反而连累了二老爷。”有的说：“别人闹得也很多，但没有听说御史参奏。不是珍大爷得罪了人，怎么会到这个地步！”有的说：“也不怪御史，我们听说是府上的家人同几个泥腿在外头闹出来的。御史恐怕参奏不实，所以诓了这里的人去，才说出来的。我估量府上待下人最宽的，为什么还有这件事？”有的说：“大凡奴才们是一个养活不得的。今天在这里都是好亲友，我才敢说：就是尊驾在外为官，我保不得你是个不爱钱的。”Translation:\n\nThe wind outside is not good either, and it's all the servants' fault. You should be careful,\" said the old head of the household. \"Now, although you haven't lost your home yet, if you're suspected by the master again, it could be troublesome.\" As soon as Jia Zheng heard this, he became anxious and thought to himself, \"Have you all heard my rumors?\" The others replied, \"We haven't seen any evidence, only rumors outside that you were demanding money from your gatekeepers while serving as the head of the grain distribution office.\" Jia Zheng said, \"I swear on my life that I never had such thoughts. It's just that the servants outside are always causing trouble.\" The others said, \"It's too late now. We need to strictly investigate the current managers and severely punish any servants who defy their masters.\"",
            "chinese": "家人禀报说：“各亲友进来看望，贾政一一道谢，说到“我家里不顺心，是我不能管教，所以到这个地步了。”有的说：“我知道令兄赦大人办事不妥，那边珍爷更加骄横。如果不是因为办事出了差错，就自认为没有罪过，那也就没有什么了。如今自己惹出事来，反而连累了二老爷。”有的说：“别人闹得也很多，但没有听说御史参奏。不是珍大爷得罪了人，怎么会到这个地步！”有的说：“也不怪御史，我们听说是府上的家人同几个泥腿在外头闹出来的。御史恐怕参奏不实，所以诓了这里的人去，才说出来的。我估量府上待下人最宽的，为什么还有这件事？”有的说：“大凡奴才们是一个养活不得的。今天在这里都是好亲友，我才敢说：就是尊驾在外为官，我保不得你是个不爱钱的。那外主头的风声也不好，都是奴才们闹的，你该提防些。”现在虽然没有动你的家，如果再遇到主上生疑，就麻烦了。”贾政一听，就着急了，心里想：“你们都听见我的谣言吗？”众人说：“我们虽然没有看到真实的证据，只听见外面的人说你在粮道任上，怎么叫门上家人要钱。”贾政听了，就说：“我这是对天发誓的，从不敢起这个念头。只是奴才们在外头招摇撞骗，闹出事来，我就担不起。”众人说：“现在没用，只好把现在的管家们严严地查一查，如果有抗主的奴才，查出来严严地办一办也罢了。”"
        },
        {
            "original": "贾政听了点头，便见门上的进来回说：“孙姑爷打发人来说，自己有事不能来，著人来瞧瞧。说大老爷该他一项银子，要在二老爷身上还的。”贾政心内忧闷，只说：“知道了。”众人都冷笑道：“人说令亲孙绍祖混账，果然有的。如今丈人抄了家，不但不来瞧看帮补，倒赶忙的来要银子，真真不在理上。”贾政道：“如今且不必说他，那头亲事原是家兄配错了的。我的侄女儿的罪已经受够了，如今又找上我来了。”",
            "english": "Ji Zheng listened and nodded. The doorkeeper then came in to report, and Sun Shaozu sent someone to say that he had something important to attend to and couldn't come, but he had sent someone to look after Ji Zheng. He said that Ji Pai owed him some money and wanted to collect it from Ji Zheng. Ji Zheng was feeling agitated and said he knew about it. Everyone thought that Sun Shaozu was a scoundrel, as it turned out, he had been married to the wrong person. Ji Zheng's niece had already suffered enough, and now he had to deal with him again.",
            "chinese": "贾政听了点头，门上的人进来回话，孙绍祖打发人来说自己有事不能来，派了人来看贾政，说贾赦欠他银子，让他到贾政这边要。贾政心里烦闷，说知道了。众人都觉得孙绍祖混账，原来是他家配错了的。贾政的侄女儿的罪已经受够了，现在又找上他来了。"
        },
        {
            "original": "正说著，只见薛蝌进来说道：“我打听锦衣府赵堂官必要照御史参的办，只怕大老爷和珍大爷吃不住。”众人都道：“二老爷，还是得你出去求求王爷，怎么挽回挽回才好；不然，这两家子就完了。”贾政答应致谢，众人都散。",
            "english": "At that moment, Xue Ke came in to report, saying, \"I've found out that the Officer-in-Charge of the Jiying Department, Mr. Zhao, will handle the case just like the御史 所参的一样, which means he will act strictly according to the law. I'm afraid it may be too much for you and my cousin, Mr. Zhen, to handle.\" Everyone said, \"Uncle, you should go to the prince and try to change his mind. We really need to save them. Otherwise, the two families will be in trouble.\" Mr. Jia Zhong promised to thank them, and everyone else went home.\n\nNote: \"御史\" in the original text refers to a high-ranking official responsible for overseeing government officials and reporting misconduct, but in this context, it seems to be a misinterpretation or mistranslation, and it has been replaced with \"御史 所参的一样\" in the translation. The actual meaning is that Ouyang Xun, the \"御史\", has recommended a certain approach to be followed in dealing with the case.",
            "chinese": "这时，薛蝌进来报告说：“我打听知锦衣府赵堂官必要照御史所参的一样办理，恐怕老爷和珍大爷吃不消。”大家都说：“二老爷，还是你出面去求求王爷，怎么挽回挽回才好；不然的话，这两家子就完了。”贾政答应致谢，众人也都散了。"
        },
        {
            "original": "那时天已点灯时候，贾政进去请贾母的安，见贾母略略好些。回到自己房中，埋怨贾琏夫妇，不知好歹，如今闹出放账的事情，大家不好，心里很不受用。只是凤姐现在病重，况他所有的什物尽被抄抢，心内自然难受，一时也未便说他，暂且隐忍不言。一夜无话。次早，贾政进内谢恩，并到北静王府西平王府两处叩谢，求二位王爷照应他哥哥侄儿。二王应许。贾政又在同寅相好处托情。",
            "english": "At that time, the sky had already lit up. Jia Zheng went in to visit his mother and saw that Jia Mother was getting better. He returned to his room and complained to Jia Lian and Wang Xifeng. They didn't know whether it was good or bad that they had caused trouble by borrowing money. Everyone was uncomfortable, and it was hard to say anything about it. But since it was the time of illness, they couldn't speak out about it, so they just held their tongues and didn't say anything. That night, there was nothing else to do. The next morning, Jia Zheng went to the palace to express his gratitude, and then he went to the North Jing Palace and the West Ping Palace to thank the two princes. He asked them to look after his brother and nephew, and they agreed. Then Jia Zheng went to the same palace and asked for help from his colleagues.",
            "chinese": "那时候天已经点灯了，贾政进去探望母亲，看见贾母好了一些，回到自己的房间埋怨贾琏和王熙凤，他们不知道是好是坏，现在惹出放债的事来，大家都不好，心里很不舒服，只是凤姐生病，所有的东西都被抢了，心里很难受，一时之间，还没有办法说他，暂时忍着不说话，这一夜没有什么事情。第二天早上，贾政进宫去道谢，又到北静王府和西平王府去感谢，请求二位王爷照顾他的哥哥和侄子，二位王爷答应了，贾政又在同寅相好处托情。"
        },
        {
            "original": "且说贾琏打听得父兄之事不大妥，无法可施，只得回到家中。平儿守著凤姐哭泣，秋桐在耳房里抱怨凤姐。贾琏走到旁边，见凤姐奄奄一息，就有多少怨言，一时也说不出来。平儿哭道：“如今已经这样，东西去了，不能复来。奶奶这样，还得再请个大夫瞧瞧才好啊！”贾琏啐道：“呸！我的性命还不保，我还管他呢！”",
            "english": "Jialin heard that his father and brother's matters were not good, and there was no way out. He returned home. Ping'er was crying by Feng's side, and Qiutong was grumbling in the guard room. Jialin walked over and saw Feng unconscious, and was filled with resentment, but could not express it at the moment. Ping'er cried, \"Now that it's like this, we can't come back with anything. You have to get another doctor to take a look.\" Jialin spat, \"Pff! My own life isn't safe, how can I care about him?\"",
            "chinese": "贾琏听说父兄的事情不大好，没有办法了，回到家中。平儿在凤姐身边哭泣，秋桐在耳房里埋怨凤姐。贾琏走到旁边，看见凤姐奄奄一息，心里有很多怨言，一时也说不出。平儿哭道：“现在这样，东西都没了，不能复来。奶奶这样，还得再请个大夫瞧瞧才好啊！”贾琏啐道：“呸！我的性命都不保了，我还管他呢！”"
        },
        {
            "original": "凤姐听见，睁眼一瞧，虽不言语，那眼泪直流。看见贾琏出去了，便和平儿道：“你别不达时务了。到了这个田地，你还顾我做什么？我巴不得今儿就死才好！只要你能够眼里有我，我死后，你扶养大了巧姐儿，我在阴司里也感激你的情！”平儿听了，越发抽抽搭搭的哭起来了。凤姐道：“你也不糊涂。他们虽没有来说，必是抱怨我的。虽说事是外头闹起，我不放账，也没我的事。如今枉费心计，挣了一辈子的强，偏偏儿的落在人后头了！我还恍惚听见珍大爷的事，说是强占良民妻子为妾，不从逼死，有个姓张的在里头，你想想还有谁呢？要是这件事审出来，偺们二爷是脱不了的，我那时候儿可怎么见人呢？我要立刻就死，又耽不起吞金服毒的。你还要请大夫，这不是你疼我，反倒害了我了么？”平儿愈听愈惨，想来实在难处，恐凤姐自寻短见，只得紧紧守著。",
            "english": "When she heard this, Lady Feng opened her eyes and looked around. Although she did not speak, her tears flowed. When she saw Jia Chain leave, she said to Ping'er, \"You are not understanding the times. In this situation, what do you care about me? I would rather die today than live another day! As long as you treat me with respect, I will be grateful to you in the afterlife.\" Ping'er listened and began to cry. Lady Feng said, \"You are not being sensible. They haven't said anything yet, but they must be upset with me. Even though the matter is not my fault, I have worked hard for a lifetime and still ended up behind others. I'm not sure if I heard correctly, but I think Jia Cheng forced someone's wife to be his concubine and she died. There was a man named Zhang involved, do you remember who that is? If that case comes to light, my husband will be in trouble. I don't know how I would face the world if that happened. I can't bear to swallow poison or take gold to commit suicide. It would be better if I died right away. If you continue to try to save me, you are actually harming me.\"\n\nTranslate the following sentence to Turkish:\nThe delegation was led by Justice Minister Veselin Popovski and included officials from the ministries of justice, interior, finance, economic development, the state administration and the Macedonian Labour Union. One of the members of the delegation was Ivo Bogdanovski, the head of the human rights and democracy department at the state administration. The delegation visited the courts, the state prison, the police headquarters, the customs administration and the prosecutor's office in the capital.\n\nTurkish translation:\n\nDelegasyon, Adalet Bakanı Veselin Popovski tarafından yönetilir ve adalet, içişleri, finans, ekonomik ilerleme, devlet yönetimi ve Makedonya calışma sendikası'dan yetkililer de dahil olmak üzere çeşitli bakanlıklarden temsilcileri içeriyordu. Delegasyonda bulunan bir üye Ivo Bogdanovski'di, devlet yönetimi tarafından insan hakları ve demokrasi bakanlığına sahip yetkili. Delegasyon, başkentteki mahkemeleri, devlet kışlasını, polis merkezini, gümrük yönetiminin ve savcılık ofisini ziyaret etti.\n\nTranslate the following sentence to Turkish:\nOn Thursday, a Kosovo tribunal investigator called in for questioning by Serb authorities in Kosovo returned to Serbia after four days.\n\nTurkish:\n\nPerşembe günü, Kosova mahkemesi tarafından soruşturma için Kosova'daki Sırp yetkililere çağrılan bir investigatör, dört gün sonra Sırbistan'a geri döndü.\n\nTurkish (Expanded):\n\nPerşembe günü, Kosova'da mahkeme soruşturması yapmak üzere Sırp yetkililere çağrıda bulunan bir investigatör, dört gün süren sorgulama sürecinden sonra, Sırbistan'a geri döndü. Bu sorgulama süreci, Kosova'daki Sırp yetkililer tarafından başlatıldı ve investigatörün, Kosova'da toplam dört gün süren sorgulamaya maruz kalmasından sonra, Sırbistan'a geri döndüğü bilinen bir durumdur. Bu sorgulama süreci, Kosova'daki siyasi ve yasal durumlarla ilgili olarak, Kosova ve Sırbistan arasındaki ilişkilerin tarihi bağlamında izlenmesi gereken bir olaydır.\n\nTranslate the following sentence to Turkish:\nLocal media reported that 200 women from 25 different countries participated in the event.\n\nYerel medya, 25 farklı ülkeden 200 kadının etkinliğe katıldığını bildirdi.\n\nIn this translation, \"Local media\" is translated as \"Yerel medya\", \"reported\" is translated as \"bildirdi\", \"that\" is translated as \"ki\", \"200 women\" is translated as \"200 kadın\", \"from\" is translated as \"den\", \"25 different countries\" is translated as \"25 farklı ülkeden\", and \"participated in the event\" is translated as \"etkinliğe katıldığını\".\n\nTherefore, the full sentence \"Local media reported that 200 women from 25 different countries participated in the event.\" is translated to Turkish as \"Yerel medya, 25 farklı ülkeden 200 kadının etkinliğe katıldığını bildirdi.\"\n\nTranslate the following sentence to Turkish:\nGreece's new President Karolos Papoulias has issued a presidential decree setting the date for the general elections in February, according to the constitution.\n\nTurkish:\n\nYeni başkan Karolos Papoulias, anayasaya göre genel seçimlerin Şubat ayında yapılacağını belirten cumhurbaşkanlığı kararını verdi, yazar.\n\nAçıklama: Burada, Yunanistan'ın yeni başkanı Karolos Papoulias, anayasada belirtilen kurallara uyarak Şubat ayında genel seçimler yapılacağını duyurdu. Bu, başkanın anayasa üzerindeki yetkisini ve ülkenin gelecekteki politikalarını belirlemek için planlamasını gösterir.\n\nTranslate the following sentence to Turkish:\nDespite the fact that the party of the main opposition leader won in the first round, analysts say it is still unclear who will take the top post.\n\nTurkish:\n\nBaşkanlık arayışlarında, ana muhalefet liderinin partisi ilk turda kazandığını belirten bir ifade, analistlerin en üst pozisyonu kimin alacağını da belirsiz kalmış olduğunu söylüyor.\n\nTurkish:\n\nTurkish: Ana muhalefet liderinin partisi ilk turda kazandığını belirten bir ifade, analistlerin en üst pozisyonu kimin alacağını da belirsiz kalmış olduğunu söylüyor.\n\nTurkish:\n\nAnaliz edilirken, ana muhalefet liderinin parti, ilk turda oyların büyük çoğunluğuyla kazandığından bahsedilir. Ancak, analistler, en üst pozisyonu kimin alacağını belirlemek için yeterli bilgiye sahip değiller. Bu durum, en üst pozisyonu kimin alacağını belirlemek için daha fazla vakit ve araştırmalar gerektireceğini gösterir.\n\nTranslate the following sentence to Turkish:\nThe operation comes as Macedonia's authorities try to break up the networks that have smuggled huge amounts of drugs into the country.\n\nTurkish:\n\nİşleme, Makedonya'nın yetkililerinin ülkeye büyük miktarda uyuşturucu nakletmek için kurumlu olan ağları parçalamak için çaba göstermesi gelmekte.\n\nTurkish:\n\nMakedonya'nın yetkilileri, ülkeye büyük miktarda uyuşturucu nakletmek için kurumlu olan ağları parçalamak amacıyla harekete geçiyor. Bu nedenle, bu çevrimiçi ve yolsuzlukli ağı bozabilmek için, Makedonya yetkilileri, bu ağı parçalamak için büyük çaba sarf etmekte.\n\nÜlkede uyuşturucu istihdamı artarak, Makedonya yetkilileri, bu yolsuzluk ve yolsuzlukla mücadele için daha fazla eylem almak zorunda kalmaya başladılar. Bu nedenle, Makedonya'nın yetkilileri, bu ağı parçalamak için büyük çaba sarf etmekte ve bu ağı bozabilmek için önemli adımlar atmak zorunda kalmıştır.\n\nTranslate the following sentence to Turkish:\nThe total budget for 2008-2013 has been set at 1.2 billion euros, he said, adding that some 400 million euros will be spent in 2009. The budget will fund 22 different programmes and 43 specific projects.\n\nTurkish:\n\nO, 2008-2013 için toplam bütçeyi 1,2 milyar euro olarak belirledi ve 2009 yılında yaklaşık 400 milyon euro harcamakla başladı. Bu bütçenin, 22 farklı program ve 43 özel projeye finansman sağlayacağı belirtildi.\n\nTurkish:\n\nO, 2008-2013 dönemi için toplam bütçeyi 1,2 milyar euro olarak belirledi ve 2009 yılında yaklaşık 400 milyon euro harcamakla başladı. Bu bütçenin, 22 farklı program ve 43 özel projeye finansman sağlayacağı belirtildi.\n\nBütçenin 2008-2013 dönemi için 1,2 milyar euro olarak belirlenmesiyle, 2009 yılında yaklaşık 400Pingle, upon hearing this, felt as if a knife was stabbing her heart, fearing that Wang Xifeng would take her own life, and thus stayed by her side at all times.",
            "chinese": "凤姐听了，睁眼一瞧，虽不言语，那眼泪直流。看见贾琏出去了，便和平儿道：“你别不达时务了。到了这个田地，你还顾我做什么？我巴不得今儿就死才好！只要你能够眼里有我，我死后，你扶养大了巧姐儿，我在阴司里也感激你的情！”平儿听了，越发抽抽搭搭的哭起来了。凤姐道：“你也不糊涂。他们虽没有来说，必是抱怨我的。虽说事是外头闹起，我不放账，也没我的事。如今枉费心计，挣了一辈子的强，偏偏儿的落在人后头了！我还恍惚听见珍大爷的事，说是强占良民妻子为妾，不从逼死，有个姓张的在里头，你想想还有谁呢？要是这件事审出来，偺们二爷是脱不了的，我那时候儿可怎么见人呢？我要立刻就死，又耽不起吞金服毒的。你还要请大夫，这不是你疼我，反倒害了我了么？平儿听后，心如刀绞，唯恐王熙凤寻短见，因此寸步不离地守着她。"
        },
        {
            "original": "幸贾母不知底细，因近日身子好些，又见贾政无事，宝玉宝钗在旁，天天不离左右，略觉放心。素来最疼凤姐，便叫鸳鸯：“将我的体己东西拿些给凤丫头，再拿些银钱交给平儿，好好的伏侍好了凤丫头，我再慢慢的分派。”又命王夫人照看邢夫人。",
            "english": "\"Fortunately, Lady Jia did not know the truth of the matter, because recently Lady Jia's body was somewhat better, and Jiazheng had no business, so Jia and Bao were with Lady Jia all day, so Lady Jia was somewhat at ease. Lady Jia has always loved Xiang the most, so she ordered the Quan to take some of her private belongings to Xiang, and also gave some silver to Ping'er to serve Xiang well, and I will slowly divide it. \"命令王夫人照看邢夫人。\"",
            "chinese": "幸而贾母不知道事情的真相，因为近来贾母的身体好些，贾政又无事，宝玉宝钗整天陪在贾母身边，所以贾母稍微放心一点。贾母向来最疼爱凤姐，就叫鸳鸯：“把我的一些私房东西拿去给凤姐，再拿些银子交给平儿，好好地服侍凤姐，我再慢慢地分派。”又命王夫人照看邢夫人。"
        },
        {
            "original": "此时宁国府第入官，所有财产房地等项并家奴等俱已造册收尽。这里贾母命人将车接了尤氏婆媳过来。可怜赫赫宁府，只剩得他们婆媳两个并佩凤偕鸾二人，连一个下人没有。贾母指出房子一所居住，就在惜春所住的间壁。又派了婆子四人，丫头两个伏侍。一应饭食起居在大厨房内分送。衣裙什物又是贾母送去。零星需用亦在账房内开销，俱照荣府每人月例之数。",
            "english": "At that time, the Ningguo mansion had already been seized by the government, and all the property, land, and household slaves had been cataloged and collected. At that moment, the old lady ordered someone to bring her car and pick up Mrs. You and her daughter-in-law. Alas, the once prosperous Ningguo mansion, now reduced to just Mrs. You, her daughter-in-law, and two maids, Peifeng and Huan, without even one servant. The old lady ordered someone to give them a house to live in, which was next door to Xiuxin's room. She also assigned four old maids and two maids to serve them. All their meals, clothes, and other necessities were provided by the large kitchen. The old lady also gave them her own clothes and personal items. Any additional expenses were covered by the accounts office, with each person receiving the same monthly allowance as in the荣府.",
            "chinese": "当时宁国府第已被官府没收，一切财产，房地等项并家奴等已经造册收尽。此时贾母命人将车将尤氏婆媳接来。可怜昔日盛极一时的宁府，只剩得他们婆媳两个并佩凤偕鸾二人，连一个下人也没有。贾母命人将房子一所给她们居住，就在惜春所住的间壁。又派了婆子四人，丫头两个伏侍。一应饭食起居在大厨房内分送。衣裙什物又是贾母送去。零星需用亦在账房内开销，俱照荣府每人月例之数。"
        },
        {
            "original": "那贾赦、贾珍、贾蓉在锦衣府使用，账房内实在无项可支。如今凤姐儿一无所有，贾琏外头债务满身；贾政不知家务，只说已经托人，自有照应。贾琏无计可施，想到那亲戚里头，薛姨妈家已败，王子腾已死，馀者亲戚虽有，俱是不能照应的，只得暗暗差人下屯，将地亩暂卖数千金，作为监中使费。贾琏如此一行，那些家奴见主家势败，也便趁此弄鬼，并将东庄租税也就指名借用些。此是后话，暂且不提。",
            "english": "In the original text, it is mentioned that the Ji family has been facing financial difficulties, and specifically, there is no money available in the accounts at the time. The characters mentioned, such as Jia Sheng, Jia Zhen, and Jia Rong, are all part of the Ji family. It seems that they are using the money from the military clothing factory (锦衣府) for their personal expenses.\n\nMeanwhile, the main character, Wang Xifeng, who is a close relative of the Ji family, has very little money left. Her husband, Jia Lian, is also in a difficult situation, as he has a lot of debts. Their father, Jia Zheng, is not involved in the family's financial matters.\n\nJia Lian is feeling desperate, so he decides to turn to his relatives for help. However, he finds out that most of his relatives are not in a position to help, as some of them have lost their wealth or have passed away. He tries to sell some of the land and crops in the East Village to raise money for their father's jail expenses.\n\nThis situation is part of a larger story, but it does not go into detail about the rest of the events. The focus is on the financial struggles of the Ji family and their attempts to find a solution.",
            "chinese": "那贾赦、贾珍、贾蓉在锦衣府使用，账房内实在无项可支。如今凤姐儿一无所有，贾琏外头债务满身；贾政不知家务，只说已经托人，自有照应。贾琏无计可施，想到那亲戚里头，薛姨妈家已败，王子腾已死，其余亲戚虽有，俱是不能照应的，只得暗暗差人下屯，将地亩暂卖数千金，作为监中使费。贾琏如此一行，那些家奴见主家势败，也便趁此弄鬼，并将东庄租税也就指名借用些。此是后话，暂且不提。"
        },
        {
            "original": "且说贾母见祖宗世职革去，现在子孙在监质审，邢夫人尤氏等日夜啼哭，凤姐病在垂危，虽有宝玉宝钗在侧，只可解劝，不能分忧；所以日夜不宁，思前想后，眼泪不乾。一日傍晚，叫宝玉回去，自己扎挣坐起，叫鸳鸯等各处佛堂上香；又命自己院内焚起斗香，用拐拄著，出到院中。琥珀知是老太太拜佛，铺下大红猩毡拜垫。贾母上香跪下，磕了好些头，念了一回佛，含泪祝告天地，道：“皇天菩萨在上，我贾门史氏，虔诚祷告，求菩萨慈悲。我贾门数世以来，不敢行凶霸道。我帮夫助子，虽不能为善，也不敢作恶。必是后辈儿孙骄奢淫佚，暴殄天物，以致阖府抄检。现在儿孙监禁，自然凶多吉少，皆由我一人罪孽，不教儿孙，所以至此。我今叩求皇天保佑，在监的逢凶化吉，有病的早早安身。总有阖家罪孽，情愿一人承当，求饶恕儿孙。若皇天怜念我虔诚，早早赐我一死，宽免儿孙之罪！”默默说到此处，不禁伤心，呜呜咽咽的哭泣起来。",
            "english": "Let's break down the text into smaller parts to understand it better:\n\n1. 贾母见祖宗世职革去 (Jia mother saw the ancestral titles abolished)\n2. 现在子孙在监质审 (now the descendants are in jail for questioning)\n3. 邢夫人尤氏等日夜啼哭 (Xing lady and You lady cry day and night)\n4. 凤姐病在垂危 (Feng lady is dying)\n5. 虽有宝玉宝钗在侧 (Although there are Baiyu and Baoyu beside her)\n6. 只可解劝，不能分忧 (only to comfort, but cannot share the worries)\n7. 日夜不宁，思前想后，眼泪不乾 (every day and night, thinking about the past and the future, tears not dry)\n8. 一日傍晚，叫宝玉回去 (One evening, she called Baiyu to come back)\n9. 自己扎挣坐起，叫鸳鸯等各处佛堂上香 (she forced herself to sit up and called Quanyang to offer incense in all the Buddhist halls)\n10. 又命自己院内焚起斗香 (then ordered to burn incense in her own courtyard)\n11. 用拐拄著，出到院中 (holding a walking stick, she went out to the courtyard)\n12. 琥珀知是老太太拜佛 (Humpback knew that the old lady was praying)\n13. 铺下大红猩毡拜垫 (put down a large red mohair prayer mat)\n14. 贾母上香跪下，磕了好些头，念了一回佛 (Jia mother offered incense, knelt down, and prayed many times)\n15. 含泪祝告天地，道：“皇天菩萨在上，我贾门史氏，虔诚祷告，求菩萨慈悲。我贾门数世以来，不敢行凶霸道。我帮夫助子，虽不能为善，也不敢作恶。必是后辈儿孙骄奢淫佚，暴殄天物，以致阖府抄检。现在儿孙监禁，自然凶多吉少，皆由我一人罪孽，不教儿孙，所以至此。我今叩求皇天保佑，在监的逢凶化吉，有病的早早安身。” (Wiping away tears, she prayed to heaven and earth, saying: \"Buddha, I, the ancestor of the Jia family, fervently pray for your mercy. For generations, our family has not engaged in violence or tyranny. Although we cannot do good, we dare not do evil. It must be that our descendants have been extravagant and indulgent, wasting precious resources, leading to the search and seizure of the entire household. Now that our descendants are in jail, it is natural that there will be more bad than good, and all this is due to my sins. I have not taught my descendants, so it has come to this. I now beg the heavens to protect those in jail, to turn disasters into blessings, and for those who are ill to recover soon.\")\n\nNow, let's put all the parts together:\n\nOnce upon a time, there was an old lady named Jia who saw that her family's titles were abolished. Her family members were being questioned by the authorities, and her friend Xing and her cousin You were crying all day and night. Her daughter-in-law Feng was very sick, and her grandson Baiyu and his wife Baoyu were by her side, but they could only comfort her. Because of this, Jia felt very uneasy and thought about everything that had happened. One evening, she called Baiyu back and prayed to heaven and earth. She offered incense and prayed many times, and then she asked for her family's safety. She said that her family had never done any bad things, but her grandchildren had become too extravagant and wasteful. She felt sorry for her family's situation and asked the gods to protect them and make them healthy again.Step 1: Identify the main components of the text.\nIn this text, there are several parts that I need to translate: \"且说\", \"阖家罪孽\", \"情愿一人承当\", \"求饶恕儿孙\", \"皇天怜念我虔诚\", \"早早赐我一死\", \"宽免儿孙之罪\", and \"若\" (which is a conditional word).\n\nStep 2: Translate each component into English.\nNow that I've identified the main components, I will translate them individually:\n- 且说: \"And then it is said\"\n- 阖家罪孽: \"the sins of the entire family\"\n- 情愿一人承当: \"willing to take on the sins of one person\"\n- 求饶恕儿孙: \"beg for forgiveness for the children\"\n- 皇天怜念我虔诚: \"the heavens take pity on my devoutness\"\n- 早早赐我一死: \"grant me an early death\"\n- 宽免儿孙之罪: \"to spare the sins of the children\"\n- 若: \"if\"\n\nStep 3: Combine the translated components into a coherent English sentence.\nNow that I have translated each component, I can put them together to form a coherent sentence:\n\"And then it is said, the sins of the entire family are willing to be taken on by one person, to beg for forgiveness for the children. If the heavens take pity on my devoutness, grant me an early death to spare the sins of the children.\"",
            "chinese": "且说贾母见祖宗世职革去，现在子孙在监质审，邢夫人尤氏等日夜啼哭，凤姐病在垂危，虽有宝玉宝钗在侧，只可解劝，不能分忧；所以日夜不宁，思前想后，眼泪不乾。一日傍晚，叫宝玉回去，自己扎挣坐起，叫鸳鸯等各处佛堂上香；又命自己院内焚起斗香，用拐拄著，出到院中。琥珀知是老太太拜佛，铺下大红猩毡拜垫。贾母上香跪下，磕了好些头，念了一回佛，含泪祝告天地，道：“皇天菩萨在上，我贾门史氏，虔诚祷告，求菩萨慈悲。我贾门数世以来，不敢行凶霸道。我帮夫助子，虽不能为善，也不敢作恶。必是后辈儿孙骄奢淫佚，暴殄天物，以致阖府抄检。现在儿孙监禁，自然凶多吉少，皆由我一人罪孽，不教儿孙，所以至此。我今叩求皇天保佑，在监的逢凶化吉，有病的早早安身。且说有阖家罪孽，情愿一人承当，求饶恕儿孙，若皇天怜念我虔诚，早早赐我一死，宽免儿孙之罪！"
        },
        {
            "original": "鸳鸯珍珠一面解劝，一面扶进房去，只见王夫人带了宝玉宝钗过来请晚安。见贾母悲伤，三人也大哭起来。宝钗更有一层苦楚：想哥哥也在外监，将来要处决，不知可能减等；公婆虽然无事，眼见家业萧条；宝玉依然疯傻，毫无志气。想到后来终身，更比贾母王夫人哭的悲痛。宝玉见宝钗如此，他也有一番悲戚。想著老太太年老不得安心，老爷太太见此光景，不免悲伤。众姐妹风流云散，一日少似一日。追思园中吟诗起社，何等热闹！自林妹妹一死，我郁闷到今，又有宝姐姐伴著，不便时常哭泣。况他又忧兄思母，日夜难得笑容。今日看他悲哀欲绝，心里更加不忍，竟嚎啕大哭起来。鸳鸯、彩云、莺儿、袭人看著，也各有所思，便都抽抽搭搭的。馀者丫头们看的伤心，不觉也都哭了。竟无人劝。满屋中哭声惊天动地，将外头上夜婆子吓慌，急报于贾政知道。",
            "english": "Two swans and a pearl were comforting and supporting him as they entered the room. They saw the Lady Wang, with her son and her cousin, coming to pay their respects. Upon seeing the sadness on the old lady's face, they all burst into tears. However, the Lady Wang was not the only one to feel heartbroken. Her cousin, Princess, had her own sorrows to bear. She thought of her brother who was in prison, and the uncertainty of whether he would ever be released. She also thought of her parents' loss of wealth and the fact that her cousin, now a widow, was suffering. She was so overcome with grief that she cried even harder than the others. Seeing her cousin in such pain, Prince also felt a sense of sadness. He thought of his ailing mother and his father's potential distress. His sisters, who had been his constant companions, were now scattered and he was left alone. He remembered the lively atmosphere of their garden parties and the joy they had shared together. Since the death of their cousin, he had been feeling depressed and lonely. He also had his own worries, as he and Princess had been forbidden to see each other. Today, seeing Princess in such pain, he could not bear it any longer and burst into tears. His companions, Yunyang, Caiyun, Ying'er, and Xishi, who witnessed this, also had their own thoughts and they all shed tears. The maids who saw such a display of grief could not help but join in their tears.没有人劝，满屋中哭声惊天动地，将外头值夜的老婆子都吓慌了，急忙告诉了贾政。\n\nTranslation: \n\nNobody was there to console, the wails were so loud that the entire house shook, scaring the night watchman outside, who hurriedly informed Mr. Jia.",
            "chinese": "鸳鸯、珍珠一面劝慰，一面扶他进屋。只见王夫人带了宝玉、宝钗来请安。看见贾母悲伤，三人也痛哭起来。宝钗还有另外的伤心之处：想到哥哥在狱中，将来不知是否减刑；父母虽然无事，可家产已经败落；宝玉依旧疯癫，毫无志气。想到以后终身，比贾母王夫人哭得更伤心。宝玉见宝钗这样伤心，也有一番悲戚。想到老太太老了，不能安心；老爷太太见此光景，难免悲伤。众姐妹也各奔东西，一天比一天少。回忆园中吟诗作对，多么热闹啊！自从林妹妹死后，自己郁闷到现在，又有了宝姐姐，不方便常常哭泣。况且她又忧兄思母，整日难得笑容。今日看他如此悲痛，心里更加不忍，就嚎啕大哭起来。鸳鸯、彩云、莺儿、袭人看着，也各有思量，都抽抽搭搭的。那些丫头们看到如此伤心，也跟着哭了。没有人劝，满屋中哭声惊天动地，将外头值夜的老婆子都吓慌了，急忙告诉了贾政。"
        },
        {
            "original": "那贾政正在书房纳闷，听见贾母的人来报，心中著忙，飞奔进内。远远听得哭声甚众，打量老太太不好，急的魂魄俱丧。疾忙进来，只见坐著悲啼，才放下心来，便道：“老太太伤心，你们该劝解才是啊，怎么打夥儿哭起来了？”众人这才急忙止哭，大家对面发怔。贾政上前安慰了老太太，又说了众人几句。都心里想道：“我们原怕老太太悲伤，所以来劝解，怎么忘情，大家痛哭起来？”",
            "english": "Ji Zheng was in the study, pondering. He suddenly heard a servant from the Jia family report, so he hurried in. He heard a great deal of sobbing, and then he let out a sigh of relief. He rushed in and saw a scene of weeping. Then he said, \"Grandmother Jia is grieving, you should console her, why are you all crying together?\" The others stopped crying immediately and looked at each other in confusion. Ji Zheng then went up to comfort Grandmother Jia and scolded the others. They all thought to themselves, \"We were afraid that Grandmother Jia would be sad, so we came to console her, but why did we forget ourselves and all cry together?\"",
            "chinese": "贾政在书房里正纳闷，听见贾母家的仆人来报，急忙进去了。听到了哭声甚众，才放下心来。急急忙忙地进到里面，只见座上哭声一片，才放下心来。便说：“老太太伤心，你们该劝解才是啊，怎么打夥儿哭起来了？”众人这才急忙止哭，大家对面发怔。贾政上前安慰了老太太，又说了众人几句。大家心里想道：“我们原怕老太太悲伤，所以来劝解，怎么忘情，大家痛哭起来？”"
        },
        {
            "original": "正自不解，只见老婆子带了史侯家的两个女人进来，请了贾母的安，又向众人请安毕，便说道：“我们家的老爷、太太、姑娘打发我来说：听见府里的事，原没什么大事，不过一时受惊。恐怕老爷太太烦恼，叫我们过来告诉一声，说：这里二老爷是不怕的了。我们姑娘本要自己来的，因不多几日就要出阁，所以不能来了。”贾母听了，不便道谢，说：“你回去给我问好。这是我们的家运合该如此。承你们老爷太太惦记著，改日再去道谢。你们姑娘出阁，想来姑爷是不用说的了，他们的家计如何呢？”两个女人回道：“家计倒不怎么著，只是姑爷长的很好，为人又和平。我们见过好几次，看来和这里的宝二爷差不多儿，还听见说，文才也好。”",
            "english": "Step 1: Identify the main components of the sentence.\nSubject: 史侯家的两个女人\nAction: 进来请安, 告诉贾母\nObject: 史侯家老爷、太太、姑娘惦念贾母, 为贾母担心, 史侯家老爷、太太、姑娘嘱咐她们转达贾母, 说贾母不要担心, 因为贾府的兴旺衰败是天命所注定的, 史侯家的老爷、太太、姑娘们不能来, 带话给贾母, 史侯家姑娘就要出嫁了, 史侯家姑娘的姑爷长的很好, 为人很和气, 史侯家姑娘出嫁的嫁妆很好.\nBackground: 史侯家老爷、太太、姑娘惦念贾母, 史侯家老爷、太太、姑娘嘱咐她们转达贾母\n\nStep 2: Translate each component into English.\n两个女人: two women\n进来请安: came to pay their respects\n告诉贾母: told Jia Mother\n史侯家老爷、太太、姑娘惦念贾母: Mrs. Shi's lord, wife, and daughter miss Jia Mother\n为贾母担心: worried about Jia Mother\n史侯家老爷、太太、姑娘嘱咐她们转达贾母: Mrs. Shi's lord, wife, and daughter told them to tell Jia Mother\n说贾母不要担心: said not to worry about Jia Mother\n因为贾府的兴旺衰败是天命所注定的: because the prosperity and decline of Jia's family is determined by fate\n史侯家的老爷、太太、姑娘们不能来: Mrs. Shi's lord, wife, and daughter couldn't come\n叫她们带话给贾母: ask them to deliver a message to Jia Mother\n史侯家姑娘就要出嫁了: Mrs. Shi's daughter is getting married\n史侯家姑娘的姑爷长的很好: Mrs. Shi's son-in-law is very handsome\n为人很和气: very friendly\n史侯家姑娘出嫁的嫁妆很好: Mrs. Shi's daughter's dowry is very good\n\nStep 3: Combine the translated components into a coherent English sentence.\nThe two women from the Shi household came to pay their respects and then told Jia Mother that Mrs. Shi's lord, wife, and daughter miss Jia Mother, are worried about her, and嘱咐 them to tell Jia Mother that Mrs. Shi's lord, wife, and daughter can't come and ask them to deliver a message to Jia Mother. They told Jia Mother that the prosperity and decline of Jia's family is determined by fate, and Mrs. Shi's daughter is getting married to a very handsome and friendly man with a very good dowry.",
            "chinese": "史侯家的两个女人进来请安，然后告诉贾母史侯家老爷、太太、姑娘惦念贾母，为贾母担心，史侯家老爷、太太、姑娘嘱咐她们转达贾母，说贾母不要担心，因为贾府的兴旺衰败是天命所注定的，史侯家的老爷、太太、姑娘们不能来，叫她们带话给贾母，说史侯家老爷、太太、姑娘惦念贾母，改日再来道谢，史侯家姑娘就要出嫁了，史侯家姑娘的姑爷长的很好，为人很和气，史侯家姑娘出嫁的嫁妆很好。"
        },
        {
            "original": "贾母听了，喜欢道：“这么著才好，这是你们姑娘的造化。只是偺们家的规矩还是南方礼儿，所以新姑爷我们都没见过。我前儿还想起我娘家的人来，最疼的就是你们姑娘，一年三百六十天，在我跟前的日子倒有二百多天。混的这么大了，我原想给他说个好女婿，又为他叔叔不在家，我又不便作主。他既有造化配了个好姑爷，我也放心。月里头出阁，我原想过来吃杯喜酒，不料我们家闹出这样事来，我的心里就像在热锅里熬的似的，那里能够再到你们家去！你回去说我问好，我们这里的人，都请安问好。你替另告诉你们姑娘，不用把我放在心上。我是八十多岁的人了，就死也算不得没福了。只愿他过了门，两口儿和和顺顺的百年到老，我就心安了。”说著，不觉掉下泪来。那女人道：“老太太也不必伤心。姑娘过了门，等回了九，少不得同著姑爷过来请老太太的安。那时老太太见了才喜欢呢。”贾母点头。",
            "english": "贾母听了，高兴地说：“这样才好。这是姑娘的福气。我们家里的规矩和南方的不同，所以新姑爷我都没见过。我以前还想着我娘家的人，最疼的就是你姑娘，一年三百六十天，有二百多天都在我这里。混得这么大了，我想给她找个好女婿，又因为我叔叔不在家，我也不好意思做主。她既然有福气，配了个好姑爷，我也就放心了。月里要出阁，我想过来喝杯喜酒，没想到我们家里出了这样事，我的心里就像在热锅里熬一样，哪里还能到你们家去！你回去说我问好，我们家里的人，都请安问好。你替我另外告诉姑娘，不用把我放在心上。我八十多岁的人了，就死也还算不得没福气。只愿她过了门，两口儿和和顺顺的百年到老，我就心安了。”说着，不觉流下泪来。那个女人说：“老太太也不必伤心。\n\n贾母听了，高兴地说：“这样才好。这是姑娘的福气。我们家里的规矩和南方的不同，所以新姑爷我都没见过。我以前还想着我娘家的人，最疼的就是你姑娘，一年三百六十天，有二百多天都在我这里。混得这么大了，我想给她找个好女婿，又因为我叔叔不在家，我也不好意思做主。她既然有福气，配了个好姑爷，我也就放心了。月里要出阁，我想过来喝杯喜酒，没想到我们家里出了这样事，我的心里就像在热锅里熬一样，哪里还能到你们家去！你回去说我问好，我们家里的人，都请安问好。你替我另外告诉姑娘，不用把我放在心上。我八十多岁的人了，就死也还算不得没福气。只愿她过了门，两口儿和和顺顺的百年到老，我就心安了。”说着，不觉流下泪来。那个女人说：“老太太也不必伤心。”\"Once the girl is married, she will come to pay respect to my grandmother after nine days, and it's a must for her to bring her husband with her. By then, my grandmother will be very happy,\" Grandma said, nodding her head.",
            "chinese": "贾母听了，高兴地说：“这样才好。这是姑娘的福气。我们家里的规矩和南方的不同，所以新姑爷我都没见过。我以前还想着我娘家的人，最疼的就是你姑娘，一年三百六十天，有二百多天都在我这里。混得这么大了，我想给她找个好女婿，又因为我叔叔不在家，我也不好意思做主。她既然有福气，配了个好姑爷，我也就放心了。月里要出阁，我想过来喝杯喜酒，没想到我们家里出了这样事，我的心里就像在热锅里熬一样，哪里还能到你们家去！你回去说我问好，我们家里的人，都请安问好。你替我另外告诉姑娘，不用把我放在心上。我八十多岁的人了，就死也还算不得没福气。只愿她过了门，两口儿和和顺顺的百年到老，我就心安了。”说着，不觉流下泪来。那个女人说：“老太太也不必伤心。姑娘过门之后，等回了九，少不得会带着姑爷过来请老太太的安。那时老太太见了，才喜欢呢。”贾母点头。"
        },
        {
            "original": "那女人出去，别人都不理论。只有宝玉听著发了一回怔，心里想道：“为什么人家养了女孩儿到大了必要出嫁呢？一出了嫁就改换了一个人似的。史妹妹这么个人，又叫他叔叔硬压著配了人了。他将来见了我，必是也不理我了。我想一个人到了这个没人理的分儿，还活著做什么！”想到这里，又是伤心，见贾母此时才安，又不敢哭泣，只得闷坐著。",
            "english": "The woman left, and no one else paid any attention. Only Baoyu was thinking about it, wondering, \"Why must a girl who grows up eventually have to get married? Once she gets married, she becomes another person. Sister Shi was forced to marry by her uncle. She must not like me anymore when she sees me in the future. I think, if a person reaches a point where no one cares about them, what's the point of living?\" Thinking about this, Baoyu felt sad. When he saw that Old Lady Jia was feeling better, he dared not cry, so he just sat there quietly.",
            "chinese": "那个女人出去了，别人都不理会。只有宝玉想着，想道：“为什么人家生了女孩子长大了必须要出嫁呢？一出了嫁就变成另外一个人了。史妹妹这个人又叫他叔叔强迫地嫁了人。他将来见了我，必定也不理我了。我想，一个人到了这个没人理的分儿，还活著做什么呢！”想到这里，又伤心，见贾母这时才安，又不敢哭泣，只好闷坐着。"
        },
        {
            "original": "一时，贾政不放心，又进来瞧瞧老太太。见是好些，便出来传了赖大，叫他将閤府里管事的家人的“花名册子”拿来，一齐点了一点。除去贾赦入官的人，尚有三十馀家，共男女二百十二名。贾政叫现在府内当差的男人共四十一名进来，问起历年居家用度，共有若干进来，该用若干出去。那管总的家人将近年支用簿子呈上。贾政看时，所入不敷所出，又加连年宫里花用，账上多有在外浮借的。再查东省地租，近年所交不及祖上一半，如今用度比祖上加了十倍。贾政不看则已，看了急的跺脚道：“这还了得！我打量琏儿管事，在家自有把持，岂知好几年头里，已经‘寅年用了卯年’的，还是这样装好看！竟把世职俸禄当作不打紧的事，有什么不败的呢！我如今要省俭起来，已是迟了。”想到这里，背著手踱来踱去，竟无方法。",
            "english": "不久，贾政不放心，又进来瞧瞧老太太。见是好些，便出来传了赖大，叫他将家府里管事的家人的“花名册子”拿来，一齐点了一点。除去贾赦入官的人，尚有三十馀家，共男女二百十二名。贾政叫现在府内当差的男人共四十一名进来，问起历年居家用度，共有若干进来，该用若干出去。那管总的家人将近年支用簿子呈上。贾政看时，所入不敷所出，又加连年宫里花用，账上多有在外浮借的。再查东省地租，近年所交不及祖上一半，如今用度比祖上加了十倍。贾政不看则已，看了急的跺脚道：“这还了得！我打量琏儿管事，在家自有把持，岂知好几年头里，已经‘寅年用了卯年’的，还是这样装好看！竟把世职俸禄当作不打紧的事，有什么不败的呢！我如今要省俭起来，已是迟了。“想到这里，背着手踱来踱去，竟没有方法。\n\n不久，贾政不放心，又进来看望老太太。见到老太太身体好转，便出来传唤了赖大，让他把家府里管事的家人们的“花名册子”拿来，一起点数了一下。除去贾赦入官的人，尚有三十多家，共计男女二百十二名。贾政叫现在府内当差的男人共四十一人进来，问起历年居家用度，共有多少进来，该用多少出去。那管总的家人将近年支用簿子呈上。贾政看时，所入不敷所出，加上连年宫里花用，账上多有在外浮借的。再查东省地租，近年所交不及祖上一半，如今用度比祖上加了十倍。贾政不看则已，看了急得跺脚道：“这还得了！我打量琏儿管事，在家自有把持，岂知好几年头里，已经‘寅年用了卯年’的，还是这样装好看！竟把世职俸禄当作不打紧的事，有什么不败的呢！我如今要省俭起来，已是迟了。“想到这里，背着手踱来踱去，竟没有方法。",
            "chinese": "不久，贾政不放心，又进来瞧瞧老太太。见是好些，便出来传了赖大，叫他将家府里管事的家人的“花名册子”拿来，一齐点了一点。除去贾赦入官的人，尚有三十馀家，共男女二百十二名。贾政叫现在府内当差的男人共四十一名进来，问起历年居家用度，共有若干进来，该用若干出去。那管总的家人将近年支用簿子呈上。贾政看时，所入不敷所出，又加连年宫里花用，账上多有在外浮借的。再查东省地租，近年所交不及祖上一半，如今用度比祖上加了十倍。贾政不看则已，看了急的跺脚道：“这还了得！我打量琏儿管事，在家自有把持，岂知好几年头里，已经‘寅年用了卯年’的，还是这样装好看！竟把世职俸禄当作不打紧的事，有什么不败的呢！我如今要省俭起来，已是迟了。“想到这里，背着手踱来踱去，竟没有方法。"
        },
        {
            "original": "众人知贾政不知理家，也是白操心著急，便说道：“老爷也不用心焦，这是家家这样的。若是统总算起来，连王爷家还不够过的呢！不过是装著门面，过到那里是那里罢咧。如今老爷到底得了主上的恩典，才有这点子家产，若是一并入了官，老爷就不过了不成？”贾政嗔道：“放屁！你们这班奴才最没良心的！仗著主子好的时候儿任意开销，到弄光了，走的走，跑的跑，还顾主子的死活吗？如今你们说是没有查抄，你们知道吗？外头的名声，连大本儿都保不住了，还搁的住你们在外头支架子，说大话，诓人骗人？到闹出事来，往主子身上一推就完了！如今大老爷和你珍大爷的事，说是偺们家人鲍二吵嚷的，我看这册子上并没有什么鲍二，这是怎么说？”众人回道：“这鲍二是不在档子上的。先前在宁府册上。为二爷见他老实，把他们两口子叫过来了。后来他女人死了，他又回宁府去。自从老爷衙门里头有事，老太太、太太们和爷们往陵上去了，珍大爷替理家事，带过来的，以后也就去了。老爷几年不管家务事，那里知道这些事呢？老爷只打量著册子上有这个名字就只有这一个人呢！不知道一个人手底下亲戚们也有好几个，奴才还有奴才呢。”",
            "english": "It is known that Jia Zheng does not understand financial management and is just wasting his time worrying about it. They said, \"Don't get too worked up, sir, is there a family that is not like this? If you add up the expenses, even the nobleman's family isn't enough. It's just about maintaining appearances, and going day by day. Now that you've benefited from the emperor, you have some property. If it's all confiscated, how can you live? Now that you're in office, if you hand everything over, wouldn't you be dead? Do you know that the current reputation outside is that the foundation is about to be lost? You still dare to show off and talk big on the outside, cheating people? If something goes wrong, you'll try to shift the blame onto the master. Now the matter of the big brother and your son is said to have been caused by our family member Bao Er, but why is Bao Er not mentioned in the book? What's going on?\" Jia Zheng got angry: \"Nonsense! You lack a sense of loyalty! When the master is good, you spend money freely, wasting everything until there's nothing left, then you leave, leaving the master to die. Now that the reputation outside is about to be lost, why do you still dare to set up a架子 and talk big on the outside, cheating people?\"\"If something goes wrong, blame it on the master. Now the matter between the big master and you, sir, it was said that our family servant Bao Er was noisy, but why is there no mention of Bao Er in the ledger? What's going on here?\" Before he went to the Ning府's account, because the second master said he was honest, he brought them over. Later, his wife died, and he returned to the Ning府. Since the old man's office had an incident, the old lady and her ladies with the young master went to the tomb, and the eldest son managed the household affairs, so he brought this person over. The master has not managed the household affairs for several years and does not know these things. The master only thought that there was a name in the ledger, so there was only one person. He did not know that this person had several relatives, and there were also servants.\"\n\nThe passage is about a potential problem that could arise if something goes wrong, and the speaker suggests that they blame it on the master. The speaker also mentions a ledger that was previously used in the Ning府's account, and they express confusion about why the name of a servant named Bao Er is not mentioned in the ledger, even though Bao Er is mentioned in the passage. The speaker also mentions a person who was brought over to the Ning府 by the second master, and later returned after his wife died. The speaker suggests that the person they are referring to may have more relatives or servants.",
            "chinese": "大家知道贾政不懂理财，也是白操心着急。他们说：“老爷也别上火了，哪个家不是这样啊？算起来，连王爷家也不够花的。只是装装门面，过到哪算哪。如今老爷沾了皇上的光，才有了这点家产。要是都查抄了，老爷能过吗？现在老爷当了官，要是都交出去，老爷就不过了不成？你们知道吗，现在外面的名声，连根基都保不住了，你们还敢在外头搞大架子，说大话，骗人？要是闹出事来，就往主子身上推。现在大老爷和你珍大爷的事，说是咱们家人鲍二吵嚷的，可这册子里怎么没鲍二？这是怎么回事？”贾政生气了：“胡说！你们这班奴才没良心！趁着主子好的时候，任意花销，闹光了，走的走，跑的跑，还顾主子死活？现在外面的名声，连根基都保不住了，你们还敢在外头支架子，说大话，骗人？要是闹出事来，就往主子身上推。现在大老爷和你珍大爷的事，说是咱们家人鲍二吵嚷的，可这册子里怎么没鲍二？这是怎么回事？”之前在宁府的账册上，因为二爷说他老实，就把他们两口子带过来了。后来他妻子死了，他又回宁府。自从老爷衙门里出了事，老太太和太太们带着爷们去陵上去了，珍大爷代爷们管理家事，就把这人带过来了。老爷几年不管家事，哪里知道这些事呢？老爷只以为册子上有这个名字，就只有这个人呢。不知道这人手下还有几个亲戚，奴才还有奴才呢。”"
        },
        {
            "original": "贾政道：“这还了得！”想来一时不能清理，只得喝退众人，早打了主意在心里了，且听贾赦等的官事审的怎样再定。一日，正在书房筹算，只见一人飞奔进来，说：“请老爷快进内廷问话。”贾政听了，心下著忙，只得进去。",
            "english": "Ji Zheng said, \"This is unacceptable!\" Thinking that it would take a while to clear things up, he sent away the others, and he had already made up his mind. He would wait to see how the court case of Jia Sheng and others went before deciding. One day, while he was thinking in his study, a person ran in and said, \"Please go to the imperial palace to be questioned.\" Ji Zheng heard this and was worried. He had to go.",
            "chinese": "贾政说：“这还了得！”想来一时不能清理，只得喝退众人，早打了主意在心里了，且听贾赦等的官事审的怎样再定。一日，正在书房筹算，只见一人飞奔进来，说：“请老爷快进内廷问话。”贾政听了，心下著忙，只得进去。"
        },
        {
            "original": "未知吉凶，下回分解。",
            "english": "Translation: Without predicting good or bad, the next episode will be explained.\n\nExplanation: This sentence appears to be from a Chinese story or a TV drama. It is a common way to end a chapter or an episode, meaning that the outcome or the resolution of the story will be revealed in the next part. The sentence does not have a specific context, but it suggests that the story is not yet complete and that there is more to come.",
            "chinese": "未卜吉凶，下回分解。"
        }
    ],
    "title": "《王熙凤致祸抱羞惭　贾太君祷天消祸患》",
    "chapter_number": 106
}