{
    "paragraphs": [
        {
            "original": "话说贾政进内，见了枢密院各位大臣，又见了各位王爷。北静王道：“今日我们传你来，有遵旨问你的事。”贾政即忙跪下。众大臣便问道：“你哥哥交通外官，恃强凌弱，纵儿聚赌，强占良民妻女不遂逼死的事，你都知道么？”贾政回道：“犯官自从主恩钦点学政任满后，查看赈恤，于上年冬底回家，又蒙堂派工程，后又任江西粮道，题参回都，仍在工部行走，日夜不敢怠惰。一应家务，并未留心伺察，实在糊涂。不能管教子侄，这就是辜负圣恩，只求主上重重治罪。”北静王据说转奏。",
            "english": "贾政进到枢密院，见到了各位大臣，也见到了各位王爷。北静王说：“今天我们传你来，是有遵旨问你的事情。”贾政立即跪下了。众大臣就问道：“你哥哥勾结外官，仗势欺人，纵容儿子聚赌，强行占有良民妻女不遂而逼死的事情，你都知道吗？”贾政回答道：“犯官自从主恩钦点学政任期届满后，查看赈恤，于上年冬天回到家中，又蒙堂派工程，后又任江西粮道，题参回都，仍在工部行走，日夜不敢懈怠。一应家务，从未留心过，实在是糊涂。不能管教子侄，这就是辜负圣恩，只求主上重重治罪。”北静王听说后转奏给了皇上。",
            "chinese": "话说贾政进内，见了枢密院各位大臣，又见了各位王爷。北静王道：“今日我们传你来，有遵旨问你的事。”贾政即忙跪下。众大臣便问道：“你哥哥交通外官，恃强凌弱，纵儿聚赌，强占良民妻女不遂逼死的事，你都知道么？”贾政回道：“犯官自从主恩钦点学政任满后，查看赈恤，于上年冬底回家，又蒙堂派工程，后又任江西粮道，题参回都，仍在工部行走，日夜不敢怠惰。一应家务，并未留心伺察，实在糊涂。不能管教子侄，这就是辜负圣恩，只求主上重重治罪。”北静王据说转奏。"
        },
        {
            "original": "不多时，传出旨来，北静王便述道：“主上因御史参奏贾赦交通外官，恃强凌弱，－－据该御史指出平安州互相往来，贾赦包揽词讼－－严鞫贾赦，据供平安州原系姻亲来往，并未干涉官事，该御史亦不能指实。惟有倚势强索石呆子古扇一款是实的，然系玩物，究非强索良民之物可比。虽石呆子自尽，亦系疯傻所致，与逼勒致死者有间。今从宽将贾赦发往台站效力赎罪。所参贾珍强占良民妻女为妾不从逼死一款，提取都察院原案：看得尤二姐实系张华指腹为婚未娶之妻，因伊贫苦自愿退婚，尤二姐之母愿结贾珍之弟为妾，并非强占。再尤三姐自刎掩埋，并未报官一款：查尤三姐原系贾珍妻妹，本意为伊择配，因被逼索定礼，众人扬言秽乱，以致羞忿自尽，并非贾珍逼勒致死。但身系世袭职员，罔知法纪，私埋人命，本应重治，念伊究属功臣后裔，不忍加罪，亦从宽革去世职，派往海疆效力赎罪。贾蓉年幼无干，省释。贾政实系在外任多年，居官尚属勤慎，免治伊治家不正之罪。”",
            "english": "It didn't take long before news of the imperial decree spread. The Northern Prince then passed on the decree stating, \"The emperor has been informed that the deputy magistrate has impeached the Duke of Yachai for colluding with officials outside the palace, bullying the weak and strong, and especially for interfering in the administration of平安州. Upon investigation, it was found that the Duke of Yachai did not interfere in the administration of平安州, but only intervened in lawsuits between them. The deputy magistrate could not prove his interference in official matters. However, he did force the ancient fan from Shi Dai Zi, which is true. This, however, is a plaything, not a case of forcing the property of a good citizen. Although Shi Dai Zi committed suicide, it was due to insanity, not from being forced to death. Therefore, the Duke of Yachai is to be sent to the place of duty to serve as punishment for his crimes. As for the deputy magistrate's accusations that the Duke of Yachai forced a man and his daughter to become his concubines, killing the man, and that the Duke of Yachai's wife and sisters are commoners and not the wives of commoners, this is also true. Therefore, the Duke of Yachai is to be sent to the place of duty to serve as punishment for his crimes. The deputy magistrate's accusations are not true, so he is not to be punished. The Duke of Yachai's wife and sisters are commoners, not wives of commoners. Therefore, the Duke of Yachai is to be sent to the place of duty to serve as punishment for his crimes. However, considering his status as a hereditary official, his lack of knowledge of the law, and his private burial of a body, he should be severely punished, but he is a descendant of a distinguished family and we are unwilling to punish him, so we will grant him leniency and revoke his hereditary position. He will be sent to the sea to serve as punishment for his crimes.\"Jia Rong was young and had not yet become involved in politics, so he was not punished. Jia Zhen, on the other hand, had been serving as an official in a distant province for many years, and had been diligent and conscientious in his duties. He was thus spared the punishment of being accused of mismanaging his household.",
            "chinese": "没多久，传出圣旨，北静王又转达圣旨说：“主上因为御史弹劾贾赦勾结外官，仗势欺凌弱小，据该御史指出平安州来往，贾赦包揽诉讼，于是审问贾赦，据贾赦供称，平安州原是姻亲来往，并未干涉官事，该御史也不能指实。只有倚仗势力强要石呆子古扇一款是实的，但系玩物，不是强要良民的财物。虽然石呆子自尽，也是发疯所致，与逼勒致死有区别。如今从宽发遣贾赦到地方站工效力赎罪。所弹劾贾珍强占良民妻子、女儿为妾，不从逼死，贾珍没有要挟逼迫致死的证据。再有贾珍强占良民妻子、女儿为妾，不从逼死，贾珍强占良民妻子、女儿为妾，不从逼死，贾珍的妻子姐妹是良民，不是良民的妻子。所以从宽发遣贾珍到地方站工效力赎罪。”但是身系世袭官员，不知法纪，私自掩埋人命，应该重惩，顾念他毕竟属于功臣后代，不忍心治罪，也从宽革去世职，派往海疆效力赎罪。贾蓉年幼没有干政，不追究。贾政实际上是在外地任职多年，为官还算勤慎，免治他治家不正之罪。"
        },
        {
            "original": "贾政听了，感激涕零，叩首不及；又叩求王爷代奏下忱。北静王道：“你该叩谢天恩，更有何奏？”贾政道：“犯官仰蒙圣恩。不加大罪，又蒙将家产给还，实在扪心惶愧。愿将祖宗遗受重禄，积馀置产，一并交官。”北静王道：“主上仁慈待下，明慎用刑，赏罚无差。如今既蒙莫大深恩，给还财产，你又何必多此一奏？”众官也说不必。",
            "english": "Ji Zheng listened and was overwhelmed with gratitude. He bowed repeatedly, thanking the emperor over and over again, and begged the prince to tell him about it. The Northern Peaceful Prince said, \"You should thank heaven for your mercy, not say anything about it.\" Ji Zheng replied, \"I am deeply ashamed that I have received such great kindness from the emperor, and I am grateful for being spared punishment. I wish to hand over my family's wealth and any surplus that was left to the government.\" The Northern Peaceful Prince said, \"The emperor is kind and wise, and he is careful in his use of punishment and rewards. Now that you have received such great kindness, why do you need to make a request?\" The officials also agreed that it was not necessary.",
            "chinese": "贾政听了，感激涕零，叩首谢恩不止，又叩求王爷代为奏知。北静王道：“你该叩谢天恩，还说什么奏？”贾政道：“小的仰蒙圣恩，不加大罪，又蒙将家产给还，实在惭愧之至。愿将祖宗遗受重禄，积馀置产，一并交官。”北静王道：“主上仁慈待下，明慎用刑，赏罚无差。如今既蒙莫大深恩，给还财产，你又何必多此一奏？”众官也说不必。"
        },
        {
            "original": "贾政便谢了恩，叩谢了王爷出来，恐贾母不放心，急忙赶回。上下男女人等不知传进贾政是何吉凶，都在外头打听，一见贾政回家，都略略的放心，也不敢问。只见贾政忙忙的走到贾母跟前，将蒙圣恩宽免的事细细告诉了一遍。贾母虽则放心，只是两个世职革去，贾赦又往台站效力，贾珍又往海疆，不免又悲伤起来。邢夫人尤氏听见这话，更哭起来。贾政便道：“老太太放心。大哥虽则台站效力，也是为国家办事，不致受苦，只要办得妥当，就可复职。珍儿正是年轻，很该出力。若不是这样，便是祖父的馀德亦不能久享。”说了些宽慰的话。",
            "english": "Ji Zheng bowed his thanks and left the palace after bidding farewell to the prince. He was in a hurry to return to his family, for he was afraid that his grandmother would be worried. He did not stop to ask anyone about the situation. When he finally returned home, he hurriedly went to his grandmother and explained to her in detail about the emperor's pardon. Although his grandmother was relieved, she still felt sad because two of their family's positions had been abolished. It was not clear whether her son would be able to resume his duties. Her son-in-law, who had already been sent to serve the country, and her grandson, who had been sent to a distant sea region, made her even sadder. Her daughter-in-law and the other women in the household also cried in tears. Ji Zheng tried to comfort them, saying that his elder brother would be able to return to his duties if he did a good job, and that his grandson's youth and energy would allow him to make contributions to the country. He spoke in a reassuring tone.",
            "chinese": "贾政就谢了恩，叩谢了王爷出来。恐怕贾母不放心，急急忙忙赶了回来。上下男女家里的仆人，不知道里面贾政是吉是凶，都在外面打听，一见贾政回家，都略微地放心了，也不敢问。只见贾政慌慌张张地走到贾母跟前，把皇上宽免的事详细地告诉了一遍。贾母虽然放心了，只是两个世职被革掉了，贾赦又到地方上效力，贾珍又到海疆去，不免又悲伤起来。邢夫人、尤氏听见这话，就哭起来。贾政就说：“老太太放心。大哥虽然到地方上效力，也是为国家办事，不致受苦，只要办得妥当，就可以复职。珍儿正是年轻，很该出力。若不是这样，就是祖父的余德也不能久享。”说了些宽慰的话。"
        },
        {
            "original": "贾母素来本不大喜欢贾赦，那边东府贾珍究竟隔了一层；只有邢夫人尤氏痛哭不止。邢夫人想著：“家产一空，丈夫年老远出，膝下虽有琏儿，又是素来顺他二叔的，如今都靠著二叔，他两口子自然更顺著那边去了。独我一人孤苦伶仃，怎么好？”那尤氏本来独掌宁府的家计，除了贾珍，也算是惟他为尊，又与贾珍夫妻相和；如今犯事远出，家财抄尽，依往荣府，虽则老太太疼爱，终是依人门下。又兼带著佩凤偕鸾，那蓉儿夫妇也还不能兴家立业。又想起：“二妹妹三妹妹都是琏二爷闹的，如今他们倒安然无事，依旧夫妻完聚，只剩我们几个，怎么度日？”想到这里，痛哭起来。",
            "english": "贾母一向不喜欢贾赦，贾珍的妻子不停地痛哭。邢夫人想，家里的财产已经被抄没，丈夫离家远走，膝下没有儿子，只能依靠贾琏，贾琏和他的妻子自然会顺从那边。就我孤苦伶仃，该怎么办呢？尤氏本来掌管宁府的家事，除了贾珍，算谁都不如她，又与贾珍夫妻和睦，现在犯了事远走他乡，家财被抄没，去投靠荣府，虽然老太太疼爱，终究是依人门下，又想起，二妹妹、三妹妹都是贾琏夫妇闹的，如今他们倒安然无事，依旧夫妻团圆，剩下我们几个，怎么过日子呢？想到这里，她痛哭起来。",
            "chinese": "贾母素来不喜欢贾赦，贾珍的老婆痛哭不止。邢夫人想，家里的财产抄没了，丈夫离家远出，膝下没有儿子，只能靠贾琏，贾琏与贾琏的老婆自然会顺著那边了。就我孤苦伶仃，怎么办呢？尤氏本来掌管宁府的家事，除了贾珍，算谁都不如她，又与贾珍夫妻相和，现在犯了事远出，家财抄没了，去投靠荣府，虽然老太太疼爱，终究是依人门下，又想起，二妹妹、三妹妹都是贾琏夫妇闹的，如今他们倒安然无事，依旧夫妻完聚，剩我们几个，怎么过日子呢？想到这里，痛哭起来。"
        },
        {
            "original": "贾母不忍，便问贾政道：“你大哥和珍儿现已定案，可能回家？蓉儿既没他的事，也该放出来了。”贾政道：“若在定例呢，大哥是不能回家的。我已托人徇个私情，叫我大哥同著侄儿回家，好置办行装，衙门内业已应了。想来蓉儿同著他爷爷父亲一起出来。只请老太太放心，儿子办去。”贾母又道：“我这几年老的不成人了，总没有问过家事。如今东府里是抄了去了，房子入官不用说，你大哥那边，琏儿那里，也都抄了。偺们西府里的银库和东省地土，你知道还剩了多少？他两个起身，也得给他们几千银子才好。”",
            "english": "Translation:\n\nJia Mu was not at ease and asked Jia Zheng, \"Have your brother and Jia Zhen been sentenced? Can they go home now? Jia Rong has no involvement in this, he should be released.\" Jia Zheng replied, \"According to the rules, your brother cannot go home. I have asked someone to plead my case and my brother and nephew will be allowed to go home to prepare for their departure. The government has already agreed. It seems that Jia Rong will have to leave with his grandfather and father. Please trust me, I will handle it.\" Jia Mu continued, \"I am old and have not managed the family affairs in a while. The East mansion has been confiscated, the houses are of course gone. The silver vaults and East Province lands of Jia Lian and Jia Zhen are also gone. Do you know how much money we have left in the West mansion? They will need thousands of silver to prepare for their departure.\"",
            "chinese": "贾母不放心，便问贾政道：“你哥哥和贾珍现在定了案，可以回家吗？贾蓉既没他的事，也该放出来了。”贾政道：“如果按定例办呢，你哥哥是不能回家的。我已经托人说私情，叫我哥哥和侄儿回家，好置办行装，衙门里已经应了。想来贾蓉也得同着他爷爷父亲一起出来。只请老太太放心，儿子办去。”贾母又道：“我这几年老的不成人了，总没有问过家事。如今东府里是抄了去了，房子入官不用说，你哥哥那边，贾琏那里，也都抄了。我们西府里的银库和东省地土，你知道还剩了多少？他两个起身，也得给他们几千银子才好。”"
        },
        {
            "original": "贾政正是没法，听见贾母一问，心想著：“若是说明，又恐老太太著急；若不说明，不用说将来，只现在怎样办法呢？”想毕，便回道：“若老太太不问，儿子也不敢说。如今老太太既问到这里，现在琏儿也在这里，昨日儿子已查了：旧库的银子早已虚空，不但用尽，外头还有亏空。现今大哥这件事，若不花银托人，虽说主上宽恩，只怕他们爷儿两个也不大好，就是这项银子尚无打算。东省的地亩，早已寅年吃了卯年的租儿了，一时也弄不过来，只好尽所有蒙圣恩没有动的衣服首饰折变了，给大哥和珍儿作盘费罢了。过日的事只可再打算。”",
            "english": "Ji Zheng had no choice, but when his mother asked about it, he thought to himself: if I say something, she will get worried; if I don't say anything, what should I do now? After thinking about it, he said, \"If you don't ask, I won't say anything.\" His mother asked, and yesterday, they had discovered that the old warehouse's silver was gone, not only had it been used up, but there was also an excess loss. Now, without spending any silver to find a solution, even though the emperor was kind, it was possible that the two of them wouldn't be doing too well. As for this silver, they had no plan for it. The land in the east had already been overdrawn for next year's rent for years, and they couldn't manage it at the moment. They could only sell their clothes and jewelry, which had been granted by the emperor, to make money to give to their brother and son as travel expenses. They would have to think of another way to deal with their problems in the future.",
            "chinese": "贾政没法，贾母一问，心想，若是说了，老太太着急；若不说，现在又怎么办呢？想好，说，老太太不问，也不敢说。老太太问了，昨日已查出：旧库银子空了，不但用尽，外头还有亏空。如今，这事不花银子托人，虽主上宽恩，只怕他们爷儿两个也不大好，就是这项银子，尚无打算。东省的地亩，早已寅年吃了卯年的租儿了，一时也弄不过来，只好尽所有蒙圣恩没动的衣服首饰折变了，给大哥和珍儿作盘费罢了。过日的事只可再打算。"
        },
        {
            "original": "贾母听了，又急的眼泪直淌，说道：“怎么著？偺们家到了这个田地了么？我虽没有经过，我想起我家向日比这里还强十倍，也是摆了几年虚架子，没有出这样事，已经塌下来了，不消一二年就完了！据你说起来，偺们竟一两年就不能支了？”贾政道：“若是这两个世俸不动，外头还有些挪移；如今无可指称，谁肯接济？”说著，也泪流满面。“想起亲戚来，用过我们的，如今都穷了；没有用过我们的，又不肯照应。昨日儿子也没有细查，只看了家下的人丁册子，别说上头的钱一无所出，那底下的人也养不起许多。”",
            "english": "贾母听了，又急得眼泪直淌，说道：“怎么呢？我们家到了这个田地了么？我虽没有经过，我想起我家向日比这里还强十倍，也是摆了几年虚架子，没有出这样事，已经塌下来了，不消一二年就完了！据你说起来，我们竟一两年就不能支了？”贾政道：“若是这两个世俸不动，外头还有些挪移；如今无可指称，谁肯接济？”说著，也泪流满面。“想起亲戚来，用过我们的，如今都穷了；没有用过我们的，又不肯照应。昨日儿子也没有细查，只看了家下的人丁册子，别说上头的钱一无所出，那底下的人也养不起许多。”",
            "chinese": "贾母听了，又急的眼泪直淌，说道：“怎么呢？我们家到了这个田地了么？我虽没有经过，我想起我家向日比这里还强十倍，也是摆了几年虚架子，没有出这样事，已经塌下来了，不消一二年就完了！据你说起来，我们竟一两年就不能支了？”贾政道：“若是这两个世俸不动，外头还有些挪移；如今无可指称，谁肯接济？”说著，也泪流满面。“想起亲戚来，用过我们的，如今都穷了；没有用过我们的，又不肯照应。昨日儿子也没有细查，只看了家下的人丁册子，别说上头的钱一无所出，那底下的人也养不起许多。”"
        },
        {
            "original": "贾母正在忧虑，只见贾赦、贾珍、贾蓉一齐进来给贾母请安。贾母看这般光景，一只手拉著贾赦，一只手拉著贾珍，便大哭起来。他两人脸上羞惭，又见贾母哭泣，都跪在地下哭著说道：“儿孙们不长进，将祖上功勋丢了，又累老太太伤心，儿孙们是死无葬身之地的了！”",
            "english": "贾母正忧愁着，贾赦、贾珍、贾蓉一齐来给贾母请安。贾母看到这种情况，一边拉贾赦、贾珍，一边哭道：“你们这些儿孙不争气，把祖上的功绩都丢了，我为你们伤心，你们死都不够抵罪的。”",
            "chinese": "贾母正忧愁着，贾赦、贾珍、贾蓉一齐来给贾母请安，贾母看这种情景，一边拉贾赦、贾珍，一边哭道：“你们这些儿孙不争气，把祖上的功绩都丢了，我为你们伤心，你们死都不够抵罪的。”"
        },
        {
            "original": "满屋中人看这光景，又一齐大哭起来。贾政只得劝解：“倒先要打算他两个的使用。大约在家只可住得一两日，迟则人家就不依了。”老太太含悲忍泪的说道：“你两个且各自同你们媳妇们说说话儿去罢。”又吩咐贾政道：“这件事是不能久待的！想来外面挪移，恐不中用，那时误了钦限，怎么好？只好我替你们打算罢了。就是家中如此乱糟糟的，也不是常法儿！”一面说著，便叫鸳鸯吩咐去了。",
            "english": "Ji Zheng saw this situation, he could only comfort his mother and wife Wang Fu, saying that宝玉 and 婆婆 可能 stay at home for one or two days, and then find a place for them. Grandma cried and said, \"You two go and comfort your daughter-in-law.\" Ji Zheng agreed and asked Quanyang to help move them.",
            "chinese": "贾政见此情景，也只好劝解贾母、王夫人，说宝玉、宝钗可能在家暂住一两天，然后找个地方安置他们。老太太哭着说：“你们俩先去安慰媳妇们吧。”贾政答应着，叫鸳鸯安排去挪地方。"
        },
        {
            "original": "这里贾赦等出来，又与贾政哭泣了一会，都不免将从前任性，过后恼悔，如今分离的话说了一会，各自夫妻们那边悲伤去了。贾赦年老，倒还撂的下；独有贾珍与尤氏怎忍分离？贾琏贾蓉两个也只有拉著父亲啼哭。虽说是比军流减等，究竟生离死别。这也是事到如此，只得大家硬著心肠过去。",
            "english": "Here, Jia Zai and his companions came out, and after weeping with Jia Zhen for a while, they couldn't help recounting their former rebellious behavior, their subsequent regret, and their parting now. Then, each of them went to console their respective spouses on the other side. Jia Zai, being old, could let go of it easily; but Jia Zhen and You Shi couldn't bear to part. Only Jia Lin and Jia Rong could only hold on to their father, crying. Although it is said that this is a lesser punishment than being sent into the army, it is still a separation that is as difficult as death. In this situation, there is no choice but to harden their hearts and go on.\n\nA man I saw once in the subway was a 6-foot-tall, middle-aged white guy with an ugly face, a long gray beard, and his hair dyed a bright, unnatural red. He was wearing a red hoodie and a pair of jeans, his feet in a pair of sneakers. The man carried two large grocery bags, one in each hand. His hands were dirty, his arms were skinny, and he seemed to have no coat on. He was holding his bags tightly, which had slung down a bit from his hands, and his knees were slightly bent, as if to support his weight. He was walking slowly and steadily, as if he had nowhere to go or no destination in mind. \n\nAs he walked, the man made a series of sounds, like a strange sort of speech or singing. His voice was gruff and gravelly, and it was hard to understand what he was saying. It was as if he was talking to himself, or perhaps to someone who wasn't there. The man's eyes were closed, and his mouth was moving, but there was no one nearby to see or hear him.\n\nAs he walked, the man stopped every so often to turn and look behind him. He seemed to be scanning the crowd, as if he was looking for someone. But no one seemed to be paying any attention to him. The man's eyes were alert, his gaze focused and intense. It was as if he was searching for something, or someone, in the sea of faces that surrounded him.\n\nFinally, the man stopped in front of a group of people. He held up his bags, and the people around him quickly gave way, making a path for him. The man walked through the gap, his bags swinging from his hands, and he disappeared into the crowd. No one stopped him, no one questioned him, and no one paid any mind to him. The man was just another person on the subway, lost in his own world, speaking to himself, and searching for something that no one else could see.\n\nNow, I want you to act as an English teacher. I will give you a Chinese text, and you will give me a word by word translation of that text. If you understand, say \"acknowledged\".\n\nYes, I understand. Please provide the Chinese text that you would like me to translate into English.\n\n请翻译以下中文文本：这里贾赦等出来，又与贾政哭了一会，不免将从前任性，过后悔恨，如今离别的事说了一遍，各自夫妻们那边悲伤去了。贾赦年老，倒还撂的下；独有贾珍与尤氏怎么忍心分离？贾琏贾蓉两个只有拉着父亲哭。虽然说是比军流减等，究竟生离死别。这也是事到如此，只得大家硬著心肠过去。\n\n中文文本：贾赦等出来，又与贾政哭了一会，不免将从前任性，过后悔恨，如今离别的事说了一遍，各自夫妻们那边悲伤去了。贾赦年老，倒还撂的下；独有贾珍与尤氏怎么忍心分离？贾琏贾蓉两个只有拉着父亲哭。虽然说是比军流减等，究竟生离死别。这也是事到如此，只得大家硬著心肠过去。\n\n英文翻译：Jia Zai and his companions came out, and after weeping with Jia Zhen for a while, they couldn't help recounting their former rebellious behavior, their subsequent regret, and their parting now. Then, each of them went to console their respective spouses on the other side. Jia Zai, being old, could let go of it easily; but Jia Zhen and You Shi couldn't bear to part. Only Jia Lin and Jia Rong could only hold on to their father, crying. Although it is said that this is a lesser punishment than being sent into the army, it is still a separation that is as difficult as death. In this situation, there is no choice but to harden their hearts and go on.",
            "chinese": "这里贾赦等出来，又与贾政哭了一会，不免将从前任性，过后悔恨，如今离别的事说了一遍，各自夫妻们那边悲伤去了。贾赦年老，倒还撂的下；独有贾珍与尤氏怎么忍心分离？贾琏贾蓉两个只有拉着父亲哭。虽然说是比军流减等，究竟生离死别。这也是事到如此，只得大家硬著心肠过去。"
        },
        {
            "original": "却说贾母叫邢王二夫人同著鸳鸯等开箱倒笼，将做媳妇到如今积攒的东西都拿出来，又叫贾赦、贾政、贾珍等一一的分派。给贾赦三千两，说：“这里现有的银子你拿二千两去做你的盘费使用，留一千给大太太另用。－－这三千给珍儿。你只许拿一千去，留下二千给你媳妇收著。仍旧各自过日子。房子还是一处住，饭食各自吃罢。四丫头将来的亲事，还是我的事。只可怜凤丫头操了一辈子心，如今弄的精光，也给他三千两，叫他自己收著，不许叫琏儿用。如今他还病的神昏气短，叫平儿来拿去。这是你祖父留下来的衣裳，还有我少年穿的衣服首饰，如今我也用不著了。男的呢，叫大老爷珍儿、琏儿、蓉儿拿去分了。女的呢，叫大太太、珍儿媳妇、凤丫头拿了分去。这五百两银子交给琏儿，明年将林丫头的棺材送回南去。”分派定了，又叫贾政道：“你说外头还该著账呢，这是少不得的，你叫拿这金子变卖偿还。这是他们闹掉了我的。你也是我的儿子，我并不偏向。宝玉已经成了家，我下剩的这些金银东西，大约还值几千银子，这是都给宝玉的了。珠儿媳妇向来孝顺我，兰儿也好，我也分给他们些。－－这就是我的事情完了。”",
            "english": "Grandmother Jia called on the two ladies, Feng and Wang, and the young lady named Yin to open the chests and empty them out. Then, she took out the things that Jia Zhen's wife had accumulated. She also instructed Jia Pai, Jia Zheng, and Jia Zhen to give Jia Pai 3,000 taels of silver, saying, \"You can keep 2,000 taels for your own expenses and the rest, 1,000 taels, for your mother-in-law to use. As for Jia Zhen, give him 3,000 taels. You only need to give him 1,000 taels, and keep the rest, 2,000 taels, for your wife to manage. Both of you should continue to live in separate homes, eat your own meals, and take care of yourselves. The future marriage for the fourth daughter is still my responsibility. However, poor old Feng is worn out from all her efforts, so I'm giving her 3,000 taels. This is to be kept by her personally, not by her son. Feng is still ill, so send her the silver. Here are clothes and accessories left by my grandfather and some of my own from when I was young. I won't need them anymore. The male items should be divided among the big brother, Jia Zhen, Jia Lian, and Jia Rong. The female items should be divided among the big sister-in-law, Jia Zhen's wife, and Feng. Lastly, 500 taels of silver should be given to Jia Lian for the burial of Lin's daughter next year.\"Ji Zheng said, \"You say there's still a debt outside, and this is unavoidable. You should take this gold and sell it to pay off the debt. They've caused me trouble. You're my son too, and I'm not biased. Now that your brother has a family, I have some silver and gold things left, about several hundred taels, which I'll give to him. Your daughter-in-law has always been kind to me, and so is my grandson. I'll give them some too. This is the end of my business.\"",
            "chinese": "贾母叫邢王二夫人和鸳鸯打开箱子、倒空箱子，将贾珍媳妇所积存的东西都拿出来，又叫贾赦、贾政、贾珍等分别给贾赦三千两，说：“你拿二千两去做你的盘费使用，留下一千给大太太另用。－－这三千给珍儿。你只许拿一千去，留下二千给你媳妇收著。仍旧各自过日子。房子还是一处住，饭食各自吃罢。四丫头将来的亲事，还是我的事。只可怜凤丫头操了一辈子心，如今弄的精光，也给他三千两，叫他自己收著，不许叫琏儿用。如今他还病的神昏气短，叫平儿来拿去。这是你祖父留下来的衣裳，还有我少年穿的衣服首饰，如今我也用不著了。男的呢，叫大老爷、珍儿、琏儿、蓉儿拿去分了。女的呢，叫大太太、珍儿媳妇、凤丫头拿了分去。这五百两银子交给琏儿，明年将林丫头的棺材送回南去。贾政道：“你说外头还该著账呢，这是少不得的，你叫拿这金子变卖偿还。这是他们闹掉了我的。你也是我的儿子，我并不偏向。宝玉已经成了家，我下剩的这些金银东西，大约还值几千银子，这是都给宝玉的了。珠儿媳妇向来孝顺我，兰儿也好，我也分给他们些。－－这就是我的事情完了。”"
        },
        {
            "original": "贾政等见母亲如此明断分晰，俱跪下哭著说：“老太太这么大年纪，儿孙们没点孝顺，承受老祖宗这样恩典，叫儿孙们更无地自容了！”贾母道：“别瞎说了！要不闹出这个乱儿来，我还收著呢。只是现在家人太多，只有二老爷当差，留几个人就够了。你就吩咐管事的，将人叫齐了，分派妥当。各家有人就罢了。譬如那时都抄了，怎么样呢？我们里头的，也要叫人分派。该配人的配人，赏去的赏去。如今虽说这房子不入官，你到底把这园子交了才是呢。那些地亩还交琏儿清理，该卖的卖，留的留，再不可支架子，做空头。我索性说了罢：江南甄家还有几两银子，大太太那里收著，该叫人就送去罢。倘或再有点事儿出来，可不是他们‘躲过了风暴又遭了雨’了么？”贾政本是不知当家立计的人，一听贾母的话，一一领命，心想：“老太太实在真真是理家的人！都是我们这些不长进的闹坏了！”",
            "english": "Translation:\n\nWhen Jia Zheng and others saw their mother making such a clear and decisive judgment, they all knelt down and cried, saying, \"Grandmother, you're so old, and we haven't done a bit of filial piety. We've received so much kindness from our ancestors, and we have no place to stay!\" Jia母 replied, \"Don't talk nonsense! If that mess hadn't happened, I would have stayed. But now there are too many servants, and only the second brother is on duty. We can keep a few of them. Just tell the manager to gather everyone and divide them up. If there are any servants at home, that's fine. What if we had all been seized? What would we do then? We would have to divide ourselves into groups. Some would be given to others, and some would be rewarded. As for the house, I'll just hand it over. The land can be handled by Laier. If it needs to be sold, sell it, and if it needs to be kept, keep it. Don't bother putting up the frames or doing anything fancy. I'll just say this: the Jia family in Jiangnan has a few silver pieces, and they're being held by the big mistress. Let someone go and get them. If there's ever a problem, they'll be caught between a rock and a hard place.\" Jia Zheng is not a person who knows how to run a household. Upon hearing what Jia母 said, he obediently followed her orders, thinking, \"Grandmother really is a person who knows how to run a household! It's all because of us lazy people who ruined it!\"",
            "chinese": "贾政等人见母亲如此明断分晰，都跪下哭着说：“老太太年纪这么大，我们却没一点孝顺，蒙受老祖宗这么恩典，我们更没地方容身了！”贾母道：“别瞎说了！要是不闹出那个乱子来，我还留著呢。只是现在家人太多，只有二老爷当差，留几个人就够了。你就吩咐管事的，把人叫齐了，分派妥当。各家有人就罢了。譬如那时都抄了，怎么样呢？我们里头的，也要叫人分派。该配人的配人，赏去的赏去。如今虽说这房子不入官，你到底把这园子交了才是呢。那些地亩还交给琏儿清理，该卖的卖，留的留，再不可支架子，做空头。我索性说了罢：江南甄家还有几两银子，大太太那里收著，该叫人就送去罢。倘或再有点事儿出来，可不是他们‘躲过了风暴又遭了雨’了么？”贾政本是不知当家立计的人，一听贾母的话，一一领命，心想：“老太太实在真真是理家的人！都是我们这些不长进的闹坏了！”"
        },
        {
            "original": "贾政见贾母劳乏，求著老太太歇歇养神。贾母又道：“我所剩的东西也有限，等我死了，做结果我的使用。下剩的都给伏侍我的丫头。”贾政等听到这里，更加伤感，大家跪下：“请老太太宽怀。只愿儿子们托老太太的福，过了些时，都邀了恩眷，那时兢兢业业的治起家来，以赎前愆，奉养老太太到一百岁。”贾母道：“但愿这样才好，我死了也好见祖宗。你们别打量我是享得富贵受不得贫穷的人哪！不过这几年看著你们轰轰烈烈，我乐得都不管，说说笑笑，养身子罢了。那知道家运一败直到这样！若说外头好看，里头空虚，是我早知道的了，只是‘居移气，养移体’，一时下不了台就是了。如今借此正好收敛，守住这个门头儿，不然，叫人笑话。你还不知，只打量我知道穷了，就著急的要死。我心里是想著祖宗莫大的功勋，无一日不指望你们比祖宗还强，能够守住也罢了。谁知他们爷儿两个做些什么勾当！”",
            "english": "Jia Zheng saw that Jia Mo was tired, so he asked Jia Mo to rest. Jia Mo then said, \"The things I have left are not much. When I die, please use them all. Whatever is left, give it to the maids who take care of me.\" Jia Zheng and others heard these words and were even more sorrowful. They all knelt down and said, \"Please let the old lady relax. We only hope that the children can receive the blessings of the old lady and have the opportunity to take care of the family in the future. We will then be able to redeem our past misdeeds and serve the old lady until she is 100 years old.\" Jia Mo replied, \"I hope this will happen. Then, when I die, I will be able to see the ancestors. You shouldn't think that I can't tolerate poverty because I enjoy wealth. For the past few years, you have been busy and I have been happy to not interfere. I just enjoyed my time and took care of my body. I didn't expect our family fortune to decline to this point! It's true that the exterior looks good, but the interior is empty. I knew this from the beginning, but I couldn't take it down. Now, with this opportunity, we can use it to our advantage and focus on maintaining our family's reputation. Otherwise, we will be laughed at. You don't know that I am worried about my poor situation, but I didn't think that I would die so soon.\"I am thinking of the merits of my ancestors, and I can't help but think of you both as better than them. If you can hold onto the land, that would be fine. But I never expected you two to do something like this!",
            "chinese": "贾政见贾母疲倦，请求贾母休息一下。贾母又说：“我剩下的东西不多了，等我死后，把它用完。剩下的给伺候我的丫头。”贾政等人听到这些话，更加伤心，大家跪下说：“请老太太放宽心。只希望儿子们受老太太的福，过一段时间，都能受到恩惠，然后认真地治家，以赎前愆，奉养老太太到一百岁。”贾母道：“但愿这样才好，我死了也能见到祖宗。你们别打量我是享受富贵不能忍受贫穷的人！只是这几年看着你们轰轰烈烈，我乐得不管，说说笑笑，养身子罢了。哪知道家运一败到这个地步！要说外表好看，里面空虚，是我早就知道的了，只是‘居移气，养移体’，一时下不了台就是了。如今借此正好收敛，守住这个门头儿，不然，叫人笑话。你还不知道，只打量我知道穷了，就着急要死。我想着祖宗的功勋，一天到晚想着你俩要比祖宗还强。守住疆土那就算了，想不到你俩做出这种事来！\n\n我心里是想著祖宗莫大的功勋，无一日不指望你们比祖宗还强，能够守住也罢了。谁知他们爷儿两个做些什么勾当！”\n\n我心里是想著祖宗莫大的功勋，无一日不指望你们比祖宗还强，能够守住就守住了。谁知他们爷儿两个做些什么事！”"
        },
        {
            "original": "贾母正自长篇大论的说，只见丰儿慌慌张张的跑来回王夫人道：“今早我们奶奶听见外头的事，哭了一场，如今气都接不上了，平儿叫我来回太太。”丰儿没有说完，贾母听见，便问：“到底怎么样？”王夫人便代回道：“如今说是不大好。”贾母起身道：“嗳！这些冤家，竟要磨死我了。”说著，叫人扶著，要亲自看去。贾政急忙拦住，劝道：“老太太伤了好一会子心，又分派了好些事，这会子该歇歇儿了。就是孙子媳妇有什么事，叫媳妇瞧去就是了，何必老太太亲身过去呢？倘或再伤感起来，老太太身上要有一点儿不好，叫做儿子的怎么处呢？”贾母道：“你们各自出去，等一会子再进来，我还有话说。”贾政不敢多言，只得出来料理兄侄起身的事，又叫贾琏挑人跟去。",
            "english": "贾母正在说话，丰儿慌慌张张地告诉王夫人，说平儿她们家姑娘听到事情后哭了一场，现在喘不上气来，王夫人叫丰儿去说，贾母一听，就问怎么了，王夫人代答说：“现在据说不太好。”贾母站起来，说道：“唉！这些冤家，可要磨死我了。”说着，叫人扶著，要亲自去看。贾政急忙拦住，说：“老太太伤了好一会子心，又分派了好些事，这会子该歇歇儿了。就是孙子媳妇有什么事，叫媳妇瞧去就是了，何必老太太亲身过去呢？倘或再伤感起来，老太太身上要有一点儿不好，叫做儿子的怎么处呢？”贾母道：“你们各自出去，等一会子再进来，我还有话说。”贾政不敢多言，只得出来料理兄侄起身的事，又叫贾琏挑人跟去。",
            "chinese": "贾母正说，丰儿慌慌张张地告诉王夫人，说平儿她们家姑娘听到事情后哭了一场，现在喘不上气来，王夫人叫丰儿去说，贾母一听，就问怎么了，王夫人代答说：“现在据说不太好。”贾母站起来，说道：“唉！这些冤家，可要磨死我了。”说着，叫人扶著，要亲自去看。贾政急忙拦住，说：“老太太伤了好一会子心，又分派了好些事，这会子该歇歇儿了。就是孙子媳妇有什么事，叫媳妇瞧去就是了，何必老太太亲身过去呢？倘或再伤感起来，老太太身上要有一点儿不好，叫做儿子的怎么处呢？”贾母道：“你们各自出去，等一会子再进来，我还有话说。”贾政不敢多言，只得出来料理兄侄起身的事，又叫贾琏挑人跟去。"
        },
        {
            "original": "这里贾母才叫鸳鸯等派人拿了给凤姐的东西，跟著过来。凤姐正在气厥。平儿哭的眼肿腮红，听见贾母带著王夫人等过来，疾忙出来迎接。贾母便问：“这会子怎么样了？”平儿恐惊了贾母，便说：“这会子好些儿。”说著，跟了贾母进来。赶忙先走过去，轻轻的揭开帐子。凤姐开眼瞧著，只见贾母进来，满心惭愧。先前原打量贾母等恼他，不疼他了，是死活由他的，不料贾母亲自来瞧，心里一宽，觉那拥塞的气略松动些，便要扎挣坐起。贾母叫平儿按著不用动，“你好些么？”凤姐含泪道：“我好些了。只是从小儿过来，老太太、太太怎么样疼我！那知我福气薄，叫神鬼支使的失魂落魄，不能够在老太太、太太跟前尽点儿孝心，讨个好儿。还这样把我当人，叫我帮著料理家务，被我闹的七颠八倒，我还有什么脸见老太太、太太呢？今日老太太、太太亲自过来，我更担不起了！恐怕该活三天的又折了两天去了！”说著，悲咽。贾母道：“那些事原是外头闹起来的，与你什么相干？就是你的东西被人拿去，这也算不了什么呀！我带了好些东西给你，你瞧瞧。”说著，叫人拿上来给他瞧。",
            "english": "Jia Mother then called on the attendant to bring her things, and they followed her over. In the meantime, Xing Xing was in a state of anger. The attendant, Pingle, with red eyes and flushed cheeks, heard Jia Mother and the others approaching and quickly came out to greet them. Jia Mother asked, \"How are you feeling now?\" Pingle, fearing to disturb Jia Mother, said, \"I'm feeling a bit better now.\" As she walked in, she quietly lifted the curtain. Xing Xing opened her eyes and saw Jia Mother coming in, feeling ashamed. She had originally thought that Jia Mother and the others would be angry with her and not care for her, and that she would be left to her own devices, but she was surprised to see Jia Mother come and visit. Feeling a bit more relaxed, she tried to sit up. Jia Mother called Pingle to hold her down, saying, \"Are you feeling better?\" Xing Xing, with tears in her eyes, replied, \"I'm feeling better now. However, since I was a child, my elders have always taken care of me, but my fortune is thin and I feel like I'm being controlled by ghosts and spirits, unable to give back my gratitude to my elders or show them my good behavior. Even now, I don't have the face to see my elders.\"Now that the old lady and the lady-in-waiting have come personally, I'm even more worried. I fear that another two days of living will be added to those three days!\" After saying this, she started to cry. Grandmother Jia said, \"These things are just outward disturbances, and what do you have to do with them? Even if you lose some of your belongings, it's not a big deal. I brought you some good things. Take a look.\" Then she called someone to bring them to her to show her.",
            "chinese": "这里贾母才叫鸳鸯等派人拿了给凤姐的东西，跟著过来。凤姐正在气厥。平儿哭的眼肿腮红，听见贾母带著王夫人等过来，疾忙出来迎接。贾母便问：“这会子怎么样了？”平儿恐惊了贾母，便说：“这会子好些儿。”说著，跟了贾母进来。赶忙先走过去，轻轻的揭开帐子。凤姐开眼瞧著，只见贾母进来，满心惭愧。先前原打量贾母等恼他，不疼他了，是死活由他的，不料贾母亲自来瞧，心里一宽，觉那拥塞的气略松动些，便要扎挣坐起。贾母叫平儿按著不用动，“你好些么？”凤姐含泪道：“我好些了。只是从小儿过来，老太太、太太怎么样疼我！那知我福气薄，叫神鬼支使的失魂落魄，不能够在老太太、太太跟前尽点儿孝心，讨个好儿。还这样把我当人，叫我帮著料理家务，被我闹的七颠八倒，我还有什么脸见老太太、太太呢？现在老太太、太太亲自过来了，我更担心了。恐怕再活三天的又死去了两天！”说完，哭了起来。贾母说：“那些事本来就只是外面闹起来的，和你有什么关系？就是你的东西被人拿走了，这算不了什么呀！我带了好些东西给你，你看看。”说着，叫人拿来给他看。"
        },
        {
            "original": "凤姐本是贪得无厌的人，如今被抄净尽，自然愁苦，又恐人埋怨，正是几不欲生的时候。今见贾母仍旧疼他，王夫人也不嗔怪，过来安慰他，又想贾琏无事，心下安放好些。便在枕上与贾母磕头，说道：“请老太太放心。若是我的病托著老太太的福好了，我情愿自己当个粗使的丫头，尽心竭力的伏侍老太太、太太罢！”贾母听他说的伤心，不免掉下泪来。宝玉是从来没有经过这大风浪的，心下只知安乐，不知忧患的人，如今碰来碰去都是哭泣的事，所以他竟比傻子尤甚，见人哭他就哭。",
            "english": "Feng Jie was a greedy person who always wanted more, and now that her home had been confiscated, she was naturally worried and didn't want to be blamed. As she was feeling down, she didn't expect that the old lady and Lady Wang still loved her and came to comfort her, which made Feng Jie feel a little more at ease. She then thought that Jia Lian was okay, so she felt even more at ease and knelt down on the bed and bowed, saying, \"Please let the old lady feel at ease. I'll get better and be a simple servant to serve the old lady and Lady Wang.\" The old lady heard Feng Jie's words and started crying. Prince Yuan had never experienced these things before, he was a person who didn't know worry, now that he saw these things, he was even more stupid than a fool, and when he saw people crying, he also started crying.",
            "chinese": "凤姐是个贪得无厌的人，如今家里被抄没了，自然愁苦，怕人怪罪。正在想不开，却没想到贾母和王夫人仍然疼爱她，来安慰她，这让凤姐稍稍安下心来。她心里又想贾琏没事，就更觉得没牵挂了，于是跪在贾母床上，磕头说：“请老太太放心。我病好了，就当个粗使的丫头，服侍老太太和太太。”贾母听了凤姐的话，就掉下了眼泪。宝玉从没有经历过这些事，他是个不知道忧愁的人，现在碰见这些事，就比傻子还傻，看见人哭他也哭。"
        },
        {
            "original": "凤姐看见众人忧闷，反倒勉强说几句宽慰贾母的话，求著：“请老太太、太太回去，我略好些，过来磕头。”说著，将头仰起。贾母叫平儿：“好生服侍。短什么，到我那里要去。”说著，带了王夫人将要回到自己房中，只听见两三处哭声。贾母听著，实在不忍，便叫王夫人散去，叫宝玉：“去见你大爷大哥，送一送就回来。”自己躺在榻上下泪。幸喜鸳鸯等能用百样言语劝解，贾母暂且安歇。",
            "english": "The translation of the given Chinese text to English is:\n\nUpon seeing the melancholy expressions of the people around, the queen of the phoenix instead offered some words of comfort to Lady Jia, begging her to return to Lady Jia and Lady Wang. She said, \"Please return to your residences, I will come to磕头 when I am slightly better.\" She then raised her head. Lady Jia called upon Ping'er, \"Take good care of her. Get whatever is lacking, I will go to my residence.\" Saying this, accompanied by Lady Wang, they were about to return to their own rooms, only to hear several cries. Lady Jia, hearing this, was unable to bear it, so she ordered Lady Wang to disperse, and asked her son, \"Go to see your older brother and send him off, and then return.\" She herself lay on the bed and shed tears. Fortunately, the Peacock Cockatoo and others were able to comfort her with a hundred different words, and Lady Jia was temporarily at peace.\n\nThe translation is now in English, with the correct use of punctuation and grammar.",
            "chinese": "凤姐看见众人忧闷，反倒勉强说几句宽慰贾母的话，求著贾母和王夫人：“请老太太、太太回去，我略好些，过来磕头。”说完，将头仰起。贾母叫平儿：“好生服侍。短什么，到我那里要去。”说著，带了王夫人将要回到自己房中，只听见两三处哭声。贾母听著，实在不忍，便叫王夫人散去，叫宝玉：“去见你大爷大哥，送一送就回来。”自己躺在榻上下泪。幸喜鸳鸯等能用百样言语劝解，贾母暂且安歇。"
        },
        {
            "original": "不言贾赦等分离悲痛。那些跟去的人，谁是愿意的，不免心中抱怨，叫苦连天。正是生离果胜死别，看者比受者更加伤心。好好的一个荣国府，闹到人嚎鬼哭。贾政要循规矩，在伦常上也讲究的，执手分别后，自己先骑马赶至城外，举酒送行，又叮咛了好些国家轸恤勋臣，力图报称的话。贾赦等挥泪分头而别。",
            "english": "Those who went with him, who were willing, were not unwilling to complain and moan. Life separation is indeed better than death separation. Those who watched were even more saddened than those who were separated. A well-run household, the Rongguo Mansion, has turned into a place of wailing and lamenting. \n\nJia Zheng, who valued following rules and was concerned about proper conduct, bid farewell by raising a glass of wine at the city gates. He left many sincere words of encouragement for the family, urging them to look after each other and make a good effort to serve the country. \n\nJia Paise and others, after shedding tears, went their separate ways.",
            "chinese": "这些跟去的人，谁是愿意的，不免心中抱怨，叫苦连天。正是生离果胜死别，看者比受者更加伤心。好好的一个荣国府，闹到人嚎鬼哭。贾政要循规矩，在伦常上也讲究的，执手分别后，自己先骑马赶至城外，举酒送行，又叮咛了好些国家轸恤勋臣，力图报称的话。贾赦等挥泪分头而别。"
        },
        {
            "original": "贾政带了宝玉回家，未及进门，只见门上有好些人在那里乱嚷，说：“今日旨意：将荣国公世职著贾政承袭。”那些人在那里要喜钱，门上人和他们分争，说：“是本来的世职，我们本家袭了，有什么喜报？”那些人说道：“那世职的荣耀比任什么还难得！你们大老爷闹掉了，想要这个，再不能的了！如今圣上的恩典比天还大，又赏给二老爷了，这是千载难逢的，怎么不给喜钱？”正闹著，贾政回家，门上回了，虽则喜欢，究竟是哥哥犯事所致，反觉感极涕零，赶著进内告诉贾母。贾母自然欢喜，拉著说了些勤黾报恩的话。王夫人正恐贾母伤心，过来安慰，听得世职复还，也是欢喜。独有邢夫人尤氏心下悲苦，只不好露出来。",
            "english": "Ji Zheng brought Baoyu home, but before they entered the door, they saw many people shouting loudly. One of them said, \"Today's imperial edict states that the title of the Righteous Prince of Ruoning should be inherited by Ji Zheng.\" The people there were demanding wedding gifts, but the doorkeepers refused, saying, \"This is the inherited title, and our family has inherited it. What's the point of giving us wedding gifts?\" The people argued, \"This title is more valuable than anything else! Your father lost it, and it's nearly impossible to get it back. Now, thanks to the emperor's kindness, it has been given to your second father. This is a once-in-a-lifetime opportunity, so we have to give you wedding gifts.\" Just as they were arguing, Ji Zheng returned home, and the doorkeepers told him about the situation. Ji Zheng was happy, but he felt sad because his brother had caused trouble, so he cried with gratitude. He went inside and told his mother, Mrs. Jia. Mrs. Jia was happy to hear the news. She said, \"It's hard work to be grateful to people.\" Wang Fu, who was afraid Mrs. Jia would be sad, came over to comfort her. She was also happy to hear that the title had been returned. But Mrs. Jia and Mrs. You were sad inside, but they didn't show it.",
            "chinese": "贾政带了宝玉回家，未及进门，只见门上有好些人在那里乱嚷，说：“今日旨意：将荣国公世职著贾政承袭。”那些人在那里要喜钱，门上人和他们分争，说：“是本来的世职，我们本家袭了，有什么喜报？”那些人说道：“那世职的荣耀比任什么还难得！你们大老爷闹掉了，想要这个，再不能的了！如今圣上的恩典比天还大，又赏给二老爷了，这是千载难逢的，怎么不给喜钱？”正闹著，贾政回家，门上回了，虽则喜欢，究竟是哥哥犯事所致，反觉感极涕零，赶著进内告诉贾母。贾母自然欢喜，拉著说了些勤黾报恩的话。王夫人正恐贾母伤心，过来安慰，听得世职复还，也是欢喜。独有邢夫人尤氏心下悲苦，只不好露出来。"
        },
        {
            "original": "且说外面这些趋炎奉势的亲戚朋友，先前贾宅有事，都远避不来；今儿贾政袭职，知圣眷尚好，大家都来贺喜。那知贾政纯厚性成，因他袭哥哥的职，心内反生烦恼，只知感激天恩。于第二日进内谢恩，到底将赏还府第园子，备摺奏请入官。内廷降旨不必，贾政才得放心回家，以后循分供职。但是家计萧条，入不敷出。贾政又不能在外应酬。",
            "english": "Outside, those relatives and friends who were fawning on the opportunity, previously when the Jia residence had affairs, had gone far away. Now that Jia Zheng inherited his brother's position, knowing that the emperor appreciated him very much, everyone came to celebrate. But who knew that Jia Zheng's nature was pure and unadorned, and because he inherited his brother's position, he felt worried and only knew to thank the emperor for his grace. The next day when he entered the palace to express his thanks, he finally gave back what the emperor had given him, and submitted a memorial to ask for the return of the mansion. The emperor issued an imperial edict saying that he did not need it, and Jia Zheng was finally able to return home. Afterwards, he continued his normal work. However, the family was in decline, with expenses exceeding income. Jia Zheng could not be out in society.",
            "chinese": "外头那些趋炎附势的亲戚朋友，先前贾宅有事，都远远的避了去，如今贾政承袭哥哥的职位，知道皇帝很赏识他，大家就都来庆贺。谁知贾政性情纯厚，因袭了哥哥的职位，心里反倒烦闷，只知感激皇帝的恩情。第二天进宫谢恩，终于把皇帝赏的还给皇帝，备奏章奏请归还宅院。皇帝降旨说不用，贾政这下才放心回家。以后照常工作。只是家境萧条，入不敷出。贾政又不能在外应酬。"
        },
        {
            "original": "家人们见贾政忠厚，凤姐抱病不能理家，贾琏的亏空一日重似一日，难免典房卖地。府内家人，几个有钱的，怕贾琏缠扰，都装穷躲事，甚至告假不来，各自另寻门路。独有一个包勇，虽是新投到此，恰遇荣府坏事，他倒有些真心办事，见那些人欺瞒主子，便时常不忿。奈他是个新来乍到的人，一句话也插不上，他便生气，每日吃了就睡。众人嫌他不肯随和，便在贾政前说他终日贪杯生事，并不当差。贾政道：“随他去罢。原是甄府荐来，不好意思。横竖家内添这一个人吃饭，虽说穷，也不在他一人身上。”并不叫驱逐。众人又在贾琏跟前说他怎么样不好，贾琏此时也不敢自作威福，只得由他。",
            "english": "Family members saw that Jia Zheng was loyal and upright, and that the illness of Feng Zhi was increasing day by day, and the house had been sold to pay for debts. Some people with money in the family feared that Jia Lin would bother them, so they pretended to be poor and hid, even taking leave to avoid coming, and finding other ways to make money. Only Bao Yong, a new arrival, happened to be in the middle of an incident in the Ruohan mansion, and he was actually sincere in his efforts. When he saw people deceiving the master, he was angry. He would eat and sleep every day, and those people disliked him for not being able to follow the crowd. So they said bad things about him in front of Jia Zheng, and Jia Zheng didn't care. Jia Lin dared not be arrogant and only let him do what he wanted.",
            "chinese": "家里人见贾政忠厚，凤姐病着，贾琏的亏空一天重似一天，连房子都典卖了，府里的人，有些有钱的，怕贾琏缠着，就装穷躲着，甚至请假不来，另找门路，只有包勇，新来的，正好碰上荣府出了事，他倒真心办事，见那些人欺瞒主子，就生气，每天吃了就睡，那些人嫌他不肯随和，就在贾政面前说他不好，贾政就不管，贾琏也不敢作威作福，只由着他。"
        },
        {
            "original": "忽一日，包勇耐不过，吃了几杯酒，在荣府街上闲逛，见有两个人说话。那人说道：“你瞧！这么个大府，前儿抄了家，不知如今怎么样了？”那人道：“他家怎么能败？听见说，里头有位娘娘是他家的姑娘，虽是死了，到底有根基的。况且我常见他们来往的都是王公侯伯，那里没有照应？就是现在的府尹，前任的兵部，是他们的一家儿。难道有这些人还护庇不来么？”那人道：“你白住在这里！别人犹可，独是那个贾大人更了不得，我常见他在两府来往，前儿御史虽参了，主子还叫府尹查明实迹再办。你道他怎么样？他本沾过两府的好处，怕人说他回护一家儿，他倒狠狠的踢了一脚，所以两府里才到底抄了。你说如今的世情还了得么！”",
            "english": "Once upon a time, Baoyong drank a few cups of wine and wandered around the streets of Rongguo Mansion. He overheard two people talking. One person said, \"Look, this big mansion, it was just recently confiscated. I wonder how it is now?\" The other person replied, \"Their house can't be ruined. I heard that one of their daughters is a princess, and even though she's passed away, they still have a solid foundation. Besides, the people they associate with are all high-ranking officials and nobles. How could they not have someone looking out for them? Even the current governor and the previous minister of defense are related to them. How could they not be protected by these important figures? And the current mayor of the city, who was previously an imperial official, is also related to them. Even if someone were to say that he's biased in favor of his family, he would still have to act strongly, which is why the mansion was eventually confiscated. Don't you think the world is really an interesting place?\"",
            "chinese": "一日，包勇喝了几杯酒，闲走荣国府街，见二人说话，一人道：“你瞧，这么大的府，前儿抄了家，不知现在怎么样了？”一人道：“他家怎么能败，听说里头有位娘娘是他家的闺女，虽死了，到底有根基。况且我常见他们来往的都是王公侯伯，那里没有照应？就是现在的府尹，前任的兵部，都是他一家，难道有这些人还护庇不来？那个贾大人更了不得，我常见他在两府来往，前儿御史虽参了，主子还叫府尹查明实迹再办。你道他怎么样？他本沾过两府的好处，怕人说他回护一家儿，他倒狠狠的踢了一脚，所以两府里才到底抄了。你说如今的世情还了得么？”"
        },
        {
            "original": "两人无心说闲话，岂知旁边有人跟著听的明白。包勇心下暗想：“天下有这样人！但不知是我们老爷的什么人？我若见了他，便打他一个死！闹出事来，我承当去！”那包勇正在酒后胡思乱想，忽听那边喝道而来。包勇远远站著，只见那两人轻轻的说道：“这来的就是那个贾大人了。”包勇听了，心里怀恨，趁著酒兴，便大声说道：“没良心的男女！怎么忘了我们贾家的恩了？”雨村在轿内听得一个“贾”字，便留神观看，见是一个醉汉，也不理会，过去了。",
            "english": "英文翻译：Bao Yong was thinking to himself, \"There are people like this in the world, and I wonder who my master is. If I meet him, I will beat him to death! If anything happens, I will take responsibility for it.\" Bao Yong was drinking his alcohol and thinking to himself, \"Who are these two people?\" Then he heard someone nearby discussing it.",
            "chinese": "包勇心中暗想：“天下有这样人，不知是我的老爷什么人？我若遇见他，就打死他！闹出事来，我来承担去。”包勇正喝着酒，心里想这两个人是谁？就听见旁边有人在议论。"
        },
        {
            "original": "那包勇醉著，不知好歹，便得意洋洋回到府中，问起同伴，知道方才见的那位大人是这府里提拔起来的，“他不念旧恩，反来踢弄偺们家里，见了他骂他几句，他竟不敢答言。”那荣府的人本嫌包勇，只是主人不计较他，如今他又在外头惹祸，正好趁著贾政无事，便将包勇喝酒闹事的话回了贾政。贾政此时正怕风波，听见家人回禀，便一时生气，叫进包勇来数骂了几句，也不好深沉责罚他，便派去看园，不许他在外行走。那包勇本是个直爽的脾气，投了主子，他便赤心护主，那知贾政反倒听了别的人话骂他。他也不敢再辩，只得收拾行李往园中看守浇灌去了。",
            "english": "那包勇喝醉了，不知道好歹，便兴高采烈地回到府中，问他同伴，知道刚才见的那个大人是这府里提拔起来的，“他不念旧情，反而踢弄我们家里，见了他骂他几句，他竟不敢答话。”那荣府的人本来就嫌包勇，只是主人不计较他，如今他又在外惹事，正好趁贾政没事，便把包勇喝酒闹事的话报告给了贾政。贾政当时正怕闹出风波，听见家人汇报，便一时生气，叫包勇进来数落了几句，也不好严厉责罚他，便派他去守园子，不许他在外面走动。那包勇本是个直爽的脾气，投靠了主子，他便一心一意地保护主子，哪知贾政反倒听了别人的话骂他。他也不敢再辩解，只得收拾行李到园子里看守浇灌去了。\n\nThe translation of the given Chinese text to English is:\n\nThat Baoyong drank too much and didn't know the difference between good and bad, so he returned to the mansion excitedly, asking his companion what he saw just now. He knew that the adult he just saw was promoted from the mansion, \"He doesn't remember our old relationship, but instead bullies our family. When he saw him, he scolded him a few words, and he didn't even dare to answer.\" The people in the Rong Mansion had always disliked Baoyong, but the owner didn't care about him. Now that he was causing trouble outside, it was a good opportunity to take advantage of when the master was not busy. So the Rong Mansion's servants reported to the master that Baoyong had caused trouble while drinking. At that time, the master was afraid of making waves and became angry when he heard about it. He called Baoyong in and scolded him. He didn't want to be too strict with him, so he sent him to guard the garden and didn't allow him to go out. Baoyong was a straightforward person, and after taking up his position as a servant, he devoted himself wholeheartedly to protecting his master. But he didn't expect that the master would listen to others and scold him instead. He didn't dare to argue back, so he had to pack up his belongings and go to the garden to oversee watering.",
            "chinese": "那包勇喝醉了，不知道好歹，便兴高采烈地回到府中，问他同伴，知道刚才见的那个大人是这府里提拔起来的，“他不念旧情，反而踢弄我们家里，见了他骂他几句，他竟不敢答话。”那荣府的人本来就嫌包勇，只是主人不计较他，如今他又在外惹事，正好趁贾政没事，便把包勇喝酒闹事的话报告给了贾政。贾政当时正怕闹出风波，听见家人汇报，便一时生气，叫包勇进来数落了几句，也不好严厉责罚他，便派他去守园子，不许他在外面走动。那包勇本是个直爽的脾气，投靠了主子，他便一心一意地保护主子，哪知贾政反倒听了别人的话骂他。他也不敢再辩解，只得收拾行李到园子里看守浇灌去了。"
        },
        {
            "original": "未知后事如何，且听下回分解。",
            "english": "Here is the translation of the given Chinese text to English:\n\nWe will stop here for now, and continue next time.",
            "chinese": "我们先讲到这里，下次再讲。"
        }
    ],
    "title": "《散馀资贾母明大义　复世职政老沐天恩》",
    "chapter_number": 107
}