{
    "paragraphs": [
        {
            "original": "却说贾政先前曾将房产并大观园奏请入官，内廷不收，又无人居住，只好封锁。因园子接连尤氏惜春住宅，太觉旷阔无人，遂将包勇罚看荒园。此时贾政理家，奉了贾母之命，将人口渐次减少，诸凡省俭，尚且不能支持。幸喜凤姐是贾母心爱的人，王夫人等虽不大喜欢，若说治家办事，尚能出力，所以内事仍交凤姐办理。但近来因被抄以后，诸事运用不来，也是每形拮据。那些房头上下人等，原是宽裕惯了的，如今较往日十去其七，怎能周到，不免怨言不绝。凤姐也不敢推辞，在贾母前扶病承欢。",
            "english": "It was said that the estate and the Orchid Garden had been handed over to the government by Mr. Jia Zhen, but they had been confiscated and no one lived in them, so they were closed. Because the Orchid Garden was next to You's and Sichun's homes, it was too wide and empty, so Bao Yong was punished to watch the wild garden. At this time, Mr. Jia Zhen was in charge of the family and followed Grandmother Jia's order to gradually reduce the number of people and save money. He was unable to support it. Fortunately, Fengjie was loved by Grandmother Jia, and although Wang夫人 et al. did not like her very much, she could still help with her management. But after being confiscated, the things were not used, and it was also in a tight situation. Those room heads and people had been loose for a long time, and now they were ten out of seven, how could they be comprehensive? Fengjie dared not refuse, and was in Grandmother Jia's presence. She was ill and took care of her.",
            "chinese": "话说贾政先前曾将房产和大观园上缴官府，但官府没收，也没有人居住，只好封闭。因园子紧挨着尤氏惜春的住宅，太过于旷阔无人，所以将包勇罚看荒园。此时贾政理家，奉了贾母之命，将人口逐渐减少，诸事省俭，尚且不能支持。幸喜凤姐是贾母心爱的人，王夫人等人虽然不大喜欢，但说到治家办事，尚能出力，所以内事仍交凤姐办理。但近来因被抄以后，诸事运用不来，也是每形拮据。那些房头上下人等，原是宽裕惯了的，如今较往日十去其七，怎能周到，不免怨言不绝。凤姐也不敢推辞，在贾母前扶病承欢。"
        },
        {
            "original": "过了些时，贾赦贾珍各到当差地方，恃有用度，暂且自安。写信回家，都言安逸，家中不必挂念。于是贾母放心，邢夫人尤氏也略略宽怀。",
            "english": "After a while, Jia Pai and Jia Zhen both went to their respective places of work, with expenses being a concern, and they managed to get by. They wrote letters home, saying they were at ease, and there was no need to worry about the household affairs. Thus, the old lady was reassured, and Xing Fei and You Yi also felt somewhat more at ease.",
            "chinese": "过了一段时间，贾赦和贾珍分别到各自工作的地方，因为有费用，所以暂时还过得去。他们写信回家，都说很安逸，家里的事情不用挂念。于是贾母放心了，邢夫人和尤氏也稍稍宽慰了一些。"
        },
        {
            "original": "一日，史湘云出嫁回门，来贾母这边请安。贾母提起他女婿甚好，史湘云也将那里家中平安的话说了，请老太太放心。又提起黛玉去世，不免大家落泪。贾母又想起迎春苦楚，越觉悲伤起来。",
            "english": "One day, Xiangyun came back from her wedding and paid a visit to Jiamu. Jiamu spoke highly of her husband and Xiangyun also reported on their family's safety, assuring Jiamu to be at ease. She also mentioned the passing of Lin Daiyu, which made everyone cry. Jiamu recalled Yingchun's sufferings and felt even more sorrowful.",
            "chinese": "有一天，史湘云从出嫁回来，去贾母那里请安。贾母说起她丈夫很好，史湘云也说了他们家平安的情况，请老太太放心。又提到了黛玉去世，大家不免都哭了。贾母想起迎春的苦楚，就更加悲伤了。"
        },
        {
            "original": "史湘云解劝一回，又到各家请安问好毕，仍到贾母房中安歇。言及薛家这样人家，被薛大哥闹的家破人亡，今年虽是缓决人犯，明年不知可能减等。贾母道：“你还不知道呢。昨儿蟠儿媳妇死的不明白，几乎又闹出一场事来。还幸亏老佛爷有眼，叫他带来的丫头自己供出来了，那夏奶奶没的闹了，自家拦住相验，你姨妈这里才将皮裹肉的打发出去了。如今守著蝌儿过日子。这孩子却有良心，他说哥哥在监里尚没完事，不肯娶亲。你邢妹妹在大太太那边，也就很苦。琴姑娘为他公公死了，还没满服，梅家尚未娶去。你说说，真真六亲同运：薛家是这么著；二太太的娘家大舅太爷一死，凤丫头的哥哥也不成人；那二舅太爷是个小气的，又是官项不清，也是打饥荒，甄家自从抄家以后，别无信息。”",
            "english": "Xiangyun suggested a few times, and then asked after the others. She talked about the Ye family. Because Ye brother caused a mess, the family was broken. Although this year the sentence was deferred, it is unknown if the sentence will be reduced next year. \"Grandmother, you don't know. Yesterday, Lady Pan's wife died in an unclear manner, and almost caused another incident. Fortunately, the old monk had eyes, and the maid of Lady Pan's wife admitted it herself, so Lady Xia didn't make a fuss, and she herself held back the autopsy, and she was sent away from your aunt's house. She is now living with the little girl. This child is very kind-hearted, and said that her brother is still in prison and has not finished his business, so he does not want to get married. Your cousin is in the big lady's house, and she is also very hardworking. The piano girl died because her father died, and she has not yet completed her mourning. The Mei family has not been married yet. You see, the six relatives have the same fate: the Ye family is in this situation; the second lady's elder brother-in-law died, the Feng wife's brother is not a human being; the“\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n这是如何将中文翻译成英文的过程。希望这个答案能够帮助你了解中文和英文之间的翻译。如果你有其他问题，请随时告诉我。",
            "chinese": "史湘云劝了一番，又到各家拜访问候后，回到贾母房中歇息。她谈到了薛家这个豪门大族，因为薛大哥的闹事，导致家破人亡。今年虽然缓决了人犯，但明年不知道是否能减刑。贾母说：“你不知道。昨天蟠儿媳妇死得很不明不白，差点又闹出一场事来。幸亏老佛爷有眼，让蟠儿媳妇的丫头自己供认了，夏奶奶才没有闹了，自己拦住验尸，你姨妈这里才把她打发出去了。现在守着蝌儿过日子。这个孩子很有良心，他说哥哥还在监里没完事，不肯娶亲。你邢妹妹在大太太那边，也很辛苦。琴姑娘因为公公死了，还没满服，梅家还没有娶去。你说说，真真六亲同运：薛家是这么着；二太太的娘家大舅太爷一死，凤丫头的哥哥也不成人；那二舅太爷是个小气的，又是官项不清，也是打饥荒，甄家自从抄家以后，别无信息。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "湘云道：“三姐姐去了，曾有书字回来么？”贾母道：“自从出了嫁，二老爷回来说你三姐姐在海疆很好。只是没有书信，我也是日夜惦记。为我们家连连的出些不好事，所以我也顾不来，如今四丫头也没有给他提亲。环儿呢，谁有功夫提起他来？如今我们家的日子比你从前在这里的时候更苦了。只可怜你宝姐姐自过了门，没过一天舒服日子。你二哥哥还是那么疯疯颠颠，这怎么好呢？”",
            "english": "Xiangyun asked, \"Has the letter from the third sister come?\" Jia Matriarch said, \"Since she married, Uncle Liang said that the third sister was doing well in the sea. However, she hasn't written any letters, and I'm constantly worried about her. Our family has had some bad times recently, so I haven't had much time to think about it. The fourth daughter hasn't been mentioned in any marriage proposals. And poor Huaner has been so busy with his studies that no one has even thought about him. Our family is worse off now than it was when you were here. Poor Bao'er has never had a day of peace since she married. And your second brother is still as crazy as ever. What can we do?\"",
            "chinese": "湘云问：“三姐姐的信来了吗？”贾母说：“自从她出嫁了，你二叔叔说她三姐姐在海疆很好。只是没有书信，我也天天挂念。我们家最近出了些不好的事情，所以我也顾不上，现在四丫头也没有给她提亲。环儿呢，谁有心思提他？我们家的日子比你从前在这里的时候更苦了。可怜你宝姐姐自过了门，就没过过一天舒服日子。你二哥哥还是那么疯疯颠颠，这怎么好呢？”"
        },
        {
            "original": "湘云道：“我从小儿在这里长大的，这里那些人的脾气，我都知道的。这一回来了，竟都改了样子了。我打量我隔了好些时没来，他们生疏我；我细想起来，竟不是的。就是见了我，瞧他们的意思，原要像先一样的热闹，不知道怎么说说就伤起心来了，所以我坐了坐儿就到老太太这里来了。”贾母道：“如今的日子，在我也罢了；他们年轻轻儿的人，还了得！我正要想个法儿，叫他们还热闹一天才好，只是打不起这个精神来。”湘云道：“我想起来了。宝姐姐不是后儿的生日吗？我多住一天，给他拜个寿，大家热闹一天，不知老太太怎么样？”贾母道：“我真正气糊涂了。你不提，我竟忘了。后日可不是他的生日吗？我明日拿出钱来，给他办个生日。他没有定亲的时候，倒做过好几次；如今过了门，倒没有做。宝玉这孩子，头里很伶俐，很淘气；如今因为家里的事不好，把这孩子越发弄的话都没有了。倒是珠儿媳妇还好。他有的时候是这么著，没的时候他也是这么著，带著兰儿静静儿的过日子，倒难为他。”",
            "english": "Xiangyun said, \"I grew up here and I know everyone's personality. Since I've been gone for so long, I wonder if they've forgotten me. But when I think about it, it's not true. Even when they see me, their eyes seem to be looking forward to the same excitement as before, but for some reason they seem to be sad. So I sat for a while and came here.\" Jia Mo said, \"It doesn't matter to me anymore. But the young people can't handle it. I was thinking of doing something to make them happy again, but I'm too tired.\" Xiangyun said, \"I remember. It's Baoer's birthday tomorrow. I can stay an extra day and wish him a happy birthday. Everyone can have a good time. What do you think, Auntie?\" Jia Mo said, \"I really am getting old. I forgot about it. It's Baoer's birthday tomorrow. I'll give him some money tomorrow. He's had several parties before he got married, but now that he's married, he hasn't had one.\"Bo'er used to be smart and naughty, but now he has been confused by some problems at home and cannot speak clearly. However, Zhu's wife is not bad. Sometimes she is like this, and sometimes she is like that, quietly living with Lan, which is really not easy.",
            "chinese": "湘云说：“我从小在这里长大，这里每个人的性格，我都了解。这次回来，竟然都改变了样子。我猜想我很久没来，他们疏远了我；但我仔细想想，不是这样的。就是见了我，他们的眼神，原本是要像以前一样热闹的，不知道为什么就伤了心，所以我坐了一会儿就来这里了。”贾母说：“现在的生活，对我也无所谓；但年轻人还不得了！我正想着找个办法让他们再热闹一天，只是没有精力了。”湘云说：“我想起来了。宝姐姐不是后天的生日吗？我多住一天，给他拜个寿，大家热闹一天，不知老太太怎么样？”贾母说：“我真正糊涂了。你不说，我都忘了。后天不是宝姐姐的生日吗？我明天拿出钱来，给他办个生日。他没有定亲的时候，倒做过好几次；如今过了门，倒没有做。宝玉这孩子，以前很聪明，很调皮；现在家里出了一些问题，把他弄糊涂了，说话都说不清楚了。倒是珠儿媳妇还不错。她有时是这样，有时又是那样，带着兰儿静静过日子，真不容易。"
        },
        {
            "original": "湘云道：“别人还不离，独有琏二嫂子，连模样儿都改了，说话也不伶俐了。明日等我来引逗他们，看他们怎么样。但只他们嘴里不说，心里要抱怨我，说我有了－－”刚说到这里，却把个脸飞红了。贾母会意道：“这怕什么？当初姊妹们都是在一处乐惯了的，说说笑笑，再别留这些心。大凡一个人，有也罢，没也罢，总要受得富贵，耐得贫贱才好呢。你宝姐姐生来是个大方的人。头里他家这样好，他也一点儿不骄傲；后来他家坏了事，他也是舒舒坦坦的。如今在我家里，宝玉待他好，他也是那样安顿；一时待他不好，也不见他有什么烦恼。我看这孩子倒是个有福的。你林姐姐，他就最小性儿，又多心，所以到底儿不长命的。凤丫头也见过些事，很不该略见些风波就改了样子。他若这样没见识，也就是小气了。后儿宝丫头的生日，我另拿出银子来，热热闹闹的给他做个生日，也叫他喜欢这么一天。”湘云答应著：“老太太说的很是。索性把那些姐妹们都请了来，大家叙一叙。”贾母道：“自然要请的。”一时高兴，遂叫鸳鸯：“拿出一百银子来，交给外头，叫他明日起，预备两天的酒饭。”鸳鸯领命，叫婆子交了出去，一宿无话。",
            "english": "Xiangyun said, \"Everyone else doesn't leave, but only the second wife of Lin'an, even her looks have changed, and her words are not as clever as before. Tomorrow, when I come to tease them, I'll see what they'll do. They won't say anything, but they'll complain about me, saying that I've been married -\" she said, blushing. Jia's mother understood what she meant. \"What's the problem? All of us sisters used to be together, laughing and joking. Don't worry about what they think. Generally speaking, a person should be able to handle wealth and poverty. Your Lin'an is a person of great generosity. At first, his family was so good, but he never became proud. Now that his family has gone bad, he is still calm and relaxed. Now he is with me, and Baobei treats him well, but he is still comfortable. If Baobei is not well, he is not worried. I think this child is lucky. Lin'an is the youngest and most sensitive. She can't help being a little jealous. But the best part is that she's always good to everyone. \"Tomorrow is Baochai's birthday. I'll spend some money to have a big party for her, and make her happy for a day.\" Xiangyun agreed, \"Grandmother is right. We should invite all the other girls, too, and have a get-together.\" Jia Mother said, \"Of course we'll invite them.\" She got excited and called Quanyang, \"Give me a hundred taels of silver. Tell the servants to start preparing the party tomorrow.\" Quanyang took the order and told the servant to get it ready. That night, Jia Mother had no more words to say.",
            "chinese": "湘云说：“别人都不离开，只有琏二嫂子，连模样儿都改变了，说话也不伶俐了。明天等我来逗他们，看他们怎么样。只是他们嘴上不说，心里会抱怨我，说我有了－－”说到这里，脸就飞红了。贾母会意道：“这有什么？当初姊妹们都是在一处乐惯了的，说说笑笑，再别留这些心。大凡一个人，有或没有，总要受得了富贵，耐得住贫贱才好呢。你宝姐姐生来是个大方的人。头里他家这样好，他也一点儿不骄傲；后来他家坏了事，他也是舒舒坦坦的。如今在我家里，宝玉待他好，他也是那样安顿；一时待他不好，也不见他有什么烦恼。我看这孩子倒是个有福的。你林姐姐，他就最小性儿，又多心，所以到底儿不长命的。凤丫头也见过些事，很不该略见些风波就改了样子。他要是没见识，就是小气了。明天宝姑娘的生日，我另拿出钱来，热闹地给她过生日，也让她开心一天。”湘云答应了：“老太太说的对。索性把那些姐妹们都请来，大家叙叙。”贾母道：“自然要请的。”一时高兴，叫鸳鸯：“拿出一百两银子来，交给外面，叫他们明天起，准备两天的酒席。”鸳鸯领命，叫婆子交了出去，一宿无话。"
        },
        {
            "original": "次日，传话出去，打发人去接迎春；又请了薛姨妈宝琴，叫带了香菱来；又请李婶娘。不多半日，李纹李绮都来了。",
            "english": "The next day, the news was spread, and the messenger came to fetch Xing Xing. Then the Xie family was invited to bring Xingchen and Xiangling. Li Wen and Li Qi also came soon.",
            "chinese": "第二天，传话出去，派人去接迎春；又请了薛姨妈宝琴，让她们带上香菱；又请李婶娘。不多会儿，李纹李绮都来了。"
        },
        {
            "original": "宝钗本不知道，听见老太太的丫头来请，说：“薛姨太太来了，请二奶奶过去呢。”宝钗心里喜欢，便是随身衣服过去，要见他母亲。只见妹子宝琴并香菱都在这里，又见李婶娘等人也都来了。心想那些人必是知道我们家的事情完了，所以来问候的，便去问了李婶娘好，见了贾母，然后与他母亲说了几句话，和李家姐妹们问好。湘云在旁说道：“太太们请都坐下，让我们姐妹们给姐姐拜寿。”宝钗听了，倒呆了一呆，回来一想：“可不是明日是我的生日吗？”便说：“姐妹们过来瞧老太太是该的，若说为我的生日，是断断不敢的。”",
            "english": "Baochai didn't know, but when the servant from Old Lady's house came to invite her, saying, \"Sister Xue is here, please go and visit her.\" Baochai felt very happy, took her clothes and went to see her mother. She saw Baochen and Xiangling here, as well as Li Sengmang and others. She thought these people must know that our family's matter is finished, so they came to visit. She said hello to Li Sengmang, then said a few words to Old Lady, and then greeted the sisters. Xiangyun said, \"Please sit down, let us sisters pay our respects to the sister's birthday.\" Baochai heard this and was a little dumbfounded. Then she thought, \"It's not tomorrow's birthday?\" She said, \"Sisters coming to visit Old Lady is the right thing to do, but if it's for my birthday, I absolutely can't accept it.\"",
            "chinese": "宝钗不知道，听见老太太的丫头来请她，说：“薛姨太太来了，请你过去呢。”宝钗心里很高兴，便拿上随身衣服，要去看她母亲。她看见妹妹宝琴和香菱都在这里，还有李婶娘等人也来了。心想这些人一定是知道我们家的事情完了，所以来问候的，便去问了李婶娘好，见了贾母，然后和他母亲说了几句话，又和李家姐妹们问好。湘云在旁边说道：“太太们请都坐下，让我们姐妹们给姐姐拜寿。”宝钗听了，倒呆了一呆，回来一想：“可不是明日是我的生日吗？”便说：“姐妹们过来瞧老太太是该的，若说为我的生日，是断断不敢的。”"
        },
        {
            "original": "正推让著，宝玉也来请薛姨妈李婶娘的安。听见宝钗自己推让，他心里本早打算过宝钗生日，因家中闹得七颠八倒，也不敢在贾母处提起。今见湘云等众人要拜寿，便喜欢道：“明日才是生日，我正要告诉老太太来。”湘云笑道：“扯臊，老太太还等你告诉？你打量这些人为什么来？是老太太请的。”",
            "english": "He was about to decline, when Bai Yubai came over to pay his respects to Xue Pai Ma and her aunt. He saw that the other girls were all turning down the offer, and so he was quite glad that he had already decided to give a birthday party for Baoshi's birthday. He said to Xiangyun, \"Tomorrow is Baoshi's birthday. I was just going to tell my grandmother about it.\" Xiangyun laughed, \"What a liar you are. Grandma would never wait for you to tell her about it. She invited them all.\"",
            "chinese": "正推让着，宝玉也来请薛姨妈李婶娘的安。听见宝钗自己推让，他心里本早打算过宝钗生日，因家中闹得七颠八倒，也不敢在贾母处提起。今见湘云等众人要拜寿，便喜欢道：“明日才是生日，我正要告诉老太太来。”湘云笑道：“扯臊，老太太还等你告诉？你打量这些人为什么来？是老太太请的。”"
        },
        {
            "original": "宝钗听了，心下未信，只听贾母合他母亲道：“可怜宝丫头做了一年新媳妇，家里接二连三的有事，总没有给他做过生日。今日我给他做个生日，请姨太太、太太们来，大家说说话儿。”薛姨妈道：“老太太这些时心里才安，他小人儿家，还没有孝敬老太太，倒要老太太操心！”湘云道：“老太太最疼的孙子是二哥哥，难道二嫂子就不疼了么？况且宝姐姐也配老太太给他做生日。”宝钗低头不语。宝玉心里想道：“我只说史妹妹出了阁必换了一个人了，我所以不敢亲近他，他也不来理我；如今听他的话，竟和先前是一样的。为什么我们那个过了门，更觉的腼腆了，话都说不出来了呢？”正想著，小丫头进来说：“二姑奶奶回来了。”随后李纨凤姐都进来，大家厮见一番。",
            "english": "Baochai listened, not quite believing it, but only heard Grandma say to his mother, \"Poor little Bao'er has been a newly-wed for a year now, but there's always been something going on in her house, and she hasn't had a birthday party yet. I'm going to give her a birthday party today, and invite the Auntie and the Lady to come and chat.\" Auntie Xue said, \"Grandma has been worrying about Bao'er all these days, and she's still a young thing, she hasn't been able to give Grandma a present yet, and Grandma has to worry about her!\" Xiangyun said, \"Grandma loves her grandson the most, so of course she loves her daughter-in-law, too. And Bao'er should also be able to give Grandma a birthday party.\" Baochai lowered her head and said nothing. Bao'er thought to herself, \"I thought that Shi'er had changed since she got married, so I didn't dare to be close to her. She didn't even talk to me. But now I hear what she's saying, it's exactly the same as it was before. Why does our Shi'er suddenly become shy and quiet, and can't say anything?\"",
            "chinese": "宝钗听了，心里有点不相信，只听贾母跟他的母亲说：“可怜宝丫头做了一年的新媳妇，家里总是有事，总没有给她做过生日。今天我给她过生日，请姨太太、太太们来，大家说说话儿。”薛姨妈道：“老太太这些时心里才安，他小人儿家，还没有孝敬老太太，倒要老太太操心！”湘云道：“老太太最疼的孙子是二哥哥，难道二嫂子就不疼了么？况且宝姐姐也配老太太给她过生日。”宝钗低头不语。宝玉心里想道：“我只说史妹妹出了阁必换了一个人了，我所以不敢亲近他，他也不来理我；如今听他的话，竟和先前是一样的。为什么我们那个过了门，更觉的腼腆了，话都说不出来了呢？”正想著，小丫头进来说：“二姑奶奶回来了。”随后李纨凤姐都进来，大家见了一番。"
        },
        {
            "original": "迎春提起他父亲出门，说：“本要赶来见见，只是他拦著不许来，说是偺们家正是晦气时候，不要沾染在身上。我扭不过，没有来，直哭了两三天。”凤姐道：“今儿为什么肯放你回来？”迎春道：“他又说偺们家二老爷又袭了职，还可以走走，不妨事的，所以才放我来。”说著又哭起来。贾母道：“我原为闷的慌，今日接你们来给孙子媳妇过生日，说说笑笑，解个闷儿，你们又提起这些烦事来，又招起我的烦恼来了。”迎春等都不敢作声了。",
            "english": "Yingchun told her father's departure, saying, \"I originally wanted to come to see you, but he stopped me from coming, saying that our family was having a bad time and we should not be contaminated by it. I couldn't stand it and cried for two or three days.\" Fengjie asked, \"Why are you willing to come back today?\" Yingchun said, \"He said that our second uncle has been promoted and can go out to walk, so nothing is wrong, so I was let go.\" Then she cried again. Jiamu said, \"I'm already bored, and I wanted to take you here to celebrate the birthday of my grandson-in-law, to talk and laugh and relieve my mood, but you've brought up these annoying things, and you've brought me back into my mood.\" Yingchun and others dared not speak.",
            "chinese": "迎春提起她父亲出门，说：“本来想来见见，但他拦着不许来，说我们家正倒霉，不要沾染在身上。我拗不过，没有来，一直哭了两三天。”凤姐问：“今天为什么肯放你回来？”迎春说：“他又说我们家二老爷又升了职，可以出去走走，没事的，所以才放我来。”说着又哭起来。贾母说：“我本来烦闷，想接你们来给孙子媳妇过生日，说说笑笑解个闷，你们又提起这些烦心事来，又惹起我的烦恼了。”迎春等人不敢作声了。"
        },
        {
            "original": "凤姐虽勉强说了几句有兴的话，终不似先前爽利，招人发笑。贾母心里要宝钗喜欢，故意的怄凤姐儿说话。凤姐也知贾母之意，便竭力张罗，说道：“今儿老太太喜欢些了。你看这些人好几时没有聚在一处，今儿齐全！”说著，回过头去，看见婆婆、尤氏不在这里，又缩住了口。贾母为著“齐全”两字，也想邢夫人等，叫人请去。邢夫人、尤氏、惜春等听见老太太叫，不敢不来，心内也十分不愿意，想著家业零败，偏又高兴给宝钗做生日，到底老太太偏心，便来了也是无精打彩的。贾母问起岫烟来，邢夫人假说病著不来。贾母会意，知薛姨妈在这里有些不便，也不提了。",
            "english": "Fengzheng struggled to say a few interesting words, but was not as lively as before, and could not make people laugh. Grandmother Jia wanted Baochai to be happy, so she let Fengzheng talk. Fengzheng knew what Grandmother Jia meant, and tried to make a fuss. \"Today, Grandmother Jia is very happy. Look at these people who have not gathered for a long time. Today, they are all here!\" he said, looking back and seeing that the mother-in-law, You, and others were not here, so he stopped talking. Grandmother Jia wanted to call Xingfeng, You, and others to be \"complete\", so she asked to call them. Xingfeng, You, and others heard Grandma Jia call, so they dared not come, but they were not happy in their hearts, because their household was scattered, and Grandma Jia was partial, so they came with no enthusiasm. Grandma Jia asked about Shoushan, and Xingfeng pretended to be sick. Grandma Jia knew that there was some inconvenience for Xue Yimeng to be here, so she did not mention it.",
            "chinese": "凤姐勉强说了几句有兴的话，但不如以前那么爽利，引人发笑。贾母想要宝钗喜欢，故意让凤姐说话。凤姐也知道贾母的意思，就尽力张罗，说：“今天老太太很高兴。你看这些人很久没有聚在一起，今天很齐全！”说著，回头看见婆婆、尤氏不在这里，就缩住了口。贾母为著“齐全”两字，也想叫邢夫人、尤氏、惜春等来，叫人请他们去。邢夫人、尤氏、惜春等听见老太太叫，不敢不来，但心里很不情愿，因为家业零散，偏偏老太太偏心，来也是无精打彩的。贾母问起岫烟来，邢夫人假说病著不来。贾母知道薛姨妈在这里有些不便，也不提了。"
        },
        {
            "original": "一时，摆下果酒。贾母说：“也不送到外头，今日只许偺们娘儿们乐一乐。”宝玉虽然娶过亲的人，因贾母疼爱，仍在里头打混，但不与湘云宝琴等同席，便在贾母身旁设著一个坐儿，他替宝钗轮流敬酒。贾母道：“如今且坐下，大家喝酒。到挨晚儿再到各处行礼去。若如今行起礼来，大家又闹规矩，把我的兴头打回去就没趣了。”宝钗便依言坐下。贾母又向众人道：“偺们今儿索性洒脱些，各留一两个人伺候。我叫鸳鸯带了彩云、莺儿、袭人、平儿等在后间去也喝一锺酒。”鸳鸯等说：“我们还没有给二奶奶磕头，怎么就好喝酒去呢？”贾母道：“我说了，你们只管去。用的著你们再来。”",
            "english": "The next moment, the fruit wine was laid out. The Grandmother said, \"Don't set it up outside; today we must just let our mother and daughter have a good time.\" Although the son-in-law had married, he was still playing around in the house because the Grandmother was so fond of him. He didn't sit with the rest, but was seated beside the Grandmother, and he served wine for the wife in turn. The Grandmother said, \"Let's sit down and drink. We'll go around to say hello later. If we start drinking now, we'll all be too serious, and I'll lose my interest.\" The wife then sat down. The Grandmother said to the others, \"Let's be free and easy today. We'll keep a few of us here to wait on us. Let the Quan Yung, Ying Er, Xi, and Ping Er come in and drink a glass with us.\" Quan Yung said, \"We haven't given the Second Master a bow yet. How can we drink?\" The Grandmother said, \"I told you. Go ahead and drink. I'll call you back if I need you.\"",
            "chinese": "一会儿，摆下果酒。贾母说：“也不送到外头，今日只许我们娘儿们乐一乐。”宝玉虽然娶过亲，但贾母疼爱，仍在屋里打混，不与湘云宝琴等同席，便在贾母身边设着一个坐儿，他替宝钗轮流敬酒。贾母道：“如今且坐下，大家喝酒。到晚儿再到各处行礼去。若如今行起礼来，大家又闹规矩，把我的兴致打回去就没趣了。”宝钗便依言坐下。贾母又向众人道：“我们今儿索性洒脱些，各留一两个人伺候。我叫鸳鸯带了彩云、莺儿、袭人、平儿等在后间去也喝一锺酒。”鸳鸯等说：“我们还没有给二奶奶磕头，怎么就好喝酒去呢？”贾母道：“我说了，你们只管去。用得着你们再来。”"
        },
        {
            "original": "鸳鸯等去了。这里贾母才让薛姨妈等喝酒。见他们都不是往常的样子，贾母著急道：“你们到底是怎么著？大家高兴些才好。”湘云道：“我们又吃又喝，还要怎么著呢？”凤姐道：“他们小的时候都高兴，如今碍著脸不敢混说，所以老太太瞧著冷静了。”宝玉轻轻的告诉贾母道：“话是没有什么说的，再说就说到不好的上头去了。不如老太太出个主意，叫他们行个令儿罢。”贾母侧著耳朵听了，笑道：“若是行令，又得叫鸳鸯去。”",
            "english": "Everyone else left. The old lady asked the others to drink some wine. They seemed different from before, and the old lady was very anxious, asking, \"What's the matter with you all? We should be happy together.\" Xiangyun replied, \"We're eating and drinking, so what else do we need?\" The Countess Feng said, \"When they were young, they were very happy, but now they're too polite to say anything, so the old lady looks so calm.\" Bao Yuyan whispered to the old lady, \"There's nothing to say. If they keep talking, they'll say something bad. Why don't the old lady come up with an idea for a game?\" The old lady listened carefully and laughed, \"If we play a game, let Yingying go.\"",
            "chinese": "鸳鸯等人都走了。贾母才让薛姨妈等人喝酒。他们好像不是以前的样子了，贾母很着急地问：“你们到底怎么了？大家开心点才好啊。”湘云回答：“我们又吃又喝，还要怎么样啊？”凤姐说：“他们小时候都很开心，现在碍于面子不敢乱说话，所以老太太看起来很冷静。”宝玉悄悄告诉贾母：“没什么好说的，再说就说到不好的地方去了。不如老太太想个主意，让他们玩个游戏。”贾母侧著耳朵听了，笑着说：“要是玩个游戏，就叫鸳鸯去吧。”"
        },
        {
            "original": "宝玉听了，不待再说，就出席到后间去找鸳鸯，说：“老太太要行令，叫姐姐去呢。”鸳鸯道：“小爷，让我们舒舒服服的喝一锺罢。何苦来？又来搅什么？”宝玉道：“当真老太太说的，叫你去呢。与我什么相干？”鸳鸯没法，说道：“你们只管喝，我去了就来。”便到贾母那边。老太太道：“你来了么？这里要行令呢！”鸳鸯道：“听见宝二爷说老太太叫我，才来的。不知老太太要行什么令儿？”贾母道：“那文的怪闷的慌，武的又不好，你倒是想个新鲜玩意儿才好。”",
            "english": "Bao Yuyu heard this and said nothing. He then went to find Qian Yang. \"Old lady is going to play the game. Please go.\" Qian Yang said, \"Young master, let's drink first. Don't be a nuisance.\" Bao Yuyu replied, \"It's true that the old lady called you. What does it have to do with me?\" Qian Yang had no choice but to say, \"You go ahead and drink. I'll be back as soon as I go.\" Then he went to see the old lady. The old lady said, \"You're here? We're going to play the game.\" Qian Yang said, \"I heard that the second master said the old lady called me. I came here. I don't know what kind of game the old lady is going to play.\" The old lady said, \"The literary ones are too boring, and the martial ones are not good. You should think of a new game.\"",
            "chinese": "宝玉听了，没有再说话，就起身到后面去找鸳鸯，说：“老太太要行令，叫姐姐去呢。”鸳鸯道：“小爷，我们先喝一杯吧。别再捣乱了。”宝玉道：“当真老太太说的，叫你去呢。跟我有什么关系？”鸳鸯没办法，说道：“你们先喝，我去了就回来。”便到贾母那边。老太太道：“你来了吗？这里要行令呢！”鸳鸯道：“听说宝二爷说老太太叫我，我才来的。不知道老太太要行什么令？”贾母道：“那些文的太闷了，武的又不好，你倒是想个新鲜玩意儿才好。”"
        },
        {
            "original": "鸳鸯想了想道：“如今姨太太有了年纪，不肯费心，倒不如拿出令盆骰子来，大家掷个曲牌名儿赌输赢酒罢。”贾母道：“这也使得。”便命人取骰盆放在案上。鸳鸯说：“如今用四个骰子掷去：掷不出名儿来的罚一杯，掷出名儿来，每人喝酒的杯数儿，掷出来再定。”众人听了道：“这是容易的，我们都随著。”鸳鸯便打点儿。众人叫鸳鸯喝了一杯，就在他身上数起，恰是薛姨妈先掷。薛姨妈便掷了一下，却是四个“么”。鸳鸯道：“这是有名的，叫做‘商山四皓’。有年纪的喝一杯。”",
            "english": "Yuan Yang thought for a while and said, \"Now Mrs. Pei is old and does not care, so let's take out the lid of the dice and everyone bet on the name of the song and drink it.\" Jia Ma said, \"This is acceptable.\" He asked someone to take the dice basin to the table. Yuan Yang said, \"Now use four dice to throw: if there is no name, a cup of wine will be drunk; if there is a name, the number of cups of wine each person will drink is determined by the dice.\" Everyone listened and said, \"This is easy, we can follow.\" Yuan Yang started to beat the drums. Everyone called Yuan Yang to drink a cup of wine and counted on him, and it happened that Xue Yima was the first to throw. Xue Yima threw a little and it was four \"me\". Yuan Yang said, \"This is famous, called \"Four White-haired Eunuchs of Shangshan\". The elderly drink a cup of wine.",
            "chinese": "鸳鸯想了想说：“如今姨太太年纪大了，不费心，不如拿出令盆骰子来，大家掷个曲牌名儿赌输赢酒罢。”贾母说：“这也行。”就叫人取骰盆放在桌子上。鸳鸯说：“现在用四个骰子掷：掷不出名儿来的罚一杯，掷出名儿来，每人喝酒的杯数儿，掷出来再定。”众人听了说：“这很简单，我们都能跟上。”鸳鸯就开始打点儿。众人叫鸳鸯喝了一杯，就在他身上数起，恰是薛姨妈先掷。薛姨妈便掷了一下，却是四个“么”。鸳鸯道：“这是有名的，叫做‘商山四皓’。有年纪的喝一杯。”"
        },
        {
            "original": "于是贾母、李婶娘、邢、王两夫人都该喝。贾母举酒要喝，鸳鸯道：“这是姨太太掷的，还该姨太太说个曲牌名儿，下家接一句《千家诗》。说不出来的罚一杯。”薛姨妈道：“你又来算计我了，我那里说的上来？”贾母道：“不说到底寂寞，还是说一句的好。下家儿就是我了，若说不出来，我陪姨太太喝一锺就是了。”薛姨妈便道：“我说个‘临老入花丛’。”贾母点点头儿道：“‘将谓偷闲学少年’。”",
            "english": "Then the old lady, Lady Li, Lady Xing and Lady Wang should drink. The old lady raised the wine, and Quanyang said, \"This is the old lady's throw, so you should say a verse name, and the next one should say a verse from 'A Thousand Poems'. If you can't say it, you should drink a cup.\" Lady Xing said, \"You're counting on me again, I can't say it.\" The old lady said, \"It's lonely if you don't say it, so you should say a verse. The next one is me, and if you can't say it, I'll drink a cup with Lady Xing.\" Lady Xing said, \"I'll say 'Entering a Flower Garden at an Old Age'.\" The old lady nodded and said, \"I'll say 'Thinking of my Youth'.",
            "chinese": "于是贾母、李婶娘、邢、王两夫人应该喝。贾母举酒要喝，鸳鸯说：“这是姨太太掷的，还该姨太太说个曲牌名儿，下家接一句《千家诗》。说不出来的罚一杯。”薛姨妈道：“你又来算计我了，我哪里说的上来？”贾母道：“不说到底寂寞，还是说一句的好。下家儿就是我了，若说不出来，我陪姨太太喝一锺就是了。”薛姨妈便道：“我说个‘临老入花丛’。”贾母点点头儿道：“‘将谓偷闲学少年’。”"
        },
        {
            "original": "说完，骰盆过到李纹，便掷了两个“四”，两个“二”。鸳鸯说：“也有名儿了。这叫做‘刘阮入天台’。”李纹便接著说了个“二士入桃源”。下手儿便是李纨，说道：“‘寻得桃花好避秦’。”大家又喝了一口。",
            "english": "Then the dice were passed to Li Wen, who tossed two fours and two twos. The pearl said, \"They have a name for that. It's called 'Li Wu Enters the Peach Blossom Spring.'\" Li Wen then said, \"Two Scholars Enter the Peach Blossom Spring.\" It was Li's turn again. She said, \"Seeking Peach Blossom to Escape from Qin.\" Everyone took a sip.",
            "chinese": "说完，骰盆传到李纹，她掷了两个“四”，两个“二”。鸳鸯说：“也有名儿了。这叫做‘刘阮入天台’。”李纹便接着说了个“二士入桃源”。轮到李纨，她说：“寻得桃花好避秦。”大家又喝了一口。"
        },
        {
            "original": "骰盆又过到贾母跟前，便掷了两个“二”，两个“三”。贾母道：“这要喝酒了。”鸳鸯道：“有名儿的，这是‘江南引雏’。众人都该喝一杯。”凤姐道：“雏是雏，倒飞了好些了。”众人瞅了他一眼，凤姐便不言语。贾母道：“我说什么呢？‘公领孙’罢。”下手是李绮，便说道：“‘闲看儿童捉柳花’。”众人都说好。",
            "english": "The dice cup is passed to the old lady again. She rolled two twos and two threes. She said, \"I have to drink a cup of wine.\" Qian said, \"It has a name, this is 'Jiangnan yin chou'. Everyone has to drink a cup.\" Feng said, \"Chou is chou, but it has flown away a lot.\" Everyone gave her a look, and Feng said no more. The old lady said, \"I said nothing. 'Gong ling sun'.\" It is E's turn. She said, \" 'Xian kan er tong zhu li hua'.\" Everyone said she said it well.",
            "chinese": "骰盆又转到贾母面前，她掷了两个“二”，两个“三”。贾母说：“这要喝酒了。”鸳鸯说：“有名气的，这是‘江南引雏’。大家都要喝一杯。”凤姐说：“雏是雏，倒飞了好些了。”众人都用眼神示意她，凤姐便不再说话。贾母说：“我说什么呢？‘公领孙’。”轮到李绮，她说：“‘闲看儿童捉柳花’。”大家都说她说得很好。"
        },
        {
            "original": "宝玉巴不得要说，只是令盆轮不到，正想著，恰好到了跟前，便掷了一个“二”，两个“三”，一个“么”，便说道：“这是什么？”鸳鸯笑道：“这是个‘臭’！先喝一锺再掷罢。”宝玉只得喝了又掷。这一掷掷了两个“三”，两个“四”。鸳鸯道：“有了，这叫做‘张敞画眉’。”宝玉知是打趣他。宝钗的脸也飞红了。凤姐不大懂得，还说：“二兄弟快说了，再找下家儿是谁。”宝玉难说，自认：“罚了罢，我也没下家儿。”过了令盆，轮到李纨，便掷了一下。鸳鸯道：“大奶奶掷的是‘十二金钗’。”",
            "english": "宝玉很想说话，但轮不到他，正想着，轮到他了，便掷了两个“三”和一个“一”。宝玉问道：“这是什么？”鸳鸯笑道：“这是‘臭’，先喝一杯再掷。”宝玉喝了又掷，掷了两个“三”和两个“四”。鸳鸯说：“有了，这叫做‘张敞画眉’。”宝玉知道鸳鸯在逗他。宝钗的脸也红了。凤姐不懂，还说：“二兄弟快说，再找下家是谁。”宝玉难以回答，自认：“罚了罢，我也没下家。”轮到李纨，她掷了一下。鸳鸯说：“大奶奶掷的是‘十二金钗’。”",
            "chinese": "宝玉很想说话，但轮不到他，正想着，轮到他了，便掷了两个“三”和一个“一”。宝玉问道：“这是什么？”鸳鸯笑道：“这是‘臭’，先喝一杯再掷。”宝玉喝了又掷，掷了两个“三”和两个“四”。鸳鸯说：“有了，这叫做‘张敞画眉’。”宝玉知道鸳鸯在逗他。宝钗的脸也红了。凤姐不懂，还说：“二兄弟快说，再找下家是谁。”宝玉难以回答，自认：“罚了罢，我也没下家。”轮到李纨，她掷了一下。鸳鸯说：“大奶奶掷的是‘十二金钗’。”"
        },
        {
            "original": "宝玉听了，赶到李纨身旁看时，只见红绿对开，便说：“这一个好看的很！”忽然想起“十二钗”的梦来，便呆呆的退到自己座上，心里想：“这‘十二钗’说是金陵的，怎么我家这些人，如今七大八小的就剩了这几个？……”复又看看湘云宝钗，虽说都在，只是不见了黛玉。一时按捺不住，眼泪便要下来，恐人看见，便说身上燥的很，脱脱衣裳去，挂了筹，出席去了。",
            "english": "Bao Yuyu heard this and walked over to Li Wang's side to look. He found the red and green open and said, \"This one is very good!\" Suddenly he remembered the dream about the \"Twelve Ladies,\" and he stood there in a daze, looking at Wang Xuan and Bao Chao. He thought, \"The Twelve Ladies were from Jinling, but now all my people, young and old, are left with only a few. ...",
            "chinese": "宝玉听了，走到李纨身边看时，只见红绿对开，便说：“这一个好看的很！”忽然想起“十二钗”的梦来，便呆呆的退到自己座上，心里想：“这‘十二钗’说是金陵的，怎么我家这些人，如今七大八小的就剩了这几个？……”复又看看湘云宝钗，虽说都在，只是不见了黛玉。一时按捺不住，眼泪便要下来，恐人看见，便说身上燥的很，脱脱衣裳去，挂了筹，出席去了。"
        },
        {
            "original": "史湘云看见宝玉这般光景，打量宝玉掷不出好的来，被别人掷了去，心里不喜欢，才去的；又嫌那个令儿没趣，便有些烦。只见李纨道：“我不说了。席间的人也不齐，不如罚我一杯。”贾母道：“这个令儿也不热闹，不如蠲了罢。让鸳鸯掷一下，看掷出个什么来。”",
            "english": "Shi Xiangyun saw Bao Yuyu's situation and thought he couldn't throw well, so she was unhappy and left. She also thought the game was not interesting and was a little bored. Li Wan suggested, \"I'm not playing anymore. The people at the table aren't all here, so we might as well not play.\" Jia Moge said, \"This game is boring, so let's not play. Let Qian Yang throw a dice and see what she gets.\"",
            "chinese": "史湘云看到宝玉的状况，认为他不能掷出好的来，被别人抢了，不高兴地离开了。她还觉得游戏没意思，有些不耐烦。李纨提议说：“我不玩了。桌上的人都不齐，不如不玩了。”贾母说：“这个游戏没意思，不如不玩了。让鸳鸯掷一下，看看掷出个什么来。”"
        },
        {
            "original": "小丫头把令盆放在鸳鸯跟前。鸳鸯依命，便掷了两个“二”，一个“五”，那一个骰子在盆里只管转。鸳鸯叫道：“不要“五”！”那骰子单单转出一个“五”来。鸳鸯道：“了不得！我输了。”贾母道：“这是不算什么的吗？”鸳鸯道：“名儿倒有，只是我说不上曲牌名来。”贾母道：“你说名儿，我给你诌。”鸯鸯道：“这是‘浪扫浮萍’。”贾母道：“这也不难，我替你说个‘秋鱼入菱窠’。”鸳鸯下手的就是湘云，便道：“‘白萍吟尽楚江秋’。”众人都道：“这句很确。”",
            "english": "The little girl placed the order bowl in front of Yangyan. Yangyan followed the order and tossed two \"twos\" and one \"five\", and the dice in the bowl kept spinning. Yangyan said, \"No 'five'!\" But the dice turned out to be a \"five\". Yangyan said, \"I'm sorry, I lost.\" Grandmother said, \"It's not a big deal.\" Yangyan said, \"I only know the name, but I don't know the tune name.\" Grandmother said, \"You say the name, and I'll compose a tune name for you.\" Yangyan said, \"This is 'Waves Sweep Floating Lotus Leaves'.\" Grandmother said, \"This isn't difficult, I'll give you a 'Fall Fish Enter the Water Melon Hole'.\" When Yangyan tossed the dice, Xiangyun was her opponent. Xiangyun said, \"‘White Lotus Flower Sings All Autumn in the Chu River’.\" Everyone said, \"That's very accurate.\"\n\n如何将英文翻译改写为简单的现代普通话\n\n英文翻译：\n\nThe little girl placed the order bowl in front of Yangyan. Yangyan followed the order and tossed two \"twos\" and one \"five\", and the diceQuan Yang called out, \"Don't 'five'!\" The dice rolled out a \"five\" only. Quan Yang said, \"I'm in trouble! I lost.\"",
            "chinese": "小丫头把令盆放在鸳鸯跟前。鸳鸯按照命令，掷出两个“二”和一个“五”，那个骰子在盆里不停地转动。鸳鸯叫道：“不要“五”！”但是骰子偏偏转出了一个“五”。鸳鸯说：“糟糕，我输了。”贾母说：“这不算什么。”鸳鸯说：“我只认识这个名称，但是不知道曲牌名。”贾母说：“你说名称，我来诌曲牌名。”鸳鸯说：“这是‘浪扫浮萍’。”贾母说：“这也不难，我来给你诌个‘秋鱼入菱窠’。”鸳鸯掷骰子的时候，湘云是他的对手，湘云说：“‘白萍吟尽楚江秋’。”大家都说：“这句很准确。”\n\n如何将中国白话改写为简单的现代普通话\n\n中国白话：\n\n小丫头把令盆放在鸳鸯跟前。鸳鸯依命，便掷了两个“二”，一个“五”，那一个骰子在盆里只管转。鸳鸯叫道：“不要“五”！”那骰子单单转出一个“五”来。鸳鸯道：“了不得！我输了"
        },
        {
            "original": "贾母道：“这令完了，偺们喝两杯，吃饭罢。”回头一看，见宝玉还没进来，便问道：“宝玉那里去了？还不来？”鸳鸯道：“换衣裳去了。”贾母道：“谁跟了去的？”那莺儿便上来回道：“我看见二爷出去，我叫袭人姐姐跟了去了。”贾母王夫人才放心。",
            "english": "Jia Mote said, \"Now that the banquet is over, let's have a couple of drinks and have lunch.\" Looking around, she noticed that Baoyu still hadn't come in, so she asked, \"Where's Baoyu? Why hasn't he come yet?\" Cynic said, \"He's going to change his clothes.\" Jia Mote asked, \"Who's following him?\" Ying'er answered, \"I saw Erge going out with Aisin Sister.\" Jia Mote and Wang Fei put their minds at ease.",
            "chinese": "贾母说：“这令完了，我们喝两杯，吃饭吧。”回头一看，见宝玉还没进来，便问道：“宝玉呢？怎么还不来？”鸳鸯说：“他去换衣服了。”贾母问：“谁跟着他去的？”莺儿回答说：“我看见二爷出去，叫袭人姐姐跟着去了。”贾母和王夫人这才放心。"
        },
        {
            "original": "等了一回，王夫人叫人去找。小丫头到了新房子里，只见五儿在那里插蜡。小丫头便问：“宝二爷那里去了？”五儿道：“在老太太那边喝酒呢。”小丫头道：“我打老太太那里来，太太叫我来找，岂有在那里倒叫我来找的呢？”五儿道：“这就不知道了，你到别处找去罢。”",
            "english": "After a while, Lady Wang called for someone to look for them. The little maid went to the new room and saw Wu Er there, putting in candles. She asked, \"Where is Master Wang?\" Wu Er replied, \"He's having a drink with the old lady.\" The maid said, \"I came from the old lady's room, and Lady Wang told me to find him. How can I just leave and go looking for him?\" Wu Er said, \"I don't know. You'd better go to another place.\"\n\n我来翻译一下：\n\n王夫人等了一会儿，叫人去找。小丫头到了新房子里，只见五儿在那里插蜡烛。小丫头便问：“宝二爷在哪里？”五儿说：“在老太太那边喝酒呢。”小丫头说：“我从老太太那里来，太太叫我来找，难道叫我去找吗？”五儿说：“这就不知道了，你到别处找去吧。”",
            "chinese": "等了一会儿，王夫人叫人去找。小丫头到了新房子里，只见五儿在那里插蜡烛。小丫头便问：“宝二爷在哪里？”五儿说：“在老太太那边喝酒呢。”小丫头说：“我从老太太那里来，太太叫我来找，难道叫我去找吗？”五儿说：“这就不知道了，你到别处找去吧。”"
        },
        {
            "original": "小丫头没法，只得回来，遇见秋纹，问道：“你见二爷那里去了？”秋纹道：“我也找他，太太们等他吃饭。这会子那里去了呢？你快去回老太太去，不必说不在家，只说喝了酒不大受用，不吃饭了，略躺一躺再来，请老太太、太太们吃饭罢。”小丫头依言回去告诉珍珠。珍珠回了贾母。贾母道：“他本来吃不多，不吃也罢了，叫他歇歇罢。告诉他今儿不必过来，有他媳妇在这里就是了。”珍珠便向小丫头道：“你听见了？”小丫头答应著，不便说明，只得在别处转了一转，说“告诉了”。众人也不理会，吃毕饭，大家散坐闲话，不提。",
            "english": "The little girl had no choice but to return, and met Xiaotun, asking, \"Where is Master?\". Xiaotun said, \"I'm also looking for him. The ladies are waiting for him to have dinner. Where is he now? You'd better go and tell Granny, don't say he's not at home, just say he's had too much to drink and is not hungry, lie down for a while, and then come to have dinner, please tell Granny and the ladies to have dinner.\" The little girl went back to tell the pearl. The pearl told the old lady. The old lady said, \"He doesn't eat much anyway, it doesn't matter if he doesn't eat. Tell him to rest. Tell him not to come today, his wife can come instead.\" The little girl went back to tell the pearl. The pearl told the old lady. The old lady said, \"He doesn't eat much anyway, it doesn't matter if he doesn't eat. Tell him to rest. Tell him not to come today, his wife can come instead.\" The little girl went back to tell the pearl. The pearl told the old lady.\n\nAssistant: The little girl had no choice but to return, and met Xiaotun",
            "chinese": "小女孩没有办法，只好回来，遇见秋纹，问：“二爷在哪里？”秋纹说：“我也在找他，太太们等着他吃饭。这会子去哪了呢？你快去告诉老太太，不用说不在家，就说喝了酒不舒服，不吃饭了，稍微躺一会儿再来，请老太太和太太们吃饭吧。”小女孩按照说的回去告诉珍珠。珍珠告诉贾母。贾母说：“他本来就吃不多，不吃也无所谓，叫他休息吧。告诉他今天不用过来，他媳妇在这里就可以了。”小女孩就去告诉了珍珠。珍珠告诉了贾母。贾母说：“他本来就吃不多，不吃也无所谓，叫他休息吧。告诉他今天不用过来，他媳妇在这里就可以了。”小女孩就去告诉了珍珠。"
        },
        {
            "original": "且说宝玉一时伤心，走出来，正无主意，只见袭人赶来，问是怎么了。宝玉道：“不怎么，只是心里怪烦的。要不趁他们喝酒，偺们两个到珍大奶奶那里逛逛去。”袭人道：“珍大奶奶在这里，去找谁？”宝玉道：“不找谁，瞧瞧他，既在这里，住的房屋怎么样。”袭人只得跟著，一面走，一面说。走到尤氏那边，有一个小门儿半开半掩，宝玉也不进去。只见看园门的两个婆子坐在门槛上说话儿。宝玉问道：“这小门儿开门么？”婆子道：“天天不开。今儿有人出来说，今日预备老太太要用园里的果子，才开著门等著呢。”",
            "english": "Then, as he was walking about in a state of deep thought, Bao-yu was seized with an impulse to go and see Suen Hsiang-hsia, and he asked his servant to accompany him. The servant, however, said, \"I will go with you to the house of Suen Hsiang-hsia, but you will not find her there. She is with her father and mother in the house of the old lady. I can only ask her to come here.\" Bao-yu replied, \"Never mind. Let us go and see her there.\" They went to the house of Suen Hsiang-hsia, and found that the gate was half open. Bao-yu asked the two old women who were sitting on the threshold what the gate was for. They replied, \"It is always closed, but to-day it is open because somebody has come to say that the old lady intends to take some fruits from the garden, and they are waiting here for her.\"",
            "chinese": "且说宝玉一时伤心，走出来，正无主意，只见袭人赶来，问是怎么了。宝玉道：“不怎么，只是心里怪烦的。要不趁他们喝酒，我们两个到珍大奶奶那里逛逛去。”袭人道：“珍大奶奶在这里，去找谁？”宝玉道：“不找谁，瞧瞧他，既在这里，住的房屋怎么样。”袭人只得跟著，一面走，一面说。走到尤氏那边，有一个小门儿半开半掩，宝玉也不进去。只见看园门的两个婆子坐在门槛上说话儿。宝玉问道：“这小门儿开门么？”婆子道：“天天不开。今儿有人出来说，今日预备老太太要用园里的果子，才开著门等著呢。”"
        },
        {
            "original": "宝玉便慢慢的走到那边，果见腰门半开。宝玉才要进去，袭人忙拉住道：“不用去。园里不乾净，常没有人去，别再撞见什么。”宝玉仗著酒气，说道：“我不怕那些！”袭人苦苦的拉住，不容他去。婆子们上来说道：“如今这园子安静的了。自从那日道士拿了妖去，我们摘花儿，打果子，一个人常走的。二爷要去，偺们都跟著。有这些人怕什么！”宝玉喜欢。袭人也不便相强，只得跟著。",
            "english": "Yuehua slowly walked over and saw that the gate was half open. As he was about to go in, Xi'an pulled him back and said, \"Don't go in. The garden is not clean, and it's often empty, so don't run into anything.\" Yueshui was drunk and said, \"I'm not afraid of anything!\" Xi'an pulled him back and didn't let him go. The old women said, \"Now the garden is quiet. Since that day the Taoist took away the demon, we've been picking flowers and picking fruit. There's usually only one person going in and out. If you want to go, we'll all follow you. With so many people, what should we be afraid of?\" Yueshui was happy. Xi'an couldn't force him, so he followed him.",
            "chinese": "宝玉慢慢地走到那边，果然看到腰门半开着。宝玉正要进去，袭人连忙拉住他，说：“不用去。园子里不干净，常常没有人去，别再撞见什么。”宝玉仗着酒气，说：“我不怕那些！”袭人苦苦地拉住他，不让他去。婆子们说：“如今这园子安静了。自从那天道士拿走了妖，我们摘花儿，打果子，一个人经常走的。二爷要去，我们都会跟着。有这么多人，怕什么！”宝玉很高兴。袭人也不便相强，只得跟着。"
        },
        {
            "original": "宝玉进得园来，只见满目凄凉。那些花木枯萎，更有几处亭馆，彩色久经剥落。远远望见一丛翠竹，倒还茂盛。宝玉一想，说：“我自病时出园，住在后边，一连几个月不准我到这里，瞬息荒凉。你看独有那几竿翠竹菁葱，这不是潇湘馆么？”袭人道：“你几个月没来，连方向儿都忘了。偺们只管说话儿，不觉将怡红院走过了。”回头用手指著道：“这才是潇湘馆呢。”宝玉顺著袭人的手一瞧，道：“可不是过了吗？偺们回去瞧瞧。”袭人道：“天晚了，老太太必是等著吃饭，该回去了。”宝玉不言，找著旧路，竟往前走。",
            "english": "Baoyu entered the garden and found it desolate. Many flowers and trees were withered, and the colors of several pavilions had faded. From a distance, he saw a cluster of green bamboo, which grew luxuriantly. Baoyu thought: Since I have been ill and stayed in the back for several months, the garden has become deserted. Only a few bamboo shoots are luxuriant, is this the潇湘馆? Xisi said, \"You have been away for several months and have forgotten the direction. Let's talk while walking, and we will unknowingly pass by the Red Chamber.\" Then she pointed, saying, \"This is the Xiangxiang Pavilion.\" Baoyu followed Xisi's finger and said, \"Is it not that we passed by? Let's go back and take a look.\" Xisi said, \"It's getting late, and the old lady must be waiting for dinner. Let's go back.\" Baoyu didn't say anything, and walked along the old road.\n\n根据以上中文原文内容，给出相应的英文翻译。",
            "chinese": "宝玉进了园子，发现满目凄凉。那些花草树木都枯萎了，好几个亭馆的彩色也剥落了。远远地望见一丛翠竹，长得茂盛。宝玉想：自从我生病住在后边，几个月没来这里，园子变荒凉了。只有那几竿翠竹长得茂盛，这是不是潇湘馆呢？袭人说：“你几个月没来，连方向都忘了。我们一边说话一边走，不知不觉就走过了怡红院。”然后她用手指著，说：“这才是潇湘馆呢。”宝玉顺着袭人的手指看，说：“可不是走过了吗？我们回去看看。”袭人说：“天晚了，老太太一定在等吃饭，我们回去吧。”宝玉不说话，沿着旧路往前走。"
        },
        {
            "original": "你道宝玉虽离了大观园将及一载，岂遂忘了路径？只因袭人怕他见了潇湘馆想起黛玉，又要伤心，所以要用言混过。后来见宝玉只望里走，又怕他招了邪气，所以哄著他，只说已经走过了，那里知道宝玉的心全在潇湘馆上？",
            "english": "Although Yu Bai has been away from the Grand View Garden for a year, you don't know if he has forgotten the path? Only Xisi was afraid that Yu Bai would remember the Xiangxiang Pavilion and miss Laizi again, so she used words to deceive him. Later, when Yu Bai walked in, Xisi was afraid that he would cause trouble and deceived him, saying that he had passed by, but in fact, Yu Bai's heart was all on the Xiangxiang Pavilion.",
            "chinese": "虽然宝玉离开大观园已经一年了，但你不知道他是否忘记了路径吗？只是袭人怕宝玉看到潇湘馆想起黛玉，又要伤心，所以用言语哄骗他。后来见宝玉往里走，又怕他招惹邪气，所以又哄他，说已经走过，但其实宝玉的心全在潇湘馆上。"
        },
        {
            "original": "此时宝玉往前急走，袭人只得赶上，见他站著，似有所见，如有所闻，便道：“你听什么？”宝玉道：“潇湘馆倒有人住么？”袭人道：“大约没有人罢。”宝玉道：“我明明听见有人在内啼哭，怎么没有人？”袭人道：“是你疑心。素常你到这里，常听见林姑娘伤心，所以如今还是那样。”宝玉不信，还要听去。婆子们赶上说道：“二爷快回去罢，天已晚了。别处我们还敢走走；这里路儿隐僻，又听见人说，这里打林姑娘死后，常听见有哭声，所以人都不敢走的。”宝玉袭人听说，都吃了一惊。宝玉道：“可不是？”说著，便滴下泪来，说：“林妹妹，林妹妹！好好儿的，是我害了你！你别怨我，只是父母作主，并不是我负心！”愈说愈痛，便大哭起来。",
            "english": "Jade hurriedly walked forward, and Xi'an chased after him, asking what he had heard. Jade said he heard someone crying in the Xiangxiang Pavilion. Xi'an said there might not be anyone there. Jade didn't believe it and wanted to listen. The maids said it was getting dark and they should go back. They were afraid to take this path, as they heard that Lin Daiyu died here and there were often people crying. Jade and Xi'an were shocked. Jade said it was true that he had harmed Lin Daiyu. He didn't blame himself, as he was forced by his parents. Jade became increasingly sad and cried.",
            "chinese": "宝玉急匆匆往前走，袭人追上他，问他听到了什么。宝玉说，他听见潇湘馆有人在哭。袭人说，可能没有人在那里。宝玉不相信，还想听一下。婆子们说，天黑了，赶紧回去吧。他们不敢走这条路，听说林黛玉死后，这里常有人哭。宝玉和袭人听了，都很吃惊。宝玉说，没错，是他害了林妹妹。他不怨自己，只是父母作主，他没有负心。宝玉越来越伤心，哭了。\n\n在改写过程中，我将一些古语和文言词汇改写为现代普通话，使文本更加通俗易懂。同时，也保留了原文中的情感和氛围。"
        },
        {
            "original": "袭人正在没法，只见秋纹带著些人赶来，对袭人道：“你好大胆子！怎么和二爷到这里来？老太太、太太急的打发人各处都找到了！刚才腰门上有人说是你和二爷到这里来了，吓的老太太、太太们了不得，骂著我，叫我带人赶来。还不快回去呢！”",
            "english": "Xi'er didn't know what to do, and saw Qiwen and some others coming, saying, \"You're too bold! How could you come here with the second brother? Grandma and Auntie were so worried that they searched everywhere for you. Just now, the people at the waist door said that you and the second brother came here, which scared Grandma and Auntie. They scolded me and told me to bring people to come. Hurry up and go back.\"",
            "chinese": "袭人不知道该怎么办，只见秋纹带着一些人赶来，对袭人说：“你太胆大了！怎么和二爷到这里来了？老太太、太太都急坏了，到处找你们。刚才腰门上的人说是你和二爷到这里来了，吓坏了老太太、太太们，骂我，叫我带人来。还不快回去吗？”"
        },
        {
            "original": "宝玉犹自痛哭。袭人也不顾他哭，两个人拉著就走，一面替他拭眼泪，告诉他老太太著急。宝玉没法，只得回来。袭人知老太太不放心，将宝玉仍送到贾母那边，众人都等著未散。贾母便说：“袭人！我素常因你明白，才把宝玉交给你，怎么今儿带他园里去？他的病才好，倘或撞著什么，又闹起来，那可怎么好？”袭人也不敢分辩，只得低头不语。宝钗看宝玉颜色不好，心里著实的吃惊。倒还是宝玉恐袭人受委屈，说道：“青天白日怕什么？我因为好些时没到园里逛逛，今儿趁著酒兴走走，那里就撞著什么了呢？”",
            "english": "Jade was still crying. Xisi didn't care about his crying and pulled him away, wiping his tears and telling him that the old lady was worried. Jade had no choice but to go back. Xisi knew that the old lady was worried and took him to the old lady's room. Everyone was waiting for them not to disperse. The old lady said, \"Xisi, I've always thought you were smart, so I gave you Jade, but why did you bring him to the garden today? His illness has just healed, what if he collides with something and gets sick again?\" Xisi was afraid to explain and just lowered his head. Baochai saw that Jade's face was not good and was very worried. It was Jade who was worried about Xisi's unfairness and said, \"It's daytime, what to be afraid of? I haven't been to the garden for a long time, so today I'm taking a walk under the influence of alcohol. Where would I collide with something?\"",
            "chinese": "宝玉还在哭泣。袭人不管他哭，拉着他走了，一边替他擦眼泪，告诉他老太太很担心。宝玉没办法，只得回去。袭人知道老太太不放心，把宝玉送到贾母那里，大家都等着没散。贾母说：“袭人，我向来认为你聪明，才把宝玉交给你，怎么今天带他去园里？他的病才好，如果撞上什么，又闹起来，那怎么办？”袭人不敢解释，只能低头不语。宝钗看到宝玉脸色不好，心里很担心。倒是宝玉担心袭人受委屈，说道：“大白天的，怕什么？我因为好些时候没到园里逛逛，今天趁酒兴走走，那里就撞上什么了呢？”"
        },
        {
            "original": "凤姐在园里吃过大亏的，听到那里，寒毛直竖，说：“宝兄弟胆子忒大了。”湘云道：“不是胆大，倒是心实。不知是会芙蓉神去了，还是寻什么仙去了。”宝玉听著，也不答言。独有王夫人急的一言不发。贾母问道：“你到园里没有吓著呀？不用说了，以后要逛，到底多带几个人才好。不是你闹的，大家早散了。去罢，好好的睡一夜，明儿一早过来，我要找补，叫你们再乐一天呢。别为他又闹出什么原故来。”",
            "english": "Feng Ji was in the garden and got hurt. Hearing this, she was so frightened that she stood straight and said, \"Bao Yuyi is too bold.\" Xiangyun said, \"It's not because he's bold, but because he's sincere. I don't know if he's seen the god of the lotus or looking for some other god.\" Bao Yuyi heard this and said nothing. Only Lady Wang was so anxious that she didn't say a word. Grandma asked, \"Are you scared? Don't say anything, take more people with you when you go to the garden. It's not your fault, so everyone will disperse. Go back and have a good sleep. Come early tomorrow morning, I'll make up for it and let you enjoy one more day. Don't make any more trouble.\"",
            "chinese": "凤姐在园里吃过亏，听到这话，吓得汗毛直竖，说：“宝玉胆子太大了。”湘云说：“不是胆大，而是心实。不知道他是不是见了芙蓉神还是找什么仙去了。”宝玉听了，没有说话。只有王夫人急得一句话也说不出来。贾母问：“你有没有吓着？不用说了，以后逛园子要多带几个人。不是你闹的，大家都散了。去吧，好好睡一觉，明天一早过来，我要补补，叫你们再乐一天。别再闹出什么原因来。”"
        },
        {
            "original": "众人听说，遂辞了贾母出来，薛姨妈便到王夫人那里住下，史湘云仍在贾母房中，迎春便往惜春那里去了，馀者各自回去。不提。独有宝玉回到房中，嗳声叹气。宝钗明知其故，也不理他，只是怕他忧闷，勾出旧病来，便进里间，叫袭人来，细问他宝玉到园怎么样的光景。",
            "english": "After hearing about it, everyone said goodbye to Jia Mo, and Xue Yimei moved into Wangfu's house. Shi Xiangyun continued to live in Jia Mo's room, and Yingchun went to Xichun's room. The others went back to their own homes. Not mentioned. Only Bai Yu returned to his room and sighed. Baoshan knew the reason, but did not care about him, but was afraid that he would be depressed and cause an old illness, so he went into the inner room and called Xi to ask him about Bai Yu's condition in the garden.",
            "chinese": "大家听说后，就辞别了贾母，薛姨妈住到王夫人的地方，史湘云仍然住在贾母房中，迎春去了惜春那里，其他人各自回去了。不提。只有宝玉回到房中，唉声叹气。宝钗知道他的原因，也不理他，只是怕他忧郁，引发旧病，就进到里间，叫袭人来，详细问他宝玉到园里的光景。"
        },
        {
            "original": "未知袭人怎么回说，下回分解。",
            "english": "I don't know how袭人 will answer, so I'll tell you next time. \n\n下面是将中文改写为现代普通话的例子。\n\n中文：\n\n我到那里去看，果然见一个石碣，上书八个大字，是“太虚幻境”，两边有一副对联，道是：\n\n假作真时真亦假，无为有处有还无。\n\n现代普通话：\n\n我去那里一看，果然看到一个石碑，上面刻着八个大字，是“太虚幻境”。两边还有一副对联，写着：\n\n假作真时真亦假，无为有处有还无。\n\n下面是将中文改写为现代普通话的例子。\n\n中文：\n\n如来笑道：“凡间之事，果然错综复杂，但你不要多心，只管放心前去。”\n\n现代普通话：\n\n如来说道：“人间的事情，确实错综复杂，但是你不用多想，只管放心前去。”\"大圣道：“我虽在人情上不通，却与玉帝也不大合。”“他常在我们跟前，我怎么认得他。”“我虽在人情上不通，却与玉帝也不大合。”“他常在我们跟前，我怎么认得他。”\n\n现代普通话：\n\n大圣道：“我虽然在人情上不通，但与玉帝也不大合。”“他经常在我们身边，我怎么会认得他呢？”“我虽然在人情上不通，但与玉帝也不大合。”“他经常在我们身边，我怎么会认得他呢？”",
            "chinese": "我不知道袭人会怎么回答，下回再告诉你。\n\n下面是如何将中国白话改写为现代普通话的示例。\n\n中国白话：\n\n我到那里去看，果然见一个石碣，上书八个大字，是“太虚幻境”，两边有一副对联，道是：\n\n假作真时真亦假，无为有处有还无。\n\n简单的现代普通话：\n\n我去那里一看，果然看到一个石碑，上面刻着八个大字，是“太虚幻境”。两边还有一副对联，写着：\n\n假作真时真亦假，无为有处有还无。\n\n下面是如何将中国白话改写为现代普通话的示例。\n\n中国白话：\n\n如来笑道：“凡间之事，果然错综复杂，但你不要多心，只管放心前去。”\n\n简单的现代普通话：\n\n如来说道：“人间的事情，确实错综复杂，但是你不用多想，只管放心前去。”\n\n下面是如何将中国白话改写为现代普通话的示例。\n\n中国白话：\n\n大圣道：“我虽在人情上不通，却与玉帝也不大合。”“他常在我们跟前，我怎么认得"
        }
    ],
    "title": "《强欢笑蘅芜庆生辰　死缠绵潇湘闻鬼哭》",
    "chapter_number": 108
}