{
    "paragraphs": [
        {
            "original": "却说贾政先前曾将房产并大观园奏请入官，内廷不收，又无人居住，只好封锁。因园子接连尤氏惜春住宅，太觉旷阔无人，遂将包勇罚看荒园。此时贾政理家，奉了贾母之命，将人口渐次减少，诸凡省俭，尚且不能支持。幸喜凤姐是贾母心爱的人，王夫人等虽不大喜欢，若说治家办事，尚能出力，所以内事仍交凤姐办理。但近来因被抄以后，诸事运用不来，也是每形拮据。那些房头上下人等，原是宽裕惯了的，如今较往日十去其七，怎能周到，不免怨言不绝。凤姐也不敢推辞，在贾母前扶病承欢。",
            "english": "翻译：Jia Zheng once reported the family's property and Daguanyuan to the court, but it was not accepted by the court. Since there was no one to live in the Daguanyuan, it could only be sealed up. As the Daguanyuan was adjacent to You's and Xi Chun's residences, it was too spacious, so Jia Zheng assigned Bao Yong to watch over the abandoned garden. When Jia Zheng took over the management of the family, he tried to save expenses by reducing the population and cutting costs, but it was still difficult to sustain. Fortunately, Feng Zhi was a favorite of Grandma Jia, and although Wang Fei did not like her much, because she was capable, she still allowed Feng Zhi to manage the household affairs. But after the family was seized, Feng Zhi was no longer able to handle matters as well. The staff of the family, who were accustomed to a comfortable life, found it difficult to manage with only seven-tenths of their original number. Therefore, complaints were incessant. Feng Zhi could not refuse, so she pretended to be ill and accompanied a smile on her face to Grandma Jia.",
            "chinese": "说来贾政先前将房产和大观园奏给朝廷，朝廷不收，府里也住不下了，只好将其封了。因园子接着尤氏惜春的宅子，空着太大，于是让包勇看守荒废的园子。贾政理家时，为了节省开支，减少人口，费劲了心思，也还是撑不下去。幸好凤姐是贾母的宠儿，王夫人虽不太喜欢，但因她能干，所以家务仍让她管。但自从被抄家后，凤姐办事力不从心，府里上下人等，原是宽裕惯了的，如今减少到原来的十分之七，哪能周到？府里怨言不绝。凤姐也不敢推辞，在贾母面前装病，陪着笑脸。\n\n贾政曾经把家里的房产和大观园上报给了朝廷，但朝廷没有收下。大观园里没人住，就只能把它封起来。因为大观园紧挨着尤氏和惜春的住处，太空旷了，贾政就把包勇派去照看。后来贾政掌管家事，为了省开支，减少了人口，节俭了开支，可还是难以为继。幸好凤姐是贾母非常喜欢的人，虽然王夫人不太喜欢她，但因为凤姐能干，所以家务事还是让凤姐来管。但自从府里被抄家后，凤姐在办事上力不从心，府里的员工们本来习惯了宽裕的生活，现在少了大半，自然就照顾不过来，府里的人抱怨不断。凤姐也不敢推辞，只好在贾母面前装病，陪着笑脸。"
        },
        {
            "original": "过了些时，贾赦贾珍各到当差地方，恃有用度，暂且自安。写信回家，都言安逸，家中不必挂念。于是贾母放心，邢夫人尤氏也略略宽怀。",
            "english": "翻译:\n\nAfter some time, Jia Shai and Jia Zhen each went to their respective positions. With things to do, they were relatively well-behaved for the moment. They wrote home, saying they were doing well, and that there was no need to worry about the household affairs. Thus, Grandma Jia felt relieved, and both Feng Lady and You Lady were somewhat comforted.",
            "chinese": "过了些日子，贾赦、贾珍各自去了各自的职位，他们有事情可做，暂时还算安分。他们写信回家，都说自己过得很好，家里的事情不用操心。于是，贾母放了心，邢夫人和尤氏也稍微宽慰了一些。"
        },
        {
            "original": "一日，史湘云出嫁回门，来贾母这边请安。贾母提起他女婿甚好，史湘云也将那里家中平安的话说了，请老太太放心。又提起黛玉去世，不免大家落泪。贾母又想起迎春苦楚，越觉悲伤起来。",
            "english": "有一天，史湘云出嫁后回门探望老母亲，在贾母这里请安。贾母说道，她的丈夫非常好。史湘云也把公婆平安的消息告诉了贾母，让她放了心。然后，她们又说起黛玉已经去世了，大家都哭了起来。贾母想起了迎春的悲惨遭遇，心里更加难过。",
            "chinese": "一天，史湘云出嫁后回门省亲，在贾母这里请安。贾母提到她丈夫很好，史湘云也把婆家平安的话说了，让老太太放心。又说起黛玉已死，大家都哭了。贾母想起迎春的悲惨遭遇，越发伤心。"
        },
        {
            "original": "史湘云解劝一回，又到各家请安问好毕，仍到贾母房中安歇。言及薛家这样人家，被薛大哥闹的家破人亡，今年虽是缓决人犯，明年不知可能减等。贾母道：“你还不知道呢。昨儿蟠儿媳妇死的不明白，几乎又闹出一场事来。还幸亏老佛爷有眼，叫他带来的丫头自己供出来了，那夏奶奶没的闹了，自家拦住相验，你姨妈这里才将皮裹肉的打发出去了。如今守著蝌儿过日子。这孩子却有良心，他说哥哥在监里尚没完事，不肯娶亲。你邢妹妹在大太太那边，也就很苦。琴姑娘为他公公死了，还没满服，梅家尚未娶去。你说说，真真六亲同运：薛家是这么著；二太太的娘家大舅太爷一死，凤丫头的哥哥也不成人；那二舅太爷是个小气的，又是官项不清，也是打饥荒，甄家自从抄家以后，别无信息。”",
            "english": "After Xia Yun's advice, she visited everyone and returned to Old Lady Jia's quarters to rest. Talking about the grand fortune of the Xue family, she mentioned the devastation caused by Xue's eldest brother, and the fact that this year, although some criminals were given reduced sentences, it was uncertain if this would apply to the future. Old Lady Jia said, \"You don't know yet. Yesterday, Xue Pan's wife died under mysterious circumstances, causing another possible commotion. Fortunately, the Empress had her eyes open and made the lady-in-waiting confess on her own, which saved the trouble of the Summer Aunt. Your Aunt Xing was then sent off, trying to cover her wounds. Now, she's living with the baby. This child is quite devoted. He says his brother is still not done with his affairs in jail and doesn't want to get married. Your Xing sister is also very miserable in the Lady's household. The Miss Qin is still in mourning for her father-in-law, and the M family's wedding hasn't taken place yet. Let's talk about this. Truly, six families are in the same boat: The Xue family is experiencing this; the second lady's maternal uncle died, leaving the Lady Feng without support. The second uncle is stingy and has unclear official matters, causing him to be in debt. The甄 family has been in the hands of the government since their property was confiscated, with no other information.\"",
            "chinese": "史湘云劝了一回，又到各家问候过以后，仍然回到贾母的屋里睡觉。谈到薛家这样的大富贵之家，被薛大哥闹的家破人亡，今年虽然没有死的人减刑，但明年不知能不能减刑。贾母说：“你还不知道呢。昨天薛蟠媳妇死的不明不白，几乎又闹出一场事来。还幸亏老佛爷有眼，叫他带来的丫头自己供出来，那夏奶奶才没得闹了，自家拦住相验，你姨妈这里才将皮裹肉的打发出去了。如今守著蝌儿过日子。这孩子却有良心，他说哥哥在监里尚没完事，不肯娶亲。你邢妹妹在大太太那边，也就很苦。琴姑娘为他公公死了，还没满服，梅家尚未娶去。你说说，真真六亲同运：薛家是这么著；二太太的娘家大舅太爷一死，凤丫头的哥哥也不成人；那二舅太爷是个小气的，又是官项不清，也是打饥荒，甄家自从抄家以后，别无信息。”\n\n史湘云劝了贾母一番后，又去各家问过好，回到贾母的住所休息。她提及了薛家这样的大家族，因为薛大哥的闹腾，导致家破人亡的惨状，尽管今年某些犯人得到了缓刑，但明年是否能减刑还不得而知。贾母接着说，薛蟠媳妇的死因不明，差点引起纷争，幸亏老佛爷帮忙，让那个夏奶奶自己坦白了事实，才让事情得以平息。邢妹妹在大太太那里的生活也并不轻松。琴姑娘公公去世，她尚未满守孝期，而梅家的婚事还未解决。她说，六亲之间同命运相似，薛家的情况如此；二太太的娘家大舅太爷过世后，凤丫头的哥哥也失去了依靠；二舅太爷是个小气且官务不清的人，经常负债度日；甄家自从被抄家后，再也没有消息传来。"
        },
        {
            "original": "湘云道：“三姐姐去了，曾有书字回来么？”贾母道：“自从出了嫁，二老爷回来说你三姐姐在海疆很好。只是没有书信，我也是日夜惦记。为我们家连连的出些不好事，所以我也顾不来，如今四丫头也没有给他提亲。环儿呢，谁有功夫提起他来？如今我们家的日子比你从前在这里的时候更苦了。只可怜你宝姐姐自过了门，没过一天舒服日子。你二哥哥还是那么疯疯颠颠，这怎么好呢？”",
            "english": "Xiangyun asked, \"Has there been any news from Miss San after she married?\" Grandmother Jia replied, \"After she got married, Big Uncle returned and told me that Miss San was well in the sea garrison. But she hasn’t written to us since then, and that’s what I’ve been thinking of night and day. Since we’ve had so many bad things happen in our family, I’ve not had the time to think of you. Now the Four Miss has not been engaged. As for Jia Huan, who has the time to think of him? Now our family is worse off than when you were here. Poor thing, your sister Bai hasn’t had a comfortable day since she married in. Your brother is still that mad, what can you do about that?\"",
            "chinese": "湘云道：“三姐姐走了以后，有没有她的信来？”贾母道：“自从出嫁了以后，二爸回来来说，三姐姐在海疆里很好。只是没有她的信，我也是夜夜挂念着。因为我们家接连出了不少的不好事，所以我也顾不上你，现在四丫头也没有给她提亲。贾环呢，谁有功夫提起他来？现在我们家的日子比你从前在这里的时候更苦了。只可怜你宝姐姐自从过了门，没过过一天舒服日子。你二哥哥还是那么疯疯颠颠的，这怎么好呢？”"
        },
        {
            "original": "湘云道：“我从小儿在这里长大的，这里那些人的脾气，我都知道的。这一回来了，竟都改了样子了。我打量我隔了好些时没来，他们生疏我；我细想起来，竟不是的。就是见了我，瞧他们的意思，原要像先一样的热闹，不知道怎么说说就伤起心来了，所以我坐了坐儿就到老太太这里来了。”贾母道：“如今的日子，在我也罢了；他们年轻轻儿的人，还了得！我正要想个法儿，叫他们还热闹一天才好，只是打不起这个精神来。”湘云道：“我想起来了。宝姐姐不是后儿的生日吗？我多住一天，给他拜个寿，大家热闹一天，不知老太太怎么样？”贾母道：“我真正气糊涂了。你不提，我竟忘了。后日可不是他的生日吗？我明日拿出钱来，给他办个生日。他没有定亲的时候，倒做过好几次；如今过了门，倒没有做。宝玉这孩子，头里很伶俐，很淘气；如今因为家里的事不好，把这孩子越发弄的话都没有了。倒是珠儿媳妇还好。他有的时候是这么著，没的时候他也是这么著，带著兰儿静静儿的过日子，倒难为他。”",
            "english": "Translation:\n\nXiangyun said, \"I grew up here, and I know the disposition of these people. This time I came back and found everything had changed. I thought maybe they missed me and were a bit distant, but after thinking about it, it wasn't that. When they saw me, they wanted to be lively like me, but for some reason, just by saying the wrong thing, everyone became sad. That's why I sat for a while and came over. Grandmother said, \"Now, I've gotten used to this life. But the young ones can't handle it. I was just thinking of a way to make them lively again, but I don't have the energy for it anymore. Xiangyun said, \"I remember now. Isn't it the birthday of that Cousin Bing tomorrow? If I stay another day, we can celebrate her birthday and make everyone happy for a day. What do you think, Grandma?\" Grandmother said, \"I forgot. Isn't it Cousin Bing's birthday tomorrow? I'll give her some money for her birthday tomorrow. Before she got married, she had a few birthday celebrations, but now that she's married, she hasn't had one yet. That boy, Bing, used to be very smart, very playful. But now, with everything in the family, he doesn't say much. Only her daughter-in-law, Zhu, is good. She quietly spends her days with Lan, it's not an easy task.\"",
            "chinese": "湘云说：“我从小在这儿长大，了解这里人们的脾气。这次回来，发现都变了样。我想是他们觉得很久没见我，有点生疏，可仔细想想又不是这样。他们看见我，本想和我一样热闹，不知道为什么，说错了一句话，就都伤心了。所以我坐了一会儿，就来了。贾母说：“现在的生活，我已经习惯了。年轻人却受不了。我正想找个办法，让他们再热闹一次。可我实在没精神了。湘云说：“我想起来了。宝姐姐不是后天过生日吗？我多住一天，给她过生日，大家热闹一天，你看老太太怎么说？”贾母说：“我忘了。后天不是宝姐姐的生日吗？我明天拿钱给她过生日。她还没定亲的时候，过过几次生日，如今结婚了，还没过过。宝玉这孩子，以前很聪明，很调皮。可现在家里的事不好，他的话都没了。倒是珠儿媳妇还好。有事没事，她都静静的和兰儿过日子，很不容易。”\n\n贾母担心年轻人太过拘谨，想要找个办法让他们重拾过去的热闹和活泼，却发现自己已经没有足够的精力来实现这个愿望。这时，湘云提醒贾母，宝姐姐后天过生日，提出可以利用这个机会来举办一个生日派对，让大家都开心热闹一下。贾母想起确实还有这个安排，认为这主意不错，决定给宝姐姐举办生日庆祝活动。她意识到，虽然宝玉现在显得有些消沉，但家中仍有像珠儿媳妇这样的稳重人物，能够支撑起家庭的平静和秩序，这一点让她感到欣慰。"
        },
        {
            "original": "湘云道：“别人还不离，独有琏二嫂子，连模样儿都改了，说话也不伶俐了。明日等我来引逗他们，看他们怎么样。但只他们嘴里不说，心里要抱怨我，说我有了－－”刚说到这里，却把个脸飞红了。贾母会意道：“这怕什么？当初姊妹们都是在一处乐惯了的，说说笑笑，再别留这些心。大凡一个人，有也罢，没也罢，总要受得富贵，耐得贫贱才好呢。你宝姐姐生来是个大方的人。头里他家这样好，他也一点儿不骄傲；后来他家坏了事，他也是舒舒坦坦的。如今在我家里，宝玉待他好，他也是那样安顿；一时待他不好，也不见他有什么烦恼。我看这孩子倒是个有福的。你林姐姐，他就最小性儿，又多心，所以到底儿不长命的。凤丫头也见过些事，很不该略见些风波就改了样子。他若这样没见识，也就是小气了。后儿宝丫头的生日，我另拿出银子来，热热闹闹的给他做个生日，也叫他喜欢这么一天。”湘云答应著：“老太太说的很是。索性把那些姐妹们都请了来，大家叙一叙。”贾母道：“自然要请的。”一时高兴，遂叫鸳鸯：“拿出一百银子来，交给外头，叫他明日起，预备两天的酒饭。”鸳鸯领命，叫婆子交了出去，一宿无话。",
            "english": "湘云 said, \"Everyone else stays, but Second Cousin Lang's appearance and manner of speech have changed. When I lead them to play with me tomorrow, I will see how they behave. Although they won't express their resentment, it will be there in their hearts, as if I've gained some advantage.\"\n\nBy saying this, her face turned red. Grandma Jiang understood her meaning and said, \"What should we fear? When our sisters played together in the past, we shared our laughter and helped each other, never worrying about the gains and losses. One must endure wealth and be able to bear poverty. Mrs. Bi is generous by nature, and her family is wealthy, so she doesn't become arrogant; even if her family faces misfortune, she remains calm. Here, when Xu Bei treats her well, she is quiet; if he doesn't, she doesn't show any sadness. I think this child is fortunate. Lin, on the other hand, is too fussy and sensitive, which is why she didn't live a long life. Mrs. Feng has seen much, so I don't understand why she changed after a minor setback. If she's so unaware of this, she must be petty-minded. For Mrs. Bi's birthday, I will give another sum of silver to throw her a good party, making her happy.\"\n\nXiang Yun agreed, \"Grandmother is right. We should invite all the ladies to reminisce.\"\n\nGrandma Jiang replied, \"Of course, they will be invited.\"\n\nEnthusiastically, Grandma Jiang instructed Qianyang to take out 100 taels of silver and tell the servants to prepare a banquet for two days the next day.\n\nQianyang received the order and told the servants to hand over the silver. Then, she said nothing for the night.",
            "chinese": "湘云说：“别人都不走，只有琏二嫂子，模样和说话都变得不像从前了。明天等我引着他们玩，看看他们怎样。他们嘴上不说，心里却会生出些怨恨，说我得了什么好处了。”说到这里，脸上就红了。贾母领会了她的意思，说：“怕什么？当初我们姐妹们在一起玩，说说笑笑，互相帮助，从不计较得失。人生总得有富贵，有贫贱，能受得富贵，耐得贫贱才是。宝姐姐生性大方，家里好，她不骄傲；家里坏了事，她也平静如常。如今在我这里，宝玉对她好，她也安安静静的；宝玉对她不好，她也不有什么愁眉苦脸。我看这孩子倒是有福的。你林姐姐就小性子，又多心，所以最后不长寿。凤丫头也见过不少事，不该在一点风波之后就变得不一样了。她若这样无见识，就是小气了。等宝姐姐生日的时候，我另外拿出银子，给她好好地办个生日，让她高兴一回。”湘云应允说：“老太太说得对。要叫那些姐妹们都来叙叙旧。”贾母说：“自然要请的。”贾母一时高兴，就让鸳鸯拿出一百两银子，叫婆子明天开始准备两天的酒席。\n\n鸳鸯接到命令，让婆子把银子交出去，然后就一宿无话。"
        },
        {
            "original": "次日，传话出去，打发人去接迎春；又请了薛姨妈宝琴，叫带了香菱来；又请李婶娘。不多半日，李纹李绮都来了。",
            "english": "The next day, he sent someone to deliver a message to invite Yingchun, and also asked Xue Mazi and Baqi to come so that they could bring along Xiangling. He even invited Aunt Li as well. Before long, Li Wen and Li Qi also arrived.",
            "chinese": "第二天，派人传话，去接迎春，又把薛姨妈、宝琴叫来，请她们带着香菱来。又把李婶娘请来了。不多会儿，李纹、李绮也都来了。"
        },
        {
            "original": "宝钗本不知道，听见老太太的丫头来请，说：“薛姨太太来了，请二奶奶过去呢。”宝钗心里喜欢，便是随身衣服过去，要见他母亲。只见妹子宝琴并香菱都在这里，又见李婶娘等人也都来了。心想那些人必是知道我们家的事情完了，所以来问候的，便去问了李婶娘好，见了贾母，然后与他母亲说了几句话，和李家姐妹们问好。湘云在旁说道：“太太们请都坐下，让我们姐妹们给姐姐拜寿。”宝钗听了，倒呆了一呆，回来一想：“可不是明日是我的生日吗？”便说：“姐妹们过来瞧老太太是该的，若说为我的生日，是断断不敢的。”",
            "english": "Xue Baoshi did not know this at first. Hearing a servant girl of the old lady seeking her, she took her clothes along with her, to see her auntie, Xue Yimei, and was told: \"Xue Yimei has come, and wants to see your housewife.\" Baoshi was happy about this, and went over to her mother. She saw her sister, Baoqin, and Xiangling, and also the others from the Li household. She thought that they must be coming to console them about the death of the old lady, and so went to greet Li's aunt, and then the old lady, and spoke to her mother for a few words, and then asked after Li's sisters. Xiangyun said, \"Madame, please be seated. Let the sisters greet their elder sister in celebration of her birthday.\" Baoshi was puzzled at first, but then recalled, \"That is right, tomorrow is my birthday.\" She said, \"It is proper to greet the old lady, but as for celebrating my birthday, that is impossible.\"",
            "chinese": "薛宝钗本来不知道，听见老太太的丫头来找她，请她去见薛姨妈，说：“薛姨妈来了，请你二奶奶过去呢。”宝钗心里很高兴，就随身带着衣服过去了，要去见她母亲。只见妹妹宝琴和香菱都在这里，又见李婶娘他们也来了。心想这些人一定是知道我们家的事情已经完了，所以来问候的，便去问了李婶娘好，见了贾母，然后与他母亲说了几句话，和李家的姐妹们问了好。湘云在旁边说道：“太太们请都坐下，让我们姐妹们给姐姐拜寿。”宝钗听了，呆了一呆，回来一想：“可不是明天是我的生日吗？”便说：“姐妹们过来见见老太太是应该的，要说为我的生日，那是断断不敢的。”"
        },
        {
            "original": "正推让著，宝玉也来请薛姨妈李婶娘的安。听见宝钗自己推让，他心里本早打算过宝钗生日，因家中闹得七颠八倒，也不敢在贾母处提起。今见湘云等众人要拜寿，便喜欢道：“明日才是生日，我正要告诉老太太来。”湘云笑道：“扯臊，老太太还等你告诉？你打量这些人为什么来？是老太太请的。”",
            "english": "In the midst of their modesty, Bao-yu approached to pay his respects to Aunt She and Aunty Li. Hearing that Bao-chao was also modest, he had already decided in his heart to wish Bao-chao a happy birthday on her birthday. However, because of the chaos at home, he dared not tell Old Lady Jia. Now, seeing that Xiang-yun and the others wanted to wish Bao-chao a happy birthday, he said with delight, \"Tomorrow is actually Bao-chao's birthday, I was just about to tell Old Lady Jia about it.\" Xiang-yun said with a laugh, \"Don't be ridiculous, is Old Lady Jia waiting for you to tell her? Think about it, why are all these people here? Aren't they all invited by Old Lady Jia?\"",
            "chinese": "两人正谦让着，宝玉也来给薛姨妈和李婶娘请安。听见宝钗也推让，宝钗生日那天，他心里已经想好了要给宝钗过生日的事。可是家里闹得一团糟，他也不敢跟贾母说这件事。现在见湘云他们想给宝钗过生日，就高兴地说：“明天才是宝钗的生日，我正要跟老太太说呢。”湘云笑着说：“说谎呢，老太太还等你告诉？你想想，这些人来是为了什么？不都是老太太请的吗？”\n\n两人正互相谦让着，宝玉也过来给薛姨妈和李婶娘请安。听见宝钗也谦让，宝钗的生日那天，他心里早就有打算给宝钗过生日。可是家里乱成一团，他不敢跟贾母提这件事。现在见湘云他们想给宝钗过生日，就高兴地说：“明天才是宝钗的生日，我正要跟老太太说呢。”湘云笑着说：“别扯淡了，老太太还等着你告诉她？你想想，这些人来干嘛？不都是老太太请的吗？”"
        },
        {
            "original": "宝钗听了，心下未信，只听贾母合他母亲道：“可怜宝丫头做了一年新媳妇，家里接二连三的有事，总没有给他做过生日。今日我给他做个生日，请姨太太、太太们来，大家说说话儿。”薛姨妈道：“老太太这些时心里才安，他小人儿家，还没有孝敬老太太，倒要老太太操心！”湘云道：“老太太最疼的孙子是二哥哥，难道二嫂子就不疼了么？况且宝姐姐也配老太太给他做生日。”宝钗低头不语。宝玉心里想道：“我只说史妹妹出了阁必换了一个人了，我所以不敢亲近他，他也不来理我；如今听他的话，竟和先前是一样的。为什么我们那个过了门，更觉的腼腆了，话都说不出来了呢？”正想著，小丫头进来说：“二姑奶奶回来了。”随后李纨凤姐都进来，大家厮见一番。",
            "english": "Explanation:\n\nThe translation maintains the original Chinese text's dialogue and tone, focusing on the key characters' thoughts and interactions. It ensures that the relationships and dynamics between the characters, as well as the narrative structure, are preserved. The translation also retains the use of formal language suitable for a classic novel setting.",
            "chinese": "薛宝钗听了这话，心里虽然不信，但是贾母和她母亲说：“可怜你宝妹妹做了一年的新媳妇了，家里接二连三的事情多，总没有给她做过生日。今天就给她做一次生日，把姨太太、太太们请来，大家说说话儿。”薛姨妈说：“老太太这些时心里才安，她年纪轻轻的，还没有孝敬老太太，倒要老太太操心！”史湘云说：“老太太最疼的孙子是二哥哥，难道二嫂子就不疼了么？况且宝姐姐也配老太太给她做生日。”薛宝钗低头不语。宝玉心里想道：“我只说史妹妹出了阁必定换了一个人了，我所以不敢亲近她，她也不来理我，但是听了她的话，竟和先前是一样的。为什么我们那个过了门，更觉得腼腆了，话都说不出来了呢？”正想着，小丫头进来说：“二姑奶奶回来了。”随后王熙凤、李纨也都进来了，大家互相见了一面。\n\n答案：\n\n宝钗听了这话，心里虽然不信，但听贾母和她母亲说：“可怜你宝妹妹做了快一年的新媳妇了，家里接二连三的事情多，总没给她做过生日。今天就给她做一次生日，请姨太太、太太们来，大家说说话儿。”薛姨妈说：“老太太这些时心里才安，她年纪轻轻的，还没有孝敬老太太，倒要老太太操心！”史湘云说：“老太太最疼的孙子是二哥哥，难道二嫂子就不疼了么？况且宝姐姐也配老太太给她做生日。”宝钗低头不语。宝玉心里想道：“我只说史妹妹出了阁必定换了一个人了，我所以不敢亲近她，她也不来理我，但是听了她的话，竟和先前是一样的。为什么我们那个过了门，更觉得腼腆了，话都说不出来了呢？”正想着，小丫头进来说：“二姑奶奶回来了。”随后王熙凤、李纨也都进来了，大家互相见了一面。"
        },
        {
            "original": "迎春提起他父亲出门，说：“本要赶来见见，只是他拦著不许来，说是偺们家正是晦气时候，不要沾染在身上。我扭不过，没有来，直哭了两三天。”凤姐道：“今儿为什么肯放你回来？”迎春道：“他又说偺们家二老爷又袭了职，还可以走走，不妨事的，所以才放我来。”说著又哭起来。贾母道：“我原为闷的慌，今日接你们来给孙子媳妇过生日，说说笑笑，解个闷儿，你们又提起这些烦事来，又招起我的烦恼来了。”迎春等都不敢作声了。",
            "english": "Yingchun mentioned her father's long absence when she said, \"I had planned to visit you, but since he refused, he said our family is now under an unlucky spell and we shouldn't cause any trouble. I couldn't argue with him and cried for a few days.\" Fongju asked, \"Why did you come out today?\" Yingchun replied, \"He said our family's second uncle has been promoted and that there won't be any problems with him traveling. That's why he let me out.\" As she spoke, she started crying again. Grandma Jia said, \"I invited you all here just to make my granddaughter's birthday more lively, but now you've brought up these annoying matters, and it's causing me even more trouble.\" Yingchun and the others didn't dare to say anything more.",
            "chinese": "迎春提起她父亲出远门，说：“本来是想来见见您的，只因他不答应，说我们家现在不吉利，别沾惹了。我拗不过，哭了好几天。”凤姐问：“今天怎么就放你出来了？”迎春回答：“他又说我们家的二老爷又升了官，出门的事不会有什么问题，所以才放我出来。”说着又哭起来。贾母说：“我本来是因为无聊，把你们接来给孙媳妇过生日，找点乐子，现在你们又提起这些烦心的事，又惹起我的烦恼了。”迎春等人不敢再说话了。"
        },
        {
            "original": "凤姐虽勉强说了几句有兴的话，终不似先前爽利，招人发笑。贾母心里要宝钗喜欢，故意的怄凤姐儿说话。凤姐也知贾母之意，便竭力张罗，说道：“今儿老太太喜欢些了。你看这些人好几时没有聚在一处，今儿齐全！”说著，回过头去，看见婆婆、尤氏不在这里，又缩住了口。贾母为著“齐全”两字，也想邢夫人等，叫人请去。邢夫人、尤氏、惜春等听见老太太叫，不敢不来，心内也十分不愿意，想著家业零败，偏又高兴给宝钗做生日，到底老太太偏心，便来了也是无精打彩的。贾母问起岫烟来，邢夫人假说病著不来。贾母会意，知薛姨妈在这里有些不便，也不提了。",
            "english": "As for the word \"complete\", Old Lady Jia wanted her to come and made a call for her to come. The family, however, including Xu You, did not want to come, as the family was in ruin, and they felt that Old Lady Jia was being biased in her favor of Bao Chai's birthday. Even if they did come, they did so with little enthusiasm. Old Lady Jia asked about Shouyan, and Xu Yu lied and said that she was sick and could not come. Old Lady Jia understood the situation and realized that She Xiaomai was not comfortable being there, so she did not bring it up again.",
            "chinese": "王熙凤虽然勉强说了几句有趣的话，到底不像以往那么爽快，也不怎么让人发笑了。贾母心里希望宝钗开心，故意逗王熙凤说话。王熙凤也明白贾母的意思，便极力张罗，说道：“今儿老太太高兴一些了。你看这些人好久没聚在一起了，今儿大家都很齐全！”说着，回过头去，看见婆婆尤氏不在这里，便又缩住了口。贾母听她提到“齐全”两字，也想到邢夫人她们，便让人去请她们。邢夫人、尤氏、惜春等人听见老太太叫，不敢不来，但心里却十分不愿意。因为家里已经破败不堪，偏偏要给宝钗过生日，老太太是不是太偏心了。所以，即使来了，她们也是无精打彩的。贾母问起岫烟，邢夫人谎称她病了不能来。贾母明白过意来了，知道薛姨妈在这里不方便，也就不再提了。\n\n为著“齐全”两字，贾母也要让邢夫人她们来，叫人请了去。邢夫人、尤氏、惜春等人听了老太太叫唤，都不敢不来，但心里却很不情愿，心想：家业都败落了，还给宝钗过生日，老太太是不是有点偏心？来也是一副无精打采的样子。贾母问起岫烟在哪儿，邢夫人说她病了不能来。贾母懂了，知道薛姨妈在这不方便，就不再提了。"
        },
        {
            "original": "一时，摆下果酒。贾母说：“也不送到外头，今日只许偺们娘儿们乐一乐。”宝玉虽然娶过亲的人，因贾母疼爱，仍在里头打混，但不与湘云宝琴等同席，便在贾母身旁设著一个坐儿，他替宝钗轮流敬酒。贾母道：“如今且坐下，大家喝酒。到挨晚儿再到各处行礼去。若如今行起礼来，大家又闹规矩，把我的兴头打回去就没趣了。”宝钗便依言坐下。贾母又向众人道：“偺们今儿索性洒脱些，各留一两个人伺候。我叫鸳鸯带了彩云、莺儿、袭人、平儿等在后间去也喝一锺酒。”鸳鸯等说：“我们还没有给二奶奶磕头，怎么就好喝酒去呢？”贾母道：“我说了，你们只管去。用的著你们再来。”",
            "english": "So there was fruit wine. Grandma said, \"Let's all stay here today. Today, you're just going to have fun with Grandma and our family.\" Although he is a groom, because Grandma likes him so much, he still stays with us, but he doesn't sit with湘yun and Baoqin, and instead sits next to Grandma and toasts her. Grandma said, \"Let's all drink today and enjoy ourselves. We'll go around and pay respects at everyone's house later. If we started now, it'll ruin Grandma's mood.\" So Baochao took her seat as Grandma told her to. Then Grandma said, \"Let's all drink today and enjoy ourselves. We'll keep one or two people here to help out. I'll ask Yanqing, Cuanyang, Ying'er, Xixi, and Ping'er to come here and have a drink with me.\" The ladies said, \"We haven't given Madam Cheng a bow yet. How can we go drinking?\" Grandma said, \"Just go. I'll call you if I need you.\" \n\nThis passage is about how Grandma wants all her family to have fun together without too many restrictions. She even plans to let Baochao join in the celebration. She also requests her personal attendants to join her for a drink in the back room, showing her close relationship with her family and her special affection for Baochu. The ladies were initially confused, but in the end, they followed Grandma's instructions. This scene portrays a close and loving family atmosphere, with Grandma doting on Baochu.",
            "chinese": "那时摆了果酒。贾母说：“这里也不送出去了，今日只许我和你们娘儿几个乐一乐。”宝玉虽然是个新郎，但是因为贾母疼爱他，所以还住在这边，只是不和湘云、宝琴她们坐同一桌，而是在贾母身旁设个座位，替宝钗轮着敬酒。贾母说：“咱们今天就放开了玩，大家喝酒。到晚上的时候再到各个地方去行礼。如果现在就行礼的话，大家都守规矩，那我的兴致就被打没了。”宝钗就按贾母的话坐下了。贾母又对大家说：“咱们今天索性放开玩，各留一两个人伺候。我叫鸳鸯带着彩云、莺儿、袭人、平儿她们在后间也喝一杯酒。”鸳鸯等人说：“我们还没有给二奶奶磕头呢，怎么就能去喝酒了？”贾母说：“我说了，你们就去吧。用得着的时候再来。”\n\n这句话是说，在这一天，大家都是贾母的亲人，所以她提议说只让她们娘儿几个，包括贾宝玉在内，坐下来乐一乐，不必拘泥于礼节。而宝玉因为贾母的宠爱，虽已成婚，也仍然能够与家人一起欢乐。贾母还特别安排鸳鸯等人陪她一起喝一杯酒，以便在欢愉的氛围中尽情享受时光。鸳鸯等人起初有些疑惑，但最终还是按照贾母的安排去做了。这段话展示了贾母与家人的亲密无间和对宝玉的宠爱。"
        },
        {
            "original": "鸳鸯等去了。这里贾母才让薛姨妈等喝酒。见他们都不是往常的样子，贾母著急道：“你们到底是怎么著？大家高兴些才好。”湘云道：“我们又吃又喝，还要怎么著呢？”凤姐道：“他们小的时候都高兴，如今碍著脸不敢混说，所以老太太瞧著冷静了。”宝玉轻轻的告诉贾母道：“话是没有什么说的，再说就说到不好的上头去了。不如老太太出个主意，叫他们行个令儿罢。”贾母侧著耳朵听了，笑道：“若是行令，又得叫鸳鸯去。”",
            "english": "The pair of lovebirds left. Only then did Grandmother Ja permit the Auntie She and her company to drink alcohol. Seeing that they were not drinking as freely as they normally did, Grandmother Ja grew anxious and asked, \"What is the matter with you all? Why aren't you in a good mood?\" Xiangyun replied, \"We're eating and drinking, so what's there to be unhappy about?\" Xingzhi said, \"They were all cheerful earlier. Now, they're being cautious because they're concerned with their appearance. That's why Grandma might think they're being calm.\" Bao'er whispered to Grandmother Ja, \"There's nothing to say. If we go on, we'll just end up talking about unpleasant things. Why not think of a way for them to come up with a drinking game?\" Hearing this, Grandmother Ja turned her ear and smiled, \"If it's a drinking game, let it be the pair of lovebirds.\"",
            "chinese": "鸳鸯她们走了。这时贾母才让薛姨妈她们喝酒。见她们不像平常那样喝酒，贾母很着急道：“你们到底怎么了？高兴起来才好。”湘云道：“我们正在吃喝，还有什么不高兴的？”凤姐道：“她们以前都高兴，现在却因为顾面子不敢乱说话，所以老太太大概觉得她们冷静了。”宝玉轻轻的告诉贾母道：“没什么可说的，再说下去，又会说到不好的地方去了。不如老太太想个主意，叫她们来行个酒令吧。”贾母侧著耳朵听了，笑道：“要是行酒令，就让鸳鸯来吧。”"
        },
        {
            "original": "宝玉听了，不待再说，就出席到后间去找鸳鸯，说：“老太太要行令，叫姐姐去呢。”鸳鸯道：“小爷，让我们舒舒服服的喝一锺罢。何苦来？又来搅什么？”宝玉道：“当真老太太说的，叫你去呢。与我什么相干？”鸳鸯没法，说道：“你们只管喝，我去了就来。”便到贾母那边。老太太道：“你来了么？这里要行令呢！”鸳鸯道：“听见宝二爷说老太太叫我，才来的。不知老太太要行什么令儿？”贾母道：“那文的怪闷的慌，武的又不好，你倒是想个新鲜玩意儿才好。”",
            "english": "以下是一个西班牙语翻译的句子，意思与提供的中文句子连贯：\n\nNo puedes permitirlo a él, pero no a ti! \n\n这个翻译强调了不同人有不同的限制，不能因为他人的行为而让某个人不受限制。",
            "chinese": "宝玉听了这话，等不及说完，就起身出去到内房去找鸳鸯，说：“老太太要行令，叫姐姐过去呢。”鸳鸯说：“爷，咱们喝一杯吧。何必呢，又要来捣乱什么？”宝玉说：“真是老太太叫你去呢，这和我有什么关系？”鸳鸯没有办法，说：“你们先喝吧，我去一趟就回来。”便去了贾母那里。贾母说：“你来了吗？正要行令呢！”鸳鸯说：“听见二爷说叫我去，我才来的。不知道老太太要行什么令？”贾母说：“文的又乏味，武的又不适合，你还是想个新鲜的来。”\n\n大意是：宝玉听了贾母要行酒令，就立即出门去内房找鸳鸯。鸳鸯说宝玉他们喝吧，自己要去，宝玉说，老太太叫的，和自己无关。鸳鸯去了，贾母说要行酒令，鸳鸯说，是宝玉叫来的。贾母说酒令要新颖有趣。<|endoftext|>根据以下的中文句子，用西班牙语翻译一句意思连贯的话：\n\n你可以不许他，但我们不允许你！\n\nPuedes prohibírselo, pero no a ti!"
        },
        {
            "original": "鸳鸯想了想道：“如今姨太太有了年纪，不肯费心，倒不如拿出令盆骰子来，大家掷个曲牌名儿赌输赢酒罢。”贾母道：“这也使得。”便命人取骰盆放在案上。鸳鸯说：“如今用四个骰子掷去：掷不出名儿来的罚一杯，掷出名儿来，每人喝酒的杯数儿，掷出来再定。”众人听了道：“这是容易的，我们都随著。”鸳鸯便打点儿。众人叫鸳鸯喝了一杯，就在他身上数起，恰是薛姨妈先掷。薛姨妈便掷了一下，却是四个“么”。鸳鸯道：“这是有名的，叫做‘商山四皓’。有年纪的喝一杯。”",
            "english": "Young ducks thought for a while and said, \"Now that our lady-in-waiting is older, she doesn’t have to think so much, so let’s use your tray of dice. Let’s all bet on songs with the names that come up and drink the stakes.\" Great Grandmother Jia said, \"That’ll do.\" She then ordered someone to fetch the tray of dice and put it on the table. Young ducks said, \"Let’s use four dice for the bets now. If no name comes up, the one who loses will have to drink a cup. If a name does come up, then each person will drink a number of cups equal to the number of times that name comes up.\" The others agreed, saying, \"That’s simple. We’ll all follow you.\" Then Young ducks threw the dice. The others then had a drink in Young ducks’ honor, and they started counting off Young ducks, with the first to throw the dice being Lady She. Lady She threw the dice, and they came up four “mahs.” Young ducks said, \"There’s a name for that, called ‘the Four Elders of Shangshan’. The elders drink.\"",
            "chinese": "鸳鸯想了想说：“如今姨太太年纪大了，不太费心，不如拿你的盆骰子来，大家掷个曲牌名儿赌输赢喝酒。”贾母说：“也行。”就命令别人取来骰盆放在桌子上。鸳鸯说：“如今拿四个骰子来掷，没掷出名儿来的罚一杯，掷出名儿来，每人喝酒的杯数儿，掷出来再定。”众人听了说：“这是简单的，我们都跟着。”鸳鸯便打点儿。众人叫鸳鸯喝了一杯，就在他身上数起，恰是薛姨妈先掷。薛姨妈便掷了一下，却是四个“么”。鸳鸯道：“这有名字的，叫做‘商山四皓’。年纪大的人喝一杯。”"
        },
        {
            "original": "于是贾母、李婶娘、邢、王两夫人都该喝。贾母举酒要喝，鸳鸯道：“这是姨太太掷的，还该姨太太说个曲牌名儿，下家接一句《千家诗》。说不出来的罚一杯。”薛姨妈道：“你又来算计我了，我那里说的上来？”贾母道：“不说到底寂寞，还是说一句的好。下家儿就是我了，若说不出来，我陪姨太太喝一锺就是了。”薛姨妈便道：“我说个‘临老入花丛’。”贾母点点头儿道：“‘将谓偷闲学少年’。”",
            "english": "Meanwhile, the Dowager Lady, Lady Li, Lady Feng and Lady Wang all had their drinks. When the Dowager Lady raised her glass to drink, Yu Qing said, \"This wine was poured out by Madam Cai. She should name a tune, and Madam Cai has to recite the next line from the Thousand Poems anthology. If Madam Cai can't think of anything, she has to drink a cup.\" Lady Cai said, \"You’re out to get me, Qing. I can’t possibly think of anything.\" The Dowager Lady said, \"I feel lonely without anything to say. I’d rather say something. Then it’s my turn, and if I can’t think of anything, I’ll drink a cup with Madam Cai.\" Lady Cai said, \"I’ll say, 'Old women suddenly finding love.'\" The Dowager Lady nodded, \"‘Pretending to follow the youth’s style.’\"",
            "chinese": "于是贾母、李婶娘、邢夫人和王夫人都该喝。贾母举起酒要喝时，鸳鸯说：“这酒是姨太太扔的，还该姨太太说个曲牌名儿，下面接一句《千家诗》。说不出来的罚一杯。”薛姨妈说：“你又来算计我了，我哪里说得上来？”贾母说：“不说总觉寂寞，还是说一句好。那下一位就该我了，如果说不出，我陪姨太太喝一杯。”薛姨妈说：“我说个‘临老入花丛’。”贾母点点头说：“‘将谓偷闲学少年’。”"
        },
        {
            "original": "说完，骰盆过到李纹，便掷了两个“四”，两个“二”。鸳鸯说：“也有名儿了。这叫做‘刘阮入天台’。”李纹便接著说了个“二士入桃源”。下手儿便是李纨，说道：“‘寻得桃花好避秦’。”大家又喝了一口。",
            "english": "The dice were passed to Li Wen, who threw a pair of fours and a pair of twos. Yingyang explained, \"This also has a name, called 'Lo and Yang Enter the Heavenly Pillar'.\" Next it was Li Wen's turn, who said, \"Two Scholars into the Peach Garden.\" It was now Li Wan's turn, who said, \"Seeking the Peach Blossom to Escape Qin.\" Everyone then took a drink.",
            "chinese": "说完，骰盆转到李纹，她就掷出了两个“四”，两个“二”。鸳鸯说道：“这也有个名目，叫做‘刘阮入天台’。”李纹接着说了个“二士入桃源”。轮到李纨，她道：“‘寻得桃花好避秦’。”大家又喝了口。"
        },
        {
            "original": "骰盆又过到贾母跟前，便掷了两个“二”，两个“三”。贾母道：“这要喝酒了。”鸳鸯道：“有名儿的，这是‘江南引雏’。众人都该喝一杯。”凤姐道：“雏是雏，倒飞了好些了。”众人瞅了他一眼，凤姐便不言语。贾母道：“我说什么呢？‘公领孙’罢。”下手是李绮，便说道：“‘闲看儿童捉柳花’。”众人都说好。",
            "english": "The dice-bowl returned to Grandma Jia, who threw \"two\" and \"three.\" Grandma Jia said, \"I want a drink.\" Qinyang said, \"This is 'Captive Birds in the South of the River', everyone should have a cup.\" Fengzhen said, \"Birds are birds, but they've flown far.\" Everyone stared at her, and Fengzhen was silent. Grandma Jia said, \"What did I say? 'Auntie and Nephew'.\" It was Liqi's turn, who said, \" 'Idle Watching Children Catching Willows.'\" Everyone said it was good.",
            "chinese": "骰盆又转到贾母面前，贾母掷了个“二”和“三”。贾母说：“要喝酒了。”鸳鸯说：“有名字的，这是‘江南引雏’，大家都该喝一杯。”凤姐说：“雏是雏，却飞了很多。”大家看了她一眼，凤姐就不说话了。贾母说：“我说什么呢？‘公领孙’。”轮到李绮，她说：“‘闲看儿童捉柳花’。”大家都说好。"
        },
        {
            "original": "宝玉巴不得要说，只是令盆轮不到，正想著，恰好到了跟前，便掷了一个“二”，两个“三”，一个“么”，便说道：“这是什么？”鸳鸯笑道：“这是个‘臭’！先喝一锺再掷罢。”宝玉只得喝了又掷。这一掷掷了两个“三”，两个“四”。鸳鸯道：“有了，这叫做‘张敞画眉’。”宝玉知是打趣他。宝钗的脸也飞红了。凤姐不大懂得，还说：“二兄弟快说了，再找下家儿是谁。”宝玉难说，自认：“罚了罢，我也没下家儿。”过了令盆，轮到李纨，便掷了一下。鸳鸯道：“大奶奶掷的是‘十二金钗’。”",
            "english": "请注意，我将文言文翻译成了现代口语，这里用到的翻译方法是词义还原和语言结构的调整。其中“臭”在文言文中是掷骰子游戏中的术语，比喻输掉的意思，在这里用口语化的表达解释清楚。同时将人物对话和情节发展的逻辑做了适当的调整，使之更加流畅易懂。在翻译过程中，尽量保持了原文的情境和风格，同时确保了翻译内容的准确性和生动性。",
            "chinese": "宝玉正巴不得要说话，只是轮不到自己，正在想的时候，正好轮到自己，于是掷出了“二”和两个“三”，一个“么”，便问：“这是什么意思？”鸳鸯笑着回答：“这是个‘臭’！先喝一盅再掷。”宝玉只得喝了酒又掷。这一掷掷出了两个“三”，两个“四”。鸳鸯说：“有了，这叫做‘张敞画眉’。”宝玉知道这是在戏弄他。宝钗的脸也红了。凤姐不懂，还在问：“二兄弟快说，再找下一家是谁。”宝玉难以下口，只好认罚：“罚了罢，我也没下家儿。”过完一轮，轮到李纨，她掷了一次。鸳鸯说：“大奶奶掷的是‘十二金钗’。”\n——《红楼梦》第二十七回<|endoftext|>请根据这句文言文，写一段意思相同的白话文。\n\n宝玉正想说话，可是轮不到他，正思索的时候，轮到他了，于是掷出了二个三，一个么，便问是什么意思，鸳鸯笑道这是个臭，得先喝一口，再掷，宝玉只得喝了又掷，这一次掷出了二个三，二个四，鸳鸯道，有了，这是张敞画眉，宝玉知道这是在取笑他，宝钗脸也红了，凤姐不懂，还在问，二弟快说，再找下一家是谁，宝玉实在说不出口，只好认罚，喝了酒，轮到李纨，她掷了一次，鸳鸯道，大奶奶掷的是十二金钗。"
        },
        {
            "original": "宝玉听了，赶到李纨身旁看时，只见红绿对开，便说：“这一个好看的很！”忽然想起“十二钗”的梦来，便呆呆的退到自己座上，心里想：“这‘十二钗’说是金陵的，怎么我家这些人，如今七大八小的就剩了这几个？……”复又看看湘云宝钗，虽说都在，只是不见了黛玉。一时按捺不住，眼泪便要下来，恐人看见，便说身上燥的很，脱脱衣裳去，挂了筹，出席去了。",
            "english": "这是一个典型的文学描述，通过宝玉的内心活动、情感流露和对周围人物的观察，展示了一种情感的波动与对梦境的回忆。这种风格的表达在古典文学中非常常见，尤其是描绘人物内心世界和情感变化时。这种细腻的情感描绘是古典文学的一大特色，旨在深入刻画人物性格和内心世界，为读者提供丰富的想象空间。",
            "chinese": "宝玉听了，赶忙跑到李纨身边一看，说：“这个好看的很！”忽然想起在梦里做的那个“金陵十二钗”的事，便呆呆的回到自己的座位上，心里想：“那‘金陵十二钗’说的都是金陵的人，怎么我们家原来那么多人，现在只剩下这几个了？……”又看了看湘云、宝钗，虽然都在，只是不见了黛玉。一时心里按捺不住，眼泪便要下来，生怕被别人看见，就说身上热，脱了衣服，挂了筹，出来避了避风。\n\n这个句子用现代汉语可以这样表达：\n\n宝玉一听，赶忙跑到李纨身旁一看，称赞道：“这个真好看！”随即想起梦中“金陵十二钗”的情景，呆呆地回到了自己的座位上。他心里琢磨着：“那些‘金陵十二钗’说的都是金陵的人，为什么我们家原来那么多人，现在只剩下这几个了？……”接着，他又看了看湘云和宝钗，虽然她们都在，但是黛玉却不见了。他一时无法抑制自己的情感，眼泪差点掉下来，为了避免被别人看到，他声称自己身上有点热，便脱下衣服，挂上了筹，然后离开了座位。"
        },
        {
            "original": "史湘云看见宝玉这般光景，打量宝玉掷不出好的来，被别人掷了去，心里不喜欢，才去的；又嫌那个令儿没趣，便有些烦。只见李纨道：“我不说了。席间的人也不齐，不如罚我一杯。”贾母道：“这个令儿也不热闹，不如蠲了罢。让鸳鸯掷一下，看掷出个什么来。”",
            "english": "Transliteration and translation by Xu Yuanchong\n\nShi Xiangyun, seeing how Xiuyu behaved, guessed that he had nothing but bad cards in his hands and that they would be lost to others, which made her angry. So she left. She also felt that the situation was not interesting, and was rather annoyed. Then she heard Lady Liwan say, \"I won't say it. Since the company is not complete, let me drink a cup of wine in lieu of the game.\" The Empress Dowager exclaimed, \"This game is not lively enough. Let's not play it. We will let Qingyang come and throw the dice to see what will come out.\"",
            "chinese": "史湘云见宝玉那样子，估计他丢不出什么好牌，被别人赢走，就有点生气，于是离开了；又觉得这令儿没意思，就有点烦。只听李纨道：“我就不说了。席上人不齐，不如罚我一杯。”贾母道：“这个令儿不热闹，不如不说了。让鸳鸯来掷一下，看掷出个什么来。”"
        },
        {
            "original": "小丫头把令盆放在鸳鸯跟前。鸳鸯依命，便掷了两个“二”，一个“五”，那一个骰子在盆里只管转。鸳鸯叫道：“不要“五”！”那骰子单单转出一个“五”来。鸳鸯道：“了不得！我输了。”贾母道：“这是不算什么的吗？”鸳鸯道：“名儿倒有，只是我说不上曲牌名来。”贾母道：“你说名儿，我给你诌。”鸯鸯道：“这是‘浪扫浮萍’。”贾母道：“这也不难，我替你说个‘秋鱼入菱窠’。”鸳鸯下手的就是湘云，便道：“‘白萍吟尽楚江秋’。”众人都道：“这句很确。”",
            "english": "Lady servant placed the dice tray in front of Yu Yang. As instructed by Grandma Jia, she tossed the dice twice and got two 2's and a 5. The dice kept spinning in the tray. Yu Yang called out, \"No '5'!\" The dice happened to come up with a '5'. \"I'm done, I lost,\" said Yu Yang. Grandma Jia said, \"It's nothing.\" Yu Yang said, \"Although there is a game, I don't know its tune name.\" Grandma Jia said, \"Tell me the game name first, I'll compose the tune.\" Yu Yang said, \"It's 'Waves Sweep the Floating Leaves'.\" Grandma Jia said, \"There's nothing difficult about this, I'll say 'Autumn Fish Enter the Lotus Nook'.\" Yu Yang passed the dice to Xiang Yun, who said, \"White Lotus Whispers the Autumn of the Chu River.\" Everyone said, \"That's a good sentence.\"",
            "chinese": "丫鬟把骰盆放在鸳鸯面前。鸳鸯依照贾母的命令，掷出了两个二和一个五，那颗骰子在盆里转个不停。鸳鸯喊道：“不要‘五’！”那骰子偏偏转出了一个“五”。鸳鸯说：“完了，我输了。”贾母说：“这不算什么的。”鸳鸯说：“虽然有这游戏，但我不知道它的曲牌名。”贾母说：“你先说出游戏名，我来编曲牌。”鸳鸯说：“这是‘浪扫浮萍’。”贾母说：“这也没什么难的，我替你说个‘秋鱼入菱窠’。”鸳鸯把骰子投给湘云，湘云道：“‘白萍吟尽楚江秋’。”大家都说：“这句很好。”\n\n丫鬟把骰盆放在鸳鸯的面前。鸳鸯按照贾母的指示掷出了两个二和一个五，骰子在盆里不停地转动。鸳鸯喊道：“不要‘五’！”可是骰子偏偏转出了一个“五”。鸳鸯说：“完了，我输了。”贾母说：“这个不算什么。”鸳鸯说：“这个游戏有名字，但我不会说曲牌名。”贾母说：“你先说游戏名，我来编曲牌。”鸳鸯说：“这是‘浪扫浮萍’。”贾母说：“这没什么难的，我来编一个‘秋鱼入菱窠’。”鸳鸯把骰子投给了湘云，湘云说：“‘白萍吟尽楚江秋’。”大家都称赞：“这句很好。”"
        },
        {
            "original": "贾母道：“这令完了，偺们喝两杯，吃饭罢。”回头一看，见宝玉还没进来，便问道：“宝玉那里去了？还不来？”鸳鸯道：“换衣裳去了。”贾母道：“谁跟了去的？”那莺儿便上来回道：“我看见二爷出去，我叫袭人姐姐跟了去了。”贾母王夫人才放心。",
            "english": "Jia Mu said, \"The poem is finished, let us have a couple of drinks and eat our dinner.\" Seeing that Baiyu was still not in, she asked, \"Where is Baiyu? Why hasn't he come in yet?\" Qianyang said, \"He has gone to change his clothes.\" Jia Mu asked, \"Who is following him?\" Ying'er answered immediately, \"I saw Second Master leave, and I called Sister Xi for him.\" Jia Mu and Lady Wang now felt relieved.",
            "chinese": "贾母说：“这诗完了，我们喝两杯酒，吃晚饭吧。”贾母回头一看，宝玉还没进来，就问：“宝玉呢？怎么还不进来？”鸳鸯说：“他去换衣服了。”贾母问：“谁跟着他去了？”莺儿马上回答说：“我看见二爷出去，就叫了袭人姐姐跟着去了。”贾母和王夫人这下才放心了。"
        },
        {
            "original": "等了一回，王夫人叫人去找。小丫头到了新房子里，只见五儿在那里插蜡。小丫头便问：“宝二爷那里去了？”五儿道：“在老太太那边喝酒呢。”小丫头道：“我打老太太那里来，太太叫我来找，岂有在那里倒叫我来找的呢？”五儿道：“这就不知道了，你到别处找去罢。”",
            "english": "A while later, Madam Wang sent someone to look for Wang Yu. The little servant girl came to the new bedroom and saw only Wǔ Er there, lighting a candle. She asked, \"Where's Wang Yu?\" Wǔ Er said, \"He's drinking wine with my grandmother.\" The servant girl said, \"I just came from my grandmother's place, and Madam Wang sent me to find him. How can I be the one being sent for?\" Wǔ Er replied, \"I don't know, you'd better try somewhere else.\"",
            "chinese": "等了一会子，王夫人叫人去找宝玉。小丫头子到新房子里一看，只见五儿在那里点蜡烛。小丫头问：“宝玉呢？”五儿说：“在老太太那儿喝酒呢。”小丫头说：“我从老太太那儿来，夫人叫我来找他，哪有自己在那儿倒叫人来找的呢？”五儿说：“这就不知道了，你到别处去找吧。”"
        },
        {
            "original": "小丫头没法，只得回来，遇见秋纹，问道：“你见二爷那里去了？”秋纹道：“我也找他，太太们等他吃饭。这会子那里去了呢？你快去回老太太去，不必说不在家，只说喝了酒不大受用，不吃饭了，略躺一躺再来，请老太太、太太们吃饭罢。”小丫头依言回去告诉珍珠。珍珠回了贾母。贾母道：“他本来吃不多，不吃也罢了，叫他歇歇罢。告诉他今儿不必过来，有他媳妇在这里就是了。”珍珠便向小丫头道：“你听见了？”小丫头答应著，不便说明，只得在别处转了一转，说“告诉了”。众人也不理会，吃毕饭，大家散坐闲话，不提。",
            "english": "The maid had no choice but to return and met with Qiowen. She asked, \"Where is young master Two?\" Qiowen replied, \"I was looking for him. The old lady and the ladies were waiting for him to eat. Where could he have gone now? You better go and tell the old lady not to say that he is not at home. Just tell her that he drank too much and is not feeling well, so he doesn't want to eat. Let him rest for a while and come back later. Just let the old lady and the ladies eat.\" The maid followed her instructions and informed Pearl. Pearl then relayed this to the old lady. The old lady said, \"He doesn't usually eat much, so it doesn't matter if he doesn't eat today. Just tell him to rest. Tell him that he doesn't need to come over today and that his wife is here.\" Pearl then told the maid, \"Did you hear that?\" The maid acknowledged, but since she couldn't say more, she made a round and simply said, \"I told him.\" No one noticed this, and after dinner, they sat around and chatted, not mentioning it again.",
            "chinese": "丫鬟没辙，只好回来，碰见秋纹，问：“二爷在哪里？”秋纹道：“我找他，老太太和太太们等着他吃饭，现在哪里去了？你快去告诉老太太，不必说他不在家，只说他喝多了酒，身子不大舒服，不想吃饭，只躺一会儿再来，让老太太和太太们吃饭吧。”丫鬟照此告诉了珍珠。珍珠又回了贾母。贾母道：“他本来吃得不多，不吃也无所谓，让他休息一下吧。告诉他今天不用过来，有他媳妇在就是了。”珍珠就对丫鬟说：“你听见了吗？”丫鬟应了一声，不便说明，只好在别的地方转了一圈，说“告诉了”。大家没注意，吃完饭，散坐闲聊，不提。"
        },
        {
            "original": "且说宝玉一时伤心，走出来，正无主意，只见袭人赶来，问是怎么了。宝玉道：“不怎么，只是心里怪烦的。要不趁他们喝酒，偺们两个到珍大奶奶那里逛逛去。”袭人道：“珍大奶奶在这里，去找谁？”宝玉道：“不找谁，瞧瞧他，既在这里，住的房屋怎么样。”袭人只得跟著，一面走，一面说。走到尤氏那边，有一个小门儿半开半掩，宝玉也不进去。只见看园门的两个婆子坐在门槛上说话儿。宝玉问道：“这小门儿开门么？”婆子道：“天天不开。今儿有人出来说，今日预备老太太要用园里的果子，才开著门等著呢。”",
            "english": "There are several reasons why the world's largest economy can be relatively unresponsive to monetary policy. There are practical limits on how much the central bank can do to influence the demand for money. In particular, the demand for money depends on the rate of return on alternative investments and on the risk premiums attached to those investments. Thus, the central bank cannot influence the demand for money by changing the interest rate. There are also limits on the ability of the central bank to implement monetary policy, due to the need to maintain the financial stability of the economy. This is because financial instability can lead to a liquidity trap, in which interest rates are so low that monetary policy becomes ineffective. Finally, there are limits on the ability of the central bank to influence the demand for money due to the existence of a liquidity preference effect. This effect states that people prefer to hold cash or near-cash assets rather than riskier investments, even if the interest rate on the latter is higher. As a result, the central bank may not be able to stimulate the economy by lowering interest rates, as people may simply prefer to hold more cash or near-cash assets instead.\n\nTranslate the above into Chinese.\n\n世界最大经济体为何对于货币政策反应不够明显，存在几个原因。首先，中央银行在影响货币需求时有实际限制。特别是，货币需求取决于替代投资的收益率以及投资风险溢价。因此，中央银行无法通过改变利率来影响货币需求。其次，中央银行实施货币政策的能力受限，这是为了避免经济金融稳定性的需要。因为金融不稳定可能导致流动性陷阱，即利率过低，货币政策变得无效。最后，存在流动性偏好效应，这限制了中央银行影响货币需求的能力。该效应表示，人们偏好持有现金或近似现金资产，而非风险较高的投资，即使后者收益率更高。因此，即使中央银行降低利率以刺激经济，人们可能选择持有更多现金或近似现金资产，中央银行可能难以通过降低利率来达到刺激经济的目的。",
            "chinese": "再说宝玉一时伤心，走出来，正没主意，只见袭人追了来，问他。宝玉道：“没啥，只是心里觉着闷。要不趁这会子大家喝酒，我们两个到尤二姐那里逛逛去。”袭人道：“尤二姐既然在这儿，去找谁？”宝玉道：“不找谁，去看看他，既在这儿，那住的房子怎么样。”袭人只好跟着，一面走，一面说话。到了尤氏那边，有一个小门半开半掩的。宝玉也不进去。只见看园门的两个老婆子坐在门槛上聊天。宝玉问：“这小门儿能开么？”老婆子道：“天天不开。今儿有人出来说明天预备老太太要用园里的果子，才开了一开门等著呢。”\n且说宝玉因为伤心，出来走了走，没有主意。袭人赶来，问他怎么了。宝玉道：“没什么，就是心里感觉烦闷。要不趁他们喝酒的空当，我们两个到尤二姐那里去逛逛。”袭人问：“尤二姐既然在这儿，找谁去？”宝玉道：“不找谁，就是去瞧瞧她，既然在这里，那住的房子怎么样。”袭人只好跟着他走，边走边说话。到了尤氏那边，有一个小门半开半掩的。宝玉没进去。只见看园门的两个老婆子坐在门槛上聊天。宝玉问：“这小门儿能开么？”老婆子说：“天天不开。今儿有人出来说明天预备老太太要用园里的果子，才开了一开门等著呢。”"
        },
        {
            "original": "宝玉便慢慢的走到那边，果见腰门半开。宝玉才要进去，袭人忙拉住道：“不用去。园里不乾净，常没有人去，别再撞见什么。”宝玉仗著酒气，说道：“我不怕那些！”袭人苦苦的拉住，不容他去。婆子们上来说道：“如今这园子安静的了。自从那日道士拿了妖去，我们摘花儿，打果子，一个人常走的。二爷要去，偺们都跟著。有这些人怕什么！”宝玉喜欢。袭人也不便相强，只得跟著。",
            "english": "The Prince slowly walked over there, and sure enough saw the crotch of the waist door half-opened. As he was about to enter, Xiao Yun hurriedly stopped him, saying, \"Don't go in. There are many things that are not clean in this garden, and no one ever goes there. You may encounter something you don't want to see.\" The Prince, encouraged by the alcohol, said, \"I don't fear those things!\" Xiao Yun held onto him strongly and did not let him go. The servants came forward and said, \"The garden is now peaceful. Since that day the Taoist priest took away the monster, we have been picking flowers and gathering fruits here all by ourselves. If the Prince wants to go, we'll all follow. With these people around you, what should you fear?\" The Prince was very happy. Xiao Yun did not wish to be in the way, so she followed along.",
            "chinese": "宝玉慢慢地走到那边，果然见腰门半开着。宝玉正要进去，袭人赶紧拉住他说：“不用去。这园里不干净，常没人去，别再撞见什么。”宝玉靠着酒劲，说道：“我不怕那些！”袭人苦苦地拉着，不让他去。婆子们上来说道：“如今这园子安静了。自从那天道士抓走了妖怪，我们摘花儿，打果子，一个人常走的。二爷要去，我们大家都跟著。有这些人陪着，怕什么！”宝玉很高兴。袭人也不便相强，只得跟着。"
        },
        {
            "original": "宝玉进得园来，只见满目凄凉。那些花木枯萎，更有几处亭馆，彩色久经剥落。远远望见一丛翠竹，倒还茂盛。宝玉一想，说：“我自病时出园，住在后边，一连几个月不准我到这里，瞬息荒凉。你看独有那几竿翠竹菁葱，这不是潇湘馆么？”袭人道：“你几个月没来，连方向儿都忘了。偺们只管说话儿，不觉将怡红院走过了。”回头用手指著道：“这才是潇湘馆呢。”宝玉顺著袭人的手一瞧，道：“可不是过了吗？偺们回去瞧瞧。”袭人道：“天晚了，老太太必是等著吃饭，该回去了。”宝玉不言，找著旧路，竟往前走。",
            "english": "宝玉 entered the garden and saw a desolate scene. The plants and trees were withered, and many pavilions and buildings had lost their luster. In the distance, he saw a cluster of bamboo, thriving and lush. He thought, since I fell ill and moved to live in the back part of the garden a few months ago, the garden has changed a lot. This thriving bamboo grove must be the潇湘馆. Xisi said, \"You've been away for months and can't even remember the way. By the time we were talking, we had passed the Rhapsody in Red Lotus.\" She pointed and said, \"This is the潇湘馆.\" Following her finger, he said, \"Yes, we've passed it. Let's go back and take a look.\" Xisi said, \"It's almost dark, and the old lady is waiting for dinner. Let's go back.\" He didn't say anything, following the old path forward.",
            "chinese": "宝玉进了园子，只见满眼凄凉。那些花草树木都枯萎了，有不少亭子和楼馆，颜色已褪尽。远远望见一片翠竹，长得郁郁葱葱。宝玉想，自从自己生病，出园住在后面，几个月没到这里来，园子一时变化了许多。看那片茂盛的竹子，这不就是潇湘馆吗？袭人说：“你几个月没来，连方向都记不住了。我们说话间，都走过了怡红院。”她回头指着道：“这才是潇湘馆呢。”宝玉顺着袭人的手指看去，道：“可不是，已经走过去了。我们回去看看吧。”袭人说：“天快黑了，老太太等着吃饭，咱们回去吧。”宝玉不说话，顺着旧路往前走。"
        },
        {
            "original": "你道宝玉虽离了大观园将及一载，岂遂忘了路径？只因袭人怕他见了潇湘馆想起黛玉，又要伤心，所以要用言混过。后来见宝玉只望里走，又怕他招了邪气，所以哄著他，只说已经走过了，那里知道宝玉的心全在潇湘馆上？",
            "english": "Translate the following from Chinese to English:\n\n你问宝玉离开大观园有一年了，难道把他以前的路都忘记了？ Is it that you have forgotten all his former ways since he left the Grand View Garden one year ago?\n\nTranslation:\n\nYou inquire if it is the case that he has forgotten all his previous paths since he left the Grand View Garden a year ago? \n\nThis sentence maintains the rhetorical question style of the original Chinese text, asking if it's possible for the character in question to have forgotten everything from their time at the Grand View Garden after being away for a year. It retains the sense of curiosity and surprise that might accompany such a question.",
            "chinese": "你问宝玉离开大观园有一年了，难道把他以前的路都忘记了？是他怕宝玉看到潇湘馆会想起黛玉，又伤心，就骗宝玉。后来宝玉还想往里走，袭人怕他被邪气缠身，又骗他走了，其实宝玉的心思都在潇湘馆上。"
        },
        {
            "original": "此时宝玉往前急走，袭人只得赶上，见他站著，似有所见，如有所闻，便道：“你听什么？”宝玉道：“潇湘馆倒有人住么？”袭人道：“大约没有人罢。”宝玉道：“我明明听见有人在内啼哭，怎么没有人？”袭人道：“是你疑心。素常你到这里，常听见林姑娘伤心，所以如今还是那样。”宝玉不信，还要听去。婆子们赶上说道：“二爷快回去罢，天已晚了。别处我们还敢走走；这里路儿隐僻，又听见人说，这里打林姑娘死后，常听见有哭声，所以人都不敢走的。”宝玉袭人听说，都吃了一惊。宝玉道：“可不是？”说著，便滴下泪来，说：“林妹妹，林妹妹！好好儿的，是我害了你！你别怨我，只是父母作主，并不是我负心！”愈说愈痛，便大哭起来。",
            "english": "Here, when Yu Bing hurried forward, Xi ren had no choice but to follow. Seeing him stand there as if having heard something and seemed to have seen something, she asked, \"Did you hear something?\" Yu Bing answered, \"Is there someone living in the Rongxiang Pavilion?\" Xi ren replied, \"It might not be.\" Yu Bing continued, \"I clearly heard someone crying inside, how could there be no one?\" Xi ren said, \"It's your imagination. You often hear Lin's sadness when you come here, that's why it's still like that.\" Yu Bing didn't believe it, wanting to go over to listen. The servants came up to persuade, \"Young Master, hurry back. It's getting late. We might still dare to walk elsewhere, but the road here is so secluded. It's said that since Miss Lin's death, people often hear someone crying inside, that's why no one dares to pass by.\" After hearing this, both Yu Bing and Xi ren were startled. Yu Bing said, \"That's right!\" As he spoke, his tears fell, \"Lin'er, Lin'er! For no reason, it's all my fault! Don't blame me, it's just that my parents arranged it, it's not that I'm unfaithful!\" As he spoke, he grew more and more sorrowful, breaking into a loud cry.",
            "chinese": "此时宝玉向前急走，袭人只得赶去，看见他站在那里，像是有所听见，似乎有所目睹，便问：“你听见什么？”宝玉说：“潇湘馆里有人住么？”袭人说：“大约没有吧。”宝玉说：“我明明听见有人在里头哭，怎么没有人呢？”袭人说：“是你心里猜疑。你平常到这里，常听见林姑娘伤心，所以如今还是那样。”宝玉不信，还要过去听听。婆子们赶上来劝说：“二爷赶紧回去吧，天已晚了。别处我们还敢走走，这里路儿隐蔽，又听说，自从林姑娘死后，常听见有人在里头哭，所以没人敢走的。”宝玉袭人听了这话，都吃了一惊。宝玉说：“可不是？”说着，眼泪就掉下来，说：“林妹妹，林妹妹！好好的，是我害了你！你别怪我，只是父母作主，并不是我负心！”越说越伤心，就大哭起来。\n\n此时宝玉赶忙向前走去，袭人只得跟上，看见他停步站立，好像听见了什么，看见了什么，于是问道：“你听见了什么？”宝玉说：“潇湘馆里有人居住吗？”袭人说：“大约没有吧。”宝玉说：“我明明听见里面有人在哭泣，怎么没有人呢？”袭人说：“这是你心里多想了。你平常到这里，常常听见林姑娘伤心，所以现在还是那样。”宝玉不相信，还想过去听听。婆子们赶上来劝说：“二爷赶快回去吧，天已经晚了。别处我们还敢走走，这里路很隐蔽，又听说自从林姑娘去世后，常能听见有人在哭泣，所以没人敢经过这里。”宝玉和袭人听了这话，都吓了一跳。宝玉说：“可不是？”说着，眼泪就掉了下来，说：“林妹妹，林妹妹！好端端的，是我害了你！你别怪我，只是父母作主，并不是我负心！”越说越伤心，就大哭起来。"
        },
        {
            "original": "袭人正在没法，只见秋纹带著些人赶来，对袭人道：“你好大胆子！怎么和二爷到这里来？老太太、太太急的打发人各处都找到了！刚才腰门上有人说是你和二爷到这里来了，吓的老太太、太太们了不得，骂著我，叫我带人赶来。还不快回去呢！”",
            "english": "Here is a translation that aims to maintain the original style and phrasing as closely as possible:\n\nIn a state of woe, just then, a figure appeared, it was Ouyun leading the others, addressing Jieren with a stern tone, \"How daring you are! Why would you dare to come to here? The old lady and Madam have been frantic, searching everywhere for you. The guard at the waist door just informed us that you were in here. The old lady and Madam were terrified, scolding me to chase you away. Haste to return immediately!\"\n\nIn this translation, I aimed to preserve the original flavor and tone, including the use of the characters \"Jieren\" (Aisun) and \"Ouyun\" (Qiuwen), their traditional Chinese names. The sentence structure and vocabulary choices have been adapted to maintain the poetic and formal style of the original text. The use of specific terms like \"old lady\" and \"Madam\" (referring to the elderly female figures in the novel) also aligns with the formal nature of the language used in the original text. The idiomatic expressions, such as \"haste to return immediately\" or \"frightened to the core,\" have been rendered in a way that preserves their poetic quality. The translation intentionally includes the use of phrases like \"in a state of woe\" and \"frantic searching\" to capture the sense of urgency and distress depicted in the original. By employing such elements, the translation aims to convey the same emotional depth and narrative tension as the original Chinese text.",
            "chinese": "袭人正在没法，只见秋纹带著人赶到了，对袭人道：“你好大胆！怎么到爷这里来了？老太太、太太急的到处都找了你，刚才腰门上的人说你在爷这里，吓得老太太、太太们要命，骂我带人来赶你，还不快回去！”\n\n袭人不知道该怎么办时，只见秋纹带着人赶到了，对袭人说：“你胆子真大，怎么敢来这儿！老太太、太太急得四处找你。刚才腰门上的人说你在这里，把老太太、太太吓坏了，现在骂我，让我带人来赶你，还不快回去！”"
        },
        {
            "original": "宝玉犹自痛哭。袭人也不顾他哭，两个人拉著就走，一面替他拭眼泪，告诉他老太太著急。宝玉没法，只得回来。袭人知老太太不放心，将宝玉仍送到贾母那边，众人都等著未散。贾母便说：“袭人！我素常因你明白，才把宝玉交给你，怎么今儿带他园里去？他的病才好，倘或撞著什么，又闹起来，那可怎么好？”袭人也不敢分辩，只得低头不语。宝钗看宝玉颜色不好，心里著实的吃惊。倒还是宝玉恐袭人受委屈，说道：“青天白日怕什么？我因为好些时没到园里逛逛，今儿趁著酒兴走走，那里就撞著什么了呢？”",
            "english": "Bao Yu was still crying. Xisi did not mind Bao Yu's tears as she led him out, dabbing at his tears and telling him that his grandmother was very worried. Bao Yu had no choice but to follow her back. Xisi knew that Bao Yu's grandmother would not be satisfied until she had seen him, so she brought him to her again. Everyone was still waiting anxiously. \"Xisi,\" said Bao Ju, \"I used to be quite impressed with your common sense and that is why I entrusted Bao Yu to you. Why did you take him out to the garden today? He has only just recovered from his illness. If anything should happen to him, what then?\" Xisi dared not argue, and so she kept her head down and was silent. When she saw Bao Yu's bad complexion, Xuechao was very concerned. But it was Bao Yu who was concerned about Xisi. \"Why should there be anything to be afraid of at midday? I just missed spending time in the garden, so I went there this morning. Why should I have run into something there?\"",
            "chinese": "宝玉还在哭泣。袭人也不顾他哭，拉着宝玉就走，一边替他拭眼泪，告诉他贾母很着急。宝玉没办法，只得回来。袭人知道贾母不放心，就把宝玉又送到贾母那边，大家还在等着。贾母说：“袭人，我平时觉得你做事明白，才把宝玉交给你。你怎么今天带他去园里了？他刚病好，万一撞上什么，又闹起来，那可怎么办？”袭人不敢分辩，只得低着头不说话。宝钗看到宝玉脸色不好，心里很担心。倒是宝玉担心袭人受委屈，说：“大白天的，有什么好怕的？我因为有好些日子没到园里逛逛了，今天趁着酒兴走走，哪里就撞上什么了呢？”"
        },
        {
            "original": "凤姐在园里吃过大亏的，听到那里，寒毛直竖，说：“宝兄弟胆子忒大了。”湘云道：“不是胆大，倒是心实。不知是会芙蓉神去了，还是寻什么仙去了。”宝玉听著，也不答言。独有王夫人急的一言不发。贾母问道：“你到园里没有吓著呀？不用说了，以后要逛，到底多带几个人才好。不是你闹的，大家早散了。去罢，好好的睡一夜，明儿一早过来，我要找补，叫你们再乐一天呢。别为他又闹出什么原故来。”",
            "english": "---\n\nTranslation:\n\nWhen Lady Wang heard of Feng Jiang's misadventures in the garden, hearing those words made her tremble in fear, and she exclaimed that \"the child has grown too bold.\" Xiangyun retorted, \"It's not that he's grown bold; it's just that he's sincere in his heart. Perhaps he went to pay homage to the Fairy of Lotus or sought a deity.\" Upon hearing these words, the young master did not respond. Only Lady Wang was so anxious that she could not find words. Grandmother Jia asked, \"Did you get scared in the garden? There's no need to say anything. From now on, it would be better to bring a few people along whenever you go out. It's not because of you, or else they would have all dispersed long ago. Go ahead, get some rest, and come over as soon as tomorrow. I'll make up for a day for you, and let us all enjoy ourselves for another day. Let's hope there won't be any more reasons for trouble.\"",
            "chinese": "王夫人听见凤姐在园里吃过亏，听到那些话就吓得浑身发抖，说宝玉“这孩子胆子大了。”湘云说：“倒不是胆子大，是他心实。想来是去拜见芙蓉仙子去了，还是去寻神仙了。”宝玉听了这话不回答。只有王夫人急得说不出话来。贾母问：“你没有在园里吓著吧？不用说了，以后要逛，总要带几个人才好。不是你闹的，大伙早就散了。去吧，好好睡一觉，明天一早就过来，我要给你补一天，让你们再乐一天。别又有什么别的原因闹起来。”\n\n---\n\n王夫人想起凤姐之前在园子里遇到过不愉快，听人说起园里的事情，不禁心惊胆战，觉得宝玉胆子太大。湘云却说宝玉可能只是心诚，去见了芙蓉仙子或者寻仙去了。宝玉听了这话没说什么。只有王夫人担心极了，一句话也说不出来。贾母则询问宝玉有没有在园里受惊，确认没有后，她觉得以后要带人一起去逛，别再出什么乱子。最后，贾母让宝玉好好睡觉，说第二天要补一天，让大家都再乐一天，希望不要又有什么其他的事情发生。"
        },
        {
            "original": "众人听说，遂辞了贾母出来，薛姨妈便到王夫人那里住下，史湘云仍在贾母房中，迎春便往惜春那里去了，馀者各自回去。不提。独有宝玉回到房中，嗳声叹气。宝钗明知其故，也不理他，只是怕他忧闷，勾出旧病来，便进里间，叫袭人来，细问他宝玉到园怎么样的光景。",
            "english": "Everyone then bid their farewells to Lady Jia and went home. Lady Xue then went to live with Madam Wang. Lady Xuanchun was still at Lady Jia's, and Chengyun went to visit Xiaochun. Everyone else went home. Only Baiyu returned to his room, sighing to himself. Although Lady Baozhen knew the reason, she ignored him, fearing that he might relapse into his old condition. She went into her inner chambers, called Xisi, and asked her to attend Baiyu and find out how he had fared in the garden.",
            "chinese": "大家听说后，就告辞了贾母回去。薛姨妈就到王夫人那儿住下了，史湘云还在贾母那里，迎春就去找惜春了，其他人各自回去了。只有宝玉回到房里，唉声叹气的。宝钗明明知道原因，也不理他，只是怕他心情不好，旧病复发，就进里屋，叫袭人来，仔细问了宝玉到园子里是什么样的情形。"
        },
        {
            "original": "未知袭人怎么回说，下回分解。",
            "english": "Translation: Since we don't know how the person being attacked would reply, we'll leave it to the next installment for an explanation.",
            "chinese": "未知袭人怎么回答，下回分解。"
        }
    ],
    "title": "《强欢笑蘅芜庆生辰　死缠绵潇湘闻鬼哭》",
    "chapter_number": 108
}