{
    "paragraphs": [
        {
            "original": "话说宝钗叫袭人问出原故，恐宝玉悲伤成疾，便将黛玉临死的话与袭人假作闲谈，说是：“人在世上，有意有情，到了死后，各自干各自的去了，并不是生前那样的人死后还是那样。活人虽有痴心，死的竟不知道。况且林姑娘既说仙去，他看凡人是个不堪的浊物，那里还肯混在世上？只是人自己疑心，所以招出些邪魔外祟来缠扰。”宝钗虽是与袭人说话，原说给宝玉听的。袭人会意，也说是：“没有的事。若说林姑娘的魂灵儿还在园里，我们也算相好，怎么没有梦见过一次？”",
            "english": "Baochai asked Xisi to find out the reason, and worried that Baoyu would get sick because of his sadness. She pretended to be talking casually and told Xisi what Lin Daiyu had said before she died. \"When people are alive, they have feelings and are kind. After they die, they do their own things and are no longer the same people. Even if living people have crazy thoughts, the dead don't know. Besides, Lin Daiyu said she would go to heaven. She thought that the world of humans was filthy and she didn't want to be mixed up in it. It was just that people were confused, so they brought out some strange and evil spirits to bother them.\" Although Baochai was talking to Xisi, she was actually talking to Baoyu. Xisi understood Baochai's meaning and said, \"There's no such thing. If Lin Daiyu's spirit is still in the garden, we are friends, so why haven't we had a dream about her once?\"",
            "chinese": "宝钗让袭人问出原因，担心宝玉会因此悲伤生病，便假作闲谈，告诉袭人黛玉临死的话，说：“人在世上的时候，有情有义，死了以后，各自干各自的事情，不再是生前的人了。活人虽然有痴心，死去的人竟然不知道。况且林姑娘既然说要仙去，她看凡人是个不堪的浊物，哪里还肯混在世上？只是人自己疑心，所以招出些邪魔外祟来缠扰。”宝钗虽然是和袭人说话，其实也是说给宝玉听的。袭人明白宝钗的意思，也说是：“没有的事。如果林姑娘的魂灵还在园里，我们也是相好的，怎么没有梦见过一次？”"
        },
        {
            "original": "宝玉在外面听著，细细的想道：“果然也奇！我知道林妹妹死了，那一日不想几遍？怎么从没梦见？想必他到天上去了，瞧我这凡夫俗子，不能交通神明，所以梦都没有一个儿。我如今就在外间睡，或者我从园里回来，他知道我的心，肯与我梦里一见。我必要问他实在那里去了，我也时常祭奠。若是果然不理我这浊物，竟无一梦，我便也不想他了。”主意已定，便说：“我今夜就在外间睡，你们也不用管我。”宝钗也不强他，只说：“你不用胡思乱想。你没瞧见太太因你园里去了，急的话都说不出来？你这会子还不保养身子，倘或老太太知道了，又说我们不用心。”宝玉道：“白这么说罢咧，我坐一会子就进来。你也乏了，先睡罢。”宝钗料他必进来的，假意说道：“我睡了，叫袭姑娘伺候你罢。”",
            "english": "As he was listening outside, he thought to himself: \"That's really strange! I know I've thought about Lin Daiyu every day for the past few days, but I've never had a dream about her. It seems that she's gone to heaven, and I'm just a plain old person who can't communicate with the gods. So I've never dreamed about her. Maybe if I sleep outside tonight, she'll dream about me and come to visit me in my dream. I have to ask her where she really is. If she doesn't want to talk to me, I'll stop thinking about her. But if she does talk to me, I'll have to take care of her.\" He decided what he would do, and said, \"I'm going to sleep outside tonight, so you don't have to worry about me.\" But when he was about to go to bed, he changed his mind and said, \"I'll come back in a few minutes. You should go to sleep now, and let me take care of you.\"“\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n《三国演义》中的关羽：《三国演义》是中国古代历史小说中的经典之作，讲述了东汉末年三国时期的故事。关羽是书中一个非常重要的角色，他以忠诚、英勇、豪爽的个性著称。在《三国演义》中，关羽曾为刘备效力，他以忠诚和勇气著称，被称为“义绝”。他曾经与张飞和刘备三人结义，被称为“桃园三结义”，并共同开创了蜀汉的基业。在《三国演义》中，关羽的忠义和英勇精神一直被后人所称颂。\n《三国演义》中的诸葛亮：《三国演义》中的诸葛亮是一位非常聪明和智慧的人物，他被称为“智绝”。在《三国演义》中，诸葛亮为刘备效力，他以智慧和谋略著称，被称为“卧龙”。他曾经为刘备出谋划策，帮助刘备建立蜀汉基业。在《三国演义》中，诸葛亮的智慧和谋略一直被后人所称颂。\n《红楼梦》中的贾宝玉：《红楼梦》是中国古代小说中的经典之作，讲述了贾宝玉和",
            "chinese": "宝玉在外面听着，细细地想道：“果然奇怪！我知道林妹妹死了，那一日不想几遍？怎么从没梦见？想必他到天上去了，瞧我这凡夫俗子，不能交通神明，所以梦都没有一个儿。我如今就在外间睡，或者我从园里回来，他知道我的心，肯与我梦里一见。我必要问他实在在哪里去了，我也时常祭奠。若是果然不理我这浊物，竟无一梦，我便也不想他了。”主意已定，便说：“我今夜就在外间睡，你们也不用管我。”宝钗也不强他，只说：“你不用胡思乱想。你没瞧见太太因你园里去了，急的话都说不出来？你这会子还不保养身子，倘或老太太知道了，又说我们不用心。”宝玉道：“白这么说罢咧，我坐一会子就进来。你也乏了，先睡罢。”宝钗料他必进来的，假意说道：“我睡了，叫袭姑娘伺候你罢。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉听了，正合机宜。等宝钗睡下，便叫袭人麝月另铺设下一副被褥，常叫人进来瞧二奶奶睡著了没有。宝钗故意装睡，也是一夜不宁。",
            "english": "After hearing this, Baoyu was very pleased. He quietly asked Xisi and Moxue to prepare another bed for him. He kept an eye on Baoyu to make sure she was asleep. Baoyu pretended to be asleep, but he was also restless all night.",
            "chinese": "宝玉听了，正合心意。等宝钗睡下后，便叫袭人和麝月准备好另一床被褥，一直留意宝钗是否睡着了。宝钗故意装作睡觉，也是一夜不安宁。"
        },
        {
            "original": "那宝玉只当宝钗睡著，便与袭人道：“你们各自睡罢，我又不伤感。你若不信，你就伏侍我睡了再进去，只要不惊动我就是了。”袭人果然伏侍他睡下，预备下了茶水，关好了门，进里间去照应了一回，各自假寐，等著宝玉若有动静，再出来。",
            "english": "宝玉以为宝钗睡着了，就对袭人说：“你们各自去睡吧，我不会伤感。你要是不信，就陪我睡下再进去，只要不惊动我就行。”袭人果然陪宝玉睡下，准备好了茶水，关上了门，进里间照应了一回，各自假寐，等宝玉有动静再出来。",
            "chinese": "宝玉以为宝钗睡着了，就对袭人说：“你们各自去睡吧，我不会伤感。你要是不信，就陪我睡下再进去，只要不惊动我就行。”袭人果然陪宝玉睡下，准备好了茶水，关上了门，进里间照应了一回，各自假寐，等宝玉有动静再出来。"
        },
        {
            "original": "宝玉见袭人进去了，便将坐更的两个婆子支到外头。他轻轻的坐起来，暗暗的祝赞了几句，方才睡下。起初再睡不著，以后把心一静，谁知竟睡著了，却倒一夜安眠。直到天亮，方才醒来，拭了拭眼，坐著想了一回，并无有梦。便叹口气道：“正是‘悠悠生死别经年，魂魄不曾来入梦’！”",
            "english": "As soon as he saw the servant girl Xisi entering the room, Baoyu let the two on duty maids go out. He sat up quietly and silently prayed a few times before falling asleep. At first, he couldn't sleep at all, but after calming down, he fell asleep and slept soundly all night. He woke up at dawn, wiped his eyes, sat down and thought for a while, only to realize that he had not dreamed. He sighed and said, \"It's really 'Ooo, the souls have not come into the dream for years'.\"",
            "chinese": "宝玉看到袭人进去了，就让两个值班的老婆子出去了。他轻轻地坐起来，默默地祈求了几句，然后才睡下了。一开始再怎么睡也睡不着，后来心一静，竟然睡着了，一晚上都很安稳。直到天亮才醒来，擦了擦眼睛，坐下来想了一回，发现自己并没有做梦。他叹了口气道：“真是‘悠悠生死别经年，魂魄不曾来入梦’！”\n\n这个示例是将原文中的古文用现代普通话进行改写，使语言更加通俗易懂。同时，保留了原文中的韵律和意境，使改写后的语言更加优美。"
        },
        {
            "original": "宝钗反是一夜没有睡著，听见宝玉在外边念这两句，便接口道：“这话你说莽撞了。若林妹妹在时，又该生气了。”宝玉听了，自觉不好意思，只得起来，搭讪著进里间来，说：“我原要进来，不知怎么一个盹儿就打著了。”宝钗道：“你进来不进来，与我什么相干？”",
            "english": "Baochai didn't sleep all night, and when she heard Bao Yuyu reciting these two lines, she said, \"You said it wrong. If Lin Daiyu were here, she would be angry.\" Bao Yuyu felt embarrassed and got up, making small talk as he entered the inner room, saying, \"I was originally going to come in, but I fell asleep.\" Baochai said, \"Whether you come in or not has nothing to do with me.\"",
            "chinese": "宝钗整夜都没睡着，听到宝玉在外面念这两句，就接话说：“这话你说错了。要是林妹妹在时，她又要生气了。”宝玉听了，觉得不好意思，只得起来，搭讪着进里间来，说：“我原本要进来，结果打了个盹儿就睡着了。”宝钗道：“你进来不进来，跟我有什么关系？”"
        },
        {
            "original": "袭人也本没有睡，听见他们两个说话，即忙上来倒茶。只见老太太那边打发小丫头来问：“宝二爷昨夜睡的安顿么？若安顿，早早的同二奶奶梳洗了就过去。”袭人道：“你去回老太太，说：宝玉昨夜很安顿，回来就过来。”小丫头去了。",
            "english": "Xi Ran was not asleep, and when she heard the two of them talking, she quickly got a cup of tea. She saw a small maid sent from the old lady's side asking, \"Did Lord Bao sleep well last night? If he did, he should come over and get up early and wash up.\" Xi Ran said, \"Tell the old lady: Lord Bao slept well last night and will come over soon.\" The maid went away.",
            "chinese": "袭人原本没有睡，听到他们两个说话，就赶快倒茶。只见老太太那边打发小丫头来问：“宝二爷昨夜睡得安顿吗？如果安顿，早点和二奶奶梳洗了就过来。”袭人道：“你去告诉老太太，说：宝玉昨夜睡得很安顿，回来就过来。”小丫头去了。"
        },
        {
            "original": "宝钗连忙梳洗了，莺儿袭人等跟著，先到贾母那里行了礼，便从王夫人那边起至凤姐都让过了，仍到贾母处，见他母亲也过来了。大家问起宝玉晚上好么。宝钗便说：“回去就睡了，没有什么。”众人放心，又说些闲话。",
            "english": "Baochai hurried to wash up, and Yinger, Xiren, and others followed her, first going to Jialou's, then to Wang Fei's, and finally returning to Jialou's to greet her mother. Everyone asked how Baoyu was doing that night, and Baochai replied, \"He went to bed right away, nothing happened.\" Everyone breathed a sigh of relief, and they talked about other things.",
            "chinese": "宝钗赶紧梳洗了一下，莺儿、袭人等人跟着她，先去贾母那里行了礼，然后从王夫人那边起至凤姐都拜过了，最后回到贾母处，见到她母亲也过来了。大家问起宝玉晚上好不好，宝钗说：“回去就睡了，没什么。”众人放心，又说些闲话。"
        },
        {
            "original": "只见小丫头进来，说：“二姑奶奶要回去了。听见说，孙姑爷那边人来，到大太太那里说了些话，大太太叫人到四姑娘那边说，不必留了，让他去罢。如今二姑奶奶在大太太那边哭呢，大约就过来辞老太太。”贾母众人听了，心中好不自在，都说：“二姑娘这么一个人，为什么命里遭著这样的人！一辈子不能出头，这可怎么好呢？”",
            "english": "The little girl came in and said, \"Second Madam is leaving. I heard that the people from Uncle Sun's side came to ask about Big Madam, and Big Madam told Fourth Madam not to keep Uncle Sun here, to let him go. Now Second Madam is crying in Big Madam's room, and she will probably come over to say goodbye to Grandmother soon.\" The old lady and the others were all uncomfortable, and they all said, \"Second Madam is such a nice person, why does her命里have to be like this? She can't even get ahead in life. What a pity!\"",
            "chinese": "小丫头进来，说：“二姑奶奶要走了。听人说，孙姑爷那边的人来找大太太，大太太就让人告诉四姑娘，不用留孙姑爷了，让他走。现在二姑奶奶在大太太那边哭呢，可能马上就过来辞别老太太。”贾母和众人都很不自在，都说：“二姑娘这么一个人，为什么命里遭着这样的人！一辈子不能出头，这可怎么好呢？”"
        },
        {
            "original": "说著，迎春进来，泪痕满面，因是宝钗的好日子，只得含著泪，辞了众人要回去。贾母知道他的苦处，也不便强留，只说道：“你回去也罢了，但只不用伤心。碰著这样人，也是没法儿的。过几天我再打发人接你去罢。”迎春道：“老太太始终疼我，如今也疼不来了。可怜我没有再来的时候儿了！”说著，眼泪直流。众人都劝道：“这有什么不能回来的呢？比不得你三妹妹隔得远，要见面就难了。”贾母等想起探春，不觉也大家落泪。为是宝钗的生日，只得转悲作喜说：“这也不难。只要海疆平静，那边亲家调进京来，就见的著了。”大家说：“可不是这么著么？”",
            "english": "Yingchun came in, her face streaked with tears. It was Baoshui’s birthday, so she had to leave everyone, weeping, to go back. Jia Mi knew how hard it was on her, so she didn’t try to force her to stay. Instead, she said, “It’s all right if you go home now, but don’t be sad. There’s nothing you can do about it. I’ll send someone to fetch you again in a few days.” Yingchun said, “My grandmother always loved me, but she can’t love me now. It’s terrible that I won’t ever be able to come back!” Everyone said, “It’s not that bad. Your sister is so far away that it’s hard to see her. Yingchun, you can come back any time you want.” Jia Mi and the others started thinking about Chunqiu and began to cry again. “It’s not impossible,” they said. “If the sea trade is peaceful and Chunqiu’s father is transferred to Beijing, she’ll be able to see us again.”",
            "chinese": "迎春进来，泪痕满面，因为是宝钗的好日子，只得含着泪，辞了众人要回去。贾母知道他的苦处，也不便强留，只说道：“你回去也罢了，但只不用伤心。碰著这样人，也是没法儿的。过几天我再打发人接你去罢。”迎春道：“老太太始终疼我，如今也疼不来了。可怜我没有再来的时候儿了！”说著，眼泪直流。众人都劝道：“这有什么不能回来的呢？比不得你三妹妹隔得远，要见面就难了。”贾母等想起探春，不觉也大家落泪。为是宝钗的生日，只得转悲作喜说：“这也不难。只要海疆平静，那边亲家调进京来，就见的著了。”大家说：“可不是这么著么？”"
        },
        {
            "original": "说著，迎春只得含悲而别。大家送了出来，仍回贾母那里，从早至暮，又闹了一天。众人见贾母劳乏，各自散了。独有薛姨妈辞了贾母，到宝钗那里说道：“你哥哥是今年过了，直要等到皇恩大赦的时候减了等才好赎罪。这几年叫我孤苦伶仃，怎么处！我想要给你二哥哥完婚，你想想好不好？”宝钗道：“妈妈是因为大哥哥娶了亲，吓怕了的，所以把二哥哥的事也疑惑起来。据我说，很该办。邢姑娘是妈妈知道的，如今在这里也很苦。娶了去，虽说偺们穷，究竟比他傍人门户好多著呢。”薛姨妈道：“你得便的时候，就去回明老太太，说我家没人，就要择日子了。”宝钗道：“妈妈只管和二哥哥商量，挑个好日子，过来和老太太、大太太说了，娶过去就完了一宗事。这里大太太也巴不得娶了去才好。”薛姨妈道：“今日听见史姑娘也就回去了，老太太心里要留你妹妹在这里住几天，所以他住下了。我想他也是不定多早晚就走的人了，你们姊妹们也多叙几天话儿。”宝钗道：“正是呢。”于是薛姨妈又坐了一坐，出来辞了众人，回去了。",
            "english": "While saying this, Yingchun could only hold back her sorrow and bid farewell. Everyone sent her out and returned to Jia Mother, from early morning to late afternoon, and another day was disturbed. Everyone saw Jia Mother tired and each went their own way. Only Xue Pai left Jia Mother and went to Baochai. She said, \"My eldest brother will be released from prison after this year, but it will not be until the great amnesty that the sentence is reduced. These years I have been alone and lonely. How can I live!\" Xue Pai said, \"You are afraid because of your eldest brother's marriage, so you are hesitant about my second brother's marriage. In my opinion, you should get married. Xing Guan is a person you know well, and now she is also very lonely. Marry her, although we are poor, we are much better than being a wife of others.\" Xue Pai said, \"You can go and tell Jia Mother about it when you have time. We have no one at home, so we can choose a good day.\" Baochai said, \"Mom, you can talk to your second brother and pick a good day to come and tell Jia Mother and Grandmother薛姨妈说：“今天听说史姑娘也回家了，老太太想让宝钗妹妹留下来住几天，所以她就住下了。我想她也是不定什么时候走的人，你们姐妹们可以多叙叙话。”宝钗说：“是啊。”于是薛姨妈坐了一坐，出来和众人道别，回去了。",
            "chinese": "说著，迎春只得含悲而别。大家送了出来，仍回贾母那里，从早至暮，又闹了一天。众人见贾母劳乏，各自散了。独有薛姨妈辞了贾母，到宝钗那里说道：“你哥哥是今年过了，直要等到皇恩大赦的时候减了等才好赎罪。这几年叫我孤苦伶仃，怎么处！我想要给你二哥哥完婚，你想想好不好？”宝钗道：“妈妈是因为大哥哥娶了亲，吓怕了的，所以把二哥哥的事也疑惑起来。据我说，很该办。邢姑娘是妈妈知道的，如今在这里也很苦。娶了去，虽说我们穷，究竟比他傍人门户好多著呢。”薛姨妈道：“你得便的时候，就去回明老太太，说我家没人，就要择日子了。”宝钗道：“妈妈只管和二哥哥商量，挑个好日子，过来和老太太、大太太说了，娶过去就完了一宗事。这里大太太也巴不得娶了去才好。薛姨妈说：“今天听说史姑娘也回家了，老太太想让宝钗妹妹留下来住几天，所以她就住下了。我想她也是不定什么时候走的人，你们姐妹们可以多叙叙话。”宝钗说：“是啊。”于是薛姨妈坐了一坐，出来和众人道别，回去了。"
        },
        {
            "original": "却说宝玉晚间归房，因想昨夜黛玉竟不入梦，或者他已经成仙，所以不肯来见我这种浊人，也是有的；不然，就是我的性儿太急了，也未可知。”便想了个主意，向宝钗说道：“我昨夜偶然在外头睡著，似乎比在屋里睡的安稳些，今日起来，心里也觉清净。我的意思，还要在外头睡两夜，只怕你们又来拦我。”",
            "english": "One night, when Bao Yuyu returned to his room, he thought to himself, \"Perhaps the reason I didn't dream about Daiyu last night is that she has already become a celestial being and doesn't want to see such a dirty person as me. Or maybe it's because my temperament is too impetuous.\" So, he came up with a plan and told Bao Chao, \"Last night, when I slept outside, I felt more comfortable than when I slept inside. When I woke up this morning, my mind felt clearer. My idea is that I want to sleep outside for another two nights. Please don't stop me.\"",
            "chinese": "话说宝玉晚上回到房里，想着昨晚黛玉竟然没入梦，可能他已经成仙，不肯见这种污浊的人；也可能，是我的性子太急了。于是，他想了个主意，向宝钗说道：“我昨晚在外面睡觉，似乎比在屋里安稳，今天起来，心里也感觉清净。我的想法是，还要在外面睡两晚，你们不要拦我。”"
        },
        {
            "original": "宝钗听了，明知早晨他嘴里念诗自然是为黛玉的事了，想来他那个呆性是不能劝的，倒好叫他睡两夜，索性自己死了心也罢了，况兼昨夜听他睡的倒也安静。便道：“好没来由。你只管睡去，我们拦你作什么？但只别胡思乱想的招出些邪魔外祟来。”宝玉笑道：“谁想什么？”袭人道：“依我劝，二爷竟还是屋里睡罢。外边一时照应不到，著了凉，倒不好。”宝玉未及答言，宝钗却向袭人使了个眼色儿。袭人会意，道：“也罢，叫个人跟著你罢，夜里好倒茶倒水的。”宝玉便笑道：“这么说，你就跟了我来。”袭人听了，倒没意思起来，登时飞红了脸，一声也不言语。宝钗素知袭人稳重，便说道：“他是跟惯了我的，还叫他跟著我罢。叫麝月五儿照料著也罢了。况且今日他跟著我闹了一天也乏了，该叫他歇歇了。”",
            "english": "“Paochao listened and knew that Baiyi's early morning poetry was for Daidi's affairs. He thought that his silly nature was not something that could be advised, so he would let him sleep for two nights and die of his heart. Besides, he slept quietly last night. He said, \"I don't know why. You just sleep. We don't stop you. Just don't think about anything that will bring out some evil spirits.\" Baiyi smiled and said, \"Who thinks about anything?\" Xishi said, \"I think you should sleep in your room. It's easy to catch a cold if you sleep outside. It's not good.\" Baiyi didn't say anything, and Paochao gave Xishi a look. Xishi understood and said, \"Let's call someone to take care of you. You can't drink water at night.\" Baiyi laughed and said, \"I'll follow you.\" Xishi heard it and was a little embarrassed. She didn't say anything. Paochao knew that Xishi was serious, so he said, \"Let's call Shishu and Wuji to take care of you today. They're tired from working all day.\"”",
            "chinese": "宝钗听了，知道宝玉早晨念诗是为黛玉的事，想他那种呆性是不能劝的，倒不如让他睡两夜，自己死了心也好。况且昨天晚上看他睡得挺安静。便说：“没来由的。你只管睡，我们拦你做什么？不过别胡思乱想的招出些邪魔外祟来。”宝玉笑道：“谁想什么？”袭人道：“依我劝，你还是屋里睡吧。外边一时照顾不到，容易着凉，不好。”宝玉没说话，宝钗朝袭人使了个眼色。袭人明白，道：“要不，叫个人跟着你吧，夜里好倒茶倒水的。”宝玉笑道：“那我就跟着你去。”袭人听了，有点不好意思，一声不吭。宝钗知道袭人稳重，便说：“还是叫麝月五儿照顾你吧。今天他跟着我累了一天，该让他歇歇了。””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉只得笑著出来。宝钗因命麝月五儿给宝玉仍在外间铺设了，又嘱咐两个人：“醒睡些。要茶要水，都留点神儿。”两个答应著。出来看见宝玉端然坐在床上，闭目合掌，居然像个和尚一般，两个也不敢言语，只管瞅著他笑。宝钗又命袭人出来照应。袭人看见这般，却也好笑，便轻轻的叫道：“该睡了。怎么又打起坐来了？”宝玉睁开眼看见袭人，便道：“你们只管睡罢，我坐一坐就睡。”袭人道：“因为你昨日那个光景，闹的二奶奶一夜没睡。你再这么著，成什么事？”宝玉料著自己不睡，都不肯睡，便收拾睡下。袭人又嘱咐了麝月等几句，才进去关门睡了。",
            "english": "宝玉只好笑着出来。宝钗让麝月五儿在外间给他铺床，又叮嘱他们：“醒醒睡睡，有茶有水，都留个心。”两个答应着出来，看见宝玉坐在床上，闭着眼，像个和尚一样，他们也不敢说话，只管盯着他笑。宝钗又让袭人出来照顾他。袭人看到这情景，也很好笑，便轻轻地说：“该睡了。怎么又打坐起来了？”宝玉睁开眼看见袭人，便说：“你们只管睡吧，我坐一会儿就睡。”袭人说：“因为你昨天那个样子，闹得二奶奶一夜没睡。你再这么着，成什么事？”宝玉知道自己不睡，也不想睡，便收拾睡觉。袭人又叮嘱了麝月几句，才进去关门睡觉了。",
            "chinese": "宝玉只好笑着出来。宝钗让麝月五儿在外间给他铺床，又叮嘱他们：“醒醒睡睡，有茶有水，都留个心。”两个答应着出来，看见宝玉坐在床上，闭着眼，像个和尚一样，他们也不敢说话，只管盯着他笑。宝钗又让袭人出来照顾他。袭人看到这情景，也很好笑，便轻轻地说：“该睡了。怎么又打坐起来了？”宝玉睁开眼看见袭人，便说：“你们只管睡吧，我坐一会儿就睡。”袭人说：“因为你昨天那个样子，闹得二奶奶一夜没睡。你再这么着，成什么事？”宝玉知道自己不睡，也不想睡，便收拾睡觉。袭人又叮嘱了麝月几句，才进去关门睡觉了。"
        },
        {
            "original": "这里麝月五儿两个人也收拾了被褥，伺候宝玉睡著，各自歇下。那知宝玉要睡越睡不著，见他两个人在那里打铺，忽然想起那年袭人不在家时，晴雯麝月两个人服侍，夜间麝月出去，睛雯要吓他，因为没穿衣服，著了凉，后来还是从这个病上死的。想到这里，一心移在晴雯身上去了。忽又想起凤姐说五儿给晴雯脱了个影儿，因将想睛雯的心又移在五儿身上。自己假装睡著，偷偷儿的看那五儿，越瞧越像晴雯，不觉呆性复发。听了听里间已无声息，知是睡了。但不知麝月睡了没有，便故意叫了两声，却不答应。",
            "english": "Here, Xishui and Wu'er tidied up the bedclothes and waited for Yu Bai to sleep before retiring. But Yu Bai couldn't sleep, watching Xishui and Wu'er lay out the bedclothes, suddenly thinking of that year when Xishui was not at home, and Qiongwen and Xishui served him together. Later, Xishui went out, and Qiongwen wanted to scare her because she was not wearing clothes and caught a cold. Later, she died because of this disease. Thinking of this, Yu Bai's mind shifted to Qiongwen. He then thought of the words of the Lady Wang that Wu'er was like the shadow of Qiongwen, and his mind shifted to Wu'er. He pretended to be asleep, watching Wu'er secretly, and the more he looked, the more he resembled Qiongwen, and he couldn't help but become foolish again. He listened to the动静 in the inner room and knew that Wu'er was asleep. But he didn't know if Xishui was asleep, so he called her twice, but Xishui didn't answer.",
            "chinese": "这里麝月和五儿收拾了被褥，伺候宝玉睡着，各自歇息。可是宝玉睡不着，看着麝月和五儿打铺，忽然想起那年袭人不在家，晴雯和麝月两个人服侍，后来麝月出去了，晴雯要吓唬她，因为没穿衣服，着了凉，后来还是因为这个病去世的。想到这里，宝玉的心思就转移到了晴雯身上。他又想起凤姐说五儿像晴雯的影子，于是心思又转移到了五儿身上。他假装睡着了，偷偷地看五儿，越看越像晴雯，不禁又犯了呆傻。听了听里间的动静，知道五儿已经睡着了。但是他不知道麝月睡没睡着，就故意叫了两声，麝月没有答应。"
        },
        {
            "original": "五儿听见了宝玉叫人，便问道：“二爷要什么？”宝玉道：“我要漱漱口。”五儿见麝月己睡，只得起来，重新剪了蜡花，倒了一锺茶来，一手托著漱盂。却因赶忙起来的，身上只穿著一件桃红绫子小袄儿，松松的挽著一个鬓儿。宝玉看时，居然晴雯复生。忽又想起晴雯说的“早知担了虚名，也就打个正经主意了”。不觉呆呆的呆看，也不接茶。",
            "english": "Wu Er heard the sound of Baoyu calling someone, and asked, \"What do you need?\" Baoyu said, \"I need to rinse my mouth.\" Wu Er saw that Shiqi was already asleep, so she had to get up, relight the candle, and pour a cup of tea. She was wearing a small red coat and had loosely tied her hair in a bun. Baoyu looked at her and suddenly remembered what Qiong Wen had said, \"If I had known about this empty title earlier, I would have worked hard to do something meaningful.\" He stared at her in silence, not taking the tea.",
            "chinese": "五儿听到宝玉叫人，便问道：“二爷需要什么？”宝玉说：“我要漱漱口。”五儿见麝月已经睡了，只好起来，重新点上蜡烛，倒了一杯茶来，一手托著漱盂。她穿着一件桃红色的小袄，松松地挽了一个鬓角。宝玉看着她，忽然想起晴雯说过的话：“早知道会有这个虚名，我就应该好好地做点正经事了。”他呆呆地看着，也不接茶。"
        },
        {
            "original": "那五儿自从芳官去后，也无心进来了。后来听说凤姐叫他进来伏侍宝玉，竟比宝玉盼他进来的心还急。不想进来以后，见宝钗袭人一般尊贵稳重，看著心里实在敬慕；又见宝玉疯疯傻傻，不似先前的丰致；又听见王夫人为女孩子们和宝玉玩笑都撵了：所以把那女儿的柔情和素日的痴心，一概搁起。怎奈这位呆爷今晚把他当作晴雯，只管爱惜起来。那五儿早已羞得两颊红潮，又不敢大声说话，只得轻轻的说道：“二爷，漱口啊。”宝玉笑著，接了茶在手中，也不知道漱了没有，便笑嘻嘻的问道：“你和晴雯姐姐好不是啊？”",
            "english": "Ever since Fang's departure, Wuyi also lost her enthusiasm. Later, she heard that Lady Feng had called her in to serve Yu Bai, and she was even more eager than Yu Bai. Unexpectedly, when she came in, she saw that Lady Feng was as respected and stable as Xisi, and she admired her heart; she also saw that Yu Bai was crazy and not as elegant as before; and she heard that Lady Wang had driven away the girls and Yu Bai for playing jokes. So she put aside her daughter's love and the foolishness of her heart. However, this foolish man tonight treated her like Qiongwen, only to love her. Wuyi was already blushing with embarrassment, not daring to speak loudly, and could only whisper, \"Elder Brother, please rinse your mouth.\" Yu Bai smiled, took the tea, and didn't know if he rinsed his mouth or not, and then asked with a smile, \"Are you and Qiongwen good?\"\n\n以上是将中国白话改写为简单的现代英语的示例。",
            "chinese": "自从芳官离开后，五儿也失去了兴致。后来听说凤姐叫她进来伺候宝玉，竟比宝玉还着急。不想进来后，见宝钗袭人一样尊贵稳重，看着心里实在敬佩；又见宝玉疯疯傻傻，不像以前那么风流倜傥；又听说王夫人因为女孩子们和宝玉开玩笑而赶走了他们。所以把女儿的柔情和素日的痴心都放下了。无奈这位呆子今晚把他当作晴雯，只顾爱惜。那五儿早已羞得两颊红潮，不敢大声说话，只得轻轻说道：“二爷，漱口啊。”宝玉笑着，接过茶，也不知道漱没漱口，就笑嘻嘻地问道：“你和晴雯姐姐好吗？”\n\n以上是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "五儿听了，摸不著头脑，便道：“都是姊妹，也没有什么不好的。”宝玉又悄悄的问道：“晴雯病重了，我看他去，不是你也去了么？”五儿微微笑著点头儿。宝玉道：“你听见他说什么了没有？”五儿摇著头儿道：“没有。”宝玉已经忘神，便把五儿的手一拉。五儿急的红了脸，心里乱跳，便悄悄说道：“二爷，有什么话只管说，别拉拉扯扯的。”宝玉才撒了手，说道：“他和我说来著：‘早知担了个虚名，也就打正经主意了！’你怎么没听见么？”",
            "english": "Wu'er listened and was at a loss, and said, \"We are all sisters, there is nothing bad about us.\" Bai Yubao asked in a whisper, \"Qingwen is very ill. Will you go and see her?\" Wu'er smiled slightly and nodded. Bai Yubao asked, \"Have you heard what she said?\" Wu'er shook her head and said, \"No.\" Bai Yubao was already in a trance, and he took Wu'er's hand. Wu'er was so embarrassed that her face turned red and her heart beat wildly. She whispered, \"Elder brother, you can say whatever you want, but don't pull and pull.\" Bai Yubao let go of her hand, and said, \"He told me, 'I wish I hadn't taken on a false name, and I would have had a serious intention!' Did you hear that? You didn't hear it?\"",
            "chinese": "五儿听了，摸不着头脑，便说：“我们都是姐妹，没有不好的。”宝玉又悄悄问道：“晴雯病重了，我去看看，你也去了吧？”五儿微微笑着点头。宝玉问道：“你听见她说什么了没有？”五儿摇摇头，说道：“没有。”宝玉已经入神，便拉了五儿的手。五儿急得脸红了，心里乱跳，便悄悄说道：“二爷，有什么话只管说，别拉拉扯扯的。”宝玉才松了手，说道：“他和我说来着：‘早知担了个虚名，也就打正经主意了！’你怎么没听见？”"
        },
        {
            "original": "五儿听了这话明明是撩拨自己的意思，又不敢怎么样，便说道：“那是他自己没脸。这也是我们女孩儿家说得的吗？”宝玉著急道：“你怎么也是这么个道学先生！我看你长的和他一模一样，我才肯和你说这个话，你怎么倒拿这些话糟蹋他？”",
            "english": "Wu'er heard this and knew that she was trying to stir me up. I didn't know what to do and said, \"That's because he has no face, how can we girls talk about it?\" Baoyu was anxious and said, \"How can you be such a self-righteous person! I see you look just like him, that's why I'm willing to talk to you about this. How can you insult him with these words?\"\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n在______中，证券价格总是能及时充分地反映所有相关信息，包括所有公开的信息和内幕信息。\n\nAssistant: 强有效市场 强有效市场\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n胸廓扩张度主要观察\n\nAssistant: 两手平举时两手之间的距离\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n【简答题】请简述《西游记》中孙悟空的身世。\n\nAssistant: 孙悟空原是东胜神州傲来国花果山灵石孕育的仙石,因见风化作石猴,自称“美猴王”。后经千山万水",
            "chinese": "五儿听了这话，明明是想撩拨我，我又不敢怎么样，便说道：“那是他自己没脸，我们女孩儿家说得了吗？”宝玉着急道：“你怎么也是这么个道学先生！我看你长得和他一模一样，我才肯和你说这个话，你怎么倒拿这些话糟蹋他？”"
        },
        {
            "original": "此时五儿心中也不知宝玉是怎么个意思，便说道：“夜深了，二爷睡罢，别尽管坐著，看凉著了。刚才奶奶和袭人姐姐怎么嘱咐来？”宝玉道：“我不凉。”说到这里，忽然想起五儿没穿著大衣裳，就怕他也像晴雯著了凉，便问道：“你为什么不穿上衣裳就过来？”五儿道：“爷叫的紧，那里有尽著穿衣裳的空儿？要知道说这半天话儿时，我也穿上了。”",
            "english": "Now, Liuyi's heart is not clear what Baoyu's meaning, said: \"It's already late, second son hurry to sleep, do not sit any more, to avoid catching cold. Just now Grandma and Xisi sister how to instruct you?\" Baoyu said: \"I'm not cold.\" When he said this, he suddenly remembered Liu Yi didn't wear a coat, worried that she would catch a cold like Qiongwen, and asked: \"Why didn't you wear a coat and come over?\" Liu Yi said: \"You call me so tight, where do I have time to wear a coat? If I knew I would sit here for so long, I would have put it on.\"",
            "chinese": "现在五儿心里也不清楚宝玉的意思，就说：“天已经很晚了，二爷赶快睡觉吧，不要再坐了，免得着凉。刚才奶奶和袭人姐姐怎么交代你的？”宝玉说：“我不冷。”说到这，他突然想起五儿没穿外套，担心她像晴雯一样着凉，就问：“你为什么不穿上外套就过来？”五儿说：“爷叫得紧，哪里有时间穿外套？要知道坐这么长时间，我也穿上了。”"
        },
        {
            "original": "宝玉听了，连忙把自己盖的一件月白绫子绵袄儿揭起来递给五儿，叫他披上。五儿只不肯接，说：“二爷盖著罢，我不凉。我凉，我有我的衣裳。”说著，回到自己铺边，拉了一件长袄披上。又听了听，麝月睡的正浓，才慢慢过来说：“二爷今晚不是要养神呢吗？”宝玉笑道：“实告诉你罢，什么是养神？我倒是要遇仙的意思。”五儿听了，越发动了疑心，便问道：“遇什么仙？”宝玉道：“你要知道，这话长著呢。你挨著我来坐下，我告诉你。”五儿红了脸，笑道：“你在那里躺著，我怎么坐呢？”宝玉道：“这个何妨？那一年冷天，也是你晴雯姐姐和麝月姐姐玩，我怕冻著他，还把他揽在一个被窝儿里呢。这有什么？大凡一个人，总别酸文假醋的才好。”",
            "english": "When Bao Yuyu heard this, he hurriedly lifted up his white satin quilted vest and gave it to Wudi. Wu Di would not accept it, saying, \"You cover yourself, I'm not cold. I'm cold, I have my own clothes.\" He returned to his bed and pulled a long jacket over his shoulders. Then he listened, and saw that Xue Yue was asleep. He said slowly, \"Brother, you don't know what you are asking. In fact, I want to meet the old man tonight.\" Wu Di heard this and became more suspicious. She asked, \"What old man?\" Bao Yuyu said, \"I'll tell you. It's a long story. Come and sit next to me. I'll tell you.\" Wu Di turned red and said, \"You're lying on the bed. How can I sit down?\" Bao Yuyu said, \"There's nothing wrong with that. Last year, when it was cold, Qing Wen and Xue Yue played, and I was afraid that Qing Wen would be frozen. I even hugged her in the quilt. It's nothing. Generally speaking, one should not be too much of a sentimentalist.\"",
            "chinese": "宝玉听了，连忙把自己的月白绫子绵袄儿掀起来递给五儿，叫她披上。五儿只不肯接，说：“二爷盖著吧，我不冷。我冷，我有我的衣服。”说着，回到自己铺边，拉了一件长袄披上。又听了听，麝月睡得正熟，才慢慢过来说：“二爷今晚不是要养神吗？”宝玉笑道：“其实告诉你吧，什么养神？我倒是要遇仙的意思。”五儿听了，越发动了疑心，便问道：“遇什么仙？”宝玉道：“你要知道，这话说起来长。你挨着我来坐下，我告诉你。”五儿红了脸，笑道：“你在那里躺着，我怎么坐呢？”宝玉道：“这有什么？那一年冷天，也是你晴雯姐姐和麝月姐姐玩，我怕冻着她，还把她揽在一个被窝里呢。这有什么？大凡一个人，总别酸文假醋的才好。”"
        },
        {
            "original": "五儿听了，句句都是宝玉调戏之意，那知这位呆爷却是实心实意的话。五儿此时走开不好，站著不好，坐下不好，倒没了主意。因拿眼一溜，抿著嘴儿笑道：“你别混说了。看人家听见，什么意思？怨不得人家说你专在女孩儿身上用工夫！你自己放著二奶奶和袭人姐姐，都是仙人儿似的，只爱和别人混搅。明儿再说这些话，我回了二奶奶，看你什么脸见人！”",
            "english": "Wu'er heard every word as if it were intended to make fun of the master. But he was in earnest. Wu'er didn't know what to do. She glanced at him and smiled, \"Don't be foolish. What if someone hears? What does that mean? No wonder everyone says you're always messing around with girls. You should have a proper regard for the second master and Xisi. They're both like celestial beings. You only want to play around with others. If you say these things again, I'll tell the second master, and you'll have no face to show in front of people!\"",
            "chinese": "五儿听了，句句都是宝玉调戏的意图，但这位呆子却是真心诚意的话。五儿此时走开不好，站着不好，坐着也不好，没了主意。于是，她用眼瞟了瞟，抿著嘴儿笑道：“你别胡说。看人家听见，什么意思？难怪人家说你专在女孩儿身上用工夫！你自己放著二奶奶和袭人姐姐，都是仙人儿似的，只爱和别人混搅。明儿再说这些话，我回了二奶奶，看你什么脸见人！”"
        },
        {
            "original": "正说著，只听外面咕咚一声，把两个人吓了一跳。里间宝钗咳嗽了一声，宝玉听见，连忙努嘴儿，五儿也就忙忙的息了灯，悄悄的躺下了。原来宝钗袭人因昨夜不曾睡，又兼日间劳乏了一天，所以睡去，都不曾听见他们说话，此时院中一响，猛然惊醒，听了听，也无动静。宝玉此时躺在床上，心里疑惑：“莫非林妹妹来了，听见我和五儿说话，故意吓我们的？……”翻来覆去，胡思乱想，五更以后，才朦胧睡去。",
            "english": "Then, as they were talking, they heard a thud from outside, which startled them both. Inside the room, Baochai coughed, and when Baoquan heard it, he gave Baochai a signal to stop talking. Wudi quickly extinguished the lamp and lay down quietly. It turned out that Baochai and Xisi were tired after staying up late last night and working all day, so they fell asleep without hearing them talking. When they suddenly heard a sound outside, they woke up and listened carefully, but there was no sound. At that moment, Baoquan was lying in bed, thinking to himself, \"Maybe Lin Daiyu came, heard me talking to Wudi, and deliberately frightened us?\" He tossed and turned, thinking about all kinds of things. After five o'clock in the morning, he finally fell asleep.",
            "chinese": "说着，只听外面咕咚一声，把两个人吓了一跳。里间宝钗咳嗽了一声，宝玉听见，连忙努嘴儿，五儿也就忙忙的息了灯，悄悄的躺下了。原来宝钗和袭人因昨夜没有睡，又累了一天，所以睡去，都没听见他们说话，此时院中一响，猛然惊醒，听了听，也没动静。宝玉此时躺在床上，心里疑惑：“莫非林妹妹来了，听见我和五儿说话，故意吓我们的？……”翻来覆去，胡思乱想，五更以后，才朦胧睡去。"
        },
        {
            "original": "却说五儿被宝玉鬼混了半夜，又兼宝钗咳嗽，自己怀著鬼胎，生怕宝钗听见了，也是思前想后，一夜无眠。次日一早起来，见宝玉尚自昏昏睡著，便轻轻儿的收拾了屋子。那里麝月已醒，便道：“你怎么这么早起来了？你难道一夜没睡吗？”五儿听这话又似麝月知道了的光景，便只是讪笑，也不答言。",
            "english": "Wu Er was tormented by Baoyu for the whole night, and with Baoshui's cough, she was also a bit restless, afraid that Baoshui would hear it, and thinking about it, she didn't sleep all night. The next morning, seeing that Baoyu was still sleeping, she secretly tidied up the room. Shishu had already woken up and asked, \"How early are you up? Don't you sleep all night?\" Wu Er heard this and thought Shishu knew, just laughed and didn't answer.",
            "chinese": "五儿被宝玉纠缠了一整夜，加上宝钗咳嗽，自己也有些心神不宁，怕宝钗听到，想着想着就一夜没睡。第二天一早，见宝玉还在睡觉，她偷偷收拾了屋子。麝月已经醒了，问道：“你怎么这么早就起来了？难道你一晚上都没睡吗？”五儿听到这话，以为麝月知道了，只是讪笑，没回答。"
        },
        {
            "original": "一时，宝钗袭人也都起来。开了门，见宝玉尚睡，却也纳闷：“怎么在外头两夜睡的倒这么安稳呢？”及宝玉醒来，见众人都起来了，自己连忙爬起。揉著眼睛，细想昨夜又不曾梦见，可是“仙凡路隔”了。慢慢的下了床，又想昨夜五儿说的“宝钗袭人都是天仙一般”，这话却也不错，便怔怔的瞅著宝钗。宝钗见他发怔，虽知他为黛玉之事，却也定不得梦不梦，只是瞅的自己倒不好意思的，便道：“你昨夜可遇见仙了么？”宝玉听了，只道昨晚的话宝钗听见了，笑著勉强说道：“这是那里的话？”",
            "english": "One day, both Baoshui and Xiren woke up. They opened the door and saw that Baiyu was still sleeping. They were puzzled, \"Why did he sleep outside for two nights and sleep so soundly?\" When Baiyu woke up, he saw that everyone had already gotten up, and he hurriedly got up. He rubbed his eyes and couldn't remember what he had dreamed about last night, possibly because \"the road between heaven and earth was divided.\" Then he slowly got out of bed, and he thought about what Liu'er said last night, \"Baoshui and Xiren are both celestial beings.\" This is not a lie. He stared blankly at Baoshui. Baoshui saw that he was dazed and although he knew he was thinking about Lin Daiyu, he didn't want to say anything, so he asked, \"Did you dream of a fairy last night?\" Baiyu heard this and only thought that Baoshui must have heard what he said last night, and he forced a smile and said, \"What nonsense.\"揉着眼睛，细想昨夜又不曾梦见，可是“仙凡路隔”了。慢慢的下了床，又想昨夜五儿说的“宝钗袭人都是天仙一般",
            "chinese": "有一天，宝钗和袭人也都起床了。他们见宝玉还在睡觉，就感到纳闷：“为什么他睡在门外两天，睡得这么安稳呢？”等到宝玉醒来，发现大家都起来了，就匆忙爬起来。揉着眼睛，想不起来昨晚梦到什么，可能是因为“仙凡路隔”了。然后慢慢地下了床，又想昨晚五儿说的“宝钗袭人都是天仙一般”，这话也不假。他就怔怔地盯着宝钗看。宝钗见他发呆，虽然知道他在想黛玉的事，但也不好意思，就问：“你昨晚梦到仙人了吗？”宝玉听了，只道昨晚的话宝钗听见了，勉强笑着说：“这是哪里的话？”\n\n请将中文改为英文。\n\n中文：一时，宝钗袭人也都起来。开了门，见宝玉尚睡，却也纳闷：“怎么在外头两夜睡的倒这么安稳呢？”及宝玉醒来，见众人都起来了，自己连忙爬起。揉著眼睛，细想昨夜又不曾梦见，可是“仙凡路隔”了。慢慢的下了床，又想昨夜五儿说的“宝钗袭人都是天仙一般"
        },
        {
            "original": "那五儿听了这一句，越发心虚起来，又不好说的，只得且看宝钗的光景。只见宝钗又笑著问五儿道：“你听见二爷睡梦里和人说话来著么？”宝玉听了，自己坐不住，搭讪著走开了。五儿把脸飞红，只得含糊道：“前半夜倒说了几句，我也没听真。什么‘担了虚名’，又什么‘没打正经主意’，我也不懂，劝著二爷睡了。后来我也睡了，不知二爷还说来著没有。”",
            "english": "Wu'er heard this and felt even more nervous, not knowing what to say. She could only watch Baosheng's reaction. She saw Baosheng smile and ask Wu'er, \"Did you hear Erge's dream talking to someone?\" Baoyu heard this and couldn't sit still, making an excuse to leave. Wu'er's face turned red and she mumbled, \"I only heard a few words in the first half of the night. What he said about 'bearing a false name' and 'having no serious plans' didn't make sense to me. I tried to persuade him to sleep. Later, I also fell asleep, so I don't know if he continued to talk in his sleep.\"",
            "chinese": "五儿听了这句话，更加心虚了，不好说些什么，只能看看宝钗的动静。只见宝钗又笑着问五儿：“你听见二爷梦里和人说话了？”宝玉听了，坐不住了，借口离开。五儿脸红了，含糊地回答：“前半夜说了几句，我没听真。什么‘担了虚名’，又什么‘没打正经主意’，我不懂，劝了二爷睡。后来我也睡了，不知道二爷还说没有。”"
        },
        {
            "original": "宝钗低头一想：“这话明是为黛玉了。但尽著叫他在外头，恐怕心邪了，招出些花妖柳怪来。况兼他的旧病，原在姐妹上情重。只好设法将他的心意挪移过来，然后能免无事。”想到这里，不免面红耳热起来，也就讪讪的进房梳洗去了。",
            "english": "Baochai lowered her head and thought to herself: \"These words are obviously for Daiyu. But if he stays outside, he might become distracted and get into trouble. And his old illness was related to his close relationship with his sisters. We have to find a way to divert his attention, so he won't have any problems.\" Thinking of this, Baochai couldn't help turning red and blushing, so she didn't say much more and went to wash up.\n\n其他翻译版本：\n\n宝钗低下头，想了想，“这话显然是为黛玉说的。但如果让他在外面待着，恐怕他会心猿意马，惹出花妖柳怪来。而且他的旧病，本来就和姐妹们过分亲近有关。只好想办法转移他的注意力，这样他就不会出问题了。”想到这里，宝钗不禁面红耳热，也就不多说了，就去梳洗了。",
            "chinese": "宝钗低头一想：“这话明是为黛玉了。但让他在外面待着，恐怕会心猿意马，惹出花妖柳怪来。而且他的旧病，本来就和姐妹们过份亲近有关。只好想办法转移他的注意力，这样他就不会出问题了。”想到这里，宝钗不禁面红耳热，也就不多说了，就去梳洗了。"
        },
        {
            "original": "且说贾母两日高兴，略吃多了些，这晚有些不受用；第二天便觉著胸口饱闷。鸳鸯等要回贾政。贾母不叫言语，说：“我这两日嘴馋些，吃多了点子。我饿一顿就好了，你们快别吵嚷。”于是鸳鸯等并没有告诉人。",
            "english": "Jia Mote was happy for two days, and ate too much. The next day, her chest felt tight. Quanyang wanted to tell Jia Zheng. Jia Mote didn't say anything, saying, \"I'm greedy and ate too much. A hunger will make me feel better, so don't make a fuss.\" Quanyang didn't tell anyone else.",
            "chinese": "贾母高兴了两天，吃多了点，第二天就胸口闷。鸳鸯要告诉贾政。贾母不说话，说：“我嘴馋，吃多了点。饿一顿就好了，别吵嚷。”鸳鸯没告诉别人。"
        },
        {
            "original": "这日晚间，宝玉回到自己屋里，见宝钗自贾母王夫人处才请了晚安回来，宝玉想著早起之事，未免赧颜抱惭。宝钗看他这样的，也晓得是没意思的光景。因想著他是个痴情人，要治他的这个病，少不得仍以痴情治之。想了想，便问宝玉道：“你今夜还在外头睡去罢咧？”宝玉自觉没趣，便道：“里头外头都是一样的。”宝钗意欲再说，反觉碍难出口。袭人道：“罢呀，这倒是什么道理呢？我不信睡的那么安顿。”五儿听见这话，连忙接口道：“二爷在外头睡，别的倒没有什么，只爱说梦话，叫人摸不著头脑儿，又不敢驳他的回。”袭人便道：“我今日挪出床上睡睡，看说梦话不说。你们只管把二爷的铺盖铺在里间就完了。”",
            "english": "That night, when Bao Yuyu returned to his own room, he saw that Bao Chao had just returned from paying respects to Grandmother and Lady Wang. Bao Yuyu remembered what had happened earlier in the morning and felt a little embarrassed and embarrassed. Bao Chao saw his expression and knew he was having trouble. She wanted to use his love to cure his illness, but she was afraid that she would make him uncomfortable if she spoke. Bao Chao thought for a moment and asked Bao Yuyu, \"Are you sleeping outside tonight?\" Bao Yuyu felt embarrassed and answered, \"It's the same whether you sleep inside or outside.\" Bao Chao wanted to say something else, but she found it difficult to start. Xisi said, \"Well, what's the point? He sleeps so soundly.\" Wudi heard this and quickly said, \"When the second son sleeps outside, there's nothing wrong with it, but he likes to talk in his sleep, which makes it difficult to understand and not dare to interrupt his dream.\" Xisi said, \"Today I slept on the bed and watched if he would talk in his sleep. Just lay the second son's quilt in the inner room.\"",
            "chinese": "这天晚上，宝玉回到自己的房间，见宝钗刚从贾母和王夫人处请晚安回来。宝玉想起早上发生的事，感到有些尴尬和难为情。宝钗看到他的样子，知道他心里有事。她想用他的痴情来治他的病，但又担心开口会让他难堪。宝钗想了想，便问宝玉：“你今晚在外头睡觉吗？”宝玉自觉没趣，回答：“里头外头都是一样的。”宝钗想再说些什么，但觉得难以启齿。袭人说：“算了，这是什么道理呢？睡得这么安稳。”五儿听到这话，连忙插嘴道：“二爷在外头睡觉，没什么不好，只是爱说梦话，让人摸不着头脑，不敢打断他的梦。”袭人说：“今天我睡在床上，看看他会不会说梦话。你们只管把二爷的铺盖铺在里间就行了。”"
        },
        {
            "original": "宝钗听了，也不作声。宝玉自己惭愧，那里还有强嘴的分儿，便依著搬进来。一则宝玉抱歉，欲安宝钗之心；二则宝钗恐宝玉思郁成疾，不如稍示柔情，使得亲近，以为“移花接木”之计。于是当晚袭人果然挪出去。这宝玉固然是有意负荆，那宝钗自然也无心拒客，从过门至今日，方才是雨腻云香，氤氲调畅。从此“二五之精，妙合而凝”。此是后话，不提。",
            "english": "After hearing this, Baochai did not say anything. Feeling ashamed, Baochu did not know if he could continue talking. He moved to this place. Baochu wanted to make Baochai feel at ease, and Baochai also wanted to relieve Baochu's anxiety, so Xiren left in the evening. Baochu wanted to reconcile with Baochai, and Baochai was willing to accept Baochu. From then on, they lived very harmoniously.",
            "chinese": "宝钗听了，没有说话。宝玉感到惭愧，不知道还能不能继续说话。于是搬进了这个地方。宝玉想让宝钗安心，宝钗也想缓解宝玉的忧虑，所以晚上袭人就走了。宝玉想和宝钗和好，宝钗也愿意接受宝玉。从那以后，两人相处得非常融洽。"
        },
        {
            "original": "且说次日宝玉宝钗同起。宝玉梳洗了，先过贾母这边来。这里贾母因疼宝玉，又想宝钗孝顺，忽然想起一件东西来，便叫鸳鸯开了箱子，取出祖上所遗的一个“汉玉玦”，虽不及宝玉他那块玉石，挂在身上却也稀罕。鸳鸯找出来递与贾母，便说道：“这件东西，我好像从没见的。老太太这些年还记得这样清楚，说是那一箱什么匣子里装著。我按著老太太的话，一拿就拿出来了。老太太这会子叫拿出来做什么？”贾母道：“你那里知道？这块玉还是祖爷爷给我们老太爷，老太爷疼我，临出嫁的时候叫了我去，亲手递给我的。还说：‘这玉是汉时所佩的东西，很贵重，你拿著就像见了我的一样。’我那时还小，拿了来，也不当什么，便撩在箱子里。到了这里，我见偺们家的东西也多，这算得什么！从没带过，一撩便撩了六十多年。今儿见宝玉这样孝顺，他又丢了一块玉，故此，想著拿出来给他，也像是祖上给我的意思。”",
            "english": "Then the next day, both Bao Yuyue and Baochai got up. After washing up, Bao Yuyue first went to see his grandmother. The old lady was very fond of Bao Yuyue, and also liked Baochai's filial piety. Suddenly, she remembered something, and called Qianyang to open the chest and take out a \"Han jade\", which was not as good as Bao Yuyue's jade, but still rare. Qianyang took it out and handed it to the old lady. He said, \"I've never seen this before. Grandma, you've remembered this clearly for so many years. You said it was in a box in a certain chest. I followed your instructions and took it out. What are you going to do with it now?\" The old lady said, \"How do you know? This jade was given to my grandfather by our ancestor, and he loved me so much that he gave it to me when I got married. He said, 'This jade is a very valuable thing from the Han dynasty. You should keep it with you like I'm with you.' I was very young then, and I didn't know the value of it, so I just put itSeeing how obedient Bao Yuyu is today, he lost a jade. I want to give him the jade I inherited from my ancestors to express my feelings.",
            "chinese": "且说次日宝玉宝钗同起。宝玉梳洗后，先到贾母这里来。贾母因疼宝玉，又想宝钗孝顺，忽然想起一件东西来，便叫鸳鸯开了箱子，取出祖上所遗的一个“汉玉玦”，虽不及宝玉他那块玉石，挂在身上却也稀罕。鸳鸯找出来递与贾母，便说道：“这件东西，我好像从没见的。老太太这些年还记得这样清楚，说是那一箱什么匣子里装著。我按著老太太的话，一拿就拿出来了。老太太这会子叫拿出来做什么？”贾母道：“你那里知道？这块玉还是祖爷爷给我们老太爷，老太爷疼我，临出嫁的时候叫了我去，亲手递给我的。还说：‘这玉是汉时所佩的东西，很贵重，你拿著就像见了我的一样。’我那时还小，拿了来，也不当什么，便撩在箱子里。到了这里，我见偺们家的东西也多，这算得什么！从没带过，一撩便撩了六十多年。今天见宝玉这么孝顺，他又丢了块玉，我想把祖上给我的玉给他，也是表达心意。"
        },
        {
            "original": "一时，宝玉请了安。贾母便喜欢道：“你过来，我给你一件东西瞧瞧。”宝玉走到床前，贾母便把那块汉玉递给宝玉。宝玉接来一瞧，那玉有三寸方圆，形似甜瓜，色有红晕，甚是精致。宝玉口口称赞。贾母道：“你爱么？这是我祖爷爷给我的，我传了你罢。”宝玉笑著，请了个安谢了，又拿了要送给他母亲瞧。贾母道：“你太太瞧了，告诉你老子，又说疼儿子不如疼孙子了。他们从没见过。”宝玉笑著去了。宝钗等又说了几句话，也辞了出来。",
            "english": "One day, Bai Yu went to see his grandmother Jia Li. Jia Li was very pleased and said, \"Come here, I'll show you something.\" Bai Yu walked to the bed and Jia Li handed him a piece of Han jade. Bai Yu took it and looked at it. The jade was three inches square, shaped like a sweet melon, with a red tint, and was very delicate. Bai Yu praised it repeatedly. Jia Li said, \"Do you like it? This was given to me by my grandfather, and I'm passing it on to you.\" Bai Yu smiled and thanked her, then showed it to his mother. Jia Li said, \"Your mother saw it and told your father that he loves you more than you love him. They've never seen it before.\" Bai Yu smiled and left. The others also said a few words and left.",
            "chinese": "一时，宝玉向贾母请了安。贾母十分喜欢，说：“你过来，我给你一件东西瞧瞧。”宝玉走到床前，贾母将一块汉玉递给他。宝玉接过来看了一眼，那玉有三寸方圆，形似甜瓜，色有红晕，甚是精致。宝玉连连称赞。贾母说：“你喜欢吗？这是我祖爷爷给我的，我传给你吧。”宝玉笑着谢过，又拿给他的母亲看。贾母说：“你母亲看了，告诉你的父亲，又说疼儿子不如疼孙子了。他们从没见过。”宝玉笑着走了。宝钗等人又说了几句话，也辞了出来。"
        },
        {
            "original": "自此，贾母两日不进饮食，胸口仍是膨闷，觉得头晕目眩咳嗽。邢、王二夫人、凤姐等请安，见贾母精神尚好，不过叫人告诉贾政，立刻来请了安。贾政出来，即请大夫看脉。",
            "english": "From then on, the old lady did not eat or drink for two days, and she was still in a bad mood, dizzy, and coughing. The two ladies and Lady Wang, as well as Lady Feng, came to pay their respects, but found that the old lady's spirit was still good, but she demanded that the old man come to pay his respects immediately. The old man came out immediately and asked the doctor to take his pulse.",
            "chinese": "从此，贾母两天没有进食，胸口仍然闷闷不乐，头晕目眩，咳嗽。邢、王二夫人、凤姐等前来请安，发现贾母精神状态尚可，只是要求贾政立刻来请安。贾政出来后，立刻请大夫看脉。"
        },
        {
            "original": "不多一时，大夫来诊了脉，说是有年纪的人，停了些饮食，感冒些风寒，略消导发散些就好了，开了方子。贾政看了，知是寻常药品，命人煎好进服。以后贾政早晚进来请安。一连三日，不见稍减。贾政又命贾琏打听好大夫，“快去请来瞧老太太的病。偺们家常请的几个大夫，我瞧著不怎么好，所以叫你去。”贾琏想了一想，说道：“记得那年宝兄弟病的时候，倒是请了一个不行医的来瞧好了的，如今不如找他。”贾政道：“医道却是极难的，越是不兴时的大夫倒有本领。你就打发人去找来罢。”贾琏即忙答应去了，回来说道：“这刘大夫新近出城教书去了，过十来天进城一次。这时等不得，又请了一位，也就来了。”贾政听了，只得等著，不提。",
            "english": "A short while later, the doctor came to take the pulse of the elderly man. He said that he was suffering from a cold and flu after a long period of not eating, and that he could recover with some medicine. He wrote a prescription. Jia Zheng looked at it and found it to be ordinary medicine, so he ordered it to be boiled and served. After that, Jia Zheng came to pay his respects to his mother-in-law in the morning and evening. After three days, his condition did not improve. Jia Zheng then ordered Jia Lian to find a good doctor, \"Go and get him to come and look at his mother's illness. We usually invite several doctors here, but I don't think they are very good, so I asked you to go.\" Jia Lian thought for a moment and said, \"I remember that when my brother was sick last year, a doctor who didn't practice medicine came and cured him. Now let's find him.\" Jia Zheng said, \"Medicine is a very difficult thing, and the doctors who are not very good at it actually have a lot of skills. You can send someone to find him.\" Jia Lian agreed and went, then came back and said, \"Doctor",
            "chinese": "不多一会儿，大夫来诊了脉，说是年长者停食感冒风寒，服用一些调理药物就可以了，开了药方。贾政看了，知道是普通药品，命人煎好进服。以后贾政早晚进来请安。一连三天，不见病情好转。贾政又命贾琏找好大夫，“快去请来瞧老太太的病。我们家常请的几个大夫，我瞧著不怎么好，所以叫你去。”贾琏想了想，说道：“记得那年宝兄弟病的时候，倒是请了一个不行医的来瞧好了的，如今不如找他。”贾政道：“医道却是极难的，越是不兴时的大夫倒有本领。你就打发人去找来罢。”贾琏答应去了，回来说道：“这刘大夫新近出城教书去了，过十来天进城一次。这时等不得，又请了一位，也就来了。”贾政听了，只得等著，不提。"
        },
        {
            "original": "且说贾母病时，合宅女眷无日不来请安。一日，众人都在那里，只见看园内腰门的老婆子进来回说：“园里的栊翠庵的妙师父知道老太太病了，特来请安。”众人道：“他不常过来，今儿特来，你们快请进来。”凤姐走到床前回了贾母。",
            "english": "One day, when the whole family was visiting, an old lady from the garden came in to say, \"The head nun of the Red Maple Cave Temple, Miao Shi, knows that the old lady is sick and has come to pay her respects.\" The others said, \"She doesn't come often, so she must be here today. Please invite her in.\" The countess walked up to the bed and reported to the old lady.",
            "chinese": "话说贾母生病时，全家女眷每天都来探望。有一天，众人都在那里，只见看园里的老婆子进来汇报说：“园里的栊翠庵的妙师父知道老太太病了，特地来请安。”众人道：“他不常过来，今天特意来，你们快请进来。”凤姐走到床前回了贾母。"
        },
        {
            "original": "岫烟是妙玉的旧日相识，先走出去接他。只见妙玉头带妙常冠；身上穿一件月白素绸袄儿，外罩一件水田青缎镶边长背心，拴著秋香色的丝绦；腰下系一条淡墨画的白绫裙；手执麈尾念珠。跟著一个侍儿，飘飘拽拽的走来。岫烟见了问好，说是：“在园内住的时候儿，可以常来瞧瞧你；近来因为园内人少，一个人轻易难出来，况且偺们这里的腰门常关著，所以这些日子不得见你。今儿幸会！”妙玉道：“头里你们是热闹场中，你们虽在外园里住，我也不便常来亲近；如今知道这里的事情也不好，又听说是老太太病著，又惦记著你，还要瞧瞧宝姑娘。我那管你们关不关？我要来就来，我不来，你们要我来也不能啊。”岫烟笑道：“你还是这种脾气。”",
            "english": "Xiaoyuan is an old acquaintance of Miao Yu. She went out to greet him first. It was said that Miao Yu was wearing a Miao Chang hat, a white silk jacket with a moon white surface, a water field Qing satin coat with a silk fringe, a silver silk waistband, and a pale ink painted white silk skirt. Holding a dust tail and a string of beads in her hand, she followed a servant and walked slowly. Xiaoyuan saw and asked how she was. She said, \"Now that you live in the outer garden, you can often come to see you. These days, because there are few people in the garden, I can't come out easily, and because our yard door is always closed, so I haven't seen you for a long time. Today I'm lucky to meet you.\" Miao Yu said, \"At first, you were a busy place, and I didn't come to see you often. Now I know that the things in the garden are not good, and I worry about you and want to see Baoyu. I don't care if the door is open or closed. I want to come. If I don't want to come, I can't come.\" Xiaoyuan laughed",
            "chinese": "岫烟是妙玉的旧日相识，先走出去迎接他。只见妙玉头戴妙常冠，身上穿一件月白色的素绸袄儿，外罩一件水田青缎镶边长背心，系着秋香色的丝绦，腰下系着一条淡墨画的白绫裙，手里拿着麈尾念珠。跟着一个侍儿，飘飘拽拽地走来。岫烟见了问好，说：“在园内住的时候儿，可以常来瞧瞧你；近来因为园内人少，一个人轻易难出来，况且我们这里的腰门常关着，所以这些日子不得见你。今儿幸会！”妙玉道：“头里你们是热闹场中，你们虽在外园里住，我也不便常来亲近；如今知道这里的事情也不好，又听说是老太太病著，又惦记著你，还要瞧瞧宝姑娘。我那管你们关不关？我要来就来，我不来，你们要我来也不能啊。”岫烟笑道：“你还是这种脾气。”"
        },
        {
            "original": "一面说著，已到贾母房中。众人见了，都问了好。妙玉走到贾母床前问候，说了几句套话。贾母便道：“你是个女菩萨，你瞧瞧我的病可好的了好不了？”妙玉道：“老太太这样慈善的人，寿数正有呢。一时感冒，吃几帖药，想来也就好了。有年纪的人，只要宽心些。”贾母道：“我倒不为这些。我是极爱寻快乐的。如今这病也不觉怎么著，只是胸隔饱闷。刚才大夫说是气恼所致。你是知道的，谁敢给我气受？这不是那大夫脉理平常么？我和琏儿说了，还是头一个大夫说感冒伤食的是，明儿还请他来。”说著，叫鸳鸯吩咐厨房里办一桌净素菜来请妙师父这里便饭。",
            "english": "When they arrived at the room of the old lady, everyone greeted each other. Miao Yu went to greet the old lady at her bedside and said a few polite words. The old lady asked, \"Are you a Buddha's disciple? Can you help me see if my illness is getting better?\" Miao Yu replied, \"The old lady is so kind, her life should be long. A cold or a slight illness, taking a few prescriptions, should be alright. For people of advanced age, it's best to be relaxed.\" The old lady continued, \"I'm not worried about that. I just like to find happiness. This illness doesn't seem too serious, just a bit of chest congestion. The doctor said it was caused by anger. You know, who would dare give me a hard time? This doctor's diagnosis is not much different from the first one. I told the son-in-law, the first doctor's diagnosis was right. I will ask him to come tomorrow.\" The old lady instructed Yuanyang to call the kitchen and prepare a table of vegetarian dishes, and invited Miao Yu to eat here.",
            "chinese": "当他们到达贾母的房间时，众人问候了彼此。妙玉走到贾母的床前问候她，说了几句客套话。贾母问道：“你是女菩萨，能帮我看看我的病是否好转？”妙玉回答：“老太太这样慈善的人，寿命应该还很长。一时感冒，吃几帖药，想来就好了。有年纪的人，只要放宽心。”贾母接着说：“我不是为这些担心。我是喜欢寻找快乐。这个病也不觉得怎么严重，只是胸口闷。刚才的医生说是气恼引起的。你是知道的，谁敢给我气受？这不是那个医生的诊断平常吗？我和琏儿说了，还是第一个医生说感冒伤食的是对的，明天还请他来。”贾母吩咐鸳鸯叫厨房里准备一桌净素菜，请妙玉在这里吃饭。"
        },
        {
            "original": "妙玉道：“我吃过午饭了，我是不吃东西的。”王夫人道：“不吃也罢，偺们多坐一会，说些闲话儿罢。”妙玉道：“我久已不见你们，今日来瞧瞧。”又说了一回话，便要走。回头见惜春站著，便问道：“四姑娘为什么这样瘦？不要只管爱画劳了心？”惜春道：“我久不画了。如今住的房屋不比园里的显亮，所以没兴头画。”妙玉道：“你如今住在那一所？”惜春道：“就是你才来的那个门东边的屋子，你要来，很近。”妙玉道：“我高兴的时候来瞧你。”惜春等说著送了出去。回身过来，听见丫头们回说大夫在贾母那边呢，众人暂且散去。",
            "english": "Miaoyu said, \"I've had lunch already. I don't eat anything.\" Lady Wang said, \"It's fine. Let's sit and chat for a while.\" Miaoyu said, \"I haven't seen you for a long time. I'm glad to see you.\" They talked for a while, and then Miaoyu wanted to leave. She turned around and saw Xicun standing there, so she asked, \"Why are you so thin, Fourth Miss? Don't you like drawing?\" Xicun said, \"I haven't drawn for a long time. My room here isn't as bright as in the garden, so I don't have much interest in drawing.\" Miaoyu said, \"Which room are you in?\" Xicun said, \"It's the one you came from, on the east side of the door. If you want to come, it's not far.\" Miaoyu said, \"I'll come when I'm in the mood.\" Xicun and the others said goodbye to her and went back. When they turned around, they heard the maids say that the doctor was in Lady Jia's room, and everyone dispersed for the time being.",
            "chinese": "妙玉说：“我吃过午饭了，我不吃东西的。”王夫人说：“不吃也罢，我们多坐一会，说些闲话儿罢。”妙玉说：“我很久没有见到你们，今日来瞧瞧。”又说了一回话，便要走。回头见惜春站着，便问道：“四姑娘为什么这样瘦？不要只管爱画劳了心？”惜春说：“我很久没有画了。如今住的房子没有园子里的显亮，所以没兴头画。”妙玉说：“你住在那一所？”惜春说：“就是你才来的那个门东边的屋子，你要来，很近。”妙玉说：“我高兴的时候来瞧你。”惜春等说著送了出去。回身过来，听见丫头们回说大夫在贾母那边呢，众人暂且散去。"
        },
        {
            "original": "那知贾母这病日重一日，延医调治不效，以后又添腹泻。贾政著急，知病难医，即命人到衙门告假，日夜同王夫人亲侍汤药。一日，见贾母略进些饮食，心里稍宽，只见老婆子在门外探头。王夫人叫彩云看去，问问是谁。彩云看了是陪迎春到孙家去的人，便道：“你来做什么？”婆子道：“我来了半日，这里找不著一个姐姐们，我又不敢冒撞，我心里又急。”彩云道：“你急什么？又是姑爷作践姑娘不成么？”婆子道：“姑娘不好了！前儿闹了一场，姑娘哭了一夜，昨日痰堵住了。他们又不请大夫，今日更利害了！”彩云道：“老太太病著呢，别大惊小怪的。”",
            "english": "Jia Mote's illness was getting worse day by day. Although doctors were invited to treat it, it was ineffective, and diarrhea also occurred. Jia Zheng was very anxious, knowing that the disease was difficult to cure, and asked for leave to take care of Jia Mote day and night. One day, seeing that Jia Mote had eaten a little bit, he relaxed a little, only to see an old woman peering at the door. Wang Fen called Caiyun to see who it was. Caiyun saw that it was the person who accompanied Yingying to Sun's house and said, \"What are you doing here?\" The old woman said, \"I've been here for a while, but I can't find an elder sister. I'm afraid to enter randomly, and I'm very anxious.\" Caiyun said, \"You're in a hurry? Don't you think Mr. Sun is bullying the girl?\" The old woman said, \"The girl is in trouble! The other day, she had a fight, and she cried all night. Yesterday, her throat was blocked. They didn't invite a doctor, and today it's worse!\" Caiyun said, \"Old lady Jia is ill. Don't make",
            "chinese": "贾母的病一天比一天严重，虽然请了医生治疗，但没有效果，又加上腹泻。贾政很着急，知道病很难治，就让人请假，日夜照顾贾母。有一天，看到贾母稍微吃了一些东西，心里稍微放松了一些，只见老婆子在门外探头探脑。王夫人叫彩云去看看是谁。彩云一看是陪迎春到孙家去的人，便道：“你来干什么？”老婆子道：“我来了半天，这里一个姐姐都找不着，我又不敢乱闯，心里急得很。”彩云道：“你急什么？难道姑爷又欺负姑娘不成？”老婆子道：“姑娘不好了！前儿闹了一场，姑娘哭了一夜，昨日痰堵住了。他们又不请大夫，今日更厉害了！”彩云道：“老太太病着呢，别大惊小怪的。”"
        },
        {
            "original": "王夫人在内已听见了，恐老太太听见不受用，忙叫彩云带他外头说去。岂知贾母病中心静，偏偏听见，便道：“迎丫头要死了么？”王夫人便道：“没有。婆子们不知轻重，说是这两日有些病，恐不能就好，到这里问大夫。”贾母道：“瞧我的大夫就好，快请了去。”王夫人便叫彩云叫这婆子去回大太太去。那婆子去了。",
            "english": "Wang Fu'an heard it in the room and was afraid that the old lady would not be happy, so she asked Caiyun to take him out to talk. However, the old lady was quiet during her illness, and she happened to hear it, so she asked, \"Is Lin Daiyu going to die?\" Wang Fu'an said, \"No. The old maids don't know how to behave, they said that she was a little sick, and they were worried she wouldn't get better, so they came to ask the doctor.\" The old lady said, \"My doctor will be fine, please go and get him.\" Wang Fu'an called Caiyun to tell the old lady's maid to tell the doctor. The old lady's maid went away.",
            "chinese": "王夫人在屋里听到了，怕老太太听到不高兴，叫彩云带他出去说话。可贾母病中安静，偏偏听到，便问：“迎丫头要死了吗？”王夫人说：“没有。婆子们不知道轻重，说这两天有点病，担心不能好，到这里问大夫。”贾母说：“我的大夫好就好了，快请了去。”王夫人叫彩云叫这个婆子去告诉太太。那个婆子走了。\n\n需要注意的是，中国白话和现代普通话之间有些许的差异，这需要根据上下文和具体语境进行调整和修改。"
        },
        {
            "original": "这里贾母便悲伤起来，说是：“我三个孙女儿：一个享尽了福死了；三丫头远嫁，不得见面；迎丫头虽苦，或者熬出来，不打量他年轻轻儿的就要死了！留著我这么大年纪的人活著做什么！”王夫人鸳鸯等解劝了好半天。那时宝钗李氏等不在房中，凤姐近来有病。王夫人恐贾母生悲添病，便叫人叫了他们来陪著，自己回到房中，叫彩云来埋怨：“这婆子不懂事！以后我在老太太那里，你们有事，不用来回。”丫头们依命不言。",
            "english": "Jia Mo felt sad and said, \"I have three granddaughters, one who enjoyed the blessings and passed away; the third grandchild is far away and cannot be seen; the welcoming grandchild is suffering, perhaps she can endure, but she died so young! What is the use of living for such a person?\" Wang Fu, Yunguang, and others tried to comfort her for a long time. At that time, Baoshui and Li Si were not in the room, and Fengjie had been sick recently. Wang Fu was afraid that Jia Mo's grief would worsen her illness, so she called them and went back to her room, scolding Caiyun, \"This old woman doesn't know what she's doing! From now on, if there's anything in my grandmother's room, you don't need to come back and forth.\" The maids didn't say anything after hearing this.",
            "chinese": "贾母感到悲伤，说：“我有三个孙女，一个享尽了福，去世了；三丫头远嫁，无法见面；迎丫头虽然苦，但也许能熬过来，没想到这么年轻就去世了！留着我这么大年纪的人活着做什么？”王夫人、鸳鸯等人劝了半天。当时宝钗、李氏等不在房里，凤姐近来有病。王夫人担心贾母悲伤加重病情，便叫人叫来了她们，自己回到房里，责备彩云：“这婆子不懂事！以后我在老太太那里，你们有事不用来回。”丫头们听了不说话。"
        },
        {
            "original": "岂知那婆子刚到邢夫人那里，外头的人已传进来，说：“二姑奶奶死了。”邢夫人听了，也便哭了一场。现今他父亲不在家中，只得叫贾琏快去瞧看。知贾母病重，众人都不敢回。可怜一位如花似月之女，结缡年馀，不料被孙家揉搓，以致身亡。又值贾母病笃，众人不便离开，竟容孙家草草完结。",
            "english": "You know that old woman just arrived at Xingfei's place, and the outside people already came in and said, \"Auntie #2 is dead.\" Xingfei heard it and cried. Now her father is not at home, so she had to call Jialin to go quickly. It's said that the old lady is seriously ill. Everyone is afraid to leave. Poor woman, who was beautiful and charming, married for more than a year, was bullied by Sun's family and died. It's just that the old lady is seriously ill, and everyone is not allowed to leave, so Sun's family can only deal with it in a hurry.",
            "chinese": "你知道那个婆子刚到邢夫人的地方，外面的人已经传进来，说：“二姑奶奶死了。”邢夫人听了，也哭了一场。现在他父亲不在家里，只好叫贾琏快去看看。知贾母病重，众人都不敢回去。可怜一位花容月貌的女子，结了婚一年多，没想到被孙家揉搓，以致身亡。又恰逢贾母病危，众人不便离开，竟容孙家草草了结。"
        },
        {
            "original": "贾母病势日增，只想这些孙女儿。一时想起湘云，便打发人去瞧他。回来的人悄悄的找鸳鸯。因鸳鸯在老太太身旁，王夫人等都在那里，不便上去，到了后头，找了琥珀，告诉他道：“老太太想史姑娘，叫我们去打听。那里知道史姑娘哭的了不得，说是姑爷得了暴病，大夫都瞧了，说这病只怕不能好，若是变了痨病，还可捱个四五年，所以史姑娘心里著急。又知道老太太病，只是不能过来请安。还叫我别在老太太跟前提起来，倘或老太太问起来，务必托你们变个法儿回老太太才好。”",
            "english": "Jia Mother's condition was getting worse and worse. She longed for her granddaughter. She recalled Xiangyun of the History and asked someone to visit her. The returning person found Qianyang in the old lady's presence. Because Qianyang was in the old lady's presence, Wang Fei and others were also there, so they found Hump and told him, \"The old lady missed Xiangyun and asked us to inquire. Who knows that Xiangyun is crying very hard, saying that her husband is seriously ill, the doctor has looked at it, and said that this disease may not be cured. If it is a tuberculosis, it can still be sustained for four or five years, so Xiangyun is very anxious. Knowing that the old lady was ill, she couldn't come to pay her respects. She also asked me not to mention it to the old lady. If the old lady asks, please ask them to change a way to tell the old lady.\"",
            "chinese": "贾母的病情越来越严重，她只想念自己的孙女儿。她想起史湘云，就派了人去探望她。回来的人悄悄地找鸳鸯。因为鸳鸯在老太太身边，王夫人等人都在那里，不便上去，所以他们找了琥珀，告诉他：“老太太想史姑娘，叫我们去打听。谁知道史姑娘哭得不得了，说是姑爷得了重病，医生都看过了，说这病可能好不了，如果是得了痨病，还可以撑个四五年，所以史姑娘心里很着急。又知道老太太生病了，只是不能过来请安。还叫我别在老太太跟前提起来，如果老太太问起来，务必托你们变个法儿回老太太才好。”"
        },
        {
            "original": "琥珀听了，咳了一声，也就不言语了，半日，说道：“你去罢。”琥珀也不便回，心里打算告诉鸳鸯叫他撒谎去，所以来到贾母床前。见贾母神色大变，地下站著一屋子的人，嘁嘁喳喳的说：“瞧著是不好。”也不敢言语了。",
            "english": "Amber coughed and didn't say anything. After a while, she said, \"Go.\" Amber didn't want to go back, so she went to Jia Mi's bed. She saw Jia Mi's face change and everyone in the room whispered, \"It doesn't look good.\" She didn't dare to say anything.",
            "chinese": "琥珀听了，咳嗽了一声，也不说话了。过了一会儿，她说道：“你走吧。”琥珀也不想回去了，她心里打算告诉鸳鸯让他撒谎，所以她来到贾母的床前。她看到贾母的神色变了，房间里一屋子的人都小声地说：“看起来不好。”她也不敢说话了。"
        },
        {
            "original": "这里贾政悄悄的叫贾琏到身旁，向耳边说了几句话。贾琏轻轻的答应，出去了，便传齐了现在家里的一干人，说：“老太太的事，待好出来了。你们快快分头派人办去。头一件，先请出板来瞧瞧，好挂里子。快到各处将各人的衣服量了尺寸，都开明了，便叫裁缝去做孝衣。那棚扛执事都讲定了。厨房里还该多派几个人。”赖大等回道：“二爷，这些事不用爷费心，我们早打算好了，只是这项银子在那里领呢？”贾琏道：“这宗银子不用外头去，老太太自己早留下了。刚才老爷的主意，只要办的好，我想外面也要好看。”赖大等答应，派人分头办去。",
            "english": "Jia Zheng whispered to Jia Lian, who went quietly to him and told him a few words in a low voice. Jia Lian nodded and went out. Then he gathered the family together and said, \"The funeral of our grandmother should be postponed until things are settled. Send someone to take care of it. The first thing is to check the casket and see how to hang the lining. Measure the size of everyone's clothes and write it down clearly. Then find a tailor to make mourning clothes. You also need to order a tent and set up a procession. The kitchen should also send more people.\" Lai Dazai and others asked, \"Elder Brother Jia, these things don't need you to worry about. We have already arranged them. But where can we get the money?\" Jia Lian said, \"The money doesn't need to go outside. Our grandmother has already saved it for it. The old man's idea is to make it look good both inside and outside.\" Lai Dazai and others agreed and sent people to do the job one by one.",
            "chinese": "贾政悄悄地叫贾琏到他身边，低声告诉他几句话。贾琏轻声答应，出去后，便召集了家里的人，说：“老太太的丧事，等事情稳定后再处理。你们赶紧派人去办理。第一件事，先查看棺材，看怎么挂里子。去各个地方量好每个人的衣服尺寸，都写清楚，然后找裁缝做孝衣。还要定好棚架、执事。厨房也该多派几个人。”赖大等人问道：“二爷，这些事情不用您费心，我们早就安排好了，只是这笔钱从哪里领呢？”贾琏说：“这笔钱不用到外面去，老太太自己早就留好了。刚才老爷的主意是，要办得好看，外面也要好看。”赖大等人答应，派人分头去办理。"
        },
        {
            "original": "贾琏复回到自己房中，便问平儿：“你奶奶今儿怎么样？”平儿把嘴往里一努，说：“你瞧去。”贾琏进内，见凤姐正要穿衣，一时动不得，暂且靠在炕桌儿上。贾琏道：“你只怕养不住了，老太太的事，今儿明儿就要出来了，你还脱得过么？快叫人将屋里收拾收拾，就该扎挣上去了。若有了事，你我还能回来么？”凤姐道：“偺们这里还有什么收拾的？不过就是这点子东西，还怕什么？你先去罢，看老爷叫你。我换件衣裳就来。”",
            "english": "Jialin returned to his own room and asked Ping'er, \"How is your grandmother now?\" Ping'er pointed his mouth towards the inside and said, \"You can take a look.\" Jialin went in and saw that Fengjie was dressing, but she couldn't move for a while and was leaning against the bedtable. Jialin said, \"You probably can't hold on much longer. The matter of the old lady's affairs will come out today or tomorrow. Can you still get away? Let's get the rooms prepared for the journey. If there's anything, we can come back.\" Fengjie said, \"There's nothing to prepare here. Just a few things, what's the problem? You go first and see if the old man calls you. I'll change my clothes and come.\"\n\n贾琏听了，便出了房门，径往荣禧堂去。只见家下人回说：“老爷今早到东府里去了。”贾琏便知贾赦今日不在家，只得回来。进入堂屋，抬头一看，只见王夫人正倚在炕上，手里拿着一个扇套，那套上绣着一个大“春”字，似有题跋，因问：“这是什么？”王",
            "chinese": "贾琏回到自己房间，问平儿：“你奶奶现在怎么样？”平儿用嘴指向里边，说：“你去看看。”贾琏进去，看见凤姐正在穿衣，一时动不了，暂时靠着炕桌。贾琏说：“你恐怕撑不住了，老太太的事，今天明天就要出来了，你还脱得开身吗？快让人收拾房间，该准备上路了。如果有事，我们还能回来吗？”凤姐说：“这里没什么可收拾的，就这点东西，还怕什么？你先去吧，看老爷叫你。我换件衣服就来。”"
        },
        {
            "original": "贾琏先回到贾母房里，向贾政悄悄的回道：“诸事已交派明白了。”贾政点头。外面又报：“太医来了。”贾琏接入，又诊了一回，大夫出来悄悄的告诉贾琏：“老太太的脉气不好，防著些。”贾琏会意，与王夫人等说知。王夫人即忙使眼色叫鸳鸯过来，叫他把老太太的装裹衣服预备出来。鸳鸯自去料理。",
            "english": "Jialin returned to Jialu's room first and told Jiazheng in a low voice that everything had been arranged. Jiazheng nodded. Outside, \"the doctor came.\" Jialin invited the doctor in and then took his pulse again. The doctor came out quietly and told Jialin in a low voice, \"the old lady's pulse is not good, and we must be careful.\" Jialin understood the doctor's meaning and told Wang Fei and others. Wang Fei immediately made eye gestures and called Yanqing over, telling him to prepare the old lady's clothes. Yanqing went to prepare.",
            "chinese": "贾琏先回到贾母房里，向贾政偷偷地报告：“所有事情都已经分派清楚了。”贾政点头。外面又报：“太医来了。”贾琏把太医请进来，再诊了一次脉，太医出来悄悄地告诉贾琏：“老太太的脉象不好，要注意。”贾琏明白太医的意思，和王夫人等人说知。王夫人即忙使眼色叫鸳鸯过来，叫他把老太太的装裹衣服预备出来。鸳鸯自去料理。"
        },
        {
            "original": "贾母睁眼要茶喝，邢夫人便进了一杯参汤。贾母刚用嘴接著喝，便道：“不要这个，倒一锺茶来我喝。”众人不敢违拗，即忙送上来。一口喝了，还要，又喝一口，便说：“我要坐起来。”贾政等道：“老太太要什么，只管说，可以不必坐起来才好。”贾母道：“我喝了口水，心里好些儿，略靠著和你们说说话儿。”珍珠等用手轻轻的扶起，看见贾母这会子精神好了些。",
            "english": "Jia Mother opened her eyes and asked for tea, and Xingfu entered a cup of rehmannia juice. Jia Mother just drank it with her mouth open, and then said, \"I don't want this, pour me a cup of tea.\" The others dared not defy her, and immediately served it. She drank it all in one go, and then wanted another, and drank another. Then she said, \"I want to sit up.\" Jia Zhi and others said, \"What does the old lady want? Just say it, and don't need to sit up.\" Jia Mother said, \"I drank some water and feel better. I want to lean against you and talk.\" Pearl and the others gently helped her to sit up, and saw that Jia Mother's spirit was better.",
            "chinese": "贾母睁眼要茶喝，邢夫人便进了一杯参汤。贾母刚用嘴接着喝，便道：“不要这个，倒一杯茶来我喝。”众人不敢违拗，即忙送上来。一口喝了，还要，又喝一口，便说：“我要坐起来。”贾政等道：“老太太要什么，只管说，可以不必坐起来才好。”贾母道：“我喝了口水，心里好些儿，略靠著和你们说说话儿。”珍珠等用手轻轻的扶起，看见贾母这会子精神好了些。"
        },
        {
            "original": "未知生死，下回分解。",
            "english": "I don't know about life and death, let's talk next time.\n\nChinese simplified:\n\nA simple modern Chinese:\n\nGood one, want to know what will happen next, listen to the next one.\n\nEnglish translation:\n\nGood one, want to know what will happen next, listen to the next one.",
            "chinese": "不知道生死，下回再说。\n\n中国白话：\n\n好一句，欲知后事如何，请听下回分解。\n\n简单的现代普通话：\n\n好一句，想知道后面会发生什么，请听下回。"
        }
    ],
    "title": "《候芳魂五儿承错爱　还孽债迎女返真元》",
    "chapter_number": 109
}