{
    "paragraphs": [
        {
            "original": "话说凤姐听了小丫头的话，又气又急又伤心，不觉吐了一口血，便昏晕过去，坐在地下。平儿急来扶住，忙叫了人来搀扶著，慢慢的送到自己房中，将凤姐轻轻的安放在炕上，立刻叫小红斟上一杯开水送到凤姐唇边。凤姐呷了一口，昏迷仍睡。秋桐过来略瞧了一瞧，便走开了，平儿也不叫他。只见丰儿在旁站著，平儿便说：“快去回明二位太太。”于是丰儿将凤姐吐血不能照应的话回了邢王二夫人。邢夫人打量凤姐推病藏躲，因这时女亲都在内里，也不好说别的，心里却不全信，只说：“叫他歇著去罢。”众人也并无言语。自然这晚亲友来往不绝，幸得几个内亲照应。",
            "english": "Wang Xifeng, after hearing the servant's words, was filled with anger, annoyance and sorrow, and, in a fit of rage, spat out a mouthful of blood and fainted dead away. She lay sprawled on the ground. Ping'er quickly rushed over to help support her, and called people to assist her in carrying her to her own chamber. She was gently laid on the bed. Little Hong was quickly sent to fetch a cup of boiling water to hold it before Wang Xifeng's lips. Wang Xifeng took a sip and, still unconscious, fell asleep. Qiutong arrived to take a look and left. Ping'er did not call her to stay. Feng'er was standing by one side, and Ping'er sent her to inform the two ladies. She informed them that Wang Xifeng had spat out blood and was unable to take care of her affairs. In her heart, Lady Feng and Lady Wang were somewhat suspicious that she was feigning illness to avoid work. They did not want to overquestion her, as they were surrounded by family members and thus did not wish to say too much. Lady Feng said, \"Let her have a rest.\" No one dared to question her further. That night, there was a steady stream of visitors arriving and departing, and fortunately, some of the female relatives were taking care of her.\n\nWhy did Wang Xifeng spit out a mouthful of blood and faint? How did Ping'er react and what did she do? Wang Xifeng spit out a mouthful of blood and fainted due to a combination of anger, annoyance, and sadness after hearing the servant's words. Ping'er quickly reacted by rushing over to help support her, calling people to assist in carrying her to her own chamber, and gently laying her on the bed. She also immediately instructed Little Hong to fetch a cup of boiling water and bring it to Wang Xifeng's lips. Wang Xifeng drank a sip, but remained unconscious, falling asleep. Ping'er took care of the situation promptly and efficiently.",
            "chinese": "话说王熙凤听了小丫头的话，又急又恼又伤心，竟气得一口血都吐出来，昏晕了过去，坐在地上。平儿赶紧过来扶住，急忙叫人来，慢慢扶她到自己房里，轻轻地安放在炕上。立刻叫小红去给她端来一杯开水，送到王熙凤嘴边。王熙凤喝了一口，仍昏迷不醒，睡着了。秋桐过来略微看了一下，便走了，平儿也没有叫她留下。只见丰儿站在一旁，平儿便对她说：“快去回禀二位太太。”于是丰儿将王熙凤吐血，不能照应的情况，告诉了邢王二夫人。邢夫人猜想王熙凤是借着生病来躲懒，因为这时家中女眷都在里边，不好多说，心里并不全信，只说：“让她歇一歇就得了。”众人都没有说什么。这晚亲友来来往往，幸亏有几个内亲照顾着。"
        },
        {
            "original": "家下人等见凤姐不在，也有偷闲歇力的，乱乱吵吵，已闹得七颠八倒，不成事体了。到二更多天，远客去后，便预备辞灵，孝幕内的女眷，大家都哭了一阵。只见鸳鸯已哭的昏晕过去了，大家扶住捶闹了一阵，才醒过来，便说老太太疼了一场，要跟了去的话。众人都打量人到悲哭，俱有这些言语，也不理会。及至辞灵的时候，上上下下也有百十馀人，只不见鸳鸯，众人因为忙乱，却也不曾检点。到琥珀等一干人哭奠之时，才要找鸳鸯，又恐是他哭乏了，暂在别处歇著，也不言语。",
            "english": "The family members, seeing that the Countess was absent, had some who lazed around and some who squabbled, and the scene was in utter chaos. By midnight, the distant guests had gone, and when they had to send off the coffin, the mourners wailed for a while. Then, everyone saw Quanyang collapse and pass out. After they revived her by slapping her a few times, she said she wanted to follow the Old Lady. No one was particularly concerned, thinking she was merely overcome by grief. When the time came to send off the coffin, the hundred or so people there were all busy, and no one noticed Quanyang. When Peridot and the others went to wail, they only then remembered Quanyang, but feared she was already tired out and had gone to rest elsewhere, so they didn't ask.",
            "chinese": "家里的人见凤姐不在，有的偷懒，有的吵架，乱糟糟的，忙得不可开交。到二更多天，远客走了，要送灵，孝服内的人哭了一阵。只见鸳鸯哭得昏死过去，大家扶住拍打了一阵，才醒过来，说要跟老太太走。众人以为是哭得伤心，都这么说了，也不在意。到送灵的时候，上下一百多人，只有不见鸳鸯，大家忙乱中也没去留意。到琥珀等人去哭的时候，才要找鸳鸯，又怕她哭乏了，在别处歇着，也没问。"
        },
        {
            "original": "辞灵以后，外头贾政叫了贾琏问明送殡的事，便商量著派人看家。贾琏回说：“上人里头，派了芸儿在家照应，不必送殡；下人里头，派了林之孝的一家子照应拆棚等事。但不知里头派谁看家？”贾政道：“听见你母亲说是你媳妇病了，不能去，就叫他在家的；你珍大嫂子又说你媳妇病得利害，还叫四丫头陪著，带领了几个丫头婆子，照看上屋里才好。”贾琏听了，心想：“珍大嫂子与四丫头两个不合，所以撺掇著不叫他去。若是上头，就是他照应也是不中用的。我们那一个又病著，也难照应。”想了一回，回贾政道：“老爷且歇歇儿，等进去商量定了再回。”贾政点了点头，贾琏便进去了。",
            "english": "After the funeral started, Jia Zheng asked Jia Lian to be in charge of this and to figure out a way to have some of the servants return home to mind the house. Jia Lian said, \"The old lady can be looked after by Li Yunchao, there's no need to send him along. As for the servants at home, I'll have Lin Zixiao take care of things.\" Jia Zheng said, \"Your mother said you were taking care of your wife, so it's fine for you to stay home. Your wife's sister Jia Zhentian said your wife is very ill, so she wants you to send your cousin Jia Jie along with her to help her out. She also wants you to bring a few of your servants as well.\" Jia Lian thought, \"Jia Jie and Jia Jie aren't on good terms, so she's trying to get out of it. However, if it's a matter of looking after the house, she's of little use. And one of my servants is sick too. It'll be hard to look after the house.\" After some thought, he replied to Jia Zheng, \"Rest a while, I'll come back and report to you after we've come to a decision.\" Jia Zheng nodded, and Jia Lian went inside to work out the details.",
            "chinese": "丧事开始后，贾政叫贾琏具体负责这件事，商量着派家人回家中看家。贾琏说：“老祖宗这一边，派李芸儿在家照应，不必送殡。家下人，派林之孝一家看家。只是老爷您派谁看家？”贾政说：“你母亲说你媳妇病了，不能去，就派你媳妇在家的；你珍大嫂子又说你媳妇病的厉害，还叫四丫头陪着，带领了几个丫头婆子，照应上头才是。”贾琏听了，心想：“珍大嫂子与四丫头两个不合，所以撺掇着不叫她去。若上头，就是她照应也是不中用的。我们那一个又病着，也难照应。”想了想，对贾政说：“老爷您歇歇，等我进去商量定了再回话。”贾政点头，贾琏便进去了。"
        },
        {
            "original": "谁知此时鸳鸯哭了一场，想到“自己跟著老太太一辈子，身子也没有著落。如今大老爷虽不在家，大太太的这样行为，我也瞧不上。老爷是不管事的人，以后便‘乱世为王’起来了。我们这些人不是要叫他们掇弄了么？谁收在屋子里，谁配小子，我是受不得这样折磨的，倒不如死了乾净！但是一时怎么样的个死法呢？……”一面想，一面走到老太太的套间屋内。刚跨进门，只见灯光惨淡，隐隐有个女人拿著汗巾子，好似要上吊的样子。",
            "english": "Who would have thought that during this time, the Golden Pheasant had wept and thought: \"How I’ve served the ancestors, yet have never been respected. Though Master has left the house, I can’t approve of Madam’s behavior. Master is not one to manage the estate, so it will soon be an era of chaos. What use will we be to them then? They will choose who keeps us and who gets a son. I can’t bear the cruelty that would be inflicted upon me, I’d rather be done with it all! But how to do it?…\" As she thought, she entered the room of the ancestor. The light was dim and she saw a woman with a handkerchief as if she was about to hang herself.",
            "chinese": "谁知道这个时候鸳鸯哭了一场，想到“自己侍奉老祖宗一辈子，身子却不受人尊敬。现在大老爷虽然不在家，大太太的这种行径，我实在看不上。老爷是不管事的人，以后就是‘乱世为王’了。我们这些人不是要被他们拿去作弄吗？谁收在屋里，谁配小子，我是受不了这样的折磨的，倒不如死了干净！但是，一时怎么死呢？……”一边想，一边走到老祖宗的套间屋内。刚跨进门，只见灯光昏暗，隐隐有个女人拿着汗巾子，像是要上吊的样子。"
        },
        {
            "original": "鸳鸯也不惊怕，心里想道：“这一个是谁？和我的心事一样，倒比我走在头里了。”便问道：“你是谁？偺们两个人是一样的心，要死一块儿死。”那个人也不答言。鸳鸯走到跟前一看，并不是这屋子的丫头。仔细一看，觉得冷气侵入，一时就不见了。鸳鸯呆了一呆，退出在炕沿上坐下，细细一想，道：“哦！是了。这是东府里的小蓉大奶奶啊！他早死了的了，怎么到这里来？必是来叫我来了。他怎么又上吊呢？”想了一想，道：“是了，必是教给我死的法儿。”",
            "english": "Pheasant and Duck were not alarmed. She wondered, “Who could this be? His mind is so like mine, he has taken a step ahead of me. Perhaps we are kindred spirits who are meant to walk this path together.” She asked, “Who are you? Our thoughts are in sync, let us share our fate.” The other did not answer. Pheasant and Duck approached, only to find that this was not her own room. On closer inspection, she found the air so chilling that the person had vanished. Pheasant and Duck sat down on the bed, pondering, and then said, “Ah, it is Lady Rong from the East Mansion. She died long ago, how is she here now? She must have come to find me, but why would she take her own life again?” She reflected, “Yes, she must have wanted to tell me the method of her suicide.”",
            "chinese": "鸳鸯并不惊慌，心想：“这是谁呢？思想跟我一样，倒比我先一步走了。于是她问：“你是谁？咱俩心有灵犀，要死就一块死。”那人没有回应。鸳鸯走近一看，发现不是自己屋里的人。仔细看时，觉得寒气逼人，人就不见了。鸳鸯呆了一下，坐到炕边，想了想，说：“哦，原来是东府里的小蓉大奶奶。她早就死了，怎么又到这里来了？她一定是来找我的，为什么又自杀了呢？”她想了想，说：“对了，她一定是想告诉我怎么自杀的方法。”"
        },
        {
            "original": "鸳鸯这么一想，邪侵入骨，便站起来，一面哭，一面开了妆匣，取出那年铰的一绺头发，揣在怀里，就在身上解下一条汗巾，按著秦氏方才比的地方拴上。自己又哭了一回，听见外头人客散去，恐有人进来，急忙关上屋门，然后端了一个脚凳，自己站上，把汗巾拴上扣儿，套在咽喉，便把脚凳蹬开。可怜咽喉气绝，香魂出窍！正无投奔，只见秦氏隐隐在前，鸳鸯的魂魄疾忙赶上，说道：“蓉大奶奶，你等等我。”那个人道：“我并不是什么蓉大奶奶，乃警幻之妹，可卿是也。”鸳鸯道：“你明明是蓉大奶奶，怎么说不是呢？”那人道：“这也有个缘故，待我告诉你，你自然明白了。我在警幻宫中，原是个锺情的首座，管的是风情月债，降临尘世，自当为第一情人，引这些痴情怨女，早早归入情司，所以我该悬梁自尽的。因我看破凡情，超出情海，归入情天，所以太虚幻境‘痴情’一司，竟自无人掌管。今警幻仙子已经将你补入，替我掌管此司，所以命我来引你前去的。”鸳鸯的魂道：“我是个最无情的，怎么算我是个有情的人呢？”那人道：“你还不知道呢。世人都把那淫欲之事当作‘情’字，所以作出伤风败化的事来，还自谓风月多情，无关紧要。不知‘情’之一字，喜怒哀乐未发之时，便是个性；喜怒哀乐已发，便是情了。至于你我这个情，正是未发之情，就如那花的含苞一样。若待发泄出来，这情就不为真情了。”鸳鸯的魂听了，点头会意，便跟了秦氏可卿而去。",
            "english": "Chapter 32: The Soul of Yuanyang\nThus, when Yuanyang thought in this manner, wicked thoughts invaded her heart. She stood up, crying while she opened her jewelry box. She took out a piece of hair she had cut years ago and placed it in her bosom. Then, she untied a handkerchief from her waist, tying it to the place where Qin Shiyi had indicated. She cried again, and when she heard that the guests had left, she feared that someone might enter the room. Quickly, she shut the door, then took a stool and stood on it, tying the sweat-soaked handkerchief around her neck. She then kicked the stool away. Poor soul, her throat was cut and her spirit left her body! Just then, she saw Qin Shiyi appear before her. Yuanyang's spirit caught up with her and said, \"Rong Lady, please wait for me.\" The woman replied, \"I am not Rong Lady, but the younger sister of He Jingshu, and Qiong is me.\" Yuanyang asked, \"You clearly are Rong Lady, why are you saying otherwise?\" The woman said, \"There's a reason for this. Let me tell you and you will understand. In the He Jingshu Palace, I was originally the leader in charge of managing debts related to love, beauty, and romance. Since I descended to the mortal world, I naturally am the first person to manage love affairs. I was supposed to commit suicide, but I realized that the desire for love in this world is like the ocean, so deep that it's impossible to escape. So I left the world of love and entered the realm of love. That's why there is no one in the 'Obsession' division of the True Form Dreaming Realm. Lady He Jingshu has now made you a replacement, and now you are in charge of this division. That is why I have been sent to lead you there.\"\n\nYuanyang's spirit said, \"I am the most emotionless person, how can I be considered to be in love?\" The woman said, \"You don't know. The world mistakenly considers sexual desire to be 'love', and as a result, they commit actions that are morally reprehensible, while still believing that they are expressing love. The word 'love' refers to emotions that have not yet surfaced - these are considered to be nature or being. Once these emotions surface, they are considered to be love. As for the love that you and I share, it is a love that has not yet surfaced. It is like the bud of a flower. Once it is released, this love would no longer be true love.\" Yuanyang's spirit nodded in understanding and followed Qin Shiyi Qiong.",
            "chinese": "鸳鸯这么一想，邪念就侵入骨髓，便站起来，一面哭着，一面开了首饰盒，取出当年剪的那绺头发，揣在怀里，又在身上解下一条手帕，按着秦氏方才比划的地方拴上。她自己又哭了一阵，听见外头客人散去，恐怕有人进来，急忙关上屋门，然后端了一个脚凳，自己站上，把汗巾套在颈项上，把脚凳蹬开。可怜，咽喉断气，魂魄出窍！正无处投奔，只见秦氏隐隐在前，鸳鸯的魂魄赶了上去，说道：“蓉大奶奶，你等等我。”那个人道：“我并不是什么蓉大奶奶，是警幻仙姑的妹妹，可卿就是我。”鸳鸯道：“你明明是蓉大奶奶，怎么说不是呢？”那个人道：“这也有个缘故，待我告诉你，你自然明白了。我在警幻宫中，本来是个钟情的首座，管理的是风花雪月的债，降临尘世，自然该是第一情人，把这些痴情怨女早早引入情司，所以我该悬梁自尽的。因我看了世人情欲之事，就象海一样深，怎么也逃不出去，就自出情海，归入情天，所以太虚幻境‘痴情’司，竟无一人掌管。现在警幻仙姑已经把你补入，替我掌管此司，所以命我来引你前去的。”鸳鸯的魂道：“我是个最无情的，怎么算我是个有情的人呢？”那个人道：“你还不知道呢。世人都把那淫欲之事当作‘情’字，所以作出伤风败化的事来，还自谓风月多情，无关紧要。‘情’之一字，喜怒哀乐未发之时，便是性；喜怒哀乐已发，便是情了。至于你我这个情，正是未发之情，就如那花的含苞一样。若待发泄出来，这情就不为真情了。”鸳鸯的魂听了，点头会意，便跟了秦氏可卿而去。"
        },
        {
            "original": "这里琥珀辞了灵，听邢王二夫人分派看家的人，想著去问鸳鸯明日怎样坐车，便在贾母的那间屋里找了一遍，不见，又找到套间里头。刚到门口，见门儿掩著，从门缝里望里看时，只见灯光半明半灭的，影影绰绰，心里害怕，又不听见屋里有什么动静，便走回来说道：“这蹄子跑到那里去了？”劈头见了珍珠，说：“你见鸳鸯姐姐来著没有？”珍珠道：“我也找他，太太们等他说话呢。必在套间里睡著了罢。”琥珀道：“我瞧了，屋里没有。那灯也没人夹蜡花儿，漆黑怪怕的，我没进去。如今偺们一块儿进去，瞧看有没有。”",
            "english": "Translation:\n\nThis time, when Lady Jia could not find Yunchang in her quarters, she first looked in the inner room, peeking through the door缝隙 to try and see inside. The lights were dim, making it hard to see what was happening inside, which made her feel afraid. Not hearing any noise coming from inside, she returned to Pearl and asked, \"Where did that girl go?\" Just as she lifted her head, she saw Pearl and asked, \"Have you seen Big Sister Yunchang?\" Pearl replied, \"I've been looking for her too. The ladies are waiting for her to talk. She might be in this inner room.\" Peridot said, \"I checked around, but couldn't see her anywhere. The lamp wasn't being tended to, and it was too dark, making me feel scared. I didn't dare to go in. Let's go in together now and see if she's in here.\"",
            "chinese": "这回贾母的屋里找不着鸳鸯，先到套间里找，隔着门缝里向外望，只见里面灯光昏暗，看不清楚屋里的情景，心里有些害怕，又没听到屋子里有什么动静，便回来对珍珠说：“这丫头怎么不见了？”刚抬头，就看见了珍珠，便问：“你见过鸳鸯姐姐没有？”珍珠说：“我也找了她，太太们在等着她说话呢，她也许睡在这套间里了。”琥珀说：“我看了看，屋里没她人影。那灯也没人添蜡，黑得让人害怕，我没敢进去。现在我们一块儿进去，看看她是不是在这屋里。”"
        },
        {
            "original": "琥珀等进去，正夹蜡花。珍珠说：“谁把脚凳撂在这里，几乎绊我一交！”说著，往上一瞧，吓的“嗳呀”一声，身子往后一仰，咕咚的栽在琥珀身上。琥珀也看见了，便大嚷起来，只是两只脚挪不动。",
            "english": "Amber and Pearl went in, and there was a candle stub between them. Pearl said, \"Who left the stool at the door? Thank heavens I saw it and pulled my foot back, or I would have tripped!\" As she spoke, she looked up and shrieked, tumbling back and landing in Amber's arms. Amber saw it too, and started to scream, but she couldn't move either.",
            "chinese": "琥珀和珍珠进去，正夹着蜡花。珍珠说：“谁把脚凳子放在门口，幸亏我眼明手快，否则要绊我一跤！”说着，一抬头，吓得哎哟一声，身子往后一仰，咚地栽在琥珀身上。琥珀也看见了，便大叫起来，就是两条腿也动不了。"
        },
        {
            "original": "外头的人也都听见了，跑进来一瞧，大家嚷著，报与邢王二夫人知道。王夫人宝钗等听了，都哭著去瞧。邢夫人道：“我不料鸳鸯倒有这样志气！快叫人去告诉老爷。”只有宝玉听见此信，便吓的双眼直竖。袭人等慌忙扶著说道：“你要哭就哭，别别著气。”宝玉死命的才哭出来了，心想：“鸳鸯这样一个人，偏又这样死法！”又想：“实在天地间的灵气，独锺在这些女子身上了！他算得了死所。我们究竟是一件浊物，还是老太太的儿孙，谁能赶得上他？”复又喜欢起来。",
            "english": "The people outside heard it too, and rushed in, shouting that they should tell Lady Bing and Lady Wang. Lady Wang, Lady Baocai and the others heard it too, and wept as they went to look. Lady Bing said, \"I never thought that Yunchang could have such spirit! Send someone to tell the Master.\" Only Yuanguang, who heard the news, was so frightened that his eyes were fixed. The maids hurried to hold him back, saying, \"If you must cry, then cry. Don't be so upset that you become ill.\" Yuanguang took a deep breath and began to cry loudly. He thought, \"Yunchang has such spirit, but she must die this way!\" He then thought, \"It is as though all the Divine Essence of Heaven and Earth has been concentrated in the women of this world! She has found her peace. But we are mere filth, not worthy to be compared to Master's descendants.\" He then felt a new wave of joy.",
            "chinese": "外面的人也都听见了，跑进来一看，众人喊叫着，去告诉邢王二夫人知道。王夫人、宝钗等听见了，都哭着去瞧。邢夫人说：“我没想到鸳鸯竟有这股子气！快叫人去告诉老爷。”只有宝玉听见这个消息，吓得两眼直竖。袭人等慌忙扶着他说道：“你要哭就哭，可别气坏了。”宝玉才喘过一口气，大声哭了起来，心想：“鸳鸯这人如此有气节，偏偏是这样的死法！”又想：“实在是天地间的灵气，都集中在这些女子身上了！他算得了死所。我们到底还是些浊物，不配和老太太的儿孙相提并论。”他因此重新又高兴起来。"
        },
        {
            "original": "那时，宝钗听见宝玉大哭了出来了，及到跟前，见他又笑。袭人等忙说：“不好了！又要疯了！”宝钗道：“不妨事，他有他的意思。”宝玉听了，更喜欢宝钗的话，“到底他还知道我的心，别人那里知道！”正在胡思乱想，贾政等进来，著实的嗟叹著说道：“好孩子！不枉老太太疼他一场！”即命贾琏出去，吩咐人连夜买棺盛殓，明日便跟著老太太的殡送出，也停在老太太棺后，全了他的心志。贾琏答应出去，这里命人将鸳鸯放下，停放里间屋内。",
            "english": "At this time, when Baochai heard that Bao Yu had burst into tears and rushed out, upon getting to his side, she saw him laughing again. The serving maids hurriedly said, \"Trouble has come! He is going mad again!\" Baochai said, \"It's all right, he just has his own thoughts.\" Upon hearing this, Bao Yu was even more fond of Baochai's words, \"He understands my heart, and nobody else knows!\" Just then, Jia Zheng and others walked in, and sighed, \"Good child! He is not in vain for Grandma Jia's love for him!\" They then ordered Jialin to go out, and instructed people to buy a coffin and embalm him that night, to be sent off to his mother's coffin the next day, and be placed behind her coffin to satisfy his wish. Jialin agreed to go out, and they ordered someone to take Qiao Yang down and place him in the inner room.",
            "chinese": "这时，宝钗听见宝玉大哭着出来了，等到到了跟前，见他又笑了。袭人等连忙说：“不好了！又要疯了！”宝钗说：“不要紧，他有他的想法。”宝玉听了，更喜欢宝钗的话，“到底他还知道我的心，别人那里知道！”正在胡思乱想，贾政等人进来，连连感叹道：“好孩子！不枉老太太疼他一场！”随即命令贾琏出去，吩咐人连夜买棺材盛殓，明日便跟随着老太太的灵柩送出，也停在老太太棺材后面，满足了他的心愿。贾琏答应出去，这里命令人将鸳鸯放下，停放于里间的屋内。"
        },
        {
            "original": "平儿也知道了，过来同袭人莺儿等一干人都哭的哀哀欲绝。内中紫鹃也想起自己终身，一无著落，恨不跟了林姑娘去，又全了主仆的恩义，又得了死所。如今空悬在宝玉屋内，虽说宝玉仍是柔情密意，究竟算不得什么，于是更哭得哀切。",
            "english": "On the other hand, Zijuan, who foresaw an uncertain future, wished to accompany Lin Erhuang on her journey, finding both fidelity and a sense of belonging. She was now confined in the room of her young master, who still treated her with kindness, but it did not constitute a definitive outcome. As a result, Zijuan's tears fell more bitterly.\n\nAs for Ping'er, who was also aware of the situation, she came over and joined her in a mournful wail, along with the rest, sobbing uncontrollably. Among them, Zijuan, contemplating her uncertain future and the lack of a clear path, yearned to be by Lin Erhuang's side. She longed to fulfill her loyalty and find a place to belong. However, as she remained in the room of her young master, who continued to treat her with warmth, this did not amount to a definitive resolution. Her tears flowed with even greater grief.",
            "chinese": "紫鹃想到自己以后没有着落，恨不能跟着林姑娘一起去，这样既尽了主仆的忠义，又能有归宿。现在只能空空地留在宝玉的屋内，虽然宝玉对他依旧温柔体贴，但毕竟算不上什么结果，所以紫鹃哭得更加伤心。\n\n平儿也知道了这件事，过来和袭人、莺儿等一起，都哭得泣不成声。其中，紫鹃想到自己以后的未来一片空白，既没有归宿，又没有忠义所在，所以她非常希望自己能跟着林姑娘一同离开，这样既能完成她对林姑娘的忠义，又能找到自己的归宿。但现在只能孤零零地留在宝玉的屋内，虽然宝玉对她仍然温柔体贴，但这一切终究都算不上什么结果，因此紫鹃的哭声更加悲切。"
        },
        {
            "original": "王夫人即传了鸳鸯的嫂子进来，叫他看著入殓，遂与邢夫人商量了，在老太太项内赏了他嫂子一百两银子，还说等闲了将鸳鸯所有的东西俱赏他们。他嫂子磕了头出去，反喜欢说：“真真的我们姑娘是个有志气的，有造化的！又得了好名声，又得了好发送！”旁边一个婆子说道：“罢呀！嫂子！这会子你把一个死姑娘卖了一百银便这么喜欢了；那时候儿给了大老爷，你还不知得多少银钱呢，你该更得意了。”一句话戳了他嫂子的心，便红了脸走开了。刚走到二门上，见林之孝带了人抬了棺材来了，他只得也跟进去，帮著盛殓，假意哭嚎了几声。",
            "english": "Mrs. Wang immediately called in the wife of Yuangang’s sister, and asked her to stand guard by the coffin. Then she went with Madam Xing to argue that they should give a hundred taels of silver to her sister-in-law, the wife of the late Master’s mistress. She also said that she would give all of Yuangang’s possessions to her when she was free. The wife of Yuangang’s sister bowed and left, but she came out grinning and said, \"Our daughter really has courage and good luck! She not only gets a good reputation, but also a good burial!\" A servant woman then said, \"Oh, sister-in-law! You’re so happy now that you sold a dead girl for a hundred taels of silver, but if the dead girl had been sold to Master, she might have brought in much more silver, and you would have been even happier!\" These words hit home to her sister-in-law and she blushed, turning away. As she walked to the front gate, Lin Zixiao, accompanied by men, brought in the coffin, and she had no choice but to follow and help with the burial rites, where she pretended to sob.",
            "chinese": "王夫人马上叫鸳鸯的嫂子进来，让他看守尸体，然后她和邢夫人商量，在老太太大夫身上赏给他嫂子一百两银子，还说等没事的时候，将鸳鸯所有的东西都赏给他们。他嫂子磕了头，出去后反而高兴的说：“真是我们姑娘有志气，有造化！又得了好名声，又得了好发送！”旁边一个婆子说道：“唉！嫂子！你现在把一个死姑娘卖了一百两银子就那么高兴，要是那时候给大老爷，还不知道能得多少银子呢，你更应该高兴。”一句话戳中了他嫂子的心，她便红着脸走开了。刚走到二门上，见林之孝带了人抬了棺材来了，他只得也跟进去，帮忙装殓，假装哭了几声。"
        },
        {
            "original": "贾政因他为贾母而死，要了香来，上了三炷，作了个揖，说：“他是殉葬的人，不可作丫头论，你们小一辈的都该行个礼儿。”宝玉听了，喜不自胜，走来恭恭敬敬磕了几个头。贾琏想他素日的好处，也要上来行礼，被邢夫人说道：“有了一个爷们就是了，别折受的他不得超生。”贾琏就不便过来了。",
            "english": "Because Jialiang was accompanying Jialing to her grave, after Jiazheng had completed his ceremony, he bowed to Jialiang and said, \"The servant is there to serve the master, not to attend to the young ladies.\" When Baoyu heard this, he felt very happy and went over to show his respect by bowing to Jialiang several times. Jialiang was thinking of how good Jialiang had been to him in the past, and wanted to return the favor by bowing to him in return, but Xingfuren said that he already had a son, and did not need to reduce his lifespan any further. So, Jialiang was not able to show his gratitude.",
            "chinese": "因为贾琏为贾母殉葬，贾政上完香后，对着他行了一个礼说，殉葬的人是为主人服务的，不是丫头。宝玉听了很高兴，就过去恭恭敬敬磕了几个头。贾琏想到贾琏以前对他的好，想过去行个礼，但是邢夫人说，已经有了一个儿子，不要再折寿了。所以贾琏就不方便过去了。"
        },
        {
            "original": "宝钗听著这话，好不自在，便说道：“我原不该给他行礼，但只老太太去世，偺们都有未了之事，不敢胡为。他肯替偺们尽孝，偺们也该托托他：好好的替偺们伏侍老太太西去，也稍尽一点子心哪！”说著，扶了莺儿走到灵前，一面奠酒，那眼泪早扑簌簌流下来了。奠毕，拜了几拜，狠狠的哭了他一场。",
            "english": "Bao Chao, upon hearing these words, was very uneasy, and said, \"I really shouldn’t have taken the trouble to bow to him, but because of Mother’s passing, there are still matters that haven’t been settled, so I dared not act rashly. He is the one who can fulfill filial duty for us, so we should entrust him with our affairs: to take good care of Mother when she goes to the Western Paradise, at least. \" After saying this, she supported Ying Er to the spirit stand, poured the libations, and her tears began to fall. After pouring the libations, she prostrated herself several times and had a good cry.",
            "chinese": "宝钗听了这话，很不自在，便说道：“本来我就不该给他行礼，但又因为奶奶去世，我们家还有没有了结的事，所以不敢乱来。他能替我们尽孝，我们也就应该托付给他：好好地替我们伺候奶奶去西天，也算是一点心意吧！”说着，扶着莺儿走到灵前，一边奠酒，眼泪早扑簌簌流下来了。奠酒后，又拜了几拜，狠狠地哭了一场。"
        },
        {
            "original": "众人也有说宝玉的两口子都是傻子，也有说他两个心肠儿好的，也有说他知礼的，贾政反倒合了意。一面商量定了看家的，仍是凤姐惜春，馀者都遣去伴灵。一夜谁敢安眠？一到五更，听见外面齐人。到了辰初发引，贾政居长，衰麻哭泣，极尽孝子之礼。灵柩出了门，便有各家的路祭，一路上的风光，不必细说。走了半日，来至铁槛寺安灵，所有孝男等俱应在庙伴宿。不提。",
            "english": "All talked and discussed. Some said that the couple had lost their minds. Some said they were good-hearted people. Still others said that they were behaving properly. The Jia Zheng listened to them with favor, and ordered those who were to guard the tomb. The Feng and Xi Chun stayed with him, and the others went back to their homes to look after the remains. They did not sleep for the night. In the morning, they heard the wailing, and at 3 am the Jia Zheng led the mourners in black clothing, and wailed like mad. He acted as the model of a filial son. The casket was taken out of the house and along the way there were road-side memorials, but I will not describe these in detail. After half a day’s travel, they arrived at the Iron Gate Temple to place the casket. All the sons who were mourning remained in the temple. This place does not require a detailed description.\n\nThe following is the translation:\n\nPeople were all talking and discussing. Some said that the couple were both crazy; some said that they had good hearts; some said that they followed propriety. Jia Zheng listened favorably, and so arranged the people guarding the tomb. Feng and Xi Chun stayed with him, while the rest returned to their homes to take care of the casket. They did not sleep all night. In the morning, they heard the wailing, and at 3 am, Jia Zheng led the mourners in black clothes, wailing madly, showing the image of a filial son. The casket was taken out of the house, and along the way there were roadside memorials, but I will not describe these in detail. After half a day of travel, they arrived at the Iron Gate Temple to place the casket. All the sons mourning stayed in the temple. This place does not require a detailed description.",
            "chinese": "大家议论纷纷，有的说宝玉这夫妻俩都傻；有的说他们心肠好；有的说他们守礼。贾政听的顺耳，于是布置起守灵的人手。凤姐、惜春留了下来，其他人就各自回家陪伴灵柩。大家整夜不敢安睡。到天亮，听见外面的哭声，到了辰时，贾政领头，穿上丧服，哭得死去活来，显示了大孝子的形象。灵柩出了门，一路上都有路祭，景色不必细说。走了半天，来到铁槛寺安放灵柩，所有孝男都在庙里陪灵。此地不提。"
        },
        {
            "original": "且说家中林之孝带领拆了棚，将门窗上好，打扫净了院子，派了巡更的人，到晚打更上夜。只是荣府规例：一交二更，三门掩上，男人就进不去了，里头只有女人们查夜。凤姐虽隔了一夜，渐渐的神气清爽了些，只是那里动得？只有平儿同著惜春各处走了一走，吩咐了上夜的人，也便各自归房。",
            "english": "Now, Lin Zixiao's people had dismantled the marquee of the Grand View Garden. They locked the doors and windows, swept the courtyard clean, and sent out a night watchman. Yet, the rule at the Rong Family Mansion was that after two in the morning, all three gates would be locked and men would not be allowed to enter, with the responsibility of night-time patrols falling on women. Although Lady Feng had rested for a night and felt somewhat more refreshed and alert, she was still unable to move. It was only when Ping'er and Xiuchun carried out a joint patrol, gave instructions to the night watchman, and then returned to their respective rooms to rest.",
            "chinese": "再说林之孝家的领着人拆掉了大观园的棚子，将门窗都上了锁，打扫干净了院子，又派了巡夜的。只是荣府有规矩，二更过后，三门关闭，男人就不能进去了，只有女人才有查夜的职责。凤姐虽然隔了一夜，渐渐有些神清气爽，但还是动弹不得。只有平儿和惜春一起巡视了一下，吩咐了负责夜晚看守的人，各自回房休息。"
        },
        {
            "original": "却说周瑞的乾儿子何三，去年贾珍管事之时，因他和鲍二打架，被贾珍打了一顿，撵在外头，终日在赌场过日。近知贾母死了，必有些事情领办，岂知探了几天的信，一些也没有想头，便嗳声叹气的回到堵场中，闷闷的坐下。那些人便说道：“老三，你怎么不下来捞本儿了吗？”何三道：“倒想要捞一捞呢，就只没有钱么。”那些人道：“你到你们周大太爷那里去了几日，府里的钱，你也不知弄了多少来，又来和我们装穷儿了。”何三道：“你们还说呢！他们的金银不知有几百万，只藏著不用。明儿留著，不是火烧了，就是贼偷了，他们才死心呢！”那些人道：“你又撒谎。他家抄了家，还有多少金银？”何三道：“你们还不知道呢。抄的是撂不了的。如今老太太死后，还留了好些金银，他们一个也不使，都在老太太屋里搁著，等送了殡回来才分呢。”",
            "english": "Let's talk about Zhou Rui's adopted son, He San. Last year, he got into a fight with Bao Er and was beaten by Jia Zhen and subsequently expelled from the family. Since then, he has been living from day to day in the gambling halls. Recently, he heard that Grandma Jia had passed away, and there would be a lot of things to handle, so he went to look for opportunities, but didn't find any benefits. Therefore, he sighed and returned to the gambling hall, sitting dejectedly. His gambling companions asked, \"Why don't you come down and earn some money?\" He San replied, \"I want to earn some money, but I don't have any silver.\" The gambling companions said, \"You've been visiting your great-uncle Zhou for several days, how much silver did you manage to get from the family? Now you come to us pretending to be poor.\" He San said, \"Don't mention it! The Zhou family has gold and silver worth several million, but they just hide them and don't use them. Keeping them useless is like burning them or stealing them. That's why they're content!\" The gambling companions said, \"You're making things up. How much gold and silver did their family manage to keep after their house was seized?\" He San said, \"You don't understand, they only kept what couldn't be thrown away. Now that Grandma Jia has passed away, there's still a lot of gold and silver left, but they don't use any of it. They keep it all in the old lady's room until after the funeral.\"",
            "chinese": "再说周瑞的干儿子何三，去年因和鲍二打架，被贾珍责打，并逐出了家门，从此终日在赌场中度日。近日得知贾母已故，必有许多事务可办，可探听了一阵，没想得到什么好处，便唉声叹气的回到赌场中，闷闷不乐的坐下。那些赌友便问道：“老三，你怎么不下来捞点本儿呢？”何三回答：“我也想捞点本，只是没银子啊。”赌友道：“你到你周大太爷那里去了好几天，府里的银子，你不知道弄了多少来，现在又来和我们装穷了。”何三道：“你们别提了！他们周家的金银不知有几百万，只是藏着不用。留着没用，不是烧了，就是偷了，他们才放心呢！”赌友道：“你又在乱说。他们家被抄了家，还剩多少金银？”何三道：“你们不知道，抄的是扔不了的。如今贾母死后，还留下了许多金银，他们一个也不用，都在老太太的屋里放着，等葬礼后才分呢。”"
        },
        {
            "original": "内中有一个人听在心里，掷了几骰，便说：“我输了几个钱也不翻本儿了，睡去了。”说著，便走出来，拉了何三道：“老三，我和你说句话。”何三跟他出来。那人道：“你这么个伶俐人，这么穷，我替你不服这口气！”何三道：“我命里穷，可有什么法儿呢？”那人道：“你才说荣府的银子这么多，为什么不去拿些使唤使唤？”何三道：“我的哥哥！他家的金银虽多，你我去白要一二钱，他们给偺们吗？”那人笑道：“他不给偺们，偺们就不会拿吗？”",
            "english": "In the middle of the night, a man heard their talk. He threw a few dice and said, \"I can't afford to keep playing this game, so I'll be going to bed.\" After saying this, he walked out and stopped in front of He San and said, \"Three, I have something to say to you.\" He San followed him out. The man said, \"You're so clever, yet so poor. I can't stand it!\" He San said, \"I'm just born to be poor. What can I do?\" The man said, \"You just now said that there was a lot of money in the Yong family. Why don't you take some for yourself?\" He San said, \"Brother! Even if their family has a lot of gold and silver, will they give us even a tiny bit if we just ask for it?\" The man laughed and said, \"If they don't give us anything, will we take anything?\"",
            "chinese": "里面有个人听在心里，掷了几颗骰子，说道：“我输了几个钱也不玩了，去睡了。”说着就走了出来，拉住何三说：“老三，我有句话要对你说。”何三跟着他出来。那人说道：“你这么伶俐，却这么穷，我替你不服这口气！”何三说道：“我命里穷，有什么办法呢？”那人说道：“你刚才说荣府里的银子那么多，为什么不拿些来用用呢？”何三说道：“大哥！他们家的金银虽多，我们去白要一二钱，他们会给我们吗？”那人笑道：“他们不给，我们就会拿吗？”"
        },
        {
            "original": "何三听了这话里有话，忙问道：“依你说，怎么样拿呢？”那人道：“我说你没有本事，若是我，早拿了来了。”何三道：“你有什么本事？”那人便轻轻的说道：“你若要发财，你就引个头儿。我有好些朋友，都是通天的本事。别说他们送殡去了，家里只剩下几个女人，就让有多少男人也不怕！。只怕你没这么大胆子罢咧！”何三道：“什么敢不敢！你打量我怕那个乾老子吗？我是瞧著乾妈的情儿上头，才认他做乾老子罢咧！他又算了人了？你刚才的话，就只怕弄不来，倒招了饥荒。他们那个衙门不熟？别说拿不来，倘或拿了来，也要闹出来的。”那人道：“这么说，你的运气来了！我的朋友，还有海边上的呢，现今都在这里。看个风头，等个门路，若到了手，你我在这里也无益，不如大家下海去受用，不好么？你若撂不下你乾妈，偺们索性把你乾妈也带了去，大家夥儿乐一乐，好不好？”何三道：“老大，你别是醉了罢？这些话混说的是什么？”说著，拉了那人走到个僻静地方，两个人商量了一回，各人分头而去。暂且不提。",
            "english": "He San heard this and understood. He hurriedly asked how he should take action. The man replied, \"I blame you for not being able to do it. If I had to do it, I would have done it long ago.\" He San asked, \"What sort of ability do you have?\" The man whispered, \"If you want to make a fortune, you should lead the way. I know many remarkable people. They would not hesitate to go to the funeral regardless of what is left at home. They would not be afraid, even if there are many men left. What I fear is that you lack the courage to do it!\" He San said, \"Are you daring enough? Don't look at me as though I'm afraid of that old Taoist. I treated him as a mentor only because of his mother. Has his fortune run its course? Your words may bring more harm than good. I'm not unfamiliar with that office. Even if I succeed in getting what I want, there will still be trouble.\" The man said, \"In that case, your luck is coming! My friends and those on the coast are here. We can wait for the right moment and plan our actions. Once we get what we want, we will not need to stay here any longer. It would be better if we all go out to sea and enjoy ourselves. What do you think about taking your mother along with us, so that we can all have some fun?\" He San asked, \"Are you drunk? What sort of nonsense are you talking about?\" He then pulled the man to a secluded spot and discussed their plans together. They then went their separate ways to carry out their tasks. To be continued.",
            "chinese": "何三听了这话，心里明白，忙问怎么拿呢？那人说：“我只怪你没有本事。要我来干，我早干了。”何三说：“你有什么本事？”那人低声说道：“你若想发财，就引个头儿。我认识好多朋友，都是了不起的人物。别说他们去送殡，家里只剩下几个女人，就是有多少男人，也不怕！只怕你没这么大胆子罢咧！”何三说：“敢不敢！你别看我怕那个老道，我认他为干老子，只是看在他干妈的面子上。他算卦算到头了？你刚才的话，只怕弄不来，倒招了祸害。他们那个衙门我不熟？别说拿不来，拿来了，也要闹出来的。”那人说：“这么说，你的运气来了！我的朋友，还有海边上的，都在这里。看个风头，等个门路，若是到手，你我在这里也无用，不如大家下海去享受，不好么？你若放不下你干妈，我们就把干妈也带了去，大家乐一乐，好不好？”何三说：“你别是醉了罢？这些话混说的是什么？”说着，拉了那人到个僻静的地方，两个人商量了一回，各人分头去办事。暂且不提。"
        },
        {
            "original": "且说包勇自被贾政吆喝，派去看园，贾母的事出来，也忙了不曾派他差使。他也不理会，总是自做自吃，闷来睡一觉，醒时便在园里耍刀弄棍，倒也无拘无束。那日贾母一早出殡，他虽知道，因没有派他差使，他任意闲游。只见一个女尼带了一个道婆来到园内腰门那里扣门。包勇走来，说道：“女师父，那里去？”道婆道：“今日听得老太太的事完了，不见四姑娘送殡，想必是在家看家。恐他寂寞，我们师父来瞧他一瞧。”包勇道：“主子都不在家，园门是我看的，请你们回去罢。要来呢，等主子们回来了再来。”婆子道：“你是那里来的个黑炭头？也要管起我们的走动来了？”包勇道：“我嫌你们这些人，我不叫你们来，你们有什么法儿？”婆子生了气，嚷道：“这都是反了天的事了！连老太太在日还不能拦我们的来往走动呢，你是那里的这么个横强盗，这样没法没天的？我偏要打这里走！”说著，便把手在门环上狠狠的打了几下。",
            "english": "关于贾母出殡日的守人，我们只能得出一个模糊的结论，即文中没有直接提到负责守着四姑娘的具体人物。因此，我们不能直接回答这个问题，需要在更广泛的背景知识或上下文中寻找答案。在提供的文本内，没有直接提及负责守着四姑娘的人物。在《红楼梦》原著中，守着四姑娘的人可能是她的兄长贾琏或贴身仆人，但根据这段特定的文本，无法得出确切答案。因此，回答这个问题需要额外的信息或上下文背景。在《红楼梦》的全书中，四姑娘是指贾母的孙女贾惜春，她的兄长贾琏、贴身仆人如平儿等都可能在贾母出殡日负责照看她，但这并不直接从这段文本中得出。如果有更多上下文信息，可能能够提供更具体的答案。然而，根据这段文本本身，我们无法确定守着四姑娘的具体人物。在《红楼梦》这部复杂的小说中，每一个细节都可能与整体情节紧密相关，因此了解更多背景信息对于理解特定场景非常重要。在这种情况下，对于“贾母在出殡日让谁守着四姑娘”的问题，我们只能遗憾地说，基于这段提供的文本信息，无法直接回答。正确的回答需要结合《红楼梦》的整体背景和上下文。",
            "chinese": "再说包勇自从被贾政吆喝着看园之后，贾母的事情忙得抽不出手来分派他任务，包勇也不在意，自管自地吃喝睡觉，闲着的时候就自己在园子里耍刀弄棍，日子过得逍遥自在。有一天，贾母出殡的日子，包勇虽然知道，但是没有被派任务，就自个儿到处闲逛。他看到一个女尼带着一个道婆来到了园子里的腰门扣门。包勇走过去问道：“女师父，你们要去哪里？”道婆回答说：“听说老太太的事办完了，四姑娘没有去送殡，可能是在家守着。怕她孤单，我们师父来探望她一下。”包勇说：“主子们都不在，园门是我看的，你们回去吧。如果要来，等主子们回来再来。”婆子说：“你这黑炭头哪里来的？也敢管起我们的事来了？”包勇说：“我就是看不惯你们这些人，我不让你们来，你们还能怎么样？”婆子生气了，喊道：“这真是天翻地覆了！连老太太在世的时候都不能阻止我们来往，你这黑炭头哪里冒出来的横强盗，这么无法无天？我偏要从这里走！”说着，就在门环上狠狠地打了几下。\n\n请根据这段文字回答问题：\n\n贾母在出殡日让谁守着四姑娘？ 贾母在出殡日没有让包勇守着四姑娘，包勇在这一天只是随意闲逛，并没有被派去守着四姑娘。文中提到女尼和道婆来到园内腰门扣门，想要去探望四姑娘，但被包勇阻止了。因此，文段中并没有明确提到由谁守着四姑娘。根据上下文信息，可以推测可能是因为贾母出殡的原因，所以四姑娘在家守着，但守着四姑娘的具体人物在文中没有明确提及。如果贾母在出殡日确实让某个人守着四姑娘，那么根据文意，那个人没有在文中被直接提及。因此，无法明确回答贾母在出殡日让谁守着四姑娘。在这种情况下，读者可能需要根据上下文背景或其他信息来推测守四姑娘的人选。在提供的文段信息内，无法直接确定答案。通常这种情况下，守着四姑娘的人应该是与四姑娘关系密切的家庭成员或仆人，比如四姑娘的兄长或贴身仆人，但文中并没有直接提及这个信息。所以，在现有信息下，我们无法回答贾母在出殡日让谁守着四姑娘。如果有其他相关背景信息或上下文提示，可能会给出更准确的答案。不过，基于这段文字的描述，我们无法直接得出答案。"
        },
        {
            "original": "妙玉已气的不言语，正要回身便走，不料里头看二门的婆子听见有人拌嘴，连忙开门一看，见是妙玉，已经回身走去，明知必是包勇得罪了走了。近日婆子们都知道上头太太们四姑娘都和他亲近，恐他日后说出门上不放进他来，那时如何耽得住，赶忙走来，说：“不知师父来，我们开门迟了。我们四姑娘在家里，还正想师父呢。快请回来。看园的小子是个新来的，他不知偺们的事。回来回了太太，打他一顿，撵出去就完了。”妙玉虽是听见，总不理他。那禁得看腰门的婆子赶上，再四央求，后来才说出怕自己担不是，几乎急的跪下。妙玉无奈，只得随著那婆子过来。包勇见这般光景，自然不好再拦，气得瞪眼叹气而回。",
            "english": "Miaoyu was so enraged that she could no longer utter a word. She was about to turn back to re-enter the house, but when she heard someone at the back gate shouting, she went over to open it. She saw Miaoyu and realized that she had been offended. Miaoyu had already walked off. The old maids at the gate knew that the third lady and the fourth lady were very fond of Baoyong. They feared that he might make the mistake of not letting them in. They were at a loss on how to make an explanation. Therefore, they hurried over and said: \"We did not know that Master had come. We were late in opening the door. The fourth lady is at home and is missing Master. Please come back quickly. The man at the garden gate is a new comer. He does not know Master's name. Please go back and tell the lady that we should punish the man and throw him out to end the matter.\" Miaoyu heard their words, but she did not intend to listen. The old maid who guarded the garden gate caught up with her and begged for forgiveness several times. When she became really frantic, she almost fell on her knees. Miaoyu had no choice but to follow the old maid back to the house. Baoyong was not in a mood to prevent her from entering and walked away with a sigh.",
            "chinese": "妙玉被气得不说话，正要回身往里走，没想到二门看门的老妈听见有人拌嘴，忙去开门一看，见是妙玉，已经走远，知道是让包勇得罪了，已经走了。最近这帮老妈都知道三太太和四姑娘对包勇很亲热，怕他日后说自己不让进，那时如何交代，于是赶忙跑过来，说：“不知道师父来了，开门晚了。四姑娘在家里，正想师父呢。快请回来。那看园的小伙子是个新来的，他不知道我们师父的事。回去告诉太太，打他一顿，赶出去就完事了。”妙玉虽然听见，却不想理。那看腰门的老妈追上前来，再三求情，后来实在急了，差点要跪下。妙玉无奈，只得随著那老妈过来。包勇见这情况，自然不好再拦着，气得瞪眼叹气而回。\n\n"
        },
        {
            "original": "这里妙玉带了道婆走到惜春那里道了恼，叙些闲话。惜春说起：“在家看家，只好熬个几夜，但是二奶奶病著，一个人又闷又害怕。能有一个人在这里，我就放心，如今里头一个男人也没有。今儿你既光降，肯伴我一宵，偺们下棋说话儿，可使得么？”妙玉本来不肯，见惜春可怜，又提起下棋，一时高兴，应了。打发道婆回去取了他的茶具衣褥，命侍儿送了过来，大家坐谈一夜。惜春欣幸异常，便命彩屏去开上年蠲的雨水，预备好茶。",
            "english": "The Miao Yu brought the nun to the惜春's residence and apologized for her anger. The two exchanged some casual conversation. Then, the Jixun said, \"I am alone in watching over the house and cannot bear the loneliness of the night. Now, the second lady is sick and there is no one to look after her. I am both bored and frightened. If you could keep me company, play chess with me, or have a chat, it would be such a pleasure.\" Miao Yu initially declined, but upon seeing Jixun's plight and her mention of playing chess, she was inspired to agree. Subsequently, Miao Yu instructed the nun to fetch her tea set and bedding, which she sent over to the company. They then spent the night conversing. Jixun was delighted and ordered Cai Ping to open a jar of fine rainwater, readying it for tea.",
            "chinese": "妙玉带着道婆来到惜春那里，赔礼道恼。两人说了一些闲话。惜春便说：“我独自一人看家，熬不了几个夜晚。如今二奶奶有病，又无个人照顾，真是又闷又怕。你若能陪陪我，下下棋，谈谈话，那该多好啊。”妙玉本不答应，但看到惜春可怜，又提起了下棋，一时兴起，便答应了下来。随后，妙玉让道婆回去取了她的茶具和寝具，让侍儿送来，大家便坐谈了一夜。惜春十分高兴，便命彩屏去开了一坛上好的雨水，预备了茶水。"
        },
        {
            "original": "那妙玉自有茶具。道婆去了不多一时，又来了一个侍者，送下妙玉日用之物。惜春亲自烹茶。两人言语投机，说了半天。那时天有初更时候，彩屏放下棋枰，两人对弈。惜春连输两盘，妙玉又让了四个子儿，惜春方赢了半子。",
            "english": "My妙玉 had her own tea set. Dao Pó was gone for a short time when the attendant came back with the tea set belonging to妙玉.惜春 cooked the tea herself, and they got along so well that they talked for a long time. It was already dark when she put down the chessboard. They played chess. Sichun lost twice in a row, and only when JiuYu let her four pieces did she win half of the game.",
            "chinese": "妙玉自有茶具。道婆去了不多时候，又有侍者送来妙玉的茶具，惜春亲自烹茶，两人投缘，谈了老半天。这时天已入夜，彩屏放下棋盘，两人对弈。惜春连输两局，妙玉又让了四个子，惜春才赢了一半。"
        },
        {
            "original": "不觉已到四更，正是天空地阔，万籁无声。妙玉道：“我到五更须得打坐，我自有人伏侍，你自去歇息。”惜春犹是不舍，见妙玉要自己养神，不便扭他。刚要歇去，猛听得东边上屋内上夜的人一片声喊起。惜春那里的老婆子们也接著声嚷道：“了不得了！有了人了！”吓得惜春彩屏等心胆俱裂，听见外头上夜的男人，便声喊起来。妙玉道：“不好了！必是这里有了贼了！”说著，赶忙的关上屋门，便掩了灯光，在窗户眼内往外一瞧。只见几个男人站在院内，吓得不敢作声，回身摆著手，轻轻的爬下来，说：“了不得！外头有几个大汉站著。”",
            "english": "That night, it was already four o'clock in the morning, and the sky was clear and open, and all around was silent. Dao Erqiu said, \"I need to meditate by the fifth watch. My old maid will attend to me, so you may go to rest now.\" However, Xici did not want to leave. Seeing that Dao Erqiu was going to rest by herself, she did not wish to force her. Just as she was about to go, she suddenly heard the night watchman in the room on the eastern side calling out in alarm. The maidservants who looked after Xici also joined in the commotion, shouting, \"Oh no! Someone's here!\" Xici and the others were frightened and started to scream. Dao Erqiu said, \"Something's wrong! It must be that the thieves have come in!\" She hurriedly closed the door and extinguished the lights. Peering through the window hole, she saw several men standing in the courtyard. They were too frightened to speak, and they turned around, waving their hands to sneak out. They whispered, \"Oh no! There are several big men standing outside.\"",
            "chinese": "不知不觉到了四更，天空地阔，万籁无声，妙玉道：“我到五更就得打坐，我自己有婆子服侍，你自去歇息。”惜春却舍不得离开，看妙玉要自己养神，不便去勉强她。刚想走，忽然听见东边上房内看夜的人喊叫起来，惜春那里的老婆子们也跟着乱叫：“不得了！来了人了！”惜春她们心惊胆战，听见外头有人喊叫，吓得声喊起来。妙玉道：“不好了！一定是这里有了贼！”说着，赶忙关上屋门，熄灭灯火，在窗户眼里往外一看，只见几个男人站在院内，吓得不敢出声，回身摆着手，偷偷爬下来，说：“不得了！外头有几个大汉站著。”\n\n此时已是深夜四更时分，夜空高远，万籁俱寂。妙玉说：“我到五更时需要打坐，我自己有侍候的人，你先去休息吧。”惜春恋恋不舍，见妙玉要独自静养，不便强行挽留，正欲离开，忽然听到东边的看夜人发出惊慌的喊叫声。那些伺候惜春的老婆子们也跟着乱叫起来：“天哪！来了人啊！”惜春和彩屏等人吓得面色苍白，心跳加速，听到外面有男人的声音，也不禁惊呼起来。妙玉说：“不好了！一定是这里闯进了贼人！”接着，她急忙关上屋门，熄灭灯火，从窗户缝隙向外张望。只见几个男人站在院子里，他们吓得不敢出声，转过身来，悄悄地爬了下来，低声说：“天哪！外面有几个大汉站着呢。”"
        },
        {
            "original": "说犹未了，又听得房上响声不绝，便有外头上夜的人进来吆喝拿贼。一个人说道：“上屋里的东西都丢了，并不见人。东边有人去了，偺们到西边去。”惜春的老婆子听见有自己的人，便在外间屋里说道：“这里有好些人上了房了。”上夜的都道：“你瞧！这可不是吗？”大家一齐嚷起来。只听房上飞下好些瓦来，众人都不敢上前。",
            "english": "The translation is:\n\nBefore the sentence was finished, sounds came from the roof, and suddenly a few night watchers entered. They shouted loudly, catching the thief. One person said, \"All the things in the upper room were stolen, and no one was seen. The people on the east have left, let's go to the west to see.\" The old woman who was the wife of Xi Chun heard that they were her people and said from the inner room, \"There are many people on the roof here.\" The night watchers all said, \"Look! Isn't this it?\" They all shouted together. Only to hear many tiles being thrown from the roof, and everyone dared not advance.",
            "chinese": "话还没有说完，房上就传来一阵阵声响，忽然有几个看夜的人进来了，大声地吆喝着抓贼。一个人说道：“上屋里的东西都被偷走了，没有见到人。东边的人已经走了，我们到西边去看看。”惜春的老婆子听见是自己的人，便在里屋说道：“这里有很多人在房上呢。”看夜的人都说道：“你看！这不就是吗？”大家一齐大喊。只听见房上扔下很多瓦片来，大家都不敢上前。\n\n答案：\n\n话还没有说完，房上就传来一阵阵声响，忽然有几个看夜的人进来了，大声地吆喝着抓贼。一个人说道：“上屋里的东西都被偷走了，没有见到人。东边的人已经走了，我们到西边去看看。”惜春的老婆子听见是自己的人，便在里屋说道：“这里有很多人在房上呢。”看夜的人都说道：“你看！这不就是吗？”大家一齐大喊。只听见房上扔下很多瓦片来，大家都不敢上前。"
        },
        {
            "original": "正在没法，只听园里腰门一声大响，打进门来。见一个梢长大汉，手执木棍，众人吓得藏躲不及。听得那人喊说道：“不要跑了他们一个！你们都跟我来！”这些家人听了这话，越发吓得骨软筋酥，连跑也跑不动了。只见这人站在当地，只管乱喊。家人中有一个眼尖些的看出来了。你道是谁？正是甄家荐来的包勇。这些家人不觉胆壮起来，便颤巍巍的说道：“有一个走了！有的在房上呢！”包勇便向地下一扑，耸身上房追赶那贼。",
            "english": "It was just when they were at a loss what to do when a loud bang was heard from the waist door of the garden. The person came charging in with a stick in hand. Everyone was too startled to move out of the way. The man shouted, \"Don't let them get away! Follow me!\" The attendants were even more frightened and could not even move. The man stood there shouting, when a sharp-eyed family member recognized who he was. Who is he? He is none other than Bao Yong, who had been hired by the Jins. The attendants became a little bolder and tremblingly said, \"One of them got away! Some of them are on the roof!\" Bao Yong immediately fell to the ground and jumped up onto the roof in pursuit of the bandit.",
            "chinese": "正当没有办法的时候，只听园子里腰门上“嘭”的一声大响，那人顺着门直闯进来了。只见来的是个身强力壮的小伙子，手里拿着一根木棍，众人吓得一躲闪不及。只听那人喊道：“不要让他们跑了一个！你们都跟我来！”那些家丁听了这话，更加害怕，连跑都跑不动了。只见那人站在那里，只是乱喊。这时，有个眼尖的家人看出此人是谁了。你猜他是谁？正是甄家请来的包勇。那些家丁们不由胆壮起来，便颤巍巍地说道：“有一个跑了！有的在房上呢！”包勇便扑倒在地，飞身上房，追赶那贼人。"
        },
        {
            "original": "这些贼人明知贾家无人，先在院内偷看惜春房内，见有个绝色尼姑，便顿起淫心，又欺上屋俱是女人，且又畏惧，正要踹进门去，因听外面有人进来追赶，所以贼众上房。见人不多，还想抵挡，猛见一人上房赶来，那些贼见是一人，越发不理论了，便用短兵抵住。那经得包勇用力一棍打去，将贼打下房来。那些贼飞奔而逃，从园墙过去。包勇也在房上追捕。岂知园内早藏下了几个在那里接赃，已经接过好些。见贼夥跑回，大家举械保护。见追的只有一人，明欺寡不敌众，反倒迎上来。包勇一见生气，道：“这些毛贼！敢来和我斗斗！”那夥贼便说：“我们有一个伙计被他们打倒了，不知死活，偺们索性抢了他出来！”",
            "english": "The bandits, knowing that there was no one at the Jia residence, first spied inside the courtyard, on the lookout for Miss Xiuxin's quarters. What they saw was a beautiful, well-endowed Buddhist nun, and this piqued their depraved desires. With their confidence bolstered by the knowledge that the main house was occupied only by women, and that they might be in danger, they were about to break into the room when they heard someone approaching. With their plans foiled, the bandits took refuge in the roof. Seeing that there were few people around, they were about to attack, but were suddenly met by a man on the roof. Realizing that the intruder was just a single person, the bandits didn't hesitate to fight back, using makeshift weapons to defend themselves. Little did they know that Baoyong, with his strength, delivered a powerful blow with his cudgel, sending the bandit tumbling off the roof. The bandits fled in a hurry, crossing the garden wall. Baoyong pursued them from the roof. But then, a few men who had been hiding inside the garden to catch the thieves had already gathered many of their loot. Hearing that the bandits had returned, they took up their weapons in defense. When they saw that only one pursuer was coming their way, they assumed it was due to the small number of people, and that they would have an easy fight. Upon seeing Baoyong, who was on the roof, they taunted him, saying, \"These puny thieves! They dare to challenge us!\" But Baoyong, seething with anger, retorted, \"These scum! You dare to defy me!\" The bandits then explained, \"One of our comrades was knocked down by them. We'll just take him along with us!\"",
            "chinese": "这群贼人知道贾家没人，先在院子内偷偷看惜春的房里，见里面有个美貌的尼姑，就动了邪念，又仗着上房都是女人，又害怕。正要踹门进去，听见外面有人追赶进来，所以这群贼人就上了房。看见人不多，还想抵抗，突然见一个人上了房追来，这群贼见是个人，也就不管三七二十一，用短兵和他抵挡。哪知包勇使力一棍打去，把贼打下房来。这群贼飞奔逃走，从园墙过去。包勇也在房上追赶。谁知园内早藏了几个接赃的，已经接了好些东西。见贼伙跑了回来，大家拿起器械保护。见追的只有一人，明明是欺负人少，反而迎上来。包勇一看，气愤地说：“这些毛贼！敢和我斗斗！”那伙贼就说：“我们有一个伙计被他们打倒了，不知死活，我们索性抢了他出来！”"
        },
        {
            "original": "这里包勇闻声即打。那夥贼便轮起器械，四五个人围住包勇，乱打起来。外头上夜的人也都仗著胆子只顾赶了来。众贼见斗他不过，只得跑了。包勇还要赶时，被一个箱子一绊，立定看时，心想东西未丢，众贼远逃，也不追赶，便叫众人将灯照看。地下只有几个空箱，叫人收拾，他便欲跑回上房。因路径不熟，走到凤姐那边，见里面灯烛辉煌，便问：“这里有贼没有？”里头的平儿战兢兢的说道：“这里也没开门，只听上屋叫喊，说有贼呢，你到那里去罢。”包勇正摸不著路头，遥见上夜的人过来，才跟著一齐寻到上屋。见是门开户启，那些上夜的在那里啼哭。",
            "english": "The brave man heard the noise and attacked. The gangsters raised their weapons and attacked him. All the guards gathered bravely. The robbers found they could not beat him, so they ran away. The brave man tried to chase them, but he fell over a box and realized that nothing was lost. The robbers were far away, so he didn't bother to chase them. He asked someone to light the way. On the ground were only a few empty boxes, and they were quickly cleaned up. The brave man wanted to go back to the main room, but he didn't know the way, so he went to the room where Mrs. Feng was. He saw the lights on and asked, \"Are there any thieves here?\" Ping'er replied timidly, \"No one has come out of the room. We only heard shouts from the main room that there were thieves. Go to the main room.\" The brave man was still lost, but he saw a guard coming, so he followed them to the main room. He saw that the door was open, and the guards were crying.",
            "chinese": "这包勇听见声音就打。那伙强盗马上举起器械，四五个人围着包勇打。站岗的其他人也都壮起胆子赶了过来。众强盗见打不过包勇，只得跑了。包勇还想追，被一个箱子绊了一跤，站定一看，心想东西没丢，强盗跑远了，也不追了。就叫人把灯照着。地上只有几个空箱子，让人收拾，包勇就要跑回上房。因为路不熟，就走到凤姐那边，见屋里灯火通明，就问：“这里有贼吗？”里头的平儿战战兢兢地说：“这里没开门，只听见上房喊有贼，你到那里去吧。”包勇正找不到方向，远远看见站岗的人过来，就跟他们一起找到上房。见门开着，那些站岗的人在那哭。"
        },
        {
            "original": "一时，贾芸林之孝都进来了，见是失盗，大家著急。进内查点，老太太的房门大开，将灯一照，锁头拧折。进内一瞧，箱柜已开。便骂那些上夜女人道：“你们都是死人么？贼人进来，你们都不知道么？”那些上夜的人啼哭著说道：“我们几个人轮更上夜，是管二三更的。我们都没有住脚，前后走的。他们是四更五更。我们才下班儿，只听见他们喊起来，并不见一个人。赶著照看，不知什么时候把东西早已丢了。求爷们问管四更五更的！”林之孝道：“你们个个要死！回来再说，偺们先到各处看去。”上夜的男人领著走到尤氏那边，门儿关紧。有几个接音说：“吓死我们了！”林之孝问道：“这里没有丢东西呀？”里头的人方开了门，道：“这里没丢东西。”",
            "english": "All of a sudden, Ya Yun and Lin Zixiao walked in. Upon seeing that something had been stolen, both of them were panicked. When they went into the back room to check, they saw that the door to the old lady's room was wide open. The light from the fire revealed that the lock had been broken. When they went in, they saw that the chests and cabinets had been opened. Lin Zixiao scolded the old women who were supposed to watch over the night, \"Are you all dead? You didn't even notice that the thief came in?\" The old women cried, \"We were on duty in shifts, only taking care of the second and third watches. We didn't live together, so we had to constantly run back and forth. They were taking care of the fourth and fifth watches. We had just finished our shift when we heard them yelling, but we didn't see anyone. We couldn't keep an eye on it, and we don't know when the things were stolen. Please ask those who were in charge of the fourth and fifth watches!\" Lin Zixiao said, \"You should all die! We'll talk about it later, but we'll start by checking all the places.\" The old women led the men to Ye Shuyi's room, which was closed. A few people shouted, \"We were terrified!\" Lin Zixiao asked, \"Was anything stolen here?\" The people in the back room finally opened the door and said, \"No, nothing was stolen here.\"",
            "chinese": "一下子，贾芸和林之孝都进来了，一见失窃，都著急。到里屋查点，只见老太太房门大开，火光照见，锁头也给拧断了。进去一看，箱柜已被打开。林之孝骂著看夜的婆子们说：“你们都是死人吗？贼人进来，你们都不知道？”婆子们哭著说：“我们几个人轮更上夜，只管二更和三更。我们都没住在一处，来回跑的。他们是四更和五更的。我们才下班，只听见他们喊起来，也没见一个人。赶著照看，不知什么时候把东西给偷了。求爷们问管四更和五更的去！”林之孝道：“你们个个都该死！回来再说，我们先到各处去查看。”婆子们领著男人走到尤氏那边，门关着。有几个接音说：“吓死我们了！”林之孝问：“这里没丢东西吧？”里屋的人这才开了门，说：“这里没丢东西。”"
        },
        {
            "original": "林之孝带著人走到惜春院内，只听得里面说道：“了不得！吓死了姑娘了。醒醒儿罢！”林之孝便叫人开门，问是怎么了。里头婆子开门，说：“贼在这里打仗，把姑娘都吓坏了。亏得妙师父和彩屏才将姑娘救醒。东西是没失。”林之孝道：“贼人怎么打仗？”上夜的男人说：“幸亏包大爷上了房把贼打跑了去了，还听见打倒了一个人呢。”包勇道：“在园门那里呢，你们快瞧去罢。”",
            "english": "Lin Zixiao led his men to the惜春院and heard someone inside saying, \"We're in trouble now! We've scared the lady! Lady, wake up quickly!\" Lin Zixiao then had someone open the door and asked what had happened. The old woman inside said, \"The bandits are fighting right here, and they've frightened the lady. Luckily, Master Miao and Huai Ping have helped her wake up. We didn't lose anything.\" Lin Zixiao asked, \"How did the bandits fight?\" The man on night watch said, \"Thankfully, Big Brother Bao climbed onto the roof and chased the bandits away. We even heard one of them fall.\" Bao Yong said, \"They were right at the garden gate. You should all hurry and check it out.\"",
            "chinese": "林之孝带着人到了惜春院，听见里头有人在说：“糟了，把姑娘吓着了。姑娘快醒醒吧！”林之孝就让人把门打开，问是怎么回事。门里头的老婆子说：“贼在这里打仗，把姑娘都吓坏了。幸亏妙师父和彩屏把姑娘救醒了。东西没丢。”林之孝问：“贼人怎么打仗？”上夜的男人说：“多亏包大爷上了房把贼打跑了，还听见打倒了一个人呢。”包勇说：“在园门那里呢，你们快去看看吧。”"
        },
        {
            "original": "贾芸等走到那边，果然看见一个人躺在地下，死了，细细的一瞧，好像是周瑞的乾儿子。众人见了诧异，派了一个人看守著，又派了两个人照看前后门。走到门前看时，那门俱仍旧关锁著。林之孝便叫人开了门，报了营官。立刻到来查勘贼踪，是从后夹道子上了房的，到了西院房上，见那瓦片破碎不堪，一直过了后园去了。",
            "english": "Jia Yun and the others went over and saw, sure enough, a man lying dead on the ground. Upon closer inspection, it appeared to be Zhou Wei's adopted son. Everyone was very surprised. They sent someone to guard the body, and two more to watch the front and back doors. When they reached the door, they found it closed. Lin Zhihao had it opened and reported to the commander of the military camp. The commander immediately arrived to investigate. The thief had entered the house through a narrow passage behind the roof, climbed to the back garden, and then to the west wing of the house. Seeing that the tiles on the roof were in such bad condition, he had no trouble crossing to the garden.",
            "chinese": "贾芸他们走到那边，果然看见一个人躺在地下，已经死了。仔细一看，像是周瑞家的那干儿子。大伙看了很惊讶，就派人看着，又派了两个人照看前后门。走到门前一看，门还关着，林之孝让人把门开了，报告了营官。营官立刻赶来查看。贼是从后边夹道子上房的，到了西院房上，见那瓦片破烂不堪，一直过了后园去了。"
        },
        {
            "original": "众上夜的人齐声说道：“这不是贼，是强盗。”营官著急道：“并非明火执仗，怎么便算是强盗呢？”上夜的道：“我们赶贼，他在房上撇瓦，我们不能到他跟前，幸亏我们家的姓包的上房打退。赶到园里，还有好几个贼竟和姓包的打起仗来，打不过姓包的，才都跑了。”营官道：“可又来，若是强盗，难道倒打不过你们的人么？不用说了，你们快查清了东西，递了失单，我们报就是了。”",
            "english": "Everyone said, \"This is not a thief, it is a bandit.\" The battalion commander was puzzled: \"Surely he came in the night, and there were no lights or guns. How could he be considered a bandit?\" The night watchman said, \"We were chasing after the thief, but he was throwing tiles from the roof, and we could not catch up to him. Luckily, the family of a person named Bao chased the thief off the roof. By the time we got to the garden, there were some other thieves fighting with the family of Bao. The thieves could not beat them, so they all ran away.\" The battalion commander said, \"This is strange. If they are bandits, how could they not have beaten you? Forget about it, but go check your belongings and report a loss. We will report this to the authorities.\"",
            "chinese": "大家说：“这不是贼，是强盗。”营官奇怪：“明明是黑夜进来的，并没有张灯提枪，怎么又算是强盗了？”上夜的说：“我们是追赶贼人，那贼人却在房上扔瓦，我们没法追到他的跟前。幸亏我家姓包的上房赶跑了贼。赶到园里，还有几个贼和姓包的打起来了，打不过姓包的，才都跑了。”营官说：“真是奇怪了，若是强盗，怎么倒打不过你们的人呢？不用说了，你们快查查东西，报个失单，我们去报官好了。”"
        },
        {
            "original": "贾芸等又到了上屋里，已见凤姐扶病过来，惜春也来了。贾芸请了凤姐的安，问了惜春的好，大家查看失物。因鸳鸯已死，琥珀等又送灵去了，那些东西都是老太太的，并没见过数儿，只用封锁，如今打从那里查起？众人都说：“箱柜东西不少，如今一空。偷的时候儿自然不小了，那些上夜的人管做什么的？况且打死的贼是周瑞的乾儿子，必是他们通同一气的！”凤姐听了，气的眼睛直瞪瞪的，便说：“把那些上夜的女人都拴起来，交给营里去审问！”众人叫苦连天，跪地哀求。",
            "english": "Jia Yun and the others came to the upper chamber. There, they found that the sick Jingdezhen ware mistress had come over to visit and that Lady Xicun had also come. Jia Yun paid his respects to the mistress, and asked after Lady Xicun. Everyone there went over the list of items that had been stolen. Since the empress’s favorite, Lady Qianyang, was dead, and her maids, Huo'er and the rest, were off attending her funeral, the only things that they knew about were those that the Empress had given to Lady Xicun. With no way of knowing what the value of the stolen items had been, the only thing they could do was put the servants on guard. They now had no idea where to start a search. Everyone said, \"There were plenty of things in the cabinets, and now they’re all empty, so the thief must have taken quite a bit. The maids on guard have no way of stopping him, and besides, the thief was caught by one of Zhou Rui’s foster sons. The two must have been in cahoots!\" Jingdezhen ware mistress then became extremely angry and asked, \"Go and bind all the maids on guard and turn them over to the camp for interrogation!\" Everyone started groaning and fell to their knees, begging for mercy.",
            "chinese": "贾芸等人又来到上房，只见凤姐抱病过来，惜春也来了。贾芸向凤姐请安，问候惜春，大家查看失窃的物品。因为鸳鸯已死，琥珀等人去送葬去了，那些东西都是老太太的，并没有见过数儿，只好先用封锁，如今要从哪里查起？众人都说：“箱柜里的东西不少，如今都空了，偷的时候自然不小了，那些值夜的丫鬟们有什么办法？况且被打死的贼是周瑞的干儿子，必是他们里应外合的！”凤姐听了，气得眼睛瞪得圆圆的，说：“把那些值夜的丫鬟们全都捆起来，交给营里去审问！”众人叫苦连天，跪地哀求。"
        },
        {
            "original": "不知怎生发放，并失去的物件有无著落，下回分解。",
            "english": "The translation is:\n\nI don't know what to do, nor do I know if the lost things have been found, I'll tell you next time.",
            "chinese": "不知道怎么办好，也不知道丢失的东西有没有找到，下回告诉你。"
        }
    ],
    "title": "《鸳鸯女殉主登太虚　狗彘奴欺天招夥盗》",
    "chapter_number": 111
}