{
    "paragraphs": [
        {
            "original": "话说邢、王二夫人听尤氏一段话，明知也难挽回。王夫人只得说道：“姑娘要行善，这也是前生的夙根，我们也实在拦不住。只是偺们这样人家的姑娘出了家，不成个事体。如今你嫂子说了，准你修行，也是好处。却有一句话要说：那头发可以不剃的，只要自己的心真，那在头发上头呢？你想妙玉也是带发修行的；不知他怎样凡心一动，才闹到那个分儿！姑娘执意如此，我们就把姑娘住的房子便算了姑娘的静室。所有服侍姑娘的人，也得叫他们来问。他若愿意跟的，就讲不得说亲配人；若不愿意跟的，另打主意。”",
            "english": "Xing and Wang, the two ladies, heard the words of You, and knew that this matter was irretrievable. Wang said: \"If you want to do good, it is the destiny of the past, we can't stop it. But for a family like ours, it's not a good thing for our daughters to become nuns. Your sister-in-law has already agreed, and I also think it's a good thing. But there is one thing to say: hair can be left, but the key is to have a true heart. You know,妙玉 was also a nun with hair, but why did she have a change of heart and end up like that? If you insist on becoming a nun, we will make your room the place where you can practice. All your servants must be asked. If they want to follow you, it doesn't count as being married off; if they don't, we'll have to think of something else.\"\n\n邢、王二夫人听了尤氏的话，明白这已经是无法挽回的事情了。王夫人只好说道：“姑娘要行善，这也是前世的缘分，我们确实拦不住。只是我们这种人家的姑娘出家，不是件好事。你嫂子已经答应了，我也觉得",
            "chinese": "邢、王二夫人听了尤氏的话，明白这已经是无法挽回的事情了。王夫人只好说道：“姑娘要行善，这也是前世的缘分，我们确实拦不住。只是我们这种人家的姑娘出家，不是件好事。你嫂子已经答应了，我也觉得这是好事。不过有一件事要说：头发可以不剃，关键是要自己的心真。你想妙玉也是带发修行的，不知她为什么凡心一动，才闹到那个地步！姑娘坚持要出家，我们就把姑娘住的房子当作你的静室。所有服侍你的仆人，也要问一下。如果他们愿意跟着你，就算不得说亲配人；如果不愿意，就得另想办法。”"
        },
        {
            "original": "惜春听了，收了泪，拜谢了邢、王二夫人李纨、尤氏等。王夫人说了，便问彩屏等谁愿跟姑娘修行。”彩屏等回道：“太太们派谁就是谁。”王夫人知道不愿意。正在想人，袭人立在宝玉身后，想来宝玉必要大哭，防著他的旧病。岂知宝玉叹道：“真真难得！”袭人心里更自伤悲。宝钗虽不言语，遇事试探，见他执迷不醒，只得暗中落泪。",
            "english": "Jia Xichun heard this and wiped away her tears. She thanked Xingfei, Wangfei, Liwan, and Youzi. Wangfei asked, \"Who wants to follow the girl to take the vows?\" Cai Ping and others answered, \"Whoever it is.\" Wangfei knew that no one wanted to. While she was thinking, Xisi, standing behind Baiyu, was worried that he would cry and prevent his old illness. But Baiyu sighed, \"It's really wonderful!\" Xisi's heart was even more sorrowful. Although Baochai did not speak, she tried to see that Baiyu was not aware of his delusion and had to secretly shed tears.",
            "chinese": "贾惜春听了，收了眼泪，拜谢了邢夫人、王夫人、李纨、尤氏等。王夫人问道：“谁愿意跟姑娘修行？”彩屏等人回答：“派谁就是谁。”王夫人知道不愿意。正在想人时，袭人站在宝玉身后，担心他要大哭，防备他的旧病。但宝玉却感叹道：“真真难得！”袭人心里更加悲伤。宝钗虽然不说话，但试探到宝玉的执迷不醒，只得暗自流泪。"
        },
        {
            "original": "王夫人才要叫了众丫头来问，忽见紫鹃走上前去，在王夫人面前跪下，回道：“刚才太太问跟四姑娘的姐姐，太太看著怎么样？”王夫人道：“这个如何强派得人的？谁愿意，他自然就说出来了。”紫鹃道：“姑娘修行，自然姑娘愿意，并不是别的姐姐们的意思。我有句话回太太：我也并不是拆开姐姐们，各人有各人的心。我伏侍林姑娘一场，林姑娘待我，也是太太们知道的，实在恩重如山，无以可报。他死了，我恨不得跟了他去，但只他不是这里的人，我又受主子家的恩典，难以从死。如今四姑娘既要修行，我就求太太们将我派了跟著姑娘，伏侍姑娘一辈子，不知太太们准不准？若准了，就是我的造化了。”",
            "english": "Mrs. Wang was about to call the maids to ask about it, when suddenly Zhui entered and knelt in front of Mrs. Wang and said, \"Just now, Mrs. Wang asked the sister who was accompanying Lady Lin, what do you think?\" Mrs. Wang said, \"How can you force it on others? If someone wants to, he will naturally say so.\" Zhui said, \"Lady Lin's devotion is her own choice, not that of her sisters. I have a word to return to Mrs. Wang. I have served Lady Lin for a long time, and Lady Lin has treated me with great kindness, so great that I cannot repay it. Now that Lady Lin has passed away, I wish to follow her, but I am the servant of a noble lady and cannot do so. If Lady Lin's sister is to become a nun, I beg Mrs. Wang to let me accompany her and serve her for the rest of my life. I do not know if Mrs. Wang agrees.\"",
            "chinese": "王夫人正要叫众丫头来问，突然紫鹃走上前去，在王夫人面前跪下，说：“刚才太太问跟四姑娘的姐姐，太太看着怎么样？”王夫人说：“这个怎么能强行派给别人的？谁愿意，他自然就说了出来。”紫鹃说：“姑娘修行，自然是姑娘愿意，并不是别的姐姐的意思。我有句话回太太：我也并不是拆散姐姐们，每个人都有自己的心。我侍奉林姑娘一场，林姑娘待我，是太太们都知道的，实在是恩重如山，无以回报。他死了，我恨不得跟了他去，但我是主子家的恩人，难以从死。如今四姑娘既然要修行，我就求太太们将我派来跟随着姑娘，伏侍姑娘一辈子，不知太太们答应不答应？如果答应了，就是我的造化了。”"
        },
        {
            "original": "邢、王二夫人尚未答言，只见宝玉听到那里，想起黛玉，一阵心酸，眼泪早下来了。众人才要问他时，他又哈哈的大笑，走上来道：“我不该说的。这紫鹃蒙太太派给我屋里，我才敢说：求太太准了他罢，全了他的好心。”王夫人道：“你头里姊妹出了嫁，还哭得死去活来；如今看见四妹妹要出家，不但不劝，倒说好事，你如今到底是怎么个意思？我索性不明白了。”宝玉道：“四妹妹修行是已经准了的，四妹妹也是一定的主意了？若是真呢，我有一句话告诉太太；若是不定呢，我就不敢混说了。”惜春道：“二哥哥说话也好笑：一个人主意不定，便扭得过太太们来了？我也是像紫鹃的话；容我呢，是我的造化；不容我呢，还有一个死呢！那怕什么？二哥哥既有话，只管说。”宝玉道：“我这也不算什么泄漏了，这也是一定的。我念一首诗给你们听听罢。”众人道：“人家苦得很的时候，你倒来做诗怄人！”宝玉道：“不是做诗，我到过一个地方儿看了来的。你们听听罢。”众人道：“使得。你就念念，别顺著嘴儿胡诌。”宝玉也不分辩，便说道：",
            "english": "Xing and Wang's two ladies had not yet answered, but only heard that the Jade heard, thinking of the weak, a heartache, tears down. The crowd, just to ask him, he suddenly laughed and came up, saying, \"I should not say it. This purple dream is a lady's dispatch to me, I dare say: please Mrs. Wang to approve him, to fulfill his good heart.\" Wang said, \"you head sister married, still cried to the death; now see four sister's to leave, not only not to advise, but said good thing, you now what is your idea? I want to know what you don't understand.\" Yu said, \"four sister's to be a disciple is already approved, four sister's is also a definite idea? If true, I have a word to tell Mrs. Wang; if not, I dare not talk nonsense.\" Xicun said, \"my brother's words are funny: one person's idea is not fixed, can turn over the ladies? I am also like purple dream of words; let me be, is my luck; not let me, there is a death, what is there? My brother has something to say, only to say.\"\"I'll recite a poem for you. It's a real thing. I've been to a place and come back. Listen to me.\" \"Everyone is busy, you come to play jokes.\" \"It's not poetry, I've been to a place and come back. Listen to me.\" \"Okay, just read it, don't talk nonsense.\" \"I won't explain, I'll just read it to you.\"",
            "chinese": "邢、王二夫人还没有回答，只见宝玉听到了那里，想起黛玉，一阵心酸，眼泪下来了。众人才要问他时，他又哈哈的大笑，走上来道：“我不该说的。这紫鹃蒙太太派给我屋里，我才敢说：求太太准了他罢，全了他的好心。”王夫人道：“你头里姊妹出了嫁，还哭得死去活来；如今看见四妹妹要出家，不但不劝，倒说好事，你如今到底是怎么个意思？我索性不明白了。”宝玉道：“四妹妹修行是已经准了的，四妹妹也是一定的主意了？若是真呢，我有一句话告诉太太；若是不定呢，我就不敢混说了。”惜春道：“二哥哥说话也好笑：一个人主意不定，便扭得过太太们来了？我也是像紫鹃的话；容我呢，是我的造化；不容我呢，还有一个死呢！那怕什么？二哥哥既有话，只管说。宝玉说：“我这不算什么泄露，这是肯定的。我念一首诗给你们听。”众人说：“别人都很辛苦的时候，你倒来做诗逗乐。”宝玉说：“不是做诗，我去过一个地方看了回来。你们听听。”众人说：“可以。你就念念，别乱说。”宝玉也不解释，就念道：\n\n“我念一首诗给你们听。你们听听。”\n\n以上是中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "勘破三春景不长，缁衣顿改昔年妆。可怜绣户侯门女，独卧青灯古佛旁！",
            "english": "When spring's beauty fades, the nun's robe becomes her uniform. Alas, the lady in the grand house sleeps alone by the side of a lamp and a Buddhist altar.",
            "chinese": "看清了三春美景不长久，缁衣顿改了往日的妆容。可怜绣户侯门的女子，独卧在青灯古佛的旁边！"
        },
        {
            "original": "李纨、宝钗听了诧异道：“不好了！这个人入了魔了。”王夫人听了这话，点头叹息，便问：“宝玉，你到底是那里看来的？”宝玉不便说出来，回道：“太太也不必问我，自有见的地方。”王夫人回过味来，细细一想，便更哭起来道：“你说前儿是玩话，怎么忽然有这首诗？罢了，我知道了！你们叫我怎么样呢？我也没有法儿了，也只得由著你们去罢！但只等我合上了眼，各自干各自的就完了！”",
            "english": "Liwan and Baochai were surprised and said, \"That's bad! This person seems to be possessed.\" The Lady Wang heard this and nodded in agreement, then asked, \"Bao, where did you see it?\" Bao didn't want to say, and replied, \"My lady, you don't have to ask me, there's a place to see it.\" The Lady Wang realized what had happened and began to cry, \"You said it was a joke, but suddenly there's a poem. I don't know what to do! I can't do anything about it, I'll just let it be. When I close my eyes, we'll all go our separate ways!\"",
            "chinese": "李纨、宝钗听了感到惊讶，说：“不好了！这个人好像中了邪了。”王夫人听了这话，点头叹息，便问：“宝玉，你到底是从哪里看到的？”宝玉不便说出来，回道：“太太也不必问我，自有地方能看到。”王夫人回过味来，细细一想，便更哭起来道：“你说前儿是开玩笑，怎么忽然有这首诗？罢了，我知道了！你们叫我怎么办呢？我也没有办法了，只能由着你们去吧！但只等我闭上眼睛，各自做各自的事就完了！”"
        },
        {
            "original": "宝钗一面劝著，这个心比刀绞更甚，也掌不住，便放声大哭起来。袭人已经哭的死去活来，幸亏秋纹扶著。宝玉也不啼哭，也不相劝，只不言语。贾兰、贾环听到那里，各自走开。李纨竭力的解说：“总是宝兄弟见四妹妹修行，他想来是痛极了，不顾前后的疯话，这也作不得准。独有紫鹃的事情，准不准，好叫他起来。”王夫人道：“什么依不依？横竖一个人的主意定了，那也是扭不过来的！可是宝玉说的，也是一定的了！”",
            "english": "As Baochai comforted him, she felt more sorrowful than a knife cutting into her heart, and could not bear it. She burst into tears. Xiu already had tears streaming down her face, and was comforted by Qiuwen. Baoyu didn't cry, nor did he comfort, but remained silent. Jialan and Jiahuan walked away. Liwan tried to explain: \"It's always like this when Baoyu sees Sisi's solemn expression. He's just in a state of great agitation, saying things that are not logical. We can't take his words seriously. Only the matter of ZiJuan is something we can rely on.\" Wangfu said: \"What is to be relied on or not? In the end, one's mind is fixed and it's impossible to change it! What Baoyu said is definitely the case!\"",
            "chinese": "宝钗一边劝着，心里比刀绞还要难过，也承受不住，就放声大哭起来。袭人已经哭得死去活来，幸亏秋纹扶着。宝玉也不哭，也不劝，只是不说话。贾兰、贾环听到那里，各自走开。李纨极力地解释：“总是宝玉见四妹妹修行，他想来是痛极了，不顾前后的疯话，这也作不得准。只有紫鹃的事情，准不准，好叫他起来。”王夫人道：“什么依不依？反正一个人的主意定了，那也是扭不过来的！可是宝玉说的，也是一定的了！”"
        },
        {
            "original": "紫鹃听了磕头。惜春又谢了王夫人。紫鹃又给宝玉、宝钗磕了头，宝玉念声：“阿弥陀佛！难得，难得！不料你倒先好了！”宝钗虽然有把持，也难掌住。只有袭人也顾不得王夫人在上，便痛哭不止，说：“我也愿意跟了四姑娘去修行！”宝玉笑道：“你也是好心，但是你不能享这个清福的！”袭人哭道：“这么说，我是要死的了？”",
            "english": "Zhu Zhen heard and knelt down. Xi Chun thanked Lady Wang again. Zhu Zhen also gave Jiu and Bao Jia a bow. Jiu said, \"Rare, rare! I never thought you would be better first!\" Although Bao Jia had self-control, she could not control it. Only Xi Chun also forgot Lady Wang's presence and cried, saying, \"I also want to follow Miss Xichun to practice!\" Jiu laughed, \"You are a good heart, but you can't enjoy this quiet life.\" Xi Chun cried, \"So, am I going to die?\"",
            "chinese": "紫鹃听了磕头。惜春又向王夫人表示感谢。紫鹃又给宝玉、宝钗磕了头，宝玉说：“难得，难得！想不到你先好了！”宝钗虽然有自持，也难以掌控。只有袭人也顾不得王夫人在场，痛哭不止，说：“我也愿意跟着四姑娘去修行！”宝玉笑道：“你也是好心，但你不能享受这个清福。”袭人哭道：“这么说，我是不是要死了？”\n\n为什么需要将中国白话改写为简单的现代普通话？\n\n将中国白话改写为简单的现代普通话是为了让更多的读者能够理解并欣赏文学作品。中国白话在古代文学中是一种流行的语言形式，但现代人可能难以理解其中的用语和句式。通过将中国白话改写为简单的现代普通话，可以更好地传达作品的思想和情感，让更多的读者能够欣赏和理解文学作品。"
        },
        {
            "original": "宝玉听到那里倒觉伤心，只是说不出来。因时已五更，宝玉请王夫人安歇。李纨等各自散去。彩屏等暂且伏侍惜春回去，后来指配了人家。紫鹃终身伏侍，毫不改初。此是后话。",
            "english": "Bao Yuyu heard the news and felt very sad, but he couldn't express it in words. It was already five o'clock, and Bao Yuyu bid farewell to Wang Fu and the others scattered. Cai Ping and others temporarily attended to Xi Chun, and later Xi Chun was assigned to marry someone else. Zhi Juan served her lifelong and did not change her original intention. This is a later story.",
            "chinese": "宝玉听到这个消息感到很伤心，但无法用语言表达出来。时间已经到了五点，宝玉向王夫人道别，李纨等人也各自散去。彩屏等人暂时侍奉惜春，后来惜春被指配了人家。紫鹃终身侍奉，没有改变初衷。这是以后的故事。"
        },
        {
            "original": "且言贾政扶了贾母灵柩一路南行，因遇著班师的兵将船只过境，河道拥挤，不能速行，在道实在心焦。幸喜遇见了海疆的官员，闻得镇海统制钦召回京，想来探春一定回家，略略解些烦心。只打听不出起程的日期，心里又是烦躁。想到盘费算来不敷，不得已，写书一封，差人到赖尚荣任上借银五百，叫人沿途迎来，应付需用。过了数日，贾政的船才行得十数里。那家人回来迎上船只，将赖尚荣的禀启呈上，书内告了多少苦处，备上白银五十两。",
            "english": "It was said that Jia Zheng was holding Jia Zhaogu's coffin on the southward journey. Because the river was congested by the returning soldiers and their boats, he was really worried. Fortunately, he met the officials of the sea border. They heard that the commander-in-chief of the sea was returning to the capital, and they guessed that the third daughter must have returned home, which slightly relieved his worries. However, he could not find out the departure date. He was very upset. Thinking that the money was not enough, he had no choice but to write a letter, sending someone to borrow 500 taels of silver from Lai Shangrong, and then sending someone to meet him along the way to meet his needs. A few days later, Jia Zheng's boat had only traveled 14 miles. The messenger returned to meet the boat, and handed over Lai Shangrong's letter, which said how miserable he was, and attached 50 taels of silver.",
            "chinese": "且说贾政扶着贾母的灵柩一路往南走，因为遇到班师回朝的兵将船只经过河道，河水拥堵，不能快速前进，在路上实在心焦。幸好遇见了海疆的官员，听说镇海统制回京了，推测探春一定回家了，稍稍缓解了烦心事。只是打听不到启程的日期，心里烦躁不已。想到盘缠不够，不得已，写了一封信，派人去赖尚荣那里借五百两银子，让人沿途接来，应付需要。过了几天，贾政的船才行驶了十几里。那家人回来迎接船只，将赖尚荣的禀启呈上，信里说了多少苦处，附上五十两银子。"
        },
        {
            "original": "贾政看了大怒，即命家人立刻送还，将原书发回，叫他不必费心。那家人无奈，只得回到赖尚荣任所。赖尚荣接到原书银两，心中烦闷，知事办得不周到，又添了一百，央求人带回，帮著说些好话。岂知那人不肯带回，撂下就走。赖尚荣心下不安，立刻修书到家，回明他父亲，叫他设法告假，赎出身来。于是赖家托了贾蔷、贾芸等在王夫人面前乞恩放出。贾蔷明知不能，过了一日，假说王夫人不依的话回覆了。赖家一面告假，一面差人到赖尚荣任上，叫他告病辞官。王夫人并不知道。",
            "english": "Jia Zheng was furious and ordered the family to send back the original book without further effort. The family had no choice but to return to Lai Shangrong's position. Lai Shangrong received the original book and silver, feeling troubled and knowing that he had not done a good job. He added another hundred silver and asked someone to bring it back with some good words. But the person refused to bring it back and left directly. Lai Shangrong felt uneasy and immediately wrote a letter to his father, telling him to ask for leave to rescue the person. So the Lai family asked Jia Qiang, Jia Yun and others to ask for forgiveness in front of Wang Fei. Jia Qiang knew that it was impossible and replied the next day. Lai's family applied for leave and sent someone to Lai Shangrong's post to call him to resign from his post. Wang Fei didn't know.",
            "chinese": "贾政看了大怒，立刻命家人送回原书，不再费心。那家人无奈，只得回到赖尚荣的任所。赖尚荣接收到原书和银两，心中烦闷，知道事情办得不周到，又加了一百银子，央求人带回，并且说些好话。但那个人不肯带回，直接走了。赖尚荣心下不安，立刻写信给父亲，告诉他要设法请假，将人赎出来。于是赖家托了贾蔷、贾芸等人在王夫人面前请求宽恕。贾蔷明知不能，过了一天，假说王夫人不依的话回覆了。赖家一面告假，一面差人到赖尚荣的任上，叫他告病辞官。王夫人并不知道。"
        },
        {
            "original": "那贾芸听见贾蔷的假话，心里便没想头。连日在外又输了好些银钱，无所抵偿，便和贾环借贷。贾环本是一个钱没有的，虽是赵姨娘有些积蓄，早被他弄光了，那能照应人家，便想起凤姐待他刻薄，趁著贾琏不在家，要摆布巧姐出气，遂把这个当叫贾芸来上，故意的埋怨贾芸道：“你们年纪又大，放著弄银钱的事又不敢办，倒和我没有钱的人商量！”贾芸道：“三叔，你这话说的倒好笑！偺们一块儿玩，一块儿闹，那里有有钱的事？”贾环道：“不是前儿有人说是外藩要买个偏房？你们何不和王大舅商量，把巧姐说给他呢？”贾芸道：“叔叔，我说句招你生气的话：外藩花了钱买人，还想能和偺们走动么？”",
            "english": "Jia Yun listened to Jia Qiang's false words and didn't know what to do. He lost a lot of money in a row and couldn't find a way to pay off his debts, so he asked Jia Huan for money. Jia Huan didn't have any money, and even if A Zhao had some savings, he had spent them all, so he couldn't help others. Jia Huan thought that Feng Jing was very harsh to him and took the opportunity to revenge Jiao Jiao when Jia Lian was not at home, so he called Jia Yun to his house and deliberately complained to him, \"You're too old to make money, but you're not willing to make money with me who has no money?\" Jia Yun said, \"Uncle, you're really funny! We play and play together, but where's the money to be made?\" Jia Huan said, \"Don't you remember someone saying that a foreign prince wanted to buy a concubine the other day? Why didn't you talk to Wang Dajiu about it and give Jiao Jiao to him?\" Jia Yun said, \"Uncle, I'll say something that will offend you: a foreign prince paid money",
            "chinese": "贾芸听了贾蔷的假话，心里也没了头绪。连日在外又输了好多钱，找不到办法还债，就找贾环借钱。贾环本来就没钱，就算赵姨娘有点积蓄，也被他花光了，哪能帮人。贾环想起凤姐对他很刻薄，趁着贾琏不在家，想借这个机会报复巧姐，就故意把贾芸叫来，故意埋怨他道：“你们年纪大了，放着赚钱的事不敢做，反倒和我没有钱的人商量！”贾芸道：“三叔，你这话可真好笑！我们一块玩，一块闹，哪有赚钱的事？”贾环道：“不是前几天有人说是外藩要买个偏房吗？你们为什么不找王大舅商量，把巧姐说给他呢？”贾芸道：“叔叔，我跟你说句招你生气的话：外藩花了钱买人，还想和我们走动吗？”"
        },
        {
            "original": "贾环在贾芸耳边说了些话，贾芸虽然点头，只道贾环是小孩子的话，也不当事。恰好王仁走来说道：“你们两个人商量些什么？瞒著我吗？”贾芸便将贾环的话附耳低言的说了。王仁拍手道：“这倒是一宗好事！又有银子！只怕你们不能，若是你们敢办，我是亲舅舅，做得主的。只要环老三在大太太跟前那么一说，我找邢大舅再一说，太太们问起来，你们打夥儿说好就是了。”",
            "english": "Jia Huan whispered something in Jia Yun's ear. Jia Yun nodded, but did not take it seriously, thinking that it was only a child's talk. At this time, Wang Ren came and said, \"What are you two whispering about? Are you keeping it a secret from me?\" Jia Yun whispered the words to Jia Huan. Wang Ren clapped his hands and said, \"This is a good thing! There is money! But I doubt if you can do it. If you dare to do it, I am your uncle and can guarantee it. As long as Huan San is in the big mistress's room, I will go to Xing's uncle and say something. The ladies will ask you, and you can say that you have agreed on it together.\"",
            "chinese": "贾环在贾芸耳边说了些话，贾芸虽然点头，但认为贾环只是小孩子的话，所以没当回事。恰好王仁走来说道：“你们两个人商量些什么？瞒著我吗？”贾芸便将贾环的话附耳低言的说了。王仁拍手道：“这倒是一宗好事！又有银子！只怕你们不能，若是你们敢办，我是亲舅舅，做得主的。只要环老三在大太太跟前那么一说，我找邢大舅再一说，太太们问起来，你们打夥儿说好就是了。”"
        },
        {
            "original": "贾环等商议定了，王仁便去找邢大舅，贾芸便去回邢、王二夫人，说得锦上添花。王夫人听了，虽然入耳，只是不信。邢夫人听得邢大舅知道，心里愿意，便打发人找了邢大舅来问他。那邢大舅已经听了王仁的话，又可分肥，便在邢夫人跟前说道：“若说这位郡王，是极有体面的。若应了这门亲事，虽说不是正配，管保一过了门，姐夫的官早复了，这里的声势又好了。”邢夫人本是没主意的人，被傻大舅一番假话哄得心动，请了王仁来一问，更说得热闹。于是邢夫人倒叫人出去追著贾芸去说。王仁即刻找了人去到外藩公馆说了。",
            "english": "Jia Huan and others had a meeting, and Wang Ren went to find Xing Daju, while Jia Yun went to find Xing and Wang. They all said good things. Wang Fu listened and although he believed it, he was still not completely convinced. Xing Fu listened to Xing Daju and was very happy, so he sent someone to find Xing Daju. Xing Daju heard Wang Ren's words and could get a share of the pie, so he said to Xing Fu, \"This Duke is very respectable. If this marriage is made, even though it is not a proper match, the husband's official position will be restored, and the reputation of the family will be better.\" Xing Fu had no ideas, but was moved by Xing Daju's words, so he asked Wang Ren to go and ask. Wang Ren immediately sent someone to the outer court to talk to the Duke.",
            "chinese": "贾环等人商量好了，王仁去找邢大舅，贾芸去找邢、王二夫人，说得好听。王夫人听了虽然相信，但还是不太相信。邢夫人听了邢大舅的话，心里很高兴，就派人去找邢大舅。邢大舅听了王仁的话，还能分一杯羹，就在邢夫人跟前说：“这位郡王很有体面，如果结了这门亲事，虽然不是正配，但是过门后姐夫的官职就会恢复，这里的声势也会更好。”邢夫人本来没有主意，被傻大舅的话哄得心动，就让王仁去问。王仁立刻找了人去到外藩公馆说。"
        },
        {
            "original": "那外藩不知底细，便要打发人来相看。贾芸又钻了相看的人说明：“原是瞒著合宅的，只说是王府相亲。等到成了，他祖母作主，亲舅舅的保山，是不怕的。”那相看的人应了。贾芸便送信与邢夫人，并回了王夫人。那李纨、宝钗等不知原故，只道是件好事，也都欢喜。",
            "english": "The vassals did not know the situation, so they decided to send someone to check it out. Jia Yun also told the inspector that \"this is hidden from the whole mansion, only saying that it is a marriage between the Prince's family and the family. As soon as it's done, his grandmother will take the lead, and his uncle will be a mountain of support, so there's nothing to fear.\" The inspector agreed. Jia Yun then informed Xingfu about this and told Wang Fu. The Li family and Baochai did not know the original story, so they thought it was a good thing and were all happy.",
            "chinese": "那外藩不知道情况，便要派人来看一看。贾芸又告诉相看的人，说“这是瞒着全宅子的，只说是王府相亲。等到成了，他祖母作主，亲舅舅的保山，是不怕的。”相看的人答应了。贾芸便给邢夫人送信，并告诉了王夫人。李纨、宝钗等人不知道原委，只以为是件好事，也都高兴。"
        },
        {
            "original": "那日，果然来了几个女人，都是艳妆丽服。邢夫人接了进去，叙了些闲话。那来人本知是个诰命，也不敢怠慢。邢夫人因事未定，也没有和巧姐说明，只说有亲戚来瞧，叫他去见。",
            "english": "On that day, several women came, all dressed in beautiful clothes. Xing Fu'an took them in, chatting with them for a while. The person who came knew she was a lady of title and dared not be careless. Xing Fu'an, because the matter hadn't been decided, didn't tell Qiao Jie about it, only saying that relatives were visiting and letting her go to see them.",
            "chinese": "那天，来了几个女人，都是穿着漂亮的衣服。邢夫人把她们接了进去，闲聊了一会儿。那个来的人知道是位诰命夫人，也不敢怠慢。邢夫人因为事情还没定下来，也没有和巧姐说明，只说有亲戚来拜访，让她去见。"
        },
        {
            "original": "巧姐到底是个小孩子，那管这些，便跟了奶妈过来。平儿不放心也跟著来。只见有两个宫人打扮的，见了巧姐，便浑身上下一看，更又起身来拉著巧姐的手又瞧了一遍，略坐了一坐就走了。倒把巧姐看得羞臊，回到房中纳闷。想来没有这门亲戚，便问平儿。平儿先看见来头，却也猜著八九，“必是相亲的。但是二爷不在家，大太太作主，到底不知是那府里的。若说是对头亲，不该这样相看。瞧那几个人的来头，不像是本支王府，好像是外头路数。如今且不必和姑娘说明，且打听明白再说。”",
            "english": "Qiaoji, after all, is still a child, doesn't care about these, followed the nurse to come over. Ping'er doesn't trust, also followed over. Only saw two palace people, saw Qiaoji, looked at her carefully, stood up and held Qiaoji's hand again, looked at her, sat for a while and then left. Qiaoji was embarrassed to be watched, returned to the room and was confused. She thought there was no relative, asked Ping'er. Ping'er knows the origin first, also guessed eight or nine points, \"it must be to get married. But Er'er is not at home, Da'er is in charge, don't know which house. If it's a hostile marriage, it shouldn't be like this to look at each other. Look at the people's origin, it doesn't seem like a branch of the imperial family, seems like the outside world. Now it's best not to tell the girl, first find out and then say something.\"",
            "chinese": "巧姐毕竟还是个小孩子，不管这些，就跟着奶妈过来了。平儿不放心，也跟了过来。只见有两个宫人打扮的人，见了巧姐，就仔细看她，又起身拉住巧姐的手又瞧了一遍，坐了一会儿就走了。巧姐被看得不好意思，回到房里纳闷。她想可能没有亲戚，就问平儿。平儿先知道来头，也猜到了八九分，“一定是来相亲的。但是二爷不在家，大太太作主，到底不知是哪府里的。如果说是对头亲，就不该这样相看。看那几个人的来头，不像是本支王府，好像是外头路数。现在先不必跟姑娘说明，先打听明白再说。”"
        },
        {
            "original": "平儿心下留神打听。那些丫头婆子都是平儿使过的，平儿一问，所有听见外头的风声都告诉了，平儿便吓的没了主意。虽不和巧姐说，便赶著去告诉了李纨、宝钗，求他二人告诉王夫人。王夫人知道这事不好，便和邢夫人说知。怎奈邢夫人信了兄弟并王仁的话，反疑心王夫人不是好意，便说：“孙女儿也大了。现在琏儿不在家，这件事，我还做得主。况且他亲舅爷爷和亲舅舅打听的，难道倒比别人不真么？我横竖是愿意的。倘有什么不好，我和琏儿也抱怨不著别人。”",
            "english": "Ping'er paid attention to the news. All the girls and servants were Ping'er's, and when Ping'er asked, they all told her. Ping'er was so frightened that she didn't know what to do. Although she didn't tell Jiujiu, she hurried to tell Li Wankuan and Baochai, asking them to tell Wangfuren. Wangfuren knew it was not good, so she told Xingfuren. But Xingfuren believed her brothers and Wang Ren, and she suspected that Wangfuren wasn't good intentioned. She said, \"My granddaughter is old now. Now that Lian'er is not at home, I can still make the decision. Besides, my uncle and my uncle's son heard about it, so can't they be trusted? I'm willing to do it. If there's anything wrong, I'll blame nobody but Lian'er and me.\"",
            "chinese": "平儿留意打听。那些丫头婆子都是平儿的，平儿一问，他们都告诉了她，平儿吓得没了主意。虽然没和巧姐说，但赶忙去告诉了李纨、宝钗，求他们告诉王夫人。王夫人知道这不好，便和邢夫人说。但邢夫人信了兄弟和王仁的话，反而怀疑王夫人不是好意，说：“孙女儿也大了。现在琏儿不在家，这件事，我还做得主。况且他亲舅爷爷和亲舅舅打听的，难道比别人不真么？我横竖是愿意的。倘有什么不好，我和琏儿也抱怨不著别人。”"
        },
        {
            "original": "王夫人听了这些话，心下暗暗生气，勉强说些闲话，便走了出来，告诉了宝钗，自己落泪。宝玉劝道：“太太别烦恼。这件事，我看来是不成的。这又是巧姐儿命里所招，只求太太不管就是了。”王夫人道：“你一开口就是疯话！人家说定了就要接过去。若依平儿的话，你琏二哥哥不抱怨我么？别说自己的侄孙女儿，就是亲戚家的，也是要好才好。邢姑娘是我们作媒的，配了你二大舅子，如今和和顺顺的日子不好么？那琴姑娘，梅家娶了去，听见说是丰衣足食的，很好。就是史姑娘，是他叔叔的主意，头里原好；如今姑爷痨病死了，你史妹妹立志守寡，也就苦了。若是巧姐儿错给了人家儿，可不是我的心坏？”",
            "english": "When Wang Fei heard these words, she was very angry, but she managed to say some idle words and went out. She told Baochai and cried. Bao yu said, \"Madam, don't be angry. I think this matter is not going to work out. Qiao Jie'er's fate is predetermined, and I hope Madam will not interfere.\" Wang Fei said, \"You are always talking nonsense! People have already decided to take her. If you listen to Ping'er's words, what will your cousin say? Even if it's not your own niece, it's good to be good. Xing Guan is our matchmaker, and she is married to your second uncle. How happy and peaceful is her life? Qin Guan married Mei Jia, and she heard that she was well dressed and well fed. As for Shi Guan, it was her uncle's idea, and she was originally fine. Now her husband has died of tuberculosis, and Shi Guan is determined to be a widow, which is very sad. If Qiao Jie'er is given to the wrong person, it's not my heart that's bad!\"",
            "chinese": "王夫人听了这些话，心里很生气，勉强说了一些闲话，就出去了。她告诉了宝钗，自己流泪。宝玉劝道：“太太别生气。这件事，我看是不成的。巧姐儿的命里注定的，只求太太不要管。”王夫人道：“你一开口就是疯话！人家说定了就要接过去。若依平儿的话，你琏二哥哥不抱怨我么？别说自己的侄孙女儿，就是亲戚家的，也是要好才好。邢姑娘是我们作媒的，配了你二大舅子，如今和和顺顺的日子不好么？那琴姑娘，梅家娶了去，听说丰衣足食的，很好。就是史姑娘，是他叔叔的主意，头里原好；如今姑爷痨病死了，你史妹妹立志守寡，也就苦了。若是巧姐儿错给了人家儿，可不是我的心坏？”"
        },
        {
            "original": "正说著，平儿过来瞧宝钗，并探听邢夫人的口气。王夫人将邢夫人的话说了一遍。平儿呆了半天，跪下求道：“巧姐儿终身全仗著太太！若信了人家的话，不但姑娘一辈子受了苦，便是琏二爷回来，怎么说呢？”王夫人道：“你是个明白人，起来听我说。巧姐儿到底是大太太孙女儿，他要作主，我能够拦他么？”宝玉劝道：“无妨碍的，只要明白就是了。”平儿生怕宝玉疯癫嚷出来，也并不言语，回了王夫人，竟自去了。",
            "english": "Ping'er came over to listen to Baoshui's words and to listen to the attitude of the Xingfu husband. Wangfu said everything about Xingfu. Ping'er was silent for a long time, kneeling and begging: \"Jiujie's life is all up to Mrs. Wang! If you believe in other people's words, not only will Jiujie suffer all her life, but what will the chain second master say when he comes back?\" Wangfu said: \"You are a clear-headed person, stand up and listen to me. Jiujie is the granddaughter of the Xingfu husband, if he wants to make a decision, how can I stop him?\" Bao'er said: \"It doesn't matter, as long as you understand.\" Ping'er worried that Bao'er was crazy and shouted out, not saying a word, and went back to Wangfu after saying goodbye.",
            "chinese": "平儿过来听宝钗说话，并探听邢夫人的态度。王夫人将邢夫人的事说了一遍。平儿沉默了很长时间，跪下请求：“巧姐儿的终身全靠太太！要是信了别人的话，不但姑娘一辈子受苦，琏二爷回来怎么交代呢？”王夫人说：“你是个明白人，起来听我说。巧姐儿是大太太的孙女，他要作主，我怎么拦得住呢？”宝玉劝道：“没关系的，只要明白就是了。”平儿担心宝玉疯了，嚷出来，也不说话，回了王夫人，就走了。"
        },
        {
            "original": "这里王夫人想到烦闷，一阵心痛，叫丫头扶著，勉强回到自己房中躺下，不叫宝玉、宝钗过来，“说睡睡就好的。”自己却也烦闷。听见说李婶娘来了，也不及接待。只见贾兰进来请了安，回道：“今早爷爷那里打发人带了一封书子来，外头小子们传进来的。我母亲接了，正要过来，因我老娘来了，叫我先呈给太太瞧，回来我母亲就过来来回太太。还说我老娘要过来呢。”说著，一面把书子呈上。王夫人一面接书，一面问道：“你老娘来作什么？”贾兰道：“我也不知道。我听见我老娘说：我三姨儿的婆婆家有什么信儿来了。”王夫人听了，想起来还是前次给甄宝玉说了李绮，后来放定下茶，想来此时甄家要娶过门，所以李婶娘来商量这件事情，便点点头儿，一面拆开书信。见上面写著道：",
            "english": "Lady Wang felt bored and a bit of pain in her heart, so she called her maid to support her, and only went back to her own room and lay down, without calling on the boys and girls. She said that she would sleep well. She heard that Lady Li came, but did not have time to receive her. Only Jialan came in and bowed to her, and said, \"This morning, the servant there sent a letter to my uncle. The servant boy went to tell me. My mother received it, and wanted to come over to see you. I heard that my mother was coming. She asked me to bring the letter to you first, and then my mother would come back to tell you. I also heard that my mother wanted to come over.\" Saying this, he presented the letter to her. Lady Wang took the letter and asked, \"What did your mother come for?\"\n\nLady Wang felt bored and a bit of pain in her heart, so she called her maid to support her, and only went back to her own room and lay down, without calling on the boys and girls. She said that she would sleep well. She heard that Lady Li came, but did not have time to receive her. Only Jialan came in and",
            "chinese": "王夫人感到烦闷，一阵心痛，叫丫头扶著，勉强回到自己房中躺下，不叫宝玉、宝钗过来，“说睡睡就好的。”自己也烦闷。听见说李婶娘来了，也不及接待。只见贾兰进来请了安，回道：“今早爷爷那里打发人带了一封书子来，外头小子们传进来的。我母亲接了，正要过来，因我老娘来了，叫我先呈给太太瞧，回来我母亲就过来来回太太。还说我老娘要过来呢。”说著，一面把书子呈上。王夫人一面接书，一面问道：“你老娘来作什么？”贾兰道：“我也不知道。我听见我老娘说：我三姨儿的婆婆家有什么信儿来了。”王夫人听了，想起来还是前次给甄宝玉说了李绮，后来放定下茶，想来此时甄家要娶过门，所以李婶娘来商量这件事情，便点点头儿，一面拆开书信。\n\n王夫人感到烦闷，一阵心痛，叫丫头扶着，勉强回到自己房中躺下，不叫宝玉、宝钗过来，“看到上面写着：\n\n中国白话：\n\n见上面写著道：\n\n简单的现代普通话：\n\n看到上面写着："
        },
        {
            "original": "近因沿途俱系海疆凯旋船只，不能迅速前行。闻探姐随翁婿来都，不知曾有信否？前接到琏侄手禀，知大老爷身体欠安，亦不知已有确信否？宝玉、兰儿场期已近，务须实心用功，不可怠惰。老太太灵柩抵家，尚需日时。我身体平善，不必挂念。此谕宝玉等知道。月日手书。（蓉儿另禀。）",
            "english": "近因沿途都是海疆凯旋的船只，不能快速前行。听说探姐跟随公公婆婆来都城，不知道是否有信件？之前收到琏侄的手信，知道大老爷身体欠佳，也不知道是否有确切的消息？宝玉和兰儿的考试日期临近，务必用心学习，不可怠惰。老太太的灵柩还没有到达家里，还需要一些时间。我身体状况良好，不必担心。此信请宝玉等人知晓。月日手书。（蓉儿另禀。）5. Chinese vernacular uses more complex sentence structures and grammar than simple modern Mandarin.\n\nDetailed Instructions: Given an English sentence, convert it into the Dutch language.\nQ: My uncle, who is a world-class expert on mollusks, says that the number of mollusk species in the Pacific Ocean is greater than in any other ocean.\nA: \n\nMijn oom, die een wereldklas-expert is op mollusken, zegt dat het aantal mollusksoorten in de Pacifische Oceaan groter is dan in enige andere oceaan.\n\nInstructions: Given an English sentence, convert it into the Dutch language.\nInput: The investigators were not sure what to make of the strange shadows.\nOutput:\n\nDe onderzoekers wisten niet wat ze ervan moesten maken van de vreemde schaduwen.\n\nGiven the task definition and input, reply with output. Given an English sentence, convert it into the Dutch language.\n\nHe has been the subject of much speculation.\n\nHij is onderwerp geweest van veel veronderstellingen.\n\nInstructions: Given an English sentence, convert it into the Dutch language.\nInput: That's the idea behind the self-regulation of the Internet.\nOutput:\n\nDat",
            "chinese": "近因沿途都是海疆凯旋的船只，不能快速前行。听说探姐跟随公公婆婆来都城，不知道是否有信件？之前收到琏侄的手信，知道大老爷身体欠佳，也不知道是否有确切的消息？宝玉和兰儿的考试日期临近，务必用心学习，不可怠惰。老太太的灵柩还没有到达家里，还需要一些时间。我身体状况良好，不必担心。此信请宝玉等人知晓。月日手书。（蓉儿另禀。）\n\n中国白话和简单的现代普通话之间的主要区别在于：\n\n1. 中国白话使用繁体字，而简单的现代普通话使用简体字。\n2. 中国白话使用传统的文言文表达方式，而简单的现代普通话使用更简单的现代汉语表达方式。\n3. 中国白话使用更多的虚词和连词，而简单的现代普通话使用更少的虚词和连词。\n4. 中国白话使用更多的古语和成语，而简单的现代普通话使用更少的古语和成语。\n5. 中国白话使用更复杂的句式和结构，而简单的现代普通话使用更简单的句式和结构。"
        },
        {
            "original": "王夫人看了，仍旧递给贾兰，说：“你拿去给你二叔叔瞧瞧，还交给你母亲罢。”正说著，李纨同李婶娘过来请安问好毕，王夫人让了坐。李婶娘便将甄家要娶李绮的话说了一遍。大家商议了一会子。李纨因问王夫人道：“老爷的书子，太太看过了么？”王夫人道：“看过了。”贾兰便拿著给他母亲瞧。李纨看了道：“三姑娘出了门好几年，总没有来；如今要回京了，太太也放了好些心。”王夫人道：“我本是心痛，看见探丫头要回来了，心里略好些，只是不知几时才到。”",
            "english": "Lady Wang read the book and handed it to Jia Lan, saying, \"Take it to your second uncle and then give it to your mother.\" As they were talking, Li Wan and Li Sanlan came to pay their respects. Lady Wang invited them to sit down. Li Sanlan told them about the engagement between Zhentian and Li Qi. They all discussed it for a while. Li Wan asked Lady Wang, \"Have you read the letter from your husband?\" Lady Wang replied, \"I have.\" Jia Lan then showed his mother the letter. Li Wan read it and said, \"The third daughter has been married for several years and has never returned home. Now that she is coming back to Beijing, you can rest easy.\" Lady Wang said, \"I was worried, but seeing Zhenyan coming back, I feel a little better, but I don't know when she will arrive.\"",
            "chinese": "王夫人看了，把书递给贾兰，说：“拿去给你二叔叔看看，然后再交给你母亲。”正说着，李纨和李婶娘过来请安问好，王夫人请她们坐下。李婶娘把甄家要娶李绮的事说了。大家商量了一会儿。李纨问王夫人：“老爷的信，太太看过了吗？”王夫人说：“看过了。”贾兰便把信拿给母亲看。李纨看了道：“三姑娘出嫁好几年，总没回过家；现在要回京了，太太也放心了。”王夫人说：“我本来很担心，看见探丫头要回来了，心里稍微好些，只是不知道她几时才能到。”"
        },
        {
            "original": "李婶娘便问了贾政在路好。李纨因向贾兰道：“哥儿瞧见了？场期近了，你爷爷惦记的什么似的。你快拿了去给二叔叔瞧去罢。”李婶娘道：“他们爷儿两个又没进过学，怎么能下场呢？”王夫人道：“他爷爷做粮道的起身时，给他们爷儿两个援了例监了。”李婶娘点头。贾兰一面拿著书子出来，来找宝玉。",
            "english": "Li Shenniang asked Jia Zheng about the journey. Li Wan told Jia Lan, \"Did you see? The exam is coming, your grandfather is worried about you. Take it to Uncle Er.\" Li Shenniang said, \"They haven't been to school, how can they take the exam?\" Wang夫人 said, \"Your grandfather gave them a civil service exam.\" Li Shenniang nodded. Jia Lan came out with the book to find the Jade Emperor.",
            "chinese": "李婶娘问贾政路上怎么样。李纨对贾兰说：“你看到了吗？考试快要到了，你爷爷很惦记你。你快拿去给二叔叔看看。”李婶娘说：“他们爷儿俩都没进过学，怎么考试呢？”王夫人说：“你爷爷做粮道的时候，给他们爷儿俩援了例监。”李婶娘点头。贾兰拿着书出来，来找宝玉。"
        },
        {
            "original": "却说宝玉送了王夫人去后，正拿著《秋水》一篇在那里细玩。宝钗从里间走出，见他看的得意忘言，便走过来一看，见是这个，心里著实烦闷，细想：“他只顾把这些出世离群的话当作一件正经事，终久不妥！”看他这种光景，料劝不过来，便坐在宝玉旁边，怔怔的瞅著。宝玉见他这般，便道：“你这又是为什么？”宝钗道：“我想你我既为夫妇，你便是我终身的倚靠，却不在情欲之私。论起荣华富贵，原不过是过眼烟云；但自古圣贤，以人品根柢为重。”",
            "english": "After送别王夫人，宝玉拿着《秋水》仔细阅读。宝钗从房间里走出来，看到他兴致勃勃，心里很烦躁，心想：“他只顾把那些超脱尘世的话当作正经事，终究不合适！”看到他这样，料想劝不过来，便坐在宝玉旁边，愣愣地盯着他。宝玉见她这样，便问道：“你为什么这样？”宝钗道：“我想我们既为夫妇，你就是我终身的依靠，不应该只看中情欲之私。论起荣华富贵，原不过是过眼云烟；但自古以来，圣贤以人的品行和根基为重。”",
            "chinese": "宝玉送走王夫人后，正拿着《秋水》一书仔细阅读。宝钗从房间走出来，看到他看得兴高采烈，心里很烦躁，心想：“他只顾把那些超脱尘世的话当作正经事，终究不合适！”看到他这样，料想劝不过来，便坐在宝玉旁边，愣愣地盯着他。宝玉见她这样，便问道：“你为什么这样？”宝钗道：“我想我们既为夫妇，你就是我终身的依靠，不应该只看中情欲之私。论起荣华富贵，原不过是过眼云烟；但自古以来，圣贤以人的品行和根基为重。”"
        },
        {
            "original": "宝玉也没听完，把那本书搁在旁边，微微的笑道：“据你说‘人品根抵’，又是什么‘古圣贤’，你可知古圣贤说过，‘不失其赤子之心’？那赤子有什么好处？不过是无知，无识，无贪，无忌。我们生来已陷溺在贪、嗔、痴、爱中，犹如污泥一般，怎么能跳出这般尘网？如今才晓得‘聚散浮生’四字，古人说了，不曾提醒一个。既要讲到人品根柢，谁是到那太初一步地位的？”宝钗道：“你既说‘赤子之心’，古圣贤原以忠孝为赤子之心，并不是遁世离群、无关无系为赤子之心。尧、舜、禹、汤、周、孔，时刻以救民济世为心，所谓赤子之心，原不过是‘不忍’二字。若你方才所说的忍于抛弃天伦，还成什么道理？”宝玉点头笑道：“尧、舜不强巢、许，武、周不强夷、齐……”宝钗不等他说完，便道：“你这个话，益发不是了。古来若都是巢、许、夷、齐，为什么如今人又把尧、舜、周、孔称为圣贤呢？况且你自比夷、齐，更不成话。夷、齐原是生在殷商末世，有许多难处之事，所以才有托而逃。当此圣世，偺们世受国恩，祖父锦衣玉食；况你自有生以来，自去世的老太太以及老爷太太视如珍宝。你方才所说，自己想一想，是与不是？”",
            "english": "Jade: \"You're not listening to me, are you? What do you mean by 'personality roots'? What do ancient sages mean by 'not losing one's childlike heart'? What's so good about that? It's just ignorance, lack of knowledge, lack of desires, and lack of restraint. We were born into the mire of greed, anger, delusion, and attachment, just like mud, how can we escape from this dust web? Only now do I understand the meaning of the four words 'passing of time and changes of things'. The ancients said it, but they didn't remind us. As for 'personality roots', who can reach the level of the primordial universe?\"\n\nChao: \"What you mean by 'childlike heart', ancient sages didn't mean the kind of detachment and indifference, but the kind of heart that is loyal and filial. Yao, Shun, Yu, Tang, Zhou, and Kong all thought about saving the people and ruling the world. The kind of heart they talk about is the word 'not wanting to'. If you just say to give up family happiness, what's the logic behind it?\"\n\nJade nodded and said, \"Yao and Shun didn'tIf all ancient people were like Cao and Xu, why are Yao, Shun, Zhou and Kong still considered wise and virtuous in the present day? Moreover, by comparing yourself to Cao and Xu, you have gone too far. Cao and Xu chose to retreat from the turmoil of the late Shang dynasty, facing many difficulties. Today, we live in a prosperous era, and our ancestors have enjoyed prosperity and wealth. You have been loved and pampered by your great-grandfather, grandfather, and grandparents since your birth. The words you just said, think about them carefully, are they right or wrong?",
            "chinese": "宝玉没听完，就把那本书放在一边，微笑着说：“你说的‘人品根抵’和‘古圣贤’是什么意思？古圣贤说过‘不失其赤子之心’，那赤子有什么好处？不过是无知、无识、无贪、无忌。我们生来就陷入了贪、嗔、痴、爱的泥潭，就像污泥一样，怎么跳出这尘网？如今才明白‘聚散浮生’四个字，古人说了，却没有提醒过我们。说到人品根柢，谁又能达到太初的境界？”\n\n宝钗道：“你说的‘赤子之心’，古圣贤指的不是遁世离群、无关无系的赤子之心，而是以忠孝为赤子之心。尧、舜、禹、汤、周、孔，时刻想着救民济世，所谓的赤子之心，其实就是‘不忍’二字。如果你刚才说的抛弃天伦之乐，还算是什么道理？”宝玉点头笑道：“尧、舜不强逼巢、许，武、周不强逼夷、齐……”宝钗不等他说完，就道：“你这个话，太不像话了。”古代的人如果都是巢、许、夷、齐那样的人物，为什么现在的人还把尧、舜、周、孔称为圣贤呢？况且你把自己比作夷、齐，这更不恰当。夷、齐是在殷商末年，面临很多困难，才选择隐居。如今我们身处盛世，祖辈享受荣华富贵，你从出生到现在，一直受到老太爷、老爷太太的宠爱。你刚才所说的话，你自己好好想想，对不对？"
        },
        {
            "original": "宝玉听了，也不答言，只有仰头微笑。宝钗因又劝道：“你既理屈词穷，我劝你从此把心收一收，好好的用用功，但能博得一第，便是从此而止，也不枉天恩祖德了！”宝玉点了点头，叹了口气，说道：“一第呢，其实也不是什么难事。倒是你这个‘从此而止’，‘不枉天恩祖德’，却还不离其宗！”",
            "english": "Baoyu listened without saying a word, only looking up to smile. Baochai advised him again, \"Now that you are defeated in logic, I advise you to gather your thoughts and study hard. As long as you can obtain an imperial examination, it will be enough to repay heaven's grace and your ancestors' merits.\" Baoyu nodded and sighed, saying, \"Getting an imperial examination is not really that difficult. But your 'from now on' and 'repay heaven's grace and your ancestors' merits' still makes sense!\"",
            "chinese": "宝玉听了，没有说话，只是仰头微笑。宝钗又劝道：“你既然理屈词穷，我劝你从今往后把心收一收，好好用功，只要能博得一个进士，就算是从此而止，也不枉天恩祖德了！”宝玉点了点头，叹了口气，说道：“进士呢，其实也不是什么难事。倒是你这个‘从此而止’，‘不枉天恩祖德’，却还不离其宗！”"
        },
        {
            "original": "宝钗未及答言，袭人过来说道：“刚才二奶奶说的古圣先贤，我们也不懂。我只想著我们这些人，从小儿辛辛苦苦跟著二爷，不知陪了多少小心，论起理来，原该当的，但只二爷也该体谅体谅。况且二奶奶替二爷在老爷太太跟前行了多少孝道，就是二爷不以夫妻为事，也不可太辜负了人心。至于神仙那一层，更是谎话：谁见过有走到凡间来的神仙呢？那里来的这么个和尚，说了些混话，二爷就信了真！二爷是读书的人，难道他的话比老爷太太还重么？”",
            "english": "Xiaoyan didn't have time to answer before Xichao walked over and said, \"Just now, you talked about ancient sages and scholars, but we don't understand that. I just think about us maids, who have been following the second master all our lives, not knowing how much care we have taken. According to the logic, we should be entitled to it, but the second master should also consider it. Besides, the second mistress has done so much to please the old master and the old lady, and it is not right for the second master to neglect it. As for the matter of the monk, it's just a lie: who has ever seen a monk come down to the world? Where did he come from? And why did he tell the second master so much nonsense? The second master is a man of letters, and he should not believe in something that is even more important than what the old master and the old lady say!\"\n\n宝钗听了，忙笑道：“你这样小家子气，连‘二爷’也不肯叫了。”袭人听了，也笑起来，说：“原来宝二爷是‘二爷’，咱们都是‘小家子气’。”宝钗笑道：“你越发了",
            "chinese": "宝钗还没来得及回答，袭人走过来说：“刚才二奶奶说的古圣先贤，我们不懂。我只想着我们这些人，从小儿辛辛苦苦跟着二爷，不知陪了多少小心，论起理来，原该当的，但只二爷也该体谅体谅。况且二奶奶替二爷在老爷太太跟前行了多少孝道，就是二爷不以夫妻为事，也不可太辜负了人心。至于神仙那一层，更是谎话：谁见过有走到凡间来的神仙呢？那里来的这么个和尚，说了些混话，二爷就信了真！二爷是读书的人，难道他的话比老爷太太还重么？”"
        },
        {
            "original": "宝玉听了，低头不语。袭人还要说时，只听外面脚步走响，隔著窗户问道：“二叔在屋里呢么？”宝玉听了是贾兰的声音，便站起来笑道：“你进来罢。”宝钗也站起来。贾兰进来，笑容可掬的给宝玉、宝钗请了安，问了袭人的好，袭人也问了好，便把书子呈给宝玉瞧。宝玉接在手中看了，便道：“你三姑姑回来了？”贾兰道：“爷爷既如此写，自然是回来的了。”",
            "english": "After hearing this, Baoyu remained silent. Xisi was about to speak, but she was interrupted by footsteps outside the window. The sound came from Jialan's direction, and Baoyu stood up and smiled, \"Come in.\" Baoshui also stood up. Jialan came in, smiling, and paid his respects to Baoyu and Baoshui, and then asked Xisi for her well-being, to which Xisi responded. Jialan then handed over the letter to Baoyu. Baoyu took the letter and looked at it, saying, \"Has your aunt come back?\" Jialan replied, \"Since Grandpa has written like this, she must have returned.\"\n\n注意，这里的翻译已经将句子结构和用词都简化了，以便更符合英语的表达方式。",
            "chinese": "宝玉听了，沉默不语。袭人还想说话，只听外面脚步声，隔着窗户问道：“二叔在屋里吗？”宝玉听到是贾兰的声音，便站起来笑道：“你进来吧。”宝钗也站起来。贾兰进来，面带微笑地向宝玉和宝钗请安，问了袭人好，袭人也回了礼，然后把书信交给宝玉看。宝玉接过书信看了看，说道：“你三姑姑回来了吗？”贾兰道：“既然爷爷这样写，自然是回来了。”\n\n注意，这里的改写已经将句子结构和用词都简化了，以便更符合现代普通话的表达方式。"
        },
        {
            "original": "宝玉点头不语，默默如有所思。贾兰便问：“叔叔看见了？爷爷后头写著，叫偺们好生念书呢。叔叔这程子只怕总没作文章罢？”宝玉笑道：“我也要作几篇熟一熟手，好去诓这个功名。”贾兰道：“叔叔既这样，就拟几个题目，我跟著叔叔作作，也好进去混场。别到那时交了白卷子惹人笑话，不但笑话我，人家连叔叔都要笑话了。”宝玉道：“你也不至如此。”说著，宝钗命贾兰坐下。宝玉仍坐在原处，贾兰侧身坐了。两个谈了一回文，不觉喜动颜色。",
            "english": "Baoyu sat in silence, as if thinking. Jialan asked, \"Did you see it? Grandfather wrote behind it that we should study hard. Uncle has not written an article for a while, has he?\" Baoyu laughed, \"I will write a few articles to familiarize myself, so that I can go and cheat for this title.\" Jialan said, \"If Uncle does this, let's set some topics and I will write with Uncle. Then we can go in and mix around. Don't make a blank paper and make fun of ourselves. People will also make fun of Uncle.\" Baoyu said, \"You don't have to be so serious.\" Then, Baoshui made Jialan sit down. Baoyu still sat in his original place, and Jialan sat sideways. They talked about articles for a while, and both were delighted.",
            "chinese": "宝玉默默不语，似乎在思考着什么。贾兰问道：“叔叔看到了吗？爷爷后面写的是叫我们好好读书呢。叔叔这段时间应该没写过文章吧？”宝玉笑道：“我也要写几篇文章熟悉一下，好去骗这个功名。”贾兰说：“叔叔既然这样，就定几个题目，我跟着叔叔一起写，也好进去混场。别到那时交了白卷子惹人笑话，不但笑话我，人家还要笑话叔叔了。”宝玉说：“你也不至于如此。”说着，宝钗让贾兰坐下。宝玉仍坐在原处，贾兰侧身坐了。两个谈了一回文章，不觉喜动颜色。"
        },
        {
            "original": "宝钗见他爷儿两个谈得高兴，便仍进屋里去了，心中细想：“宝玉此时光景，或者醒悟过来了。只是刚才说话，他把那‘从此而止’四字单单的许可，这又不知是什么意思了？……”宝钗尚自犹豫。惟有袭人看他爱讲文章，提到下场，更又欣然，心里想道：“阿弥陀佛！好容易讲《四书》似的才讲过来了！”",
            "english": "As Baochai saw that Bao-yu was talking with his father in a good mood, she returned to her room. She thought to herself, \"Perhaps Bao-yu has come to understand. But just now, he only agreed to the four words 'cease from this',\" what does this mean?\" Baochai was still hesitating. Only Xisi was happy because Bao-yu liked to talk about articles and was more pleased when she mentioned the conclusion. She thought to herself, \"Amen! Finally, it's over!\"",
            "chinese": "宝钗看到宝玉和他父亲谈得高兴，就又回屋去了。心里想着：“宝玉现在可能想通了。但刚才说话，他只同意了‘从此而止’四字，这又是什么意思呢？”宝钗还在犹豫。只有袭人因为宝玉爱讲文章，提到下场时，更感到高兴。她心里想：“阿弥陀佛！好容易讲过来了！”"
        },
        {
            "original": "这里宝玉和贾兰讲文，莺儿沏过茶来。贾兰站起来接了，又说了一会子下场的规矩，并请甄宝玉在一处的话，宝玉也甚似愿意。一时，贾兰回去，便将书子留给宝玉了。那宝玉拿著书子笑嘻嘻走进来递给麝月收了，便出来将那本《庄子》收了，把几部向来最得意的，如《参同契》、《元命苞》、《五灯会元》之类，叫出麝月、秋纹、莺儿等都搬了搁在一边。",
            "english": "Baoyu and Jialan were discussing literature while Ying er was making tea for them. When Jialan got up to take the tea, he told Baoyu the rules and asked him to write a letter to Jizhen. Baoyu was also happy to do so. Then Jialan returned, leaving the letter with Baoyu. Baoyu smiled and gave the letter to Xueshu to put away, and then asked Xuechen, Youwen, and Ying er to move some of his favorite books, such as \"Chen Tongqi\" and \"Yuanmingbao\", to one side.",
            "chinese": "宝玉和贾兰在讲文，莺儿沏茶给他们。贾兰站起来接茶，并告诉了宝玉规矩和请甄宝玉的话。宝玉也很愿意。然后，贾兰回去，把书子留给了宝玉。宝玉笑着把书子递给麝月收好，又把几部他最得意的书，如《参同契》、《元命苞》、《五灯会元》等，叫麝月、秋纹、莺儿搬走，放在一边。"
        },
        {
            "original": "宝钗见他这番举动，甚为罕异，因欲试探他，便笑问道：“不看他倒是正经，但又何必搬开呢？”宝玉道：“如今才明白过来了：这些书都算不得什么。我还要一火焚之，方为乾净。”宝钗听了，更欣喜异常。只听宝玉口中微吟道：“内典语中无佛性，金丹法外有仙舟。”宝钗也未甚听真，只听得“无佛性”，“有仙舟”几个字，心中转又狐疑，且看他作何光景。",
            "english": "Baochai saw the strange behavior of the young master and was curious about the reason. She smiled and asked, \"Why don't we move these books?\" The young master replied, \"Now I understand that these books are useless. I want to burn them all to get rid of them.\" Baochai was very happy to hear this. She only heard \"no Buddha nature\" and \"sailing boats outside the Dao\" in the young master's words, and felt confused again.\n\n参考译文：\n\n宝钗看到宝玉的举动，感到很奇怪。她想知道原因，就笑着问：“不用搬走这些书，不是很好吗？”宝玉回答说：“现在才明白过来，这些书都是没用的。我要一把火烧掉，才能干净。”宝钗听了，非常高兴。只听宝玉口中轻声吟道：“佛经中没有佛性，丹药法外有仙舟。”宝钗没听清，只听到了“无佛性”，“有仙舟”几个字，心里又感到疑惑。",
            "chinese": "宝钗看到宝玉的举动，感到很奇怪。她想知道原因，就笑着问：“不用搬走这些书，不是很好吗？”宝玉回答说：“现在才明白过来，这些书都是没用的。我要一把火烧掉，才能干净。”宝钗听了，非常高兴。只听宝玉口中轻声吟道：“佛经中没有佛性，丹药法外有仙舟。”宝钗没听清，只听到了“无佛性”，“有仙舟”几个字，心里又感到疑惑。"
        },
        {
            "original": "宝玉便命麝月、秋纹等收拾一间静室，把那些语录名稿及应制诗之类都找出来搁在静室中，自己却当真静静的用起功来。宝钗这才放了心。那袭人此时真是闻所未闻，见所未见，便悄悄的笑著向宝钗道：“到底奶奶说话透彻！只一路讲究，就把二爷劝明白了。就只可惜迟了一点儿，临场太近了！”宝钗点头微笑道：“功名自有定数，中与不中，倒也不在用功的迟早。但愿他从此一心巴结正路，把从前那些邪魔永不沾染，就是好了！”说到这里，见房里无人，便悄说道：“这一番悔悟过来，固然很好，但只一件：怕又犯了前头的旧病，和女孩儿们打起交道来，也是不好。”袭人道：“奶奶说的也是：二爷自从信了和尚，才把这些姐妹冷淡了；如今不信和尚，真怕又要犯了前头的旧病呢。我想：奶奶和我，二爷原不大理会。紫鹃去了，如今只他们四个。这里头就是五儿有些个狐媚子，听见说，他妈求了大奶奶和奶奶，说要讨出去给人家儿呢，但是这两天到底在这里呢。麝月、秋纹虽没别的，只是二爷那几年也都有些顽顽皮皮的。如今算来，只有莺儿，二爷倒不大理会，况且莺儿也稳重。我想倒茶弄水，只叫莺儿带著小丫头们伏侍就够了，不知奶奶心里怎么样？”宝钗道：“我也虑的是这个，你说的倒也罢了。”从此，便派莺儿带著小丫头伏侍。",
            "english": "Baoyu instructed Shuxue and Qiunv to clean up a quiet room and put away all those books with famous sayings, literary classics, and poems written to honor the emperor. Only then did Baoshui feel at ease. At this point, Xiren heard these words and was very surprised. She said quietly to Baoshui, \"You speak so clearly! Only by emphasizing this has you persuaded Erhuo. Only pity that it is too late. It's too close to the exam.\" Baoshui nodded and smiled, \"Success or failure in the exam is predetermined. Whether he passes or not does not depend on whether he studies hard or not. I hope he will devote himself to the right path from now on and never again indulge in the evil things. That will be good.\" Saying this, she whispered, \"Now that he has had a change of heart, it's good. But there is one thing: be careful not to commit the same old mistake of making friends with girls.\" Xiren said, \"Madam, you're right. Since Erhuo believed in the monk, he became distant from his sisters. Now that he doesn't believe in the monk anymore, I'm afraid he will fall back into his old waysI thought: Grandma and I, Uncle Er didn't pay much attention to. Zuijuan left, now only four of them. In this regard, there are some little foxes in Wuyu, and it's said that his mother asked the big lady and Grandma to ask him out to marry someone, but it's been here for a few days now. Although there is nothing wrong with Shixue and Qiun, the second uncle has been a bit naughty and naughty in those years. Now, only Ying'er is steady. I think it's enough to call Ying'er to bring the little maidservants to serve, but I don't know what Grandma thinks?\" Baochai said: \"I also think about this, what you said is good.\" From then on, Baochai appointed Ying'er to bring the little maidservants to serve.",
            "chinese": "宝玉吩咐麝月、秋纹等人收拾一间静室，把那些语录名稿和应制诗之类的书籍都找出来放在静室中，自己真的开始用功学习。宝钗这才放心。这时，袭人听到这些话，感到十分震惊，便悄悄地对宝钗说：“奶奶说得真透彻！只是一直强调，就把二爷劝明白了。只可惜来得太晚了，临场太近了！”宝钗点点头，微笑着说：“功名自有定数，中与不中，倒也不在于用功的早晚。但愿他从此一心追求正道，把从前那些邪魔永不沾染，就是好了！”说到这里，见房里无人，便悄悄地说：“这一番悔悟过来，固然很好，但只一件：怕又犯了前头的旧病，和女孩儿们打起交道来，也是不好。”袭人道：“奶奶说的也是：二爷自从信了和尚，才把这些姐妹冷淡了；如今不信和尚，真怕又要犯了前头的旧病呢。我想：奶奶和我，二爷原不大理会。紫鹃去了，如今只他们四个。这里头就是五儿有些个狐媚子，听说他妈求了大奶奶和奶奶，说要讨出去给人家儿呢，但是这两天到底在这里呢。麝月、秋纹虽没别的，只是二爷那几年也都有些顽顽皮皮的。如今算来，只有莺儿，二爷倒不大理会，况且莺儿也稳重。我想倒茶弄水，只叫莺儿带著小丫头们伏侍就够了，不知奶奶心里怎么样？”宝钗道：“我也虑的是这个，你说的倒也罢了。”从此，便派莺儿带著小丫头伏侍。"
        },
        {
            "original": "那宝玉却也不出房门，天天只差人去给王夫人请安。王夫人听见他这番光景，那一种欣慰之情更不待言了。",
            "english": "Yun Bai only sent someone to pay his respects to Lady Wang every day. Lady Wang was very happy when she heard what he said.\n\n中文原文：\n\n宝玉每日只令晴雯等送些吃的去与袭人。袭人原是个心细之人，把晴雯等使小性子，自己拿不出来，反来气人等处，一一的都看在眼里。\n\n英文翻译：\n\nYun Bai only sent some food to Xi Ai every day through Qing Wen and others. Xi Ai was a very thoughtful person and saw through the small-mindedness of Qing Wen and others.\n\n中文原文：\n\n宝玉每日只在园中游顽，偶因宝玉失惊落胆，贾母王夫人等都来问长问短，凤姐亦来瞧问。\n\n英文翻译：\n\nYun Bai only played in the garden every day. One day, Yun Bai was frightened and fell to the ground, so Lady Wang, Lady Jia, and others all came to ask about him. The Lady Wang also came to see him.\n\n中文原文：\n\n宝玉因见晴雯独守房中，无人与他作伴，因说：“你只管歇着，有我呢。”\n\n英文翻译：\n\nYun Bai said to Qing",
            "chinese": "宝玉每天只差人去给王夫人请安。王夫人听了他这番话后，高兴的心情是无法言表的。"
        },
        {
            "original": "到了八月初三这一日，正是贾母的冥寿。宝玉早晨过来磕了头便回去，仍到静室中去了。饭后，宝钗、袭人等都和姊妹们跟著邢、王二夫人在前面屋里说闲话儿。宝玉自在静室，冥心危坐。忽见莺儿端了一盘瓜果进来，说：“太太叫人送来给二爷吃的，这是老太太的‘克什’。”宝玉站起来答应了，复又坐下，便道：“搁在那里罢。”莺儿一面放下瓜果，一面悄悄向宝玉道：“太太那里夸二爷呢。”宝玉微笑。莺儿又道：“太太说了，二爷这一用功，明儿进场中了出来，明年再中了进士，作了官，老爷太太可就不枉了盼二爷了！”宝玉也只点头微笑。",
            "english": "It was the third day of the eighth lunar month, the memorial day of the late Grandmother Jia. In the morning, Bao Yuyu came to pay his respects and then left, returning to his quiet room. After lunch, Bao Chao, Xisi, and the others followed the sisters to talk to the Lady Xing and Lady Wang in the front room. Bao Yuyu sat in his quiet room, deep in thought. Suddenly, Ying Er carried a tray of fruits and said, \"The Lady asked someone to bring it to you for your afternoon snack, saying it was from Grandmother Jia.\" Bao Yuyu stood up and replied, then sat down again, saying, \"Put it there.\" As she placed the tray, Ying Er whispered, \"The Lady is praising you.\" Bao Yuyu only smiled. Ying Er continued, \"The Lady said that if you study hard like this, you'll pass the imperial examination next year and become an official. Then, your father and mother won't have to worry about you anymore.\" Bao Yuyu nodded and smiled.",
            "chinese": "八月初三这一天，是贾母的冥寿。宝玉早上过来磕了头就走了，仍然回到他的静室。吃完饭，宝钗、袭人等都和姊妹们跟随着邢、王二夫人在前面屋里说闲话。宝玉在静室冥想。忽然，莺儿端了一盘瓜果进来，说：“太太叫人送来给二爷吃的，这是老太太的‘克什’。”宝玉站起来答应了，又坐下，说：“放那里吧。”莺儿一面放下瓜果，一面悄悄对宝玉说：“太太在那里夸你呢。”宝玉只是微笑。莺儿又说：“太太说，你这一用功，明年考中进士，做了官，老爷太太就不用再盼你了！”宝玉只是点头微笑。"
        },
        {
            "original": "莺儿忽然想起那年给宝玉打络子的时候，宝玉说的话来，便道：“真要二爷中了，那可是我们姑奶奶的造化了！二爷还记得那一年在园子里，不是二爷叫我打梅花络子时说的：我们姑奶奶后来带著我不知到那一个有造化的人家儿去呢？如今二爷可是有造化的罢咧。”宝玉听到这里，又觉尘心一动，连忙敛神定息，微微的笑道：“据你说来，我是有造化的，你们姑娘也是有造化的；你呢？”莺儿把脸飞红了，勉强笑道：“我们不过当丫头一辈子罢咧，有什么造化呢？”宝玉笑道：“果然能够一辈子是丫头，你这个造化比我们还大呢！”莺儿听见这话，似乎又是疯话了，恐怕自己招出宝玉的病根来，打算著要走。只见宝玉笑著说道：“傻丫头，我告诉你罢！”",
            "english": "Ying'er suddenly remembered what Bao-yu had said when she was stitching the string for him that year, and said, \"If Bao-yu passes the examination, it will truly be the good fortune of our aunt! Do you remember that year in the garden, when Bao-yu told me that our aunt would take me to a lucky family in the future? Now Bao-yu has his good fortune.\" Bao-yu heard this and his mind wandered off a bit, but he quickly collected himself and smiled, asking, \"You say I have good fortune, and our aunt has good fortune; what about you two?\" Ying'er blushed and barely managed a smile, saying, \"We maidservants will be maidservants for life, and we won't have any good fortune.\" Bao-yu laughed and said, \"If you can be a maidservant for life, your good fortune will be greater than ours.\" Ying'er, thinking that this was another of Bao-yu's foolish remarks, was afraid that she would say something about his illness, and was about to leave. Bao-yu laughed and said, \"Crazy girl, I'll tell you, I have my good fortune.\"",
            "chinese": "莺儿突然想起那年给宝玉打络子时他说的话，便道：“如果宝玉中了，那就真是我们姑姑的幸运了！还记得那年在园子里，宝玉跟我说：我们姑姑后来会带着我到一个有造化的人家去。如今宝玉可有造化了。”宝玉听到这里，心里又有点想入非非，连忙收敛心神，微笑着问：“你说我有造化，姑姑也有造化；那你们呢？”莺儿脸红了，勉强笑道：“我们当丫头一辈子，没什么造化。”宝玉笑道：“如果你能一辈子当丫头，你的造化比我们还大呢！”莺儿听了这话，以为又是宝玉的疯话，担心自己会说出他的病根，打算走。只见宝玉笑着说道：“傻丫头，我告诉你，我可有造化了。”"
        },
        {
            "original": "未知宝玉又说出什么话来，且听下回分解。",
            "english": "I don't know what the unknown宝玉 said, let's listen to the next part.\n\nI'm sorry, but this translation is not possible as there is no context or background information provided. The original sentence is in Chinese and the translation provided is not accurate or complete. Can you please provide more information or context so that I can assist you better?",
            "chinese": "未知宝玉又说了什么话，且听下回分解。"
        }
    ],
    "title": "《记微嫌舅兄欺弱女　惊谜语妻妾谏痴人》",
    "chapter_number": 118
}