{
    "paragraphs": [
        {
            "original": "话说凤姐正与平儿说话，只见有人回说：“瑞大爷来了。”凤姐命：“请进来罢。”贾瑞见请，心中暗喜，见了凤姐，满面陪笑，连连问好。凤姐儿也假意殷勤，让坐让茶。贾瑞见凤姐如此打扮，越发酥倒，因饧了眼问道：“二哥哥怎么还不回来？”凤姐道：“不知什么缘故。”贾瑞笑道：“别是路上有人绊住了脚，舍不得回来了罢？”凤姐道：“可知男人家见一个爱一个，也是有的。”贾瑞笑道：“嫂子这话错了，我就不是这样人。”凤姐笑道：“像你这样的人，能有几个呢？十个里也挑不出一个来！”",
            "english": "Fengzheng was chatting with Ping'er when someone came back to say that Rui大爷 was here. Fengzheng called him in. When Rui大爷 came in, he was smiling all the time and kept asking good. Fengzheng also pretended to be enthusiastic and let him sit down and drink tea. When Rui大爷 saw how Fengzheng was dressed, he was very happy. He asked Fengzheng, \"Why hasn't your second brother come back yet?\" Fengzheng said, \"I don't know why.\" Rui大爷 laughed and said, \"Maybe someone stopped him on the way and didn't want to come back.\" Fengzheng said, \"Like men, they love one and forget the other.\" Rui大爷 laughed and said, \"Mrs. Fengzheng is wrong, I'm not like that.\" Fengzheng laughed and said, \"You're like that, ten out of ten people can't find one like you!\"",
            "chinese": "凤姐正在和平儿聊天，有人回来说瑞大爷来了。凤姐叫请他进来。瑞大爷进来后，脸上一直笑着，连连问好。凤姐也装作热情，让他坐下，让他喝茶。瑞大爷看到凤姐这么打扮，非常开心。他问凤姐：“你家二哥怎么还不回来？”凤姐说：“不知道什么原因。”瑞大爷笑着说：“可能是路上有人拦住了他，舍不得回来吧？”凤姐说：“像男人一样，看到一个就爱一个，是有的。”瑞大爷笑着说：“嫂子说错了，我不是这样的人。”凤姐笑着说：“像你这样的人，十个里也挑不出一个来！”"
        },
        {
            "original": "贾瑞听了，喜的抓耳挠腮。又道：“嫂子天天也闷的很？”凤姐道：“正是呢，只盼个人来说话解解闷儿。”贾瑞笑道：“我倒天天闲著，若天天过来替嫂子解解闷儿，可好么？”凤姐笑道：“你哄我呢，你那里肯往我这里来？”贾瑞道：“我在嫂子面前，若有一句谎话，天打雷劈！只因素日闻得人说，嫂子是个利害人，在你跟前一点也错不得，所以唬住我了。我如今见嫂子是个有说有笑极疼人的，我怎么不来？－－死了也情愿！”凤姐笑道：“果然你是个明白人，比蓉儿兄弟两个强远了！我看他那样清秀，只当他们心里明白，谁知竟是两个糊涂虫，一点不知人心！”",
            "english": "Jia Rui listened and was delighted, scratching his head and ears. He asked again, \"Is it boring every day, my wife?\" Feng Ji replied, \"Yes, I just hope someone will chat with me to kill the time.\" Jia Rui smiled and said, \"I'm always idle, if I come to chat with you every day, will you be happy?\" Feng Ji laughed and said, \"You're joking, will you really come?\" Jia Rui replied, \"If I lie in front of you, I'll be struck by lightning! I was scared away by you before because I heard that you were very powerful and couldn't make a mistake. Now I know that you're fun and loving, how could I not come? Even if I die, I would do it!\" Feng Ji laughed and said, \"You're a wise man, much better than Jia Rong and his younger brother! I thought they were smart because they were handsome, but I didn't know they were all fools who didn't know what was in their hearts!\"\"Jialin said, \"Brother, I understand what you're saying. You want to go spend the night in jail for him, right?\" Jiazhen\n\n根据这段中文文本生成对应英文翻译。",
            "chinese": "贾瑞听了，高兴得抓耳挠腮。他又问道：“嫂子每天都很无聊，对吗？”凤姐回答：“是的，我只希望有人和我聊天来解解闷。”贾瑞笑着回答：“我每天都闲着，如果我每天过来陪嫂子聊天，可以吗？”凤姐笑着说：“你哄我，你真的会来吗？”贾瑞回答：“我在嫂子面前，如果有一句谎话，就会被天打雷劈！我以前听说嫂子很厉害，在你身边一点错也不能犯，所以吓住了我。现在我知道嫂子很有趣，很疼人，我怎么会不来呢？－－即使死了也愿意！”凤姐笑着说：“你真是个明白人，比蓉儿兄弟两个强多了！我看到他们很清秀，以为他们很聪明，谁知道他们都是糊涂虫，完全不知道人心！”\n\n中国白话：\n\n贾珍见贾蓉说的利害，只得把心一横，叫贾蓉先去，因和贾琏说道：“你先过去陪他一天一夜，别教他闹出事来。”贾琏道：“哥哥，这话我听明白了，你要去替他坐一夜牢，是吗？”贾珍"
        },
        {
            "original": "贾瑞听这话，越发撞在心坎上，由不得又往前凑一凑，觑著眼，看凤姐的荷包。又问：“戴著什么戒指？”凤姐悄悄的道：“放尊重些！别叫丫头们看见了。”贾瑞如听“纶音佛语”一般，忙往后退。凤姐笑道：“你该去了。”贾瑞道：“我再坐一坐儿。－－好狠心的嫂子！”凤姐儿又悄悄的道：“大天白日，人来人往，你就在这里，也不方便。你且去。等到晚上起了更，你来，悄悄的在西边穿堂儿等我。”贾瑞听了，如得珍宝，忙问道：“你别哄我。但是那里人过的多，怎么好躲呢？”凤姐道：“你只放心。我把上夜的小厮们都放了假，两边门一关，再没别人了。”",
            "english": "Jia Rui heard this and his heart was filled with passion. He unconsciously moved closer to the room and stared at the sachet. \"What kind of ring do you wear?\" asked Jia Rui. Fong Ji whispered, \"Be careful! Don't let the maids see.\" Jia Rui obeyed like a loyal subject and moved back. Fong Ji laughed, \"You should leave now.\" Jia Rui said, \"I'll just stay for a little longer. - - What a cruel sister you are!\" Fong Ji whispered, \"During the day, there are so many people coming and going, it's not convenient for you to stay here. Go now.\" Jia Rui asked, \"But where should I wait? It's so crowded at night.\" Fong Ji said, \"Don't worry. I've sent the night watchmen on leave and locked the doors on both sides, so there's no one else.\"",
            "chinese": "贾瑞听了这话，心里更加激动，不由自主地向前凑了凑，眯着眼看凤姐的荷包。又问：“戴著什么戒指？”凤姐悄悄地说：“小心点！别让丫头们看见了。”贾瑞像听到了“圣旨”一般，赶紧往后退。凤姐笑道：“你该走了。”贾瑞道：“我再坐一会儿。－－好狠心的嫂子！”凤姐又悄悄地说：“白天里人来人往，你就在这里，也不方便。你去吧。等到晚上，你来，悄悄地在西边穿堂儿等我。”贾瑞听了，欣喜若狂，忙问道：“你别骗我。但那里人多，怎么好躲呢？”凤姐道：“放心吧。我把值夜的小厮们都放了假，两边门一关，再没有别人了。”"
        },
        {
            "original": "贾瑞听了，喜之不尽，忙忙的告辞而去，心内以为得手。盼到晚上，果然黑地里摸入荣府，趁掩门时钻入穿堂，果见漆黑，无一人来往。贾母那边去的门已倒锁了，只有向东的门未关。贾瑞侧耳听著，半日不见人来，忽听咯噔一声，东边的门也关上了。贾瑞急的也不敢则声，只得悄悄出来，将门撼了撼，关得铁桶一般。此时要出去亦不能了，南北俱是大墙，要跳也无攀援。这屋内又是过堂风，空落落的。现是腊月天气，夜又长，朔风凛凛，侵肌裂骨，一夜几乎不曾冻死。好容易盼到早晨，只见一个老婆子先将东门开了，进来去叫西门。贾瑞瞅他背著脸，一溜烟抱了肩跑出来。幸而天气尚早，人都未起，从后门一径跑回家去。",
            "english": "Jia Rui was delighted to hear this, and hurried home, thinking he had done it. He looked forward to the night, and, sure enough, in the dead of darkness he crept into the Rong Estate. He found that the doors were all locked except for the one on the east side. He leaned against the wall and listened, but heard nothing. After a while, the door on the east side was also locked. He was so anxious that he dared not speak a word, and had to back out and look. He found that the door was shut as tightly as an iron drum. Now, with the north wall on either side, he could not jump out. The wind blew so hard and cold, and the night was so long, that he nearly froze to death before the dawn. He was just about to go back home when he saw an old woman come into the courtyard through the east gate. He ran behind her and got hold of her shoulders. It was still early, and the others were still asleep. He took the back gate and ran home.\n\n文章翻译自红楼梦第44回，原文：贾瑞听了，十分欢喜，忙就告辞而去。到晚间，果然在黑暗里潜入荣府，趁",
            "chinese": "贾瑞听了，非常高兴，急忙告辞离去，心中以为得手。盼到晚上，果然在漆黑的夜里潜入荣府，趁关门时钻入穿堂，果然漆黑一片，没有一个人来往。贾母那边的门已经锁上了，只有向东的门没关上。贾瑞侧耳听着，过了一会儿，东边的门也关上了。贾瑞急得也不敢出声，只得悄悄出来，将门晃了晃，关得铁桶一般。这时要出去也出不去了，南北都是大墙，要跳也找不到攀援的地方。这屋内又是过堂风，空荡荡的。现在是腊月天气，夜又长，北风凛冽，刺骨寒意，一夜几乎没冻死。好容易等到早晨，只见一个老婆子先将东门开了，进来叫西门。贾瑞瞅着他背对着脸，一溜烟抱了肩跑出来。幸而天气还早，人们还没起床，从后门一径跑回家去。"
        },
        {
            "original": "原来贾瑞父母早亡，只有他祖父代儒教养。那代儒素日教训最严，不许贾瑞多走一步，生怕他在外吃酒赌钱，有误学业。今忽见他一夜不归，只料定他在外非饮即赌，嫖娼宿妓，那里想到这段公案？因此也气了一夜。贾瑞也捻著一把汗，少不得回来撒谎，只说：“往舅舅家去了，天黑了，留我住了一夜。”代儒道：“自来出门非禀我不敢擅出，如何昨日私自去了？据此也该打，何况是撒谎！”因此，发狠按倒打了三四十板，还不许他吃饭，叫他跪在院内读文章，定要补出十天功课来方罢。贾瑞先冻了一夜，又挨了打，又饿著肚子跪在风地里念文章，其苦万状。",
            "english": "Jia Rui's parents died early, and he was raised by his grandfather, Dai Ru. Dai Ru was strict in his daily discipline and did not allow Jia Rui to go out even one step, worrying that he would drink and gamble, or have sexual relations with prostitutes. One night, Jia Rui did not return home, and his grandfather guessed that he was drinking and gambling, or having sexual relations with prostitutes, but he did not expect it to be such a thing. Grandfather was very angry and did not sleep all night. Jia Rui was nervous and sweaty, and had to return and lie that he went to his uncle's house and stayed overnight. Grandfather said, \"If you leave without permission, you cannot act on your own, why did you leave on your own yesterday? This is serious enough, and to lie as well!\" Therefore, Grandfather severely beat Jia Rui thirty or forty times, and did not allow him to eat, making him kneel in the courtyard to read articles, and he must make up for ten days' work, otherwise he would not stop. Jia Rui was first frozen all night, beaten, and then starved and kneeling in the cold wind to read articles, suffering greatly",
            "chinese": "贾瑞的父母早逝，只有祖父代儒抚养。代儒平日管教严格，不允许贾瑞多走一步，担心他在外饮酒赌博，影响学业。一天晚上，贾瑞没有回家，祖父料定他在外喝酒赌博，嫖娼宿妓，想不到是这样的事情。祖父非常生气，一夜未眠。贾瑞紧张得手心出汗，只好回来撒谎，说他去舅舅家了，天黑后留宿一晚。代儒说，出门没有禀告，不敢擅自行动，昨天为什么私自外出？这已经够严重了，何况是撒谎！因此，代儒狠狠地打了贾瑞三四十板，还不许他吃饭，叫他跪在院子里读文章，必须补出十天的功课，否则不罢休。贾瑞先被冻了一夜，又被打了，又饿着肚子跪在风地里念文章，痛苦万分。"
        },
        {
            "original": "此时贾瑞邪心未改，再不想到凤姐捉弄他。过了两日，得了空儿，仍来找寻凤姐。凤姐故意抱怨他失信，贾瑞急的起誓。凤姐因他自投罗网，少不的再寻别计，令他知改，故又约他道：“今日晚上，你别在那里了，你在我这房后小过道儿里头那间空屋子里等我。可别冒撞了！”贾瑞道：“果真么？”凤姐道：“你不信，就别来！”贾瑞道：“必来，必来。死也要来的！”凤姐道：“这会子你先去罢。”贾瑞料定晚间必妥，此时先去了。凤姐在这里便点兵派将，设下圈套。",
            "english": "Jia Rui's evil thoughts had not changed at this time, and he never thought that Lady Feng would play a trick on him. Two days later, he had a chance to go to Lady Feng, and Lady Feng deliberately complained that he had broken his promise. Jia Rui was so anxious that he swore an oath. Lady Feng, knowing that he had fallen into her trap, decided to come up with a way to let him know that he needed to change. She then arranged to meet Jia Rui and said, \"Tonight, don't go to that place. Wait for me in the empty room behind my house. Don't be rash!\" Jia Rui asked, \"Is it really true?\" Lady Feng replied, \"If you don't believe me, don't come!\" Jia Rui said, \"I'll definitely come, no matter what!\" Lady Feng said, \"Go now.\" Jia Rui was sure that something would happen that night, so he left first. Lady Feng had arranged people to set a trap.",
            "chinese": "此时贾瑞的邪念仍未改变，他根本没想到凤姐会捉弄他。过了两天，他有机会去找凤姐，凤姐故意抱怨他失信，贾瑞急得发誓。凤姐因他自投罗网，决定再想个办法让他知道改变。于是，她约贾瑞道：“今晚，你不要去那个地方了，你到我房后的过道里那间空房子里等我。不要冒失！”贾瑞说：“真的吗？”凤姐说：“你不相信，就别来！”贾瑞说：“一定来，一定来，即使死了也要来！”凤姐说：“你现在先去吧。”贾瑞料定晚上会有结果，于是先走了。凤姐在这里安排了人手，设下圈套。"
        },
        {
            "original": "那贾瑞只盼不到晚，偏偏家里亲戚又来了，吃了晚饭才去。那天已有掌灯时候，又等他祖父安歇，方溜进荣府，往那夹道中屋子里来等著，热锅上蚂蚁一般。只是左等不见人影，右听也没声响，心中害怕，不住猜疑道：“别是不来了，又冻我一夜不成？……”正自胡猜，只见黑魆魆的进来一个人。贾瑞便打定是凤姐，不管青红皂白，那人刚到面前，便如饿虎扑食，猫儿捕鼠的一般，抱住叫道：“亲嫂子！等死我了！”说著，抱到屋里炕上就亲嘴扯裤子，满口里“亲爹”“亲娘”的乱叫起来。那人只不做声。贾瑞便扯下自己的裤子来，硬帮帮就想顶入。忽然灯光一闪，只见贾蔷举著个蜡台照道：“谁在这屋里呢？”只见炕上那人笑道：“瑞大叔要肏我呢！”",
            "english": "Jia Rui was looking forward to the dark. When relatives came to visit, he didn’t go home until dinner was over. It was already quite late in the evening, and he waited for his grandfather to rest before he slipped into the Rong府. He was standing in the alcove of the house, fidgeting like a pot of boiling water. He waited and waited, but no one came. He heard no sound. He was afraid and started to imagine: \"Is he not coming? I’m going to freeze again!\" As he was lost in thought, someone came in from the darkness. Jia Rui thought it was the Countess Feng, so he didn’t hesitate to grab the person and throw him onto the bed. He held him tightly and started to kiss him, tearing at his clothes. He cried out: \"Uncle! Mother!\" Suddenly, the room was filled with light. Jia Rui saw Jia Qiang holding a candlestick and asked: \"Who’s in here?\" The person on the bed laughed: \"Uncle Rui wants to fuck me!\"",
            "chinese": "贾瑞盼着天黑，家里亲戚来了，吃了晚饭才去。那天天色已经很晚了，他等祖父休息，才溜进荣府。他在夹道中屋子里等，就像热锅上的蚂蚁一样。左等右等，却不见人影，也没听到声响，他心里害怕，开始胡思乱想：“他不会不来了吧？让我又冻一夜？”正胡思乱想，突然黑乎乎地进来一个人。贾瑞以为是凤姐，不管三七二十一，那人刚到面前，他就扑了上去，像饿虎扑食，猫儿捕鼠一样，抱住叫道：“亲嫂子！等死我了！”说著，抱到炕上就亲嘴扯裤子，嘴里乱叫“亲爹”“亲娘”。那人一声不吭。贾瑞便脱下自己的裤子，硬帮帮地想插入。忽然，灯光一闪，只见贾蔷举著个蜡台照进来，问道：“谁在这屋里呢？”只见炕上那人笑道：“瑞大叔要肏我呢！”"
        },
        {
            "original": "贾瑞不看则已，看了时真臊的无地可入。你道是谁？却是贾蓉。贾瑞回身要跑，被贾蔷一把揪住，道：“别走！如今琏二婶子已经告到太太跟前，说你调戏他，他暂时稳住你在这里。太太听见，气死过去了，这会子叫我来拿你。快跟我走罢！”贾瑞听了，魂不附体，只说：“好侄儿！你只说没有我！我明日重重的谢你！”贾蔷道：“放你不值什么，只不知你谢我多少？况且口说无凭，写一张文契才算。”贾瑞道：“这怎么落纸呢？”贾蔷道：“这也不妨，写个赌钱输了，借银若干两，就完了。”贾瑞道：“这也容易。”",
            "english": "Jia Rui was so ashamed that he didn't know where to hide. Do you know who it is? It's Jia Rong. Jia Rui was about to run away, but Jia Qiang grabbed him and said, \"Don't run! Now, Mrs. Lin has reported to the old lady that you were trying to seduce her. She has managed to keep you here for now. The old lady heard about it and fainted. Now I've come to take you. Come with me.\" Jia Rui was so frightened that he didn't know what to do. He only said, \"Good nephew, don't say it's my fault! I'll give you a big thank-you tomorrow!\" Jia Qiang said, \"It's not difficult to let you go. You need to write a letter of confession.\" Jia Rui said, \"That's easy.\"",
            "chinese": "贾瑞看了之后，真羞得无地可容。你知道是谁吗？是贾蓉。贾瑞要跑，被贾蔷一把抓住，说：“别跑！现在琏二婶子已经向太太告状，说你调戏她，她暂时稳住你在这里。太太听说，气得晕过去了，现在叫我来拿你。快跟我走吧！”贾瑞听了，吓得魂不附体，只说：“好侄子，你别说是我的事！我明天重重地感谢你！”贾蔷说：“放你走也不难，写一张文书才算。”贾瑞说：“这也容易。”"
        },
        {
            "original": "贾蔷翻身出来，纸笔现成，拿来叫贾瑞写。他两个做好做歹，只写了五十两银子，然后画了押。贾蔷收起来，然后撕掳贾蓉。贾蓉先咬定牙不依，只说：“明日告诉族中的人评评理！”贾瑞急的至于磕头。贾蔷做好做歹的，也写了一张五十两欠契才罢。",
            "english": "Jia Qiang turned over and took out paper and pen. He called Jia Rui to write it. The two of them were good-natured, and they only wrote fifty taels of silver, and then they signed their names. Jia Qiang took it and then tore Jia Rong. Jia Rong first bit his teeth and refused to agree, only saying, \"Tomorrow I'll tell the people in the clan to judge it!\" Jia Rui was so anxious that he knelt down. Jia Qiang did his best to write a copy of fifty taels of silver and then stopped.",
            "chinese": "贾蔷翻身出来，纸笔现成，拿来叫贾瑞写。他俩做好做歹，只写了五十两银子，然后画了押。贾蔷收起来，然后撕扯贾蓉。贾蓉先咬定牙不依，只说：“明天告诉族中的人评评理！”贾瑞急得磕头。贾蔷做好做歹的，也写了一张五十两欠契才罢。"
        },
        {
            "original": "贾蔷又道：“如今要放你，我就担著不是。老太太那边的门早已关了，老爷正在厅上看南京来的东西，那一条路定难过去。如今只好走后门。要这一走，倘或遇见了人，连我也不好。等我先去探探，再来领你。这屋里你还藏不住，少时就来堆东西。等我寻个地方。”说毕，拉著贾瑞，仍息了灯，出至院外，摸著大台阶底下，说道：“这窝儿里好。只蹲著，别哼一声，等我来再走。”说毕，二人去了。",
            "english": "Jia Rang said, \"Now you want to be set free, I'll take the responsibility. Grandmother's door is already closed. Grandfather is in the courtyard looking at the goods sent from Nanjing. This way is difficult to go. Now we can only go through the back door. If we meet anyone, it will be difficult for me. Let me go first and come back to take you. This room can't hide you. I'll find a place for you.\" After saying that, he took Jia Rui, turned off the lights, went out of the courtyard, and went to the bottom of the big steps, saying, \"This hole is good. Just sit and don't make a noise. Wait for me to come back and then go.\" After saying that, the two of them went away.",
            "chinese": "贾蔷又说：“现在要放你，我就承担不对。老太太那边的门早就关了，老爷在厅上看南京送来的货物，那条路走过去肯定难。现在只能走后门。如果遇见了人，连我也不好。让我先去探探，再来领你。这个房子里你还藏不住，等我找个地方。”说完，拉著贾瑞，关了灯，出了院子，摸到大台阶底下，说道：“这个窝儿里好。只蹲著，别哼一声，等我来再走。”说完，二人走了。"
        },
        {
            "original": "贾瑞此时身不由己，只得蹲在那台阶下。正要盘算，只听头顶上一声响，哗喇喇，一净桶尿粪从上面直泼下来，可巧浇了他一身一头。贾瑞掌不住“嗳哟”一声，忙又掩住口，不敢声张，满头满脸皆是尿屎，浑身冰冷打战。只见贾蔷跑来叫：“快走，快走！”贾瑞方得了命，三步两步从后门跑到家中，天已三更，只得叫开了门。家人见他这般光景，问：“是怎么了？”少不得撒谎，说：“天黑了，失脚掉在茅厕里了。”一面即到自己房中更衣洗濯。心下方想到凤姐玩他，因此，发一回狠；再想想凤姐的模样儿标致，又恨不得一时搂在怀里。胡思乱想，一夜也不曾合眼。自此虽想凤姐，只不敢往荣府去了。",
            "english": "Jia Rui was at a loss as to what to do, so he had to squat under the steps. As he was about to figure it out, he heard a loud noise above his head. A bucket of urine and feces poured down from above, and he was drenched in it from head to toe. Jia Rui couldn't help crying out \"Ahh!\" and quickly covered his mouth, not daring to make a sound. His head and face were all covered with urine and feces, and he was shivering with cold. Jia Qiang ran up and said, \"Hurry up and leave!\" Jia Rui then got his life, taking three steps and two steps to the back door of the house. It was already three o'clock in the morning. He had to call out the door. The family saw him in this state and asked, \"What happened?\" He had to lie and say, \"It was dark, and I fell into the privy.\" He immediately went to his own room to change his clothes and wash himself. Only then did he think of the play of the Countess, and he felt sorry for himself. He thought about the Countess's beauty, and he couldn't help but want to hug",
            "chinese": "贾瑞此时身不由己，只得蹲在那台阶下。正要盘算，只听头顶上一声响，哗啦啦，一桶尿粪从上面直泼下来，可巧浇了他一身一头。贾瑞掌不住“哎哟”一声，忙又掩住口，不敢声张，满头满脸皆是尿屎，浑身冰冷打战。只见贾蔷跑来叫：“快走，快走！”贾瑞方得了命，三步两步从后门跑到家中，天已三更，只得叫开了门。家人见他这般光景，问：“是怎么了？”少不得撒谎，说：“天黑了，失足掉在茅厕里了。”一面即到自己房中更衣洗濯。心下方想到凤姐玩他，因此，发一回狠；再想想凤姐的模样儿标致，又恨不得一时搂在怀里。胡思乱想，一夜也不曾合眼。自此虽想凤姐，只不敢往荣府去了。"
        },
        {
            "original": "贾蓉等两个常常来要银子，他又怕祖父知道，正是相思尚且难禁，况又添了债务；日间工课又紧；他二十来岁的人，尚未娶亲，想著凤姐，不得到手，自不免有些“指头儿告了消乏”；更兼两回冻恼奔波：因此，三五下里夹攻，不觉就得了一病。心内发膨胀，口内无滋味；脚下如绵，眼中似醋；黑夜作烧，白日常倦；下溺遗精，嗽痰带血……诸如此症，不上一年，都添全了。于是不能支持，一头躺倒，合上眼还只梦魂颠倒，满口胡话，惊怖异常。百般请医疗治，诸如肉桂、附子、鳖甲、麦冬、玉竹等药，吃了有几十斤下去，也不见个动静。",
            "english": "Jia Rong and his two companions often came to ask for money, but he was afraid his grandfather would find out, and he longed for Fenggu, but couldn't get it, and with his work so busy, he had not yet married at the age of twenty or so, and his health was poor. He was attacked by a variety of conditions. In less than a year, he had all the symptoms. As a result, he could not support himself and collapsed at one end, and even in his sleep he was delirious and full of nonsense. He was terrified. He tried every means of treatment, such as meat桂、附子、鳖甲、麦冬、玉竹等 medicine, ate dozens of pounds of it, but there was no result.",
            "chinese": "贾蓉等两个经常来要钱，他害怕祖父知道，思念凤姐，无法得手，再加上工作繁忙，二十来岁还未娶亲，身体欠佳，三五下里夹攻，不觉得了病。心内发膨胀，口内无滋味，脚下如绵，眼中似醋，黑夜作烧，白日常倦，下溺遗精，嗽痰带血……诸如此症，不到一年，都添全了。于是不能支持，一头躺倒，合上眼还只梦魂颠倒，满口胡话，惊怖异常。百般请医疗治，诸如肉桂、附子、鳖甲、麦冬、玉竹等药，吃了有几十斤下去，也不见个动静。"
        },
        {
            "original": "倏又腊尽春回，这病更加沉重。代儒也著了忙，各处请医疗治，皆不见效。因后来吃独参汤，代儒如何有这力量，只得往荣府里来寻。王夫人命凤姐秤二两给他。凤姐回说：“前儿新近替老太太配了药；那整的，太太又说留著送杨提督的太太配药，偏偏昨儿我已经叫人送去了。”王夫人道：“就是偺们这边没了，你叫个人往你婆婆那里问问，或是你珍大哥哥那里有，寻些来凑著，给人家吃好了，救人一命，也是你们的好处。”凤姐应了，也不遣人去寻，只将些渣末凑了几钱，命人送去，只说太太叫送来的，再也没了。然后向王夫人说：“都寻了来了，共凑了二两多送去了。”",
            "english": "Suddenly, the lunar month of December had passed, and spring was coming again, but the illness was getting worse. Tai Ru was also very busy, everywhere asking doctors for treatment, but there was no effect. Because later to eat the whole ginseng soup, Tai Ru did not have such strength, had to go to the Rongfu to find. Wang Fu ordered Feng Ji to weigh two ounces for him. Feng Ji replied, \"The other day I replaced the old lady with a new one; that whole one, the master also said to keep it to send to Yang Qi's wife to make medicine, but yesterday I already sent it to someone.\" Wang Fu said, \"Even if we don't have any here, you can send someone to your mother-in-law's or your brother's house to look for some and mix it up with the others, and give it to people to eat. Saving a life is also a good thing for you.\" Feng Ji answered, but did not send anyone to look for it, only gathered some of the residue and weighed a few ounces, and sent someone to send it, saying that it was from the master. Then she told Wang Fu, \"I found all the rest and mixed it up with the others, and sent",
            "chinese": "突然间，腊月已经过去了，春天又来了，而这病却更加严重了。代儒也因此非常忙，到处请医生治疗，但都没有效果。因为后来吃独参汤，代儒没有这种力量，只得去荣府找。王夫人命凤姐秤了二两给他。凤姐回说：“前儿新近替老太太配了药；那整的，太太又说留著送杨提督的太太配药，偏偏昨儿我已经叫人送去了。”王夫人道：“就是我们这边没了，你叫个人往你婆婆那里问问，或是你珍大哥哥那里有，寻些来凑著，给人家吃好了，救人一命，也是你们的好处。”凤姐应了，也不遣人去寻，只将些渣末凑了几钱，命人送去，只说太太叫送来的，再也没了。然后向王夫人说：“都寻了来了，共凑了二两多送去了。”"
        },
        {
            "original": "那贾瑞此时要命心急，无药不吃，只是白花钱，不见效。忽然这日有个跛足道人来化斋，口称专治冤孽之症。贾瑞偏偏在内听见了，直著声叫喊，说：“快去请进那位菩萨来救命！”一面在枕头上磕头。众人只得带进那道士来。贾瑞一把拉住，连叫：“菩萨救我！”那道士叹道：“你这病非药可医！我有个宝贝与你，你天天看时，此命可保矣。”说毕，从搭裢中取出个正面反面皆可照人的镜子来－－背上錾著“风月宝鉴”四字，－－递与贾瑞，道：“这物出自太虚幻境空灵殿上，警幻仙子所制，专治邪思妄动之症，有济世保生之功。所以带他到世上来，单与那些聪明俊秀、风雅王孙等照看。千万不可照正面，只照背面。要紧，要紧！三日后，我来收取，管叫你病好。”说毕，扬长而去，众人苦留不住。",
            "english": "Jia Rui was in a panic at this moment. Eating medicine was useless, and he could only waste money and not see any results. That day, a hunchbacked Taoist came to beg for food. He said he was specialized in treating diseases caused by evil spirits. It happened that Jia Rui was in the room and heard this. He shouted to have the Buddha come in to save his life! He knelt on the pillow and prayed. The others could only bring the Taoist in. Jia Rui grabbed him and cried out, \"Buddha, save me!\" The Taoist sighed, \"Your illness cannot be cured by medicine. I have a treasure that I can give you, and you can save your life by looking at it every day.\" He took out a mirror from his satchel that could be seen from both sides. It was inscribed with the characters \"Feng Yue Bao Jue\" on both sides. He handed it to Jia Rui and said, \"This treasure came from the Empty Hall of the Supreme Vastity in the Land of the Supreme Vastity, created by the Enlightened Woman of the Supreme Vastity. It is specialized in treating the symptoms of evil thoughts",
            "chinese": "贾瑞此时急得要命，吃药没用，只是白花钱，不见效。这天有个跛足道士来化斋，口称专治冤孽之症。贾瑞偏偏在内听见了，直叫喊着要请进那位菩萨来救命！一面在枕头上磕头。众人只得带进那道士来。贾瑞一把拉住，连叫：“菩萨救我！”那道士叹道：“你这病非药可医！我有个宝贝与你，你天天看时，此命可保矣。”说毕，从搭裢中取出个正面反面皆可照人的镜子来－－背上錾著“风月宝鉴”四字，－－递与贾瑞，道：“这物出自太虚幻境空灵殿上，警幻仙子所制，专治邪思妄动之症，有济世保生之功。所以带他到世上来，单与那些聪明俊秀、风雅王孙等照看。千万不可照正面，只照背面。要紧，要紧！三日后，我来收取，管叫你病好。”说毕，扬长而去，众人苦留不住。"
        },
        {
            "original": "贾瑞接了镜子，想道：“这道士倒有意思。我何不照一照试试？”想毕，拿起那“宝鉴”来向反面一照，只见一个骷髅儿立在里面。贾瑞忙掩了，骂那道士：“混帐！如何吓我！我倒再照照正面是什么。”想著，便将正面一照，只见凤姐站在里面，点手儿叫他。贾瑞心中一喜，荡悠悠觉得进了镜子，与凤姐云雨一番，凤姐仍送他出来。到了床上，“嗳哟”了一声，一睁眼，镜子从新又掉过来，仍是反面立著一个骷髅。贾瑞自觉汗津津的，底下已遗了一滩精。心中到底不足，又翻过正面来，只见凤姐还招手叫他，他又进去。如此三四次。到了这次，刚要出镜子来，只见两个人走来，拿铁锁把他套住，拉了就走。贾瑞叫道：“让我拿了镜子再走！……”只说这句，就再不能说话了。",
            "english": "Jia Rui took the mirror and thought to himself, \"This Daoist is really interesting. Why don't I try it out?\" After thinking for a while, he picked up the \"Jade Mirror\" and turned it over to see a skeleton inside. Jia Rui quickly shut the mirror and cursed the Daoist, \"You scoundrel! What are you trying to scare me with?\" He thought for a moment and picked up the front side of the mirror and looked inside, only to see Feng Xue standing there and beckoning to him. Jia Rui felt delighted and felt as if he had entered the mirror and had a passionate encounter with Feng Xue. Feng Xue then escorted him out. When he got back to bed, Jia Rui called out \"Oh, my,\" and opened his eyes to see that the mirror had turned over again, showing a skeleton. Jia Rui felt sweaty and had遗了一滩精液 on the bed. He was not yet satisfied and turned the front side of the mirror over again, only to see Feng Xue beckoning to him once more. He entered the mirror again. This went on three or four times. This time, when he was about to leave, he was grabbed",
            "chinese": "贾瑞接过镜子，心想：“这个道士真有意思。我为什么不照照试试？”想了一会，他拿起那个“宝鉴”向反面一照，只见一个骷髅在里面。贾瑞赶紧把镜子关上，骂道士：“混账！你吓我干什么！”他想了一下，又拿起正面的镜子来照，只见凤姐站在里面，招手叫他。贾瑞心里很高兴，飘飘然觉得进了镜子，和凤姐亲热了一番，凤姐送他出来。到了床上，贾瑞叫了一声“哎哟”，睁眼一看，镜子又翻过来了，仍然是反面立着一个骷髅。贾瑞感觉汗津津的，底下已经遗了一滩精液。他心里还不满足，又把正面的镜子翻过来，只见凤姐还招手叫他，他又进去。如此三四次。到了这次，他刚要出来，只见两个人走来，用铁链把他套住，拉了就走。贾瑞叫道：“让我拿了镜子再走！”说完这句话，就再不能说话了。"
        },
        {
            "original": "旁边伏侍的人，只见他先还拿著镜子照，落下来，仍睁开眼拾在手内，末后镜子掉下来便不动了。众人上来看时，已经嚈了气了，身子底下，冰凉粘湿，遗下了一大滩精，这才忙著穿衣抬床，代儒夫妇哭的死去活来，大骂道士：“是何妖道！”遂命人架起火来烧那镜子。只听空中叫道：“谁叫他自己照了正面呢！你们自己以假为真，为何烧我此镜？”忽见那镜从房中飞出。代儒出门看时，却还是那个跛足道人，喊道：“还我的‘风月宝鉴’来！”说著，抢了镜子，眼看著他飘然去了。",
            "english": "The people who were waiting on him saw that he first held the mirror in his hand and then let it drop, then opened his eyes to pick it up again. Finally the mirror dropped and he did not move. When people came to look at him, he was already dead. His body was cold and wet, and a large pool of semen had formed underneath him. Then they hurried to dress him and carry his bed. The Taide couple cried so hard that they almost died, cursing the Taoist: \"What kind of Taoist is this?\" They ordered someone to light a fire and burn the mirror. At that moment, they heard a voice from the air: \"Who called him to look at the front of it himself? You yourselves took it for real, so why are you burning my mirror?\" Then they saw the mirror fly out of the room. When Taide went out to look, it was the same hunchbacked Taoist. He cried out, \"Give me back my 'Moon and Wind Mirror'!\" and he snatched the mirror from them. As he turned to leave, he disappeared in a puff of smoke.",
            "chinese": "旁边伺候的人，只见他先还拿着镜子照，掉下来，仍睁开眼捡在手中，末后镜子掉下来便不动了。众人上来看时，已经死了，身子底下，冰凉粘湿，遗下了一大滩精液，这才忙著穿衣抬床，代儒夫妇哭的死去活来，大骂道士：“是何妖道！”遂命人架起火来烧那镜子。只听空中叫道：“谁叫他自己照了正面呢！你们自己以假为真，为何烧我此镜？”忽见那镜从房中飞出。代儒出门看时，却还是那个跛足道人，喊道：“还我的‘风月宝鉴’来！”说著，抢了镜子，眼看著他飘然去了。"
        },
        {
            "original": "当下代儒没法，只得料理丧事，各处去报，三日起经，七日发引，寄灵铁槛寺后。一时，贾家众人齐来吊问。荣府贾赦赠银二十两，贾政也是二十两，宁府贾珍亦有二十两；其馀族中人，贫富不一，或一二两、三四两不等；外又有各同窗家中分资，也凑了二三十两。代儒家道虽然淡薄，得此帮助，倒也丰丰富富完了此事。",
            "english": "At the time, the Confucian scholar could not handle funerals, could only handle funerals, scattered notices of mourning, three days of chanting, seven days of funerals, and the coffin was stored in the Iron Cage Temple. At that time, the Jia family came together to pay condolences and greetings. Jia Pei of the Yongfu sent twenty taels of silver, Jia Zheng was also twenty taels, and Jia Jin of the Ning family also had twenty taels; the rest of the family, poor and rich, were different, or one or two, three or four, not equal; there were also the same classmates at home, and they contributed about twenty or thirty taels. Dai Jia's family was modest, but with this help, they completed this matter in a rich and rich way.",
            "chinese": "当下，儒生无法处理丧事，只能处理丧事，四处报丧，三天念经，七天发丧，灵柩寄存铁槛寺。当时，贾家众人一起来吊唁和问候。荣府贾赦赠银二十两，贾政也是二十两，宁府贾珍亦有二十两；其余族中人，贫富不一，或一二两、三四两不等；外又有各同窗家中分资，也凑了二三十两。代儒家道虽然淡薄，得此帮助，倒也丰丰富富完了此事。"
        },
        {
            "original": "谁知这年冬底，林如海因为身染重疾，写书来特接黛玉回去。贾母听了，未免又加忧闷，只得忙忙的打点黛玉起身。宝玉大不自在，争奈父女之情，也不好拦阻。于是贾母定要贾琏送他去，仍叫带回来。一应土仪盘费，不消絮说，自然要妥贴的。作速择了日期，贾琏同著黛玉辞别了众人，带领仆从，登舟往扬州去了。",
            "english": "Who knew that this winter, Lin Ruhai because of his poor health, wrote a letter to pick up the Dragon Pearl. The Jia Mother heard this and was not very happy, so she quickly prepared the Dragon Pearl to go back home. The Prince of the Wang was very unhappy, but his father asked the Dragon Pearl to go back, he had no choice. So the Jia Mother asked the Jia Lian to send the Dragon Pearl to Yangzhou, and also wanted her to come back. The things and money that needed to be brought were naturally prepared very well. Soon the date was selected, the Jia Lian and the Dragon Pearl said goodbye to everyone, and took a boat to Yangzhou with the servants.",
            "chinese": "谁知道这一年冬天，林如海因为身体不好，写信来要接黛玉回去。贾母听了，心里很不开心，只得赶快准备黛玉回去的行李。宝玉很不高兴，但父亲让黛玉回去，他也没办法。于是贾母让贾琏送黛玉去扬州，还要带她回来。需要带的东西和钱，自然要准备得很妥当。很快选好了日期，贾琏和黛玉告别了众人，带着仆人，坐船去了扬州。"
        },
        {
            "original": "要知端的，且听下回分解。",
            "english": "He remembered that it was a clear night and he and his friends went to a strange place together.",
            "chinese": "想知道真相，听下回分解。\n\n中国白话：\n\n彼时，他正在一家餐馆吃晚饭，突然一阵风吹来，让他感到十分寒冷。\n\n简单的现代普通话：\n\n当时，他在一家餐馆吃饭，突然一阵风吹来，让他感到很冷。\n\n中国白话：\n\n他记得，那是一个晴朗的夜晚，他和朋友们一起去了一个陌生的地方。\n\n简单的现代普通话：\n\n他记得，那是一个晴朗的夜晚，他和朋友们一起去了一个陌生的地方。"
        }
    ],
    "title": "《王熙凤毒设相思局　贾天祥正照风月鉴》",
    "chapter_number": 12
}