{
    "paragraphs": [
        {
            "original": "话说凤姐正与平儿说话，只见有人回说：“瑞大爷来了。”凤姐命：“请进来罢。”贾瑞见请，心中暗喜，见了凤姐，满面陪笑，连连问好。凤姐儿也假意殷勤，让坐让茶。贾瑞见凤姐如此打扮，越发酥倒，因饧了眼问道：“二哥哥怎么还不回来？”凤姐道：“不知什么缘故。”贾瑞笑道：“别是路上有人绊住了脚，舍不得回来了罢？”凤姐道：“可知男人家见一个爱一个，也是有的。”贾瑞笑道：“嫂子这话错了，我就不是这样人。”凤姐笑道：“像你这样的人，能有几个呢？十个里也挑不出一个来！”",
            "english": "Jia Rui, accompanied by his servant, had come and greeted them. Jia Rui, knowing that there was no way he could see the Lady Wang, got down from his horse and politely greeted her. After he had greeted her, he sat down on a stool beside her, and the two of them chatted for a while. Jia Rui then asked the Lady Wang if she could let him stay with her for a while, and the Lady Wang, pleased by his request, agreed to let him stay. She took him into her room, and the two of them spent the night together. In the morning, Jia Rui thanked the Lady Wang for her hospitality, and then left.",
            "chinese": "凤姐和平儿说话，有人回说“瑞大爷来了”。凤姐吩咐“请进来”，贾瑞见请，暗喜。贾瑞见凤姐，满面陪笑，连连问好。凤姐假意殷勤，让坐让茶。贾瑞见凤姐如此打扮，心痒难耐，就问：“二哥哥怎么还不回来？”凤姐道：“不知什么缘故。”贾瑞笑道：“是不是在路上有人绊住了脚，舍不得回来了？”凤姐笑道：“男人见一个爱一个，也是有的。”贾瑞笑道：“嫂子这话错了，我不是这样人。”凤姐笑道：“像你这样的人，能有几个呢？十个里也挑不出一个来！”"
        },
        {
            "original": "贾瑞听了，喜的抓耳挠腮。又道：“嫂子天天也闷的很？”凤姐道：“正是呢，只盼个人来说话解解闷儿。”贾瑞笑道：“我倒天天闲著，若天天过来替嫂子解解闷儿，可好么？”凤姐笑道：“你哄我呢，你那里肯往我这里来？”贾瑞道：“我在嫂子面前，若有一句谎话，天打雷劈！只因素日闻得人说，嫂子是个利害人，在你跟前一点也错不得，所以唬住我了。我如今见嫂子是个有说有笑极疼人的，我怎么不来？－－死了也情愿！”凤姐笑道：“果然你是个明白人，比蓉儿兄弟两个强远了！我看他那样清秀，只当他们心里明白，谁知竟是两个糊涂虫，一点不知人心！”",
            "english": "Jia Rui listened and was delighted, scratching his ears. He then asked, \"Does Auntie Wang also get bored every day?\" Wang Fu replied, \"That's right. I just wish someone would come and chat to relieve my boredom.\" Jia Rui smiled and said, \"I'll come by every day to chat with Auntie Wang and make you less bored, okay?\" Wang Fu laughed and said, \"You're joking, right? You wouldn't come to me.\" Jia Rui said, \"If I lied to you, I would be struck by lightning. I thought Auntie Wang was a tough person, so I didn't come. But now I see that you're a fun person who is very kind. How could I not come? - Even if I died, I would still be happy!\" Wang Fu laughed and said, \"You're a smart person. You're much smarter than Rong Er and Rong Zi. I thought they were smart because they looked smart, but they're actually two stupid people who don't understand human nature!\"",
            "chinese": "贾瑞听了，高兴的抓耳挠腮，又问道：“嫂子天天也闷着吗？”凤姐道：“正是这样，我只盼个人来说话解解闷儿。”贾瑞笑道：“我闲着天天过来替嫂子解解闷儿，可以吗？”凤姐笑道：“你哄我呢，你哪里肯往我这里来？”贾瑞道：“我在嫂子面前，如果有句谎话，天打雷劈。我原先以为嫂子是个厉害人，不敢来。但是现在看到嫂子是个有说有笑极疼人的，我怎么不来？－－死了也情愿！”凤姐笑道：“你果然是个明白人，比蓉儿兄弟两个强远了！我看他们那样清秀，只当他们心里明白，谁知竟是两个糊涂虫，一点不知人心！”"
        },
        {
            "original": "贾瑞听这话，越发撞在心坎上，由不得又往前凑一凑，觑著眼，看凤姐的荷包。又问：“戴著什么戒指？”凤姐悄悄的道：“放尊重些！别叫丫头们看见了。”贾瑞如听“纶音佛语”一般，忙往后退。凤姐笑道：“你该去了。”贾瑞道：“我再坐一坐儿。－－好狠心的嫂子！”凤姐儿又悄悄的道：“大天白日，人来人往，你就在这里，也不方便。你且去。等到晚上起了更，你来，悄悄的在西边穿堂儿等我。”贾瑞听了，如得珍宝，忙问道：“你别哄我。但是那里人过的多，怎么好躲呢？”凤姐道：“你只放心。我把上夜的小厮们都放了假，两边门一关，再没别人了。”",
            "english": "Jia Rui heard this and became even more excited. He moved forward a little bit and looked at Lady Feng's purse. He asked, \"What kind of ring did you wear?\" Lady Feng said, \"Behave yourself! Don't let the maids see.\" Jia Rui listened and felt like he had just heard a royal decree. He quickly retreated two steps. Lady Feng laughed and said, \"You should go now.\" Jia Rui said, \"I'd like to stay a little longer. You're so mean.\" Lady Feng whispered, \"In the middle of the day, with so many people around, it's not convenient for you to be here. Go now. When it gets dark and it's past midnight, come to the west side of the courtyard and wait for me.\" Jia Rui was overjoyed and asked, \"Don't fool me. No one can see us?\" Lady Feng said, \"Don't worry. I've sent the night watchmen on leave. The doors are closed and no one else will be around.\"",
            "chinese": "贾瑞听了这话，越加心动，不由又向前凑了凑，瞅着凤姐的荷包看了看，又问“带了什么戒指”，凤姐说：“放规矩些！别叫丫头看见了。”贾瑞听了，如同听到了皇帝的圣旨一样，忙往后退了两步。凤姐笑道：“你该回去了。”贾瑞说：“我再坐一会子吧，好狠心的嫂子。”凤姐又小声说：“大白天，人来人往的，你就在这里也不方便。你走吧。等到晚上，起了更，你来，悄悄的在西边穿堂儿等我。”贾瑞听了，欣喜若狂，忙问：“你别骗我。可不能让别人看见呀？”凤姐说：“你放心。我把上夜的小厮们都放了假，两边门一关，再没别人了。”"
        },
        {
            "original": "贾瑞听了，喜之不尽，忙忙的告辞而去，心内以为得手。盼到晚上，果然黑地里摸入荣府，趁掩门时钻入穿堂，果见漆黑，无一人来往。贾母那边去的门已倒锁了，只有向东的门未关。贾瑞侧耳听著，半日不见人来，忽听咯噔一声，东边的门也关上了。贾瑞急的也不敢则声，只得悄悄出来，将门撼了撼，关得铁桶一般。此时要出去亦不能了，南北俱是大墙，要跳也无攀援。这屋内又是过堂风，空落落的。现是腊月天气，夜又长，朔风凛凛，侵肌裂骨，一夜几乎不曾冻死。好容易盼到早晨，只见一个老婆子先将东门开了，进来去叫西门。贾瑞瞅他背著脸，一溜烟抱了肩跑出来。幸而天气尚早，人都未起，从后门一径跑回家去。",
            "english": "Jia Rui listened and was overjoyed. He quickly said goodbye and left, thinking that he had succeeded. He waited until the evening when he indeed quietly snuck into the Rongfu mansion, taking advantage of the closing of the main gate to enter the hall. He found it to be pitch black, with no one moving around. The door leading to the other side of the courtyard was locked, but the eastern door was not. Jia Rui held his breath, waiting for a while, and then heard a lock sound from the eastern door, which had also been closed. He was so anxious that he dared not make a sound, and had to quietly step out and try the door, which was locked tight. At this point, it was impossible for him to leave, as there were high walls on both sides and no place to jump. The room was empty and had a strong wind blowing through it, making it freezing cold. He nearly froze to death during the night. Finally, he could bear it no longer and waited for the morning. As soon as he saw an old woman opening the eastern door, he ran out quietly, hoping no one would notice him. The morning was still early, and everyone else was still asleep. He quickly ran back home from the rear gate.",
            "chinese": "贾瑞听了，喜不自胜，忙忙的告别而去，心里以为自己得手了。盼到晚上，果然黑暗里偷偷摸摸的钻进了荣府，趁关大门时钻进了厅堂，果然是漆黑一片，没有人走动。贾母那边去的门已上锁了，只有向东的门没有关。贾瑞侧耳听著，过了半天，没听见人来，忽然听见咯噔一声，东边的门也关上了。贾瑞急的也不敢出声，只得悄悄出来，将门撼了撼，关得紧紧的。此时要出去也不能了，南北都是大墙，要跳也没有攀援。这屋内又是过堂风，空荡荡的。这会子正值冬天，夜又长，朔风凛凛，刺骨钻心，一夜几乎没冻死。好容易盼到早晨，只见一个老婆子先将东门开了，进来去叫西门。贾瑞瞅他背著脸，一溜烟抱了肩跑出来。幸好天气还早，别人都没起，从后门一径跑回家去。"
        },
        {
            "original": "原来贾瑞父母早亡，只有他祖父代儒教养。那代儒素日教训最严，不许贾瑞多走一步，生怕他在外吃酒赌钱，有误学业。今忽见他一夜不归，只料定他在外非饮即赌，嫖娼宿妓，那里想到这段公案？因此也气了一夜。贾瑞也捻著一把汗，少不得回来撒谎，只说：“往舅舅家去了，天黑了，留我住了一夜。”代儒道：“自来出门非禀我不敢擅出，如何昨日私自去了？据此也该打，何况是撒谎！”因此，发狠按倒打了三四十板，还不许他吃饭，叫他跪在院内读文章，定要补出十天功课来方罢。贾瑞先冻了一夜，又挨了打，又饿著肚子跪在风地里念文章，其苦万状。",
            "english": "Jia Rui's parents died early, and only his grandfather raised him. Jia Rui's grandfather raised him very strictly, not allowing Jia Rui to go out more than a step, afraid that he would eat alcohol, gamble, and have a bad influence on his studies outside. Today, Jia Rui did not return home in the evening. Jia Rui's grandfather thought that Jia Rui must have been eating alcohol, gambling, and committing immorality outside, so he was also angry for the whole night. Jia Rui was sweating, and he had to come back to lie, saying, \"I went to my uncle's house last night. It was dark, and I stayed there overnight.\" Jia Rui's grandfather said, \"I never allow you to go out without my permission. How dare you go out alone yesterday? This alone deserves a beating, let alone lying!\" Therefore, he beat Jia Rui with thirty or forty boards and did not allow him to eat dinner, making him kneel in the courtyard to read articles, and insisted that he must make up ten days of homework before he could stop. Jia Rui was frozen overnight, then beaten, and then hungry and kneeling in the wind to read articles. It was a suffering beyond words.",
            "chinese": "贾瑞的父母早亡，只有他祖父教养，贾瑞的祖父教养非常严格，不许贾瑞多走一步，生怕他在外吃酒赌钱，有误学业。今天贾瑞一晚不归，贾瑞的祖父认为贾瑞在外面必然是吃酒赌钱，嫖娼宿妓，所以也气了一夜。贾瑞也捏著一把汗，少不得回来撒谎，只说：“往舅舅家去了，天黑了，留我住了一夜。”贾瑞的祖父道：“自来出门非禀我不敢擅出，如何昨日私自去了？据此也该打，何况是撒谎！”因此，发狠按倒打了三四十板，还不许他吃饭，叫他跪在院内读文章，定要补出十天功课来方罢。贾瑞先冻了一夜，又挨了打，又饿著肚子跪在风地里念文章，其苦万状。"
        },
        {
            "original": "此时贾瑞邪心未改，再不想到凤姐捉弄他。过了两日，得了空儿，仍来找寻凤姐。凤姐故意抱怨他失信，贾瑞急的起誓。凤姐因他自投罗网，少不的再寻别计，令他知改，故又约他道：“今日晚上，你别在那里了，你在我这房后小过道儿里头那间空屋子里等我。可别冒撞了！”贾瑞道：“果真么？”凤姐道：“你不信，就别来！”贾瑞道：“必来，必来。死也要来的！”凤姐道：“这会子你先去罢。”贾瑞料定晚间必妥，此时先去了。凤姐在这里便点兵派将，设下圈套。",
            "english": "Jia Rui still did not change his evil mind and went to find Feng Jie again. Feng Jie purposely complained about his faithlessness. Jia Rui anxiously swore an oath, and Feng Jie set up a trap, teaching him to wait for her in the empty room behind the small passage. Jia Rui thought that Feng Jie would definitely come, so he went there first. Feng Jie said, \"Tonight you shouldn't be there, go to the empty room behind the small passage.\" Jia Rui asked, \"Will you really come?\" Feng Jie said, \"Don't come if you don't believe me.\" Jia Rui said, \"I will definitely come, even if I die!\" Feng Jie said, \"Go now!\" Jia Rui thought that Feng Jie would definitely come, so he went there first. Feng Jie set up a trap, waiting for Jia Rui to fall for it.",
            "chinese": "贾瑞仍不改邪心，又来找凤姐，凤姐故意抱怨他失信。贾瑞急着起誓，凤姐设下圈套，教他在房后小过道里头的空房里等她。贾瑞料定凤姐必来，便先去了。凤姐说，今晚你别在那里，到小过道里头那间空房里等我。贾瑞道：“果真吗？”凤姐说，不信就别来。贾瑞道：“我必定来，死也要来！”凤姐道：“现在你先去吧！”贾瑞料定必来，便先去了。凤姐便设下圈套，等贾瑞上钩。"
        },
        {
            "original": "那贾瑞只盼不到晚，偏偏家里亲戚又来了，吃了晚饭才去。那天已有掌灯时候，又等他祖父安歇，方溜进荣府，往那夹道中屋子里来等著，热锅上蚂蚁一般。只是左等不见人影，右听也没声响，心中害怕，不住猜疑道：“别是不来了，又冻我一夜不成？……”正自胡猜，只见黑魆魆的进来一个人。贾瑞便打定是凤姐，不管青红皂白，那人刚到面前，便如饿虎扑食，猫儿捕鼠的一般，抱住叫道：“亲嫂子！等死我了！”说著，抱到屋里炕上就亲嘴扯裤子，满口里“亲爹”“亲娘”的乱叫起来。那人只不做声。贾瑞便扯下自己的裤子来，硬帮帮就想顶入。忽然灯光一闪，只见贾蔷举著个蜡台照道：“谁在这屋里呢？”只见炕上那人笑道：“瑞大叔要肏我呢！”",
            "english": "Jia Rui was eagerly waiting for the darkness to fall, but unfortunately, his relatives came, and he had to wait until dinner time to leave. That day had already become dark, and he had to wait until the Jia Zhen rested before he could sneak into the Rong mansion. He waited in the shadowy room, feeling like a restless ant in a hot pot. As he was daydreaming, he suddenly saw a person enter the room. He assumed it was Mrs. Feng, and without thinking, he clutched at the person, saying, \"Dear sister-in-law, I've been waiting for you to come back!\" He then dragged the person to the bed, attempting to kiss and unbutton their clothes, calling out, \"Dear father, dear mother!\" But the person remained silent. Jia Rui then pulled down his own pants, trying to thrust himself inside. Suddenly, the light flickered, and it was Jia Qiang holding a candlestick, asking, \"Who is in this room?\" Only then did Jia Rui realize he had misinterpreted the situation, and he was embarrassed to no end.",
            "chinese": "贾瑞盼望天黑，偏偏家里亲戚又来了，等吃晚饭才去。那天己经天黑了，又等贾珍休息，才溜进荣府，往那夹道中屋子里等著，像热锅上的蚂蚁一样。正自胡猜，只见黑魆魆的进来一个人。贾瑞便打定是凤姐，不管青红皂白，那人刚到面前，便如饿虎扑食，猫儿捕鼠的一般，抱住叫道：“亲嫂子！等死我了！”说著，抱到屋里炕上就亲嘴扯裤子，满口里“亲爹”“亲娘”的乱叫起来。那人只不做声。贾瑞便扯下自己的裤子来，硬帮帮就想顶入。忽然灯光一闪，只见贾蔷举著个蜡台照道：“谁在这屋里呢？”只见炕上那人笑道：“瑞大叔要肏我呢！”"
        },
        {
            "original": "贾瑞不看则已，看了时真臊的无地可入。你道是谁？却是贾蓉。贾瑞回身要跑，被贾蔷一把揪住，道：“别走！如今琏二婶子已经告到太太跟前，说你调戏他，他暂时稳住你在这里。太太听见，气死过去了，这会子叫我来拿你。快跟我走罢！”贾瑞听了，魂不附体，只说：“好侄儿！你只说没有我！我明日重重的谢你！”贾蔷道：“放你不值什么，只不知你谢我多少？况且口说无凭，写一张文契才算。”贾瑞道：“这怎么落纸呢？”贾蔷道：“这也不妨，写个赌钱输了，借银若干两，就完了。”贾瑞道：“这也容易。”",
            "english": "Jia Rui looked at it and was truly ashamed to be nowhere to hide. Who is this? It's Jia Rong. Jia Rui was about to run away, but was grabbed by Jia Qiang and said, \"Don't run! Now Mrs. Lin has reported to the mistress, saying you have been flirting with him. He temporarily held you here. The mistress heard it and fainted. This time I came to take you. Come with me quickly!\" Jia Rui heard it and was scared out of his wits, only saying, \"Good nephew! You just say you didn't see me! I'll repay you heavily tomorrow!\" Jia Qiang said, \"This is not worth it, but I wonder how much you will repay me? Anyway, there is no proof, so let's write a written agreement.\" Jia Rui said, \"This is easy.\"",
            "chinese": "贾瑞看了，真羞得无地可容。请问是谁？却是贾蓉。贾瑞刚要逃跑，被贾蔷一把抓住，说：“别跑！如今琏二婶子已经告到太太跟前，说你调戏他，他暂时稳住你在这里。太太听见，气死过去了，这会子叫我来拿你。快跟我走罢！”贾瑞听了，吓得魂不附体，只说：“好侄儿！你只说没有我！我明日重重的谢你！”贾蔷说：“放你不值什么，只不知你谢我多少？况且口说无凭，写一张文契才算。”贾瑞说：“这怎么落纸呢？”贾蔷说：“这也不妨，写个赌钱输了，借银若干两，就完了。”贾瑞说：“这也容易。”"
        },
        {
            "original": "贾蔷翻身出来，纸笔现成，拿来叫贾瑞写。他两个做好做歹，只写了五十两银子，然后画了押。贾蔷收起来，然后撕掳贾蓉。贾蓉先咬定牙不依，只说：“明日告诉族中的人评评理！”贾瑞急的至于磕头。贾蔷做好做歹的，也写了一张五十两欠契才罢。",
            "english": "Jia Qiang brought paper and pen, and let Jia Rui write. After much talking, they agreed to write a 50 taels silver note, then sign it. Jia Qiang took it, and tore Jia Rong. Jia Rong first refused and said, \"I'll tell the family about this tomorrow!\" Jia Rui was so anxious that he started to bow. Jia Qiang talked and persuaded him for a while, and they wrote a 50 taels debt agreement before they stopped.",
            "chinese": "贾蔷把纸笔拿来，让贾瑞写字。两个说好说歹，只写五十两银子，然后画押。贾蔷收起来，就撕贾蓉。贾蓉先咬定牙不依，只说：“明天告诉族里的人评评理！”贾瑞急的至于磕头。贾蔷好说歹说，也写了一张五十两欠契才罢。"
        },
        {
            "original": "贾蔷又道：“如今要放你，我就担著不是。老太太那边的门早已关了，老爷正在厅上看南京来的东西，那一条路定难过去。如今只好走后门。要这一走，倘或遇见了人，连我也不好。等我先去探探，再来领你。这屋里你还藏不住，少时就来堆东西。等我寻个地方。”说毕，拉著贾瑞，仍息了灯，出至院外，摸著大台阶底下，说道：“这窝儿里好。只蹲著，别哼一声，等我来再走。”说毕，二人去了。",
            "english": "Jia Qiang said, \"Now if I release you, I will be criticized. The gate to Granny's quarters is already closed. My father is in the hall looking at items sent from Nanjing. This path won't work. We must go through the back door. If we were to go that way and ran into someone, I wouldn't be able to escape. I'll go ahead and see what's going on and then come back to get you. You're not hiding anywhere in here. Soon they will be coming in here to pile up things. I'll find a place.\" After saying this, he grabbed Jia Rui and turned off the lights, and then they went out the courtyard gate. They crawled under the big steps and said, \"This little cave is a great hiding spot. Just don't make a sound and wait for me. I'll come back and take you away.\" After saying this, they both left.",
            "chinese": "贾蔷又说：“现在要放你，我就要遭到非议。老太太那边的门已经关了，老爷正在厅上观赏从南京送来的物品，这条路肯定走不通。如今只好走后门。要是走这条路，如果遇见了人，连我也不好过。等我先去探探，再来领你。这屋里你还能藏得住，等会儿就要来堆东西。等我找一个地方。”说完，拉着贾瑞，又熄了灯，出了院门，摸着大台阶底下，说道：“这个窝儿里很好。只蹲着，别哼一声，等我来再走。”说完，二人就走了。"
        },
        {
            "original": "贾瑞此时身不由己，只得蹲在那台阶下。正要盘算，只听头顶上一声响，哗喇喇，一净桶尿粪从上面直泼下来，可巧浇了他一身一头。贾瑞掌不住“嗳哟”一声，忙又掩住口，不敢声张，满头满脸皆是尿屎，浑身冰冷打战。只见贾蔷跑来叫：“快走，快走！”贾瑞方得了命，三步两步从后门跑到家中，天已三更，只得叫开了门。家人见他这般光景，问：“是怎么了？”少不得撒谎，说：“天黑了，失脚掉在茅厕里了。”一面即到自己房中更衣洗濯。心下方想到凤姐玩他，因此，发一回狠；再想想凤姐的模样儿标致，又恨不得一时搂在怀里。胡思乱想，一夜也不曾合眼。自此虽想凤姐，只不敢往荣府去了。",
            "english": "Jia Rui at this moment was unable to move, so he had to squat under the stairs. He was about to make a calculation when he heard a loud noise overhead. A clean bucket of urine and feces splashed down from above, and it happened to be poured all over his head and body. Jia Rui couldn't help crying out \"oh\" and quickly covered his mouth, not daring to make a noise. His head and face were full of urine and feces, and he was cold all over and shaking with cold. He saw Jia Qiang running over and shouting, \"Run, run!\" Jia Rui then got his life and took three steps and two steps to the back door and ran home. It was already three o'clock in the morning, and he had to call the door open. The family saw him in such a state and asked, \"What happened?\" He had to lie, saying, \"It was dark, and I fell into the latrine.\" He immediately went to his own room to change clothes and wash himself. Only then did he realize that it was the wife who played a joke on him, and he had to think hard. But then he thought about the beautiful appearance of the wife, and he couldn't wait to embrace her in his arms. He had a lot of thoughts and couldn't sleep all night. From then on, although he thought of the wife, he dared not go to the荣府.",
            "chinese": "贾瑞此时身不由己，只得蹲在那台阶下。正要盘算，只听头顶上一声响，哗喇喇，一净桶尿粪从上面直泼下来，可巧浇了他一身一头。贾瑞掌不住“嗳哟”一声，忙又掩住口，不敢声张，满头满脸皆是尿屎，浑身冰冷打战。只见贾蔷跑来叫：“快走，快走！”贾瑞方得了命，三步两步从后门跑到家中，天已三更，只得叫开了门。家人见他这般光景，问：“是怎么了？”少不得撒谎，说：“天黑了，失脚掉在茅厕里了。”一面即到自己房中更衣洗濯。心下方想到凤姐玩他，因此，发一回狠；再想想凤姐的模样儿标致，又恨不得一时搂在怀里。胡思乱想，一夜也不曾合眼。自此虽想凤姐，只不敢往荣府去了。"
        },
        {
            "original": "贾蓉等两个常常来要银子，他又怕祖父知道，正是相思尚且难禁，况又添了债务；日间工课又紧；他二十来岁的人，尚未娶亲，想著凤姐，不得到手，自不免有些“指头儿告了消乏”；更兼两回冻恼奔波：因此，三五下里夹攻，不觉就得了一病。心内发膨胀，口内无滋味；脚下如绵，眼中似醋；黑夜作烧，白日常倦；下溺遗精，嗽痰带血……诸如此症，不上一年，都添全了。于是不能支持，一头躺倒，合上眼还只梦魂颠倒，满口胡话，惊怖异常。百般请医疗治，诸如肉桂、附子、鳖甲、麦冬、玉竹等药，吃了有几十斤下去，也不见个动静。",
            "english": "Jia Rong often came to ask for money, but he was afraid that his grandfather would find out and his passion for thinking about his grandfather-in-law could not be suppressed. Moreover, he was also in debt and too busy during the day. He was in his twenties but had not married. He thought about his grandmother-in-law, but could not get close to her, which made him feel \"suffering from lack of nourishment\". In addition, he had gone through two periods of cold and hard work. Therefore, the \"five-finger attack\" caused him to become ill. He felt bloated in his heart, had no appetite, felt weak and tired during the day, had frequent urination, premature ejaculation, coughing with blood and other symptoms. After more than a year, he had developed all these symptoms. He could not support himself anymore and lay down, his eyes were filled with fear, and he had a nightmare every night. He had a lot of nonsense and was very frightened. He went to see many doctors, but they gave him medicines like cinnamon, ginger, sea turtle, jujube, and loquat, but he took more than ten pounds of them, but they did not show any effect.",
            "chinese": "贾蓉两个常常来要银子，他害怕祖父知道，相思已经禁不住了，况且又欠了债；白日间又忙；他二十多岁的人，尚未娶亲，想着凤姐，不能够到手，自不免有些“指头儿告了消乏”；更兼两回冻恼奔波：因此，三五下里夹攻，不觉就得了一病。心内发膨胀，口内无滋味；脚下如绵，眼中似醋；黑夜作烧，白日常倦；下溺遗精，嗽痰带血……诸如此症，不上一年，都添全了。于是不能支持，一头躺倒，合上眼还只梦魂颠倒，满口胡话，惊怖异常。百般请医疗治，诸如肉桂、附子、鳖甲、麦冬、玉竹等药，吃了有几十斤下去，也不见个动静。"
        },
        {
            "original": "倏又腊尽春回，这病更加沉重。代儒也著了忙，各处请医疗治，皆不见效。因后来吃独参汤，代儒如何有这力量，只得往荣府里来寻。王夫人命凤姐秤二两给他。凤姐回说：“前儿新近替老太太配了药；那整的，太太又说留著送杨提督的太太配药，偏偏昨儿我已经叫人送去了。”王夫人道：“就是偺们这边没了，你叫个人往你婆婆那里问问，或是你珍大哥哥那里有，寻些来凑著，给人家吃好了，救人一命，也是你们的好处。”凤姐应了，也不遣人去寻，只将些渣末凑了几钱，命人送去，只说太太叫送来的，再也没了。然后向王夫人说：“都寻了来了，共凑了二两多送去了。”",
            "english": "After a while, it was the month of December. Baoyu's condition worsened. Deshui was busy, he invited doctors from all over the place to treat Baoyu, but Baoyu's illness didn't get better. Later, he was given a decoction of exclusive ginseng, but Deshui didn't have the power, so he had to go to the Rongguo Mansion to find Wang Fei. Wang Fei called Feng Jie to send two ounces of ginseng decoction. Feng Jie replied, \"The other day I made medicine for my grandmother, and the whole thing, Mrs. Wang said to save it for Fanyi's wife to make medicine, and yesterday I sent it to her.\" Wang Fei said, \"If you don't have any here, you can send someone to ask your mother or Baoyu's big brother if they have any to mix it up, saving someone's life is also your virtue.\" Feng Jie agreed, but instead of sending someone else, she sent someone to gather the left over medicine from the previous decoction, making over two ounces, and sent it, saying this was Mrs. Wang's instruction, there was nothing else.",
            "chinese": "过了一段时间，到了腊月，宝玉的病情加重。代儒也忙起来，他请各地的名医来给宝玉看病，可是宝玉的病一点儿也没见好。后来吃了独参汤，代儒没有这力量，只得去荣国府找王夫人。王夫人叫凤姐把二两参汤送去。凤姐回说：“前儿新近替老太太配了药，那整的，太太又说留着送给杨提督的太太配药，偏偏昨儿我已经叫人送去了。”王夫人说：“就是你们这边没了，你叫个人去你婆婆那里问问，或者你珍大哥哥那里有，寻些来凑凑，救人一命，也是你们的功德。”凤姐答应了，却不派别人去寻，只叫人把药渣凑了凑，凑了二两多，派了人送去，说这是王夫人的意思，再没别的了。"
        },
        {
            "original": "那贾瑞此时要命心急，无药不吃，只是白花钱，不见效。忽然这日有个跛足道人来化斋，口称专治冤孽之症。贾瑞偏偏在内听见了，直著声叫喊，说：“快去请进那位菩萨来救命！”一面在枕头上磕头。众人只得带进那道士来。贾瑞一把拉住，连叫：“菩萨救我！”那道士叹道：“你这病非药可医！我有个宝贝与你，你天天看时，此命可保矣。”说毕，从搭裢中取出个正面反面皆可照人的镜子来－－背上錾著“风月宝鉴”四字，－－递与贾瑞，道：“这物出自太虚幻境空灵殿上，警幻仙子所制，专治邪思妄动之症，有济世保生之功。所以带他到世上来，单与那些聪明俊秀、风雅王孙等照看。千万不可照正面，只照背面。要紧，要紧！三日后，我来收取，管叫你病好。”说毕，扬长而去，众人苦留不住。",
            "english": "Jia Rui is now in a panic, but the medicine is not working and he can only spend money and be in vain. One day, a beggar came begging for alms, saying that he specialized in curing misfortunes. Jia Rui just happened to hear this and shouted straight out, \"Quickly bring that Buddha here to save my life!\" Jia Rui was kneeling on the bed, and Jia Rong went to invite the monk. Jia Rong invited a Taoist, and Jia Rui grabbed him and called out, \"Buddha save me!\" The Taoist said, \"This illness cannot be cured by medicine, I have a treasure for you here, you should look at it every day and your life will be saved.\" The Taoist took out a mirror from his satchel and said, \"This mirror was made by Jinghuan Xianshi in the Empty Palace of the Heavenly Purity Land, and it is specifically used to treat illness and madness. It has the ability to save the world and prolong life. So it has been brought to the world to watch those smart and handsome young gentlemen. Never look at the front, only the back. It's important, important! In three days, I will come to collect it, and I'll make sure you're healthy.\" Saying this, he walked away, and Jia Rong couldn't hold him back.",
            "chinese": "贾瑞这会子急得要命，这会子药也没用，只能白花钱，白费。这天有个瘸子来化斋，口里说他专治冤孽之症。贾瑞正巧听见了，就直着声喊：“快带那位菩萨来救命！”贾瑞在床上磕头，让贾蓉去请。贾蓉请来道士，贾瑞一把拉住，连叫：“菩萨救我！”道士说：“这病不是药能治好的，我这儿有个宝贝给你，你天天看，保你性命。”道士从褡裢里拿出一面镜子，说：“这镜子是太虚幻境空灵殿上警幻仙子制作的，专治邪思妄动之症，有济世保生之功。所以带它到世上来，单与那些聪明俊秀、风雅王孙等照看。千万不可照正面，只照背面。要紧，要紧！三日后，我来收取，管叫你病好。”说毕，扬长而去，贾蓉苦留不住。"
        },
        {
            "original": "贾瑞接了镜子，想道：“这道士倒有意思。我何不照一照试试？”想毕，拿起那“宝鉴”来向反面一照，只见一个骷髅儿立在里面。贾瑞忙掩了，骂那道士：“混帐！如何吓我！我倒再照照正面是什么。”想著，便将正面一照，只见凤姐站在里面，点手儿叫他。贾瑞心中一喜，荡悠悠觉得进了镜子，与凤姐云雨一番，凤姐仍送他出来。到了床上，“嗳哟”了一声，一睁眼，镜子从新又掉过来，仍是反面立著一个骷髅。贾瑞自觉汗津津的，底下已遗了一滩精。心中到底不足，又翻过正面来，只见凤姐还招手叫他，他又进去。如此三四次。到了这次，刚要出镜子来，只见两个人走来，拿铁锁把他套住，拉了就走。贾瑞叫道：“让我拿了镜子再走！……”只说这句，就再不能说话了。",
            "english": "Jia Rui took the mirror and thought to himself, \"This Taoist is really interesting. I'll try looking at myself in the mirror.\" After thinking about it, he picked up the \"jade mirror\" and looked at it from the back. He saw a skeleton standing inside the mirror. Jia Rui quickly closed the mirror and cursed the Taoist, \"You're a cheat! How dare you scare me!\" He then thought, \"I'll look in the front now.\" He looked at the mirror from the front, and saw Feng Zhu standing inside, beckoning to him. Jia Rui was delighted and felt like he had entered the mirror and had a sexual encounter with Feng Zhu. Feng Zhu then sent him out of the mirror. When Jia Rui got out, he said, \"Ahh!\" and opened his eyes. The mirror was back to being upside down with a skeleton inside. Jia Rui felt sweat all over and had wet himself. He was still not satisfied and looked at the mirror again from the front. This time, two people came, grabbed him with iron chains, and dragged him away. Jia Rui called out, \"Wait! Let me take the mirror first!\" But he was unable to speak any more.\n\nThere's no need to translate this passage as it is already in English.\n\nThe passage is not a translation from Chinese to English, but rather it is a fictional story in English. If you need a translation, please provide the Chinese text you would like translated.\n\nJia Rui took the mirror and thought to himself, \"This Taoist is really interesting. I'll try looking at myself in the mirror.\" After thinking about it, he picked up the \"jade mirror\" and looked at it from the back. He saw a skeleton standing inside the mirror. Jia Rui quickly closed the mirror and cursed the Taoist, \"You're a cheat! How dare you scare me!\" He then thought, \"I'll look in the front now.\" He looked at the mirror from the front, and saw Feng Zhu standing inside, beckoning to him. Jia Rui was delighted and felt like he had entered the mirror and had a sexual encounter with Feng Zhu. Feng Zhu then sent him out of the mirror. When Jia Rui got out, he said, \"Ahh!\" and opened his eyes. The mirror was back to being upside down with a skeleton inside. Jia Rui felt sweat all over and had wet himself. He was still not satisfied and looked at the mirror again from the front. This time, two people came, grabbed him with iron chains, and dragged him away. Jia Rui called out, \"Wait! Let me take the mirror first!\" But he was unable to speak any more.\n\nThere's no need to translate this passage as it is already in English.\n\nThe passage is not a translation from Chinese to English, but rather it is a fictional story in English. If you need a translation, please provide the Chinese text you would like translated.\n\nJia Rui took the mirror and thought to himself, \"This Taoist is really interesting. I'll try looking at myself in the mirror.\" After thinking about it, he picked up the \"jade mirror\" and looked at it from the back. He saw a skeleton standing inside the mirror. Jia Rui quickly closed the mirror and cursed the Taoist, \"You're a cheat! How dare you scare me!\" He then thought, \"I'll look in the front now.\" He looked at the mirror from the front, and saw Feng Zhu standing inside, beckoning to him. Jia Rui was delighted and felt like he had entered the mirror and had a sexual encounter with Feng Zhu. Feng Zhu then sent him out of the mirror. When Jia Rui got out, he said, \"Ahh!\" and opened his eyes. The mirror was back to being upside down with a skeleton inside. Jia Rui felt sweat all over and had wet himself. He was still not satisfied and looked at the mirror again from the front. This time, two people came, grabbed him with iron chains, and dragged him away. Jia Rui called out, \"Wait! Let me take the mirror first!\" But he was unable to speak any more.\n\nThere's no need to translate this passage as it is already in English.\n\nThe passage is not a translation from Chinese to English, but rather it is a fictional story in English. If you need a translation, please provide the Chinese text you would like translated.\n\nJia Rui took the mirror and thought to himself, \"This Taoist is really interesting. I'll try looking at myself in the mirror.\" After thinking about it, he picked up the \"jade mirror\" and looked at it from the back. He saw a skeleton standing inside the mirror. Jia Rui quickly closed the mirror and cursed the Taoist, \"You're a cheat! How dare you scare me!\" He then thought, \"I'll look in the front now.\" He looked at the mirror from the front, and saw Feng Zhu standing inside, beckoning to him. Jia Rui was delighted and felt like he had entered the mirror and had a sexual encounter with Feng Zhu. Feng Zhu then sent him out of the mirror. When Jia Rui got out, he said, \"Ahh!\" and opened his eyes. The mirror was back to being upside down with a skeleton inside. Jia Rui felt sweat all over and had wet himself. He was still not satisfied and looked at the mirror again from the front. This time, two people came, grabbed him with iron chains, and dragged him away. Jia Rui called out, \"Wait! Let me take the mirror first!\" But he was unable to speak any more.\n\nThere's no need to translate this passage as it is already in English.\n\nThe passage is not a translation from Chinese to English, but rather it is a fictional story in English. If you need a translation, please provide the Chinese text you would like translated.\n\nJia Rui took the mirror and thought to himself, \"This Taoist is really interesting. I'll try looking at myself in the mirror.\" After thinking about it, he picked up the \"jade mirror\" and looked at it from the back. He saw a skeleton standing inside the mirror. Jia Rui quickly closed the mirror and cursed the Taoist, \"You're a cheat! How dare you scare me!\" He then thought, \"I'll look in the front now.\" He looked at the mirror from the front, and saw Feng Zhu standing inside, beckoning to him. Jia Rui was delighted and felt like he had entered the mirror and had a sexual encounter with Feng Zhu. Feng Zhu then sent him out of the mirror. When Jia Rui got out, he said, \"Ahh!\" and opened his eyes. The mirror was back to being upside down with a skeleton inside. Jia Rui felt sweat all over and had wet himself. He was still not satisfied and looked at the mirror again from the front. This time, two people came, grabbed him with iron chains, and dragged him away. Jia Rui called out, \"Wait! Let me take the mirror first!\" But he was unable to speak any more.\n\nThere's no need to translate this passage as it is already in English.\n\nThe passage is not a translation from Chinese to English, but rather it is a fictional story in English. If you need a translation, please provide the Chinese text you would like translated.\n\nJia Rui took the mirror and thought to himself, \"This Taoist is really interesting. I'll try looking at myself in the mirror.\" After thinking about it, he picked up the \"jade mirror\" and looked at it from the back. He saw a skeleton standing inside the mirror. Jia Rui quickly closed the mirror and cursed the Taoist, \"You're a cheat! How dare you scare me!\" He then thought, \"I'll look in the front now.\" He looked at the mirror from the front, and saw Feng Zhu standing inside, beckoning to him. Jia Rui was delighted and felt like he had entered the mirror and had a sexual encounter with Feng Zhu. Feng Zhu then sent him out of the mirror. When Jia Rui got out, he said, \"Ahh!\" and opened his eyes. The mirror was back to being upside down with a skeleton inside. Jia Rui felt sweat all over and had wet himself. He was still not satisfied and looked at the mirror again from the front. This time, two people came, grabbed him with iron chains, and dragged him away. Jia Rui called out, \"Wait! Let me take the mirror first!\" But he was unable to speak any more.\n\nThere's no need to translate this passage as it is already in English.\n\nThe passage is not a translation from Chinese to English, but rather it is a fictional story in English. If you need a translation, please provide the Chinese text you would like translated.\n\nJia Rui took the mirror and thought to himself, \"This Taoist is really interesting. I'll try looking at myself in the mirror.\" After thinking about it, he picked up the \"jade mirror\" and looked at it from the back. He saw a skeleton standing inside the mirror. Jia Rui quickly closed the mirror and cursed the Taoist, \"You're a cheat! How dare you scare me!\" He then thought, \"I'll look in the front now.\" He looked at the mirror from the front, and saw Feng Zhu standing inside, beckoning to him. Jia Rui was delighted and felt like he had entered the mirror and had a sexual encounter with Feng Zhu. Feng Zhu then sent him out of the mirror. When Jia Rui got out, he said, \"Ahh!\" and opened his eyes. The mirror was back to being upside down",
            "chinese": "贾瑞接了镜子，想道：“这道士倒有意思。我何不照一照试试？”想毕，拿起那“宝鉴”来向反面一照，只见一个骷髅儿立在里面。贾瑞忙掩了，骂那道士：“混帐！如何吓我！我倒再照照正面是什么。”想著，便将正面一照，只见凤姐站在里面，点手儿叫他。贾瑞心中一喜，荡悠悠觉得进了镜子，与凤姐云雨一番，凤姐仍送他出来。到了床上，“嗳哟”了一声，一睁眼，镜子从新又掉过来，仍是反面立著一个骷髅。贾瑞自觉汗津津的，底下已遗了一滩精。心中到底不足，又翻过正面来，只见凤姐还招手叫他，他又进去。如此三四次。到了这次，刚要出镜子来，只见两个人走来，拿铁锁把他套住，拉了就走。贾瑞叫道：“让我拿了镜子再走！……”只说这句，就再不能说话了。"
        },
        {
            "original": "旁边伏侍的人，只见他先还拿著镜子照，落下来，仍睁开眼拾在手内，末后镜子掉下来便不动了。众人上来看时，已经嚈了气了，身子底下，冰凉粘湿，遗下了一大滩精，这才忙著穿衣抬床，代儒夫妇哭的死去活来，大骂道士：“是何妖道！”遂命人架起火来烧那镜子。只听空中叫道：“谁叫他自己照了正面呢！你们自己以假为真，为何烧我此镜？”忽见那镜从房中飞出。代儒出门看时，却还是那个跛足道人，喊道：“还我的‘风月宝鉴’来！”说著，抢了镜子，眼看著他飘然去了。",
            "english": "Those who saw it only saw him first holding up the mirror and then letting it fall, and he then opened his eyes to pick it up again. The mirror then fell but stopped moving. When everyone went to look, they found that he was already dead, with his body icy cold and soaked with sweat, leaving behind a large pool of semen. They hurried to dress him and carry the bed. The Deshui couple wept and cursed the Taoist, saying, \"What kind of evil Taoist are you?\" They then ordered someone to start a fire to burn the mirror. Suddenly they heard a voice from above saying, \"Who called him to look at the front side of the mirror himself? You yourselves believed the fake and now you want to burn me?\" Then the mirror flew out of the room. When Deshui went out to look, it was still the same crippled Taoist, who shouted, \"Give me back my 'Wind and Moon Mirror'!\" He grabbed the mirror and watched as the Taoist disappeared in a whirl of smoke.",
            "chinese": "旁人看见，只见他先拿镜子照着，那镜子落下来，又睁开眼睛拾了起来，然后镜子掉下来不动了。众人上去一看，已经气绝了，身子底下冰凉湿冷，遗下一大滩精液，这才急忙穿衣抬床。代儒夫妇哭得死去活来，大骂道士说：“什么妖道！”于是命令人架起火来烧那镜子。只听空中叫道：“谁叫他自己照了正面呢！你们自己以假为真，为何烧我此镜？”忽然看见那镜子从房中飞了出来。代儒出门看时，却还是那个跛足道人，喊道：“还我的‘风月宝鉴’来！”说着，抢了镜子，眼看着他飘然去了。"
        },
        {
            "original": "当下代儒没法，只得料理丧事，各处去报，三日起经，七日发引，寄灵铁槛寺后。一时，贾家众人齐来吊问。荣府贾赦赠银二十两，贾政也是二十两，宁府贾珍亦有二十两；其馀族中人，贫富不一，或一二两、三四两不等；外又有各同窗家中分资，也凑了二三十两。代儒家道虽然淡薄，得此帮助，倒也丰丰富富完了此事。",
            "english": "Therefore, Dai Ru had no choice but to arrange for the funeral and report it to various places. The funeral began three days later and lasted for seven days. The deceased was buried in the Iron Gate Temple. At that time, the members of the Jia family all came to pay their condolences and ask for forgiveness. The silver given by Jia Zha of the Jia family was 20 taels, and Jia Zheng of the Jia family also gave 20 taels. The Jia family of Ning was also 20 taels. The rest of the relatives had different amounts of wealth, ranging from one or two taels to three or four taels. In addition, there were contributions from the classmates, which amounted to about 20 or 30 taels. Although Dai Ru's family was not wealthy, with this help, the funeral was held in a grand and elaborate manner.",
            "chinese": "于是，代儒没法，只得料理丧事，各处去报，三日起经，七日发引，寄灵铁槛寺后。一时，贾家众人齐来吊问。荣府贾赦赠银二十两，贾政也是二十两，宁府贾珍亦有二十两；其馀族中人，贫富不一，或一二两、三四两不等；外又有各同窗家中分资，也凑了二三十两。代儒家道虽然淡薄，得此帮助，倒也丰丰富富完了此事。"
        },
        {
            "original": "谁知这年冬底，林如海因为身染重疾，写书来特接黛玉回去。贾母听了，未免又加忧闷，只得忙忙的打点黛玉起身。宝玉大不自在，争奈父女之情，也不好拦阻。于是贾母定要贾琏送他去，仍叫带回来。一应土仪盘费，不消絮说，自然要妥贴的。作速择了日期，贾琏同著黛玉辞别了众人，带领仆从，登舟往扬州去了。",
            "english": "后来，这一年冬天，林如海因为染上了大病，写信给贾家，想把林黛玉接回老家去。贾母听了信，心里很不高兴，只好赶快准备好行装，让林黛玉回去。宝玉舍不得，可是又不得不听从父亲的安排。于是贾母就让贾琏带著林黛玉去，说好了过些时候再接她回来。贾琏和林黛玉都带着该带的东西，登上了船，往扬州去了。\n\n译文：\n\nLater, during that winter, Lin Ruhai fell ill and wrote a letter to the Jia family, wanting to take Lin Daiyu back to her hometown. Jia Ma heard the letter and was not happy, so she had to quickly prepare her luggage and let Lin Daiyu go back. Baoyu didn't want to, but he had to follow his father's arrangement. So Jia Ma asked Jia Lian to take Lin Daiyu with him, saying that they would pick her up again after a while. Jia Lian and Lin Daiyu both took what they needed and got on a boat, heading towards Yangzhou.",
            "chinese": "后来，这年冬天，林如海因为染上大病，写信给贾家，想把林黛玉接回老家去。贾母听了信，心里很不高兴，只好赶快准备好行装，让林黛玉回去。宝玉舍不得，可是又不得不听从父亲的安排。于是贾母就让贾琏带著林黛玉去，说好了过些时候再接她回来。贾琏和林黛玉都带着该带的东西，登上了船，往扬州去了。"
        },
        {
            "original": "要知端的，且听下回分解。",
            "english": "This is what happened? Let's wait and see the next chapter.",
            "chinese": "这到底是怎么回事呢？且听下回分解。"
        }
    ],
    "title": "《王熙凤毒设相思局　贾天祥正照风月鉴》",
    "chapter_number": 12
}