{
    "paragraphs": [
        {
            "original": "话说宝钗听秋纹说袭人不好，连忙进去瞧看，巧姐儿同平儿也随著。走到袭人炕前，只见袭人心痛难禁，一时气厥。宝钗等用开水灌了过来，仍旧扶他睡下，一面传请大夫。巧姐儿因问宝钗道：“袭人姐姐怎么病到这个样儿？”宝钗道：“大前儿晚上，哭伤了心了，一时发晕栽倒了。太太叫人扶他回来，他就睡倒了。因外头有事，没有请大夫瞧他，所以致此。”说著，大夫来了，宝钗等略避。大夫看了脉，说是急怒所致，开了方子去了。",
            "english": "Jia Baoyu and Lin Daiyu were looking at flowers in the garden when Lin Daiyu suddenly got ill and fell to the ground. She was taken to the inner courtyard, where she was treated by a doctor who found that she had a fever. The doctor told Jia Baoyu that Lin Daiyu would recover soon. Jia Baoyu asked the doctor to stay and treat Lin Daiyu for a few days. The doctor agreed and stayed in the courtyard for three days. During this time, Lin Daiyu recovered from her illness.",
            "chinese": "话说宝钗听秋纹说袭人不好，连忙进去瞧看，巧姐儿和平儿也随著。走到袭人炕前，只见袭人心痛难忍，一时晕倒。宝钗等用开水灌了过来，仍旧扶他睡下，一面请大夫。巧姐儿因问宝钗道：“袭人姐姐怎么病到这个样儿？”宝钗道：“大前天晚上，哭伤了心了，一时发晕栽倒了。太太叫人扶他回来，他就睡倒了。因外头有事，没有请大夫瞧他，所以致此。”说著，大夫来了，宝钗等略避。大夫看了脉，说是急怒所致，开了方子去了。"
        },
        {
            "original": "原来袭人模糊听见说，宝玉若不回来，便要打发屋里的人都出去，一急，越发不好了。到大夫瞧后，秋纹给他煎药。他各自一人躺著，神魂未定，好像宝玉在他面前，恍惚又像是见个和尚，手里拿著一本册子揭著看，还说道：“你不是我的人，日后自然有人家儿的。”袭人似要和他说话，秋纹走来说：“药好了，姐姐吃罢。”袭人睁眼一瞧，知是个梦，也不告诉人。吃了药，便自己细细的想：“宝玉必是跟了和尚去。上回他要拿玉出去，便是要脱身的样子。被我揪住，看他竟不像往常，把我混推混搡的，一点情意都没有；后来待二奶奶更生厌烦；在别的姊妹跟前，也是没有一点情意：这就是悟道的样子。但是你悟了道，抛了二奶奶怎么好？我是太太派我服侍你，虽是月钱照著那样的分例，其实我究竟没有在老爷太太跟前回明，就算了你的屋里人。若是老爷太太打发我出去，我若死守著，又叫人笑话；若是我出去，心想宝玉待我的情分，实在不忍！……”左思右想，万分难处。想到刚才的梦，“说我是别人的人，那倒不如死了乾净。”岂知吃药以后，心痛减了好些，也难躺著，只好勉强支持。过了几日，起来服侍宝钗。宝钗想念宝玉，暗中垂泪，自叹命苦。又知他母亲打算给哥哥赎罪，很费张罗，不能不帮著打算。暂且不表。",
            "english": "Originally, Xisi heard that if Baoyu did not come back, everyone in the house would be sent away. She was even more frightened. The doctor looked at it, and Qiongwen gave her medicine to drink. Xisi lay alone, restless, and it seemed to her that Baoyu was standing in front of her, and then a monk was holding a book and looking at it, saying, \"You are not my person, and in the future you will naturally have your own home.\" Xisi wanted to speak to him, but Qiongwen came and said, \"The medicine is ready, sister, please drink it.\" Xisi opened her eyes and knew it was a dream, and she did not tell anyone. After drinking the medicine, she slowly thought to herself, \"Baoyu must have left with the monk. Last time he wanted to take the jade out, it was a way to get away. But I caught him, and he did not behave as usual, pushing and shoving me, and showing no affection. Later, he showed no affection toward the second lady either. And he had no affection for the other sisters. This is the way he seems to have woken up. But if you wake up,If the master and mistress let me go out, I would have to stay here and others would make fun of me. But if I were to go out, I would hurt Bao Yuyu’s feelings. What can I do? ... I am at a loss. Thinking of my dream, \"I am the person of another, it is better to die cleanly.\" But after taking the medicine, the pain in my heart lessened, and I could not lie down. I could only struggle to support myself. A few days later, I began to serve Bao Chao. Bao Chao missed Bao Yuyu and secretly shed tears, sighing that she was born in misfortune. She also knew that his mother was planning to redeem her brother and was having a hard time, so she couldn't help but help plan. For the time being, no longer mentioned.",
            "chinese": "原来袭人听到说，如果宝玉不回来，就要把屋里人都赶出去，她就更害怕了。大夫看完后，秋纹给她煎药。袭人独自躺着，心神不定，好像看到宝玉在她面前，又好像看到一个和尚拿着一本册子看，还说：“你不是我的人，日后自然有人家的。”袭人想和他说话，秋纹走来说：“药好了，姐姐吃吧。”袭人睁眼一看，知道是个梦，也没有告诉别人。吃完药，她自己慢慢想：“宝玉一定是跟了和尚走了。上次他要拿玉出去，就是想脱身的样子。被我抓住，他不像往常，把我混推混搡的，一点情意都没有；后来对待二奶奶也生厌烦；在别的姊妹跟前，也是没有一点情意：这就是悟道的样子。但是你悟了道，抛弃二奶奶怎么好？我是太太派我服侍你的，虽然每月照着分例发月钱，其实我究竟没有在老爷太太跟前回明，就算了你的屋里人。如果老爷太太让我出去，我如果死守在这里，别人会笑话我；但如果我出去，宝玉对我的情分实在不忍心，我该怎么办？……我左右为难。想到刚才的梦，“说我是别人的人，那倒不如死了干净。”但吃药以后，心痛减轻了许多，我也不好躺著，只好勉强支持。过了几天，我开始服侍宝钗。宝钗想念宝玉，暗中垂泪，自叹命苦。又知道他母亲打算给哥哥赎罪，很费张罗，不能不帮著打算。暂且不表。"
        },
        {
            "original": "且说贾政扶贾母灵柩，贾蓉送了秦氏、凤姐、鸳鸯的棺木到了金陵，先安了葬。贾蓉自送黛玉的灵，也去安葬。贾政料理坟墓的事。一日，接到家书，一行一行的，看到宝玉、贾兰得中，心里自是喜欢；后来看到宝玉走失，复又烦恼，只得赶忙回来。在道儿上又闻得有恩赦的旨意，又接著家书，果然赦罪复职，更是喜欢，便日夜趱行。",
            "english": "Jia Zheng supported Jia Mo's coffin, Jia Rong sent Qin Shi, Feng Jiang, Yuanyang's coffin to Jinling first, and then buried it. Jia Rong sent the coffin of Xiao Yi to Jinling to bury it. Jia Zheng managed the burial of the tomb. One day, he received a letter from home, one line after another, when he saw that Yu, Jia Lan had passed the civil service examination, he was very happy; after seeing that Yu was missing, he was frustrated, and had to rush back. On the way, he also heard that the order of amnesty had been issued, and received a letter from home, and was indeed pardoned and restored to office, and was even more happy, so he hurried back day and night.",
            "chinese": "贾政扶着贾母的灵柩，贾蓉把秦氏、凤姐、鸳鸯的棺材送到金陵，先安葬了。贾蓉自送黛玉的灵柩，也去安葬。贾政料理坟墓的事情。一天，收到家信，一行一行地看，看到宝玉、贾兰中了科举，心里很高兴；后来看到宝玉失踪，又烦恼，只得赶忙回来。在路上又听说有赦免罪行的旨意，又接到了家信，果然赦免罪行恢复官职，更是高兴，便日夜赶路。"
        },
        {
            "original": "一日，行到毗陵驿地方，那天乍寒下雪，泊在一个清静去处。贾政打发众人上岸投帖，辞谢朋友，总说即刻开船，都不敢劳动。船上只留一个小厮伺候，自己在船中写家书，先要打发人起早到家。写到宝玉的事，便停笔。抬头忽见船头上微微的雪影里面一个人，光著头，赤著脚，身上披著一领大红猩猩毡的篷，向贾政倒身下拜。贾政尚未认清，急忙出船，欲待扶住问他是谁。那人已拜了四拜，站起来打了个问讯。贾政才要还揖，迎面一看，不是别人，却是宝玉。贾政吃一大惊，忙问道：“可是宝玉么？”那人只不言语，似喜似悲。贾政又问道：“你若是宝玉，如何这样打扮，跑到这里来？”宝玉未及回言，只见船头上来了两人，一僧一道，夹住宝玉道：“俗缘已毕，还不快走？”说著，三个人飘然登岸而去。贾政不顾地滑，疾忙来赶，见那三人在前，那里赶得上？只听得他们三人口中不知是那个作歌曰：",
            "english": "One day, Jia Zheng and his party arrived at the Pi Ling station, and it suddenly began to snow. They stopped at a quiet place. Jia Zheng sent someone ashore to send a letter, declining the invitation of a friend, saying that he would be setting sail soon and couldn't disturb him. Only a page remained on the boat to serve him, and he was writing a letter home on the boat, hoping to send it as soon as possible. When he was writing about Bao Yuyu's matter, he stopped writing. Looking up, he saw a person's shadow on the boat's prow, with no hat on his head and no shoes on his feet, and he was wrapped in a red phoenix down cloak. The person fell to his knees and bowed to Jia Zheng. Jia Zheng didn't recognize him yet, but he hurried off the boat to support him and ask who he was. The person had already made four prostrations and stood up to pay his respects. Jia Zheng was about to return the bow when he looked up and saw it was really Bao Yuyu. Jia Zheng was shocked and asked, \"Are you really Bao Yuyu?\" The person just didn't answer, and he seemed\"",
            "chinese": "有一天，贾政一行人到了毗陵驿的地方，当天突然下起了雪，他们停在了一个安静的地方。贾政派人上岸送信，谢绝了朋友的邀请，说自己马上就要开船了，不敢打扰。船上只留下一个小厮伺候，他自己在船上写家书，想早点送到家里。写到宝玉的事，他停下了笔。抬头看见船头上有个人影，光着头，赤着脚，身上披着一件大红猩猩毡的披风。那人向贾政倒身下拜，贾政还没看清，急忙下船，想扶住他问他是谁。那人已经拜了四拜，站起来打了个问讯。贾政正要回礼，迎面一看，不是别人，是宝玉。贾政吃了一惊，忙问道：“你真的是宝玉吗？”那人只是不说话，既像高兴又像悲伤。贾政又问道：“你如果是宝玉，为什么这样打扮，跑到这里来？”宝玉还没来得及回答，只见船头上来了两个僧人和道士，夹住宝玉道：“你的俗缘已经结束了，还不快走？”\n\n请将上文中的“光着头，赤着脚”改为”说着，三个人飘然登岸而去。贾政不顾地滑，疾忙来赶，见那三人在前，哪里赶得上？只听见他们三人口中不知是哪个作歌曰："
        },
        {
            "original": "我所居兮，青埂之峰；我所游兮，鸿蒙太空。谁与我逝兮，吾谁与从？渺渺茫茫兮，归彼大荒！",
            "english": "I dwell on the peak of Qinggeng, and wander in the boundless space. Who is my companion? I follow whom? Mysterious and boundless, I return to the great wilderness.",
            "chinese": "我居住在青埂之峰，游荡在鸿蒙太空。谁与我同行？我跟随谁？茫茫无边，回到大荒。"
        },
        {
            "original": "贾政一面听著，一面赶去，转过一小坡，倏然不见。贾政已赶得心虚气喘，惊疑不定。回过头来，见自己的小厮也随后赶来，贾政问道：“你看见方才那三个人么？”小厮道：“看见的。奴才为老爷追赶，故也赶来。后来只见老爷，不见那三个人了。”",
            "english": "Ji Zheng listened attentively, and then suddenly lost sight of them. Ji Zheng felt his heart pounding with fear and his breathing labored. He turned around to look, and saw his attendant running after him. Ji Zheng asked, \"Did you see those three people?\" The attendant replied, \"Yes, my lord. I was following you and also came running after you. But then I only saw you, and not the three people.\"",
            "chinese": "贾政一边听，一边追赶，转过一个小坡，突然不见了。贾政已经赶得心虚气喘，惊恐不定。回头一看，见自己的小厮也随后赶来。贾政问道：“你看见刚才那三个人了吗？”小厮道：“看见了。奴才为老爷追赶，所以也赶来。后来只见老爷，不见那三个人了。”"
        },
        {
            "original": "贾政还欲前走，只见白茫茫一片旷野，并无一人。贾政知是古怪，只得回来。众家人回船，见贾政不在舱中，问了船夫，说是老爷上岸追赶两个和尚一个道士去了。众人也从雪地里寻踪迎去，远远见贾政来了，迎上去接著，一同回船。",
            "english": "Jia Zheng wanted to go forward, but only saw a white expanse of wilderness without a single person. Jia Zheng knew it was eerie and had to return. All the families returned to the ship, and when they saw that Jia Zheng was not in the cabin, they asked the boatman, who said that Master Jia had gone ashore to chase two monks and a Taoist. Everyone followed Jia Zheng into the snow, and when they saw him coming, they met him and returned to the ship together.",
            "chinese": "贾政想要往前走，但只看到一片雪白的旷野，没有一个人。贾政知道有些诡异，只好回来。众家人都回到船上，看到贾政不在舱中，问了船夫，说是老爷上岸追赶两个和尚和一个道士去了。众人都从雪地里跟着追去，远远看到贾政来了，迎上去接住，一起回到船上。"
        },
        {
            "original": "贾政坐下，喘息方定，将见宝玉的话说了一遍。众人回禀，便要在这地方寻觅。贾政叹道：“你们不知道！这是我亲眼见的，并非鬼怪。况听得歌声，大有元妙！宝玉生下时，衔了玉来，便也古怪，我早知是不祥之兆，为的是老太太疼爱，所以养育到今。便是那和尚道士，我也见了三次：头一次，是那僧道来说玉的好处；第二次，便是宝玉病重，他来了，将那玉持诵了一番，宝玉便好了；第三次，送那玉来，坐在前厅，我一转眼就不见了。我心里便有些诧异，只道宝玉果真有造化，高僧仙道来护佑他的。岂知宝玉是下凡历劫的，竟哄了老太太十九年！如今叫我才明白！”说到那里，掉下泪来。众人道：“宝二爷果然是下凡的和尚，就不该中举人了。怎么中了才去？”贾政道：“你们那里知道？大凡天上星宿，山中老僧，洞里的精灵，他自具一种性情。你看宝玉何尝肯念书？他若略一经心，无有不能的。他那一种脾气，也是各别另样！”说著，又叹了几声。众人便拿兰哥得中，家道复兴的话解了一番。贾政仍旧写家书，便把这事写上，劝谕合家不必想念了。写完封好，即著家人回去，贾政随后赶回。暂且不提。",
            "english": "Jia Zheng sat down, took a deep breath, and repeated what he had seen. The others reported to him and said they would look for him in that place. Jia Zheng sighed, \"You don't know! I saw it with my own eyes, and it wasn't a ghost or a monster. Plus, I heard singing, and it was very mysterious! When Bao Yuyu was born, he had a jade pendant, and that was very strange. I had already known it was a bad sign, but I had to raise him because Grandma Jia loved him. And I had seen the monk and the Taoist priest three times: the first time they came to talk about the benefits of the jade; the second time, when Bao Yuyu was very sick, they came and recited a prayer for him, and he got better; the third time, when they came to give the jade back, they sat in the front hall, and I turned around and they were gone. I was very surprised, thinking Bao Yuyu was a bad sign, and the high-ranking monk and Taoist priest had come to protect him. But now I realize Bao Yuyu was a monk who came down to earth to experience hardshipsJia Zheng said, \"You don't know!\" In fact, all the stars in the sky, all the monks in the mountains, and all the spirits in the caves have their own nature. Look at Baoyu, why doesn't he study? If he studies a little, there's nothing he can't do. His temperament is also different from others!\" He sighed. Then the others comforted him by saying that Lan's success in the examination and the revival of the family fortunes were good news. Jia Zheng still wrote letters to the family, and wrote about this incident to advise the family not to worry. After writing and sealing it, he sent a family member back, and then Jia Zheng returned. The matter is not mentioned for the time being.",
            "chinese": "贾政坐下，喘息方定，将见宝玉的话说了一遍。众人回禀，便要在这地方寻觅。贾政叹道：“你们不知道！这是我亲眼见的，并非鬼怪。况且听到了歌声，大有玄妙之处！宝玉生下时，衔了玉来，便也古怪，我早知是不祥之兆，为的是老太太疼爱，所以养育到今。便是那和尚道士，我也见了三次：头一次，是那僧道来说玉的好处；第二次，便是宝玉病重，他来了，将那玉持诵了一番，宝玉便好了；第三次，送那玉来，坐在前厅，我一转眼就不见了。我心里便有些诧异，只道宝玉果真是不祥之兆，高僧仙道来护佑他的。岂知宝玉是下凡历劫的，竟哄了老太太十九年！如今叫我才明白！”说到那里，掉下泪来。众人道：“宝二爷果然是下凡的和尚，就不该中举人了。怎么中了才去？”贾政道：“你们哪里知道？”大凡天上星宿，山中老僧，洞里的精灵，他们都有自己的一种性情。你看宝玉为什么不读书？如果他稍微用心，没有做不到的。他那种脾气，也是与众不同！”说着，叹了口气。众人便拿兰哥中举、家道复兴的话宽慰了一番。贾政仍然写家书，就把这件事写上去，劝告全家不必想念了。写完封好，即派家人回去，贾政随后赶回。暂且不提。"
        },
        {
            "original": "且说薛姨妈得了赦罪的信，便命薛蝌去各处借贷，并自己凑齐了赎罪银两。刑部准了，收兑了银子，一角文书，将薛蟠放出。他们母子姊妹弟兄见面，不必细述，自然是悲喜交集了。薛蟠自己立誓说道：“若是再犯前病，必定犯杀犯剐！”薛姨妈见他这样，便握他的嘴，说：“只要自己拿定主意，必定还要妄口巴舌血淋淋的起这样恶誓么？只是香菱跟你受了多少苦处，你媳妇儿已经自己治死自己了，如今虽说穷了，这碗饭还有得吃，据我的主意，我便算他是媳妇了。你心里怎么样？”薛蟠点头愿意。宝钗等也说：“很该这样。”倒把香菱急得脸胀通红，说是：“伏侍大爷一样的，何必如此？”众人便称起“大奶奶”来，无人不服。薛蟠便要去拜谢贾家。薛姨妈宝钗也都过来。见了众人，彼此聚首，又说了一番的话。",
            "english": "He is a little boy, about twelve or thirteen years old.I saw him and told him the whole story.\n\n中国白话：\n\n我见了他，就笑着对他说：“你这个家伙，怎么会在这里？”\n\n简单的现代普通话：\n\n我一见到他，就笑着说道：“你这个家伙，怎么会在这里？”\n\n中国白话：\n\n我见了他，便问他为什么来到这里。\n\n简单的现代普通话：\n\n我一见到他，就问他为什么来到这里。\n\n中国白话：\n\n我见了他，便向他介绍了自己的身份。\n\n简单的现代普通话：\n\n我一见到他，便向他介绍了自己的身份。\n\n中国白话：\n\n我见了他，便对他说：“你这个家伙，怎么会在这里？”\n\n简单的现代普通话：\n\n我一见到他，就问他：“你这个家伙，怎么会在这里？”\n\n中国白话：\n\n我见了他，便对他说：“你这个家伙，怎么会在这里？”\n\n简单的现代普通话：\n\n我一见到他，就问他：“你这个家伙，怎么会在这里？”\n\n中国白话：\n\n我见了他，便对他说：“你这个家伙，怎么会在这里？”\n\n简单的现代普通话：\n\n我一见到他，就问他：“你这个家伙，怎么会在这里？”\n\n中国白话：\n\n我见了他，便对他说：“你这个家伙，怎么会",
            "chinese": "薛姨妈收到赦免薛蟠的信后，让薛蝌去借钱，并自己凑齐赎罪的银两。刑部同意了，收下了银子，薛蟠被放了出来。他们一家见面，悲喜交加。薛蟠发誓不会再犯病，薛姨妈劝他不必发誓，还说香菱一直照顾他，她要认香菱为媳妇。薛蟠点头同意，宝钗等人也赞同。香菱却很害羞。薛蟠想去感谢贾家，薛姨妈和宝钗都跟着一起去。见到众人，大家聚在一起，又聊了一会儿。\n\n中国白话：\n\n那一个带了父亲的妹子，看他时，便是一个十二三岁的孩子。\n\n简单的现代普通话：\n\n那个带着父亲的妹妹，看他时，就像一个十二三岁的孩子。\n\n中国白话：\n\n我略略一想，便已省悟，原来他是在嘲笑我，故意装作不认识我。\n\n简单的现代普通话：\n\n我稍微想了一下，就明白了，原来他是在取笑我，故意装作不认识我。\n\n中国白话：\n\n我本来是想为他辩护，但是看到他的表情，我就不忍心了。\n\n简单的现代普通话：\n\n我本来是想替他辩护，但是看到他的表情，我就不好意思了。\n\n中国白话：\n\n他一见了我，便用手比划着，表示他要跟我一起去。\n\n简单的现代普通话：\n\n他一见到我，就用手比划着，表示他要和我一起去。\n\n中国白话：\n\n我一见了他，便笑着说道：“你这个家伙，怎么会在这里？”\n\n简单的现代普通话：\n\n我一见到他，就笑着说道：“你这个家伙，怎么会在这里？”\n\n中国白话：\n\n我见了他，便把事情的经过告诉了他。\n\n简单的现代"
        },
        {
            "original": "正说著，恰好那日贾政的家人回家，呈上书子，说：“老爷不日到了。”王夫人叫贾兰将书子念给听。贾兰念到贾政亲见宝玉的一段，众人听了，都痛哭起来，王夫人、宝钗、袭人等更甚。大家又将贾政书内叫家内不必悲伤，原是借胎的话解说了一番：“与其作了官，倘或命运不好，犯了事，坏家败产，那时倒不好了，宁可偺们家出一位佛爷，倒是老爷太太的积德，所以才投到偺们家来。不是说句不顾前后的话：当初东府里太爷，倒是修炼了十几年，也没有成了仙。这佛是更难成的！太太这么一想，心里便开豁了。”",
            "english": "While they were talking, it happened that Jia Zheng's servant returned home with a letter, saying, \"Lord Zheng is coming soon.\" Wang Fu called Jia Lan to read the contents of the letter. Jia Lan read the part about Jia Zheng meeting with Bao Yuyu, and everyone burst into tears. Wang Fu, Bao Chao, and Xisi were even more emotional. They then explained the part of the letter where Jia Zheng called for the family not to be sad, saying it was a matter of rebirth: \"If he had become an official, and if his fate was bad, and he had committed a crime, and ruined his family, then it would not be good. Instead, it is better for our family to have a monk. This is our mother's virtue. That's why he was reborn in our family. It's not like I'm saying something that's not appropriate. The East Hall's old father had been practicing for more than ten years, but he didn't become a Taoist. A Buddha is even harder to become. Our mother thinks about this, and her heart will be at ease.\"",
            "chinese": "正在说话的时候，恰好贾政的家人回家，呈上了书信，说：“老爷很快就要到了。”王夫人叫贾兰念出书信的内容。贾兰念到贾政见宝玉的一段，大家都痛哭起来，王夫人、宝钗、袭人等人更甚。大家又将贾政信中叫家里不要悲伤，说这是借胎的话解释了一番：“与其做了官，倘若命运不好，犯了事，坏了家业，那时倒不好了，不如我们家出一位佛爷，倒是太太的积德，所以才投到我们家来。不是说句不顾前后的话：当初东府里的太爷，倒是修炼了十几年，也没有成为仙。这佛是更难成的！太太这么一想，心里便开豁了。”"
        },
        {
            "original": "王夫人哭著和薛姨妈道：“宝玉抛了我，我还恨他呢！我叹的是媳妇的命苦，才成了一二年的亲，怎么他就硬著肠子，都撂下了走了呢！”薛姨妈听了，也甚伤心。宝钗哭得人事不知。所有爷们都在外头。王夫人便说道：“我为他担了一辈子的惊，刚刚儿的娶了亲，中了举人，又知道媳妇作了胎，我才喜欢些，不想弄到这样结局！早知这样，就不该娶亲，害了人家的姑娘。”薛姨妈道：“这是自己一定的。偺们这样人家，还有什么别的说的吗？幸喜有了胎，将来生个外孙子，必定是有成立的，后来就有了结果了。你看大奶奶，如今兰哥儿中了举人，明年成了进士，可不是就做了官了么？他头里的苦也算吃尽的了，如今的甜来，也是他为人的好处。我们姑娘的心肠儿，姐姐是知道的，并不是刻薄轻佻的人，姐姐倒不必耽忧。”",
            "english": "Wang Fei cried to Xue Pai Ma: \"Jinghuai abandoned me, and I still hate him! I lament that the young wife's fate is bitter. Just a year or two after the marriage, how could he be so hard-hearted and leave me alone?\" Xue Pai Ma listened and was also very sad. Baochai fainted and cried. All the men were outside. Wang Fei said, \"I've been worried about him for a whole life. Just when he got married, he was promoted as an exam taker, and I knew that the young wife was pregnant. Only then did I feel happy. I didn't expect it to end up like this! If I knew this would happen, I wouldn't have married him, and I would have been miserable for the girl.\" Xue Pai Ma said, \"This is a predetermined thing. Our family is a noble family, so what else can we say? It's good that there's a baby in the womb. In the future, a grandson will be born, and he will surely be successful, and then there will be a result. Look at Mrs. Li, now Laner has been promoted as an exam taker, and next year he will be an official“\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n”",
            "chinese": "王夫人哭着对薛姨妈说：“宝玉抛弃了我，我还恨他呢！我感叹的是媳妇的命苦，才成了一二年的亲，怎么他就硬着心肠，都扔下我走了呢！”薛姨妈听了，也十分伤心。宝钗哭得人事不知。所有的爷们都在外面。王夫人便说道：“我为他担了一辈子的惊，刚刚儿的娶了亲，中了举人，又知道媳妇作了胎，我才喜欢些，不想弄到这样结局！早知这样，就不该娶亲，害了人家的姑娘。”薛姨妈道：“这是自己一定的。我们这样人家，还有什么别的说的吗？幸喜有了胎，将来生个外孙子，必定是有成就的，后来就有了结果了。你看大奶奶，如今兰哥儿中了举人，明年成了进士，可不是就做了官了么？他头里的苦也算吃尽的了，如今的甜来，也是他为人的好处。我们姑娘的心肠儿，姐姐是知道的，并不是刻薄轻佻的人，姐姐倒不必耽忧。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "王夫人被薛姨妈一番言语说得极有理，心想：“宝钗小时候，便是廉静寡欲，极爱素淡的，他所以才有这个事。想人生在世，真有个定数的！看著宝钗虽是痛哭，他那端庄样儿，一点不走，却倒来劝我：这是真真难得！不想宝玉这样一个人，红尘中福分，竟没有一点儿！……”想了一回，也觉解了好些。又想到袭人身上：“若说别的丫头呢，没有什么难处的：大的配了出去，小的伏侍二奶奶就是了。独有袭人，可怎么处呢？……“此时人多，也不好说，且等晚上和薛姨妈商量。",
            "english": "After hearing Xue Pai's words, Wang Fei felt: \"Baochai was very self-controlled when she was young, and she loved simplicity. That's why she had this incident. It seems that there is a fixed fate in life! Looking at Baochai's pain, her dignified appearance didn't change at all, but she came to comfort me: this is really rare! I didn't think that such a person as Yu Bai had no fortune in the Red Dust! ... \" After thinking for a while, she also felt much better. She also thought about the situation of Xisi: \"As for other maids, there is nothing difficult: the big ones are married off, and the small ones serve the second lady. Only Xisi, how to deal with it? ... \" At that time, there were many people, so she couldn't say it. Let's wait and see what Xue Pai will say in the evening.",
            "chinese": "王夫人被薛姨妈一番言语说得极有理，心想：“宝钗小时候，便是廉静寡欲，极爱素淡的，他所以才有这个事。想人生在世，真有个定数的！看著宝钗虽是痛哭，他那端庄样儿，一点不走，却倒来劝我：这是真真难得！不想宝玉这样一个人，红尘中福分，竟没有一点儿！……”想了一回，也觉解了好些。又想到袭人身上：“若说别的丫头呢，没有什么难处的：大的配了出去，小的伏侍二奶奶就是了。独有袭人，可怎么处呢？……“此时人多，也不好说，且等晚上和薛姨妈商量。"
        },
        {
            "original": "那日薛姨妈并未回家，因恐宝钗痛哭，住在宝钗房中劝解。那宝钗却是极明理，思前想后：“宝玉原是一种奇异的人，夙世前因，自有一定，原无可怨天尤人。”更将大道理的话告诉他母亲了。薛姨妈心里反倒安慰，便到王夫人那里，先把宝钗的话说了。王夫人点头叹道：“若说我无德，不该有这样好媳妇了！”说著，更又伤心起来。",
            "english": "On that day, Xue Pai didn't go back home, because she was worried about Bao Chao's tears, and stayed in Bao Chao's room to comfort her. Bao Chao was very rational, and thought about it: \"Bao Yuyu was originally a strange person, with a fixed past life, and there was no need to blame the sky or the earth.\" She then told her mother the big truth. Xue Pai's heart was actually comforted, and she went to Wang Fei's house and told her first. Wang Fei nodded and sighed, \"If I have no virtue, I shouldn't have such a good daughter-in-law!\" She then became even more sad.",
            "chinese": "那日薛姨妈没有回家，因为担心宝钗哭泣，住在宝钗的房间里安慰她。宝钗非常明理，思前想后：“宝玉原来就是一种奇异的人，夙世前因，自有一定，原无可怨天尤人。”更将大道理的话告诉了她母亲。薛姨妈心里反倒安慰，便到王夫人那里，先把宝钗的话说了。王夫人点头叹道：“若说我无德，不该有这样好媳妇了！”说著，更又伤心起来。"
        },
        {
            "original": "薛姨妈倒又劝了一会子，因又提起袭人来，说：“我见袭人近来瘦的了不得，他是一心想著宝哥儿。但是正配呢，理应守的；屋里人愿守也是有的，惟有这袭人，虽说是算个屋里人，到底他和宝哥儿并没有过明路儿的。”王夫人道：“我才刚想著，正要等妹妹商量商量。若说放他出去，恐怕他不愿意，又要寻死觅活的；若要留著他，也罢，又恐老爷不依：所以难处。”薛姨妈道：“我看姨老爷是再不肯叫守著的。再者：姨老爷并不知道袭人的事，想来不过是个丫头，那有留的理呢？只要姐姐叫他本家的人来，狠狠的吩咐他，叫他配一门正经亲事，再多多的陪送他些东西。那孩子心肠儿也好，年纪儿又轻，也不枉跟了姐姐会子，也算姐姐待他不薄了。袭人那里，还得我细细劝他。就是叫他家的人来，也不用告诉他；只等他家里果然说定了好人家儿，我们还打听打听，若果然足衣足食，女婿长的像个人儿，然后叫他出去。”",
            "english": "薛姨妈又劝了一会儿，提到了袭人，说：“我最近发现袭人瘦得不得了，她一心想着宝哥儿。虽然说应该守规矩，但屋里人愿意守也是可以理解的。只有袭人，虽然算个屋里人，但其实和宝哥儿没有明确的婚姻关系。”王夫人道：“我才刚想，正要和妹妹商量商量。如果要放他出去，恐怕他不愿意，又要寻死觅活的；如果要留下，也行，但又担心老爷不答应。所以很难做决定。”薛姨妈道：“我看老爷是不会同意留下袭人的。再者，老爷并不知道袭人的事，他只知道她是个丫头，没有留下她的必要。只要姐姐叫她本家的人来，狠狠地吩咐他，叫他配一门正经的亲事，再送他一些东西。那个孩子心肠好，年纪轻，也不枉姐姐待他一场。袭人那里，还得我细细劝他。直接叫他家人来，不用告诉他；等他们家里定了好人家，我们再打听打听，确认女方足够富裕，女婿长得像个人，然后叫他出去。\n\n英文原文：\n\n薛姨妈又劝了一会儿",
            "chinese": "薛姨妈又劝了一会儿，提到了袭人，说：“我最近发现袭人瘦得不得了，她一心想着宝哥儿。虽然说应该守规矩，但屋里人愿意守也是可以理解的。只有袭人，虽然算个屋里人，但其实和宝哥儿没有明确的婚姻关系。”王夫人道：“我才刚想，正要和妹妹商量商量。如果要放他出去，恐怕他不愿意，又要寻死觅活的；如果要留下，也行，但又担心老爷不答应。所以很难做决定。”薛姨妈道：“我看老爷是不会同意留下袭人的。再者，老爷并不知道袭人的事，他只知道她是个丫头，没有留下她的必要。只要姐姐叫她本家的人来，狠狠地吩咐他，叫他配一门正经的亲事，再送他一些东西。那个孩子心肠好，年纪轻，也不枉姐姐待他一场。袭人那里，还得我细细劝他。直接叫他家人来，不用告诉他；等他们家里定了好人家，我们再打听打听，确认女方足够富裕，女婿长得像个人，然后叫他出去。"
        },
        {
            "original": "王夫人听了，道：“这个主意很是；不然，叫老爷冒冒失失的一办，我可不是又害了一个人了么？”薛姨妈听了，点头道：“可不是么？”又说了几句，便辞了王夫人仍到宝钗房中去了。看见袭人泪痕满面，薛姨妈便劝解譬喻了一会。袭人本来老实，不是伶牙俐齿的人，薛姨妈说一句，他应一句，回来说道：“我是做下人的人，姨太太瞧得起我，才和我说这些话。我是从不敢违拗太太的。”薛姨妈听他的话，“好一个柔顺的孩子！”心里更加喜欢。宝钗又将大义的话说了一遍，大家各自相安。",
            "english": "Wang Fu'an heard this and said, \"That's a good idea; otherwise, if Lord Xue makes a rash move, I will have harmed another person.\" Xue's mother agreed, saying, \"Yes.\" After saying a few more words, she took her leave of Wang Fu'an and returned to Baochai's room. Seeing Xisi's tears, Xue's mother comforted and explained for a while. Xisi, who was honest and not good at words, responded to each of her words. When she left, she said, \"I am a servant, and the lady thinks highly of me, so she tells me these things. I dare not disobey the lady.\" Xue's mother said, \"What a gentle and obedient child!\" She became even more fond of him. Baochai repeated the words of reason, and they all went their separate ways.",
            "chinese": "王夫人听了，说：“这个主意很好；不然，叫老爷冒冒失失地去做，我不是又害了一个人了吗？”薛姨妈听了，点头同意：“是啊。”又说了几句，便辞别了王夫人回到宝钗的房间。看到袭人满面泪痕，薛姨妈劝解譬喻了一会。袭人本来老实，不是伶牙俐齿的人，薛姨妈说一句，他应一句，回来说道：“我是做下人的人，姨太太瞧得起我，才和我说这些话。我是从不敢违拗太太的。”薛姨妈听他的话，“好一个柔顺的孩子！”心里更加喜欢。宝钗又将大义的话说了一遍，大家各自相安。"
        },
        {
            "original": "过了几日，贾政回家，众人迎接。贾政见贾赦、贾珍已都回家，弟兄叔侄相见，大家历叙别来的景况。然后内眷们见了，不免想起宝玉来，又大家伤了一会子心。贾政喝住道：“这是一定的道理！如今只要我们在外把持家事，你们在内相助，断不可仍是从前这样的散漫！别房的事，各有各家料理，也不用承总。我们本房的事，里头全归于你，都要按理而行。”王夫人便将宝钗有孕的话也告诉了，“将来丫头们都放出去。”贾政听了，点头无语。",
            "english": "Several days later, Jia Zheng returned home, and everyone welcomed him. Jia Zheng saw that Jia Pai and Jia Zhen had also returned home, and brothers and uncles and nephews met. Everyone talked about their experiences after their separation. Then the women met, and it was inevitable that they would miss Bai Yu, and they all felt sad for a while. Jia Zheng stopped and said, \"This is the normal way! Now we only need to manage things outside, and you need to help us inside, and we can't be as scattered as before! Other family affairs are each person's responsibility, and we don't need to manage them all. Our family affairs are all under your control, and we need to follow the rules.\" Wang Fu also told Bai Chao about her pregnancy and said that she would let the maids go out. Jia Zheng listened and nodded without saying anything.",
            "chinese": "过了几天，贾政回家，众人迎接。贾政看到贾赦、贾珍都已经回家，弟兄叔侄相见，大家纷纷讲述离别后的经历。然后内眷们见到，难免想起宝玉来，又大家伤感了一会儿。贾政喝止道：“这是正常的道理！现在我们只要在外管好家事，你们在内相助，不能再像以前那样散漫了！其他房的事，各自负责，也不用我们总管。我们房的事，全归你管，都要按规矩来。”王夫人也告诉了宝钗有孕的事，说要把丫头们放出去。贾政听了，点头无语。"
        },
        {
            "original": "次日，贾政进内请示大臣们，说是：“蒙恩感激。但未服阙，应该怎么谢恩之处，望乞大人们指教。”众朝臣说是代奏请旨。于是圣恩浩荡，即命陛见。贾政进内谢了恩。圣上又降了好些旨意，又问起宝玉的事来。贾政据实回奏。圣上称奇，旨意说：宝玉的文章固是清奇，想他必是过来人，所以如此，若在朝中，可以进用；他既不敢受圣朝的爵位，便赏了一个“文妙真人”的道号。",
            "english": "The next day, Jia Zheng went to the imperial court and asked the ministers for instructions. \"I'm grateful to the emperor,\" he said, \"but I'm still in mourning. How should I express my gratitude?\" The ministers said he should ask for an audience and wait for the emperor's instructions. The emperor then said he should go and express his gratitude. Jia Zheng went to the imperial court and expressed his gratitude. The emperor then gave him some instructions and asked about Baiyu. Jia Zheng told the emperor the truth. The emperor was amazed and said that Baiyu's writings were indeed extraordinary. He wondered if Baiyu had experienced something extraordinary. If he were in the court, he could be promoted. But since he refused to accept the emperor's title, he was awarded the title of \"Wenmiao Renzhen\".",
            "chinese": "第二天，贾政进宫向大臣们请示，说自己：“蒙恩感激。但还未服丧，应该如何谢恩，望大人们指教。”众朝臣说代奏请旨。于是圣恩浩荡，就命他觐见。贾政进宫谢恩。圣上又下了一些旨意，又问起宝玉的事情来。贾政据实回奏。圣上称奇，旨意说：宝玉的文章固然是清奇，想他必是过来人，所以如此。若在朝中，可以进用；他既然不敢接受圣朝的爵位，就赏了一个“文妙真人”的道号。"
        },
        {
            "original": "贾政又叩头谢恩而出，回到家中，贾琏、贾珍接著。贾政将朝内的话述了一遍，众人喜欢。贾珍便回说：“宁国府第，收拾齐全，回明了要搬过去。栊翠庵圈在园内，给四妹妹养静。”贾政并不言语，隔了半日，却吩咐了一番仰报天恩的话。",
            "english": "Jia Zheng bowed his head and thanked the emperor again before he left. When he returned home, Jia Lian and Jia Jin greeted him. Jia Zheng told them about what happened at court. Everyone was delighted. Jia Jin then said, \"The Ningguo Mansion has been prepared and we can move in. The Longchui Temple is going to be enclosed in the garden for my sister, the fourth daughter.\" Jia Zheng said nothing and after half a day, he gave some instructions to thank the emperor for his grace.",
            "chinese": "贾政又叩头谢恩而出，回到家中，贾琏、贾珍接着。贾政把朝堂上的事情说了一遍，大家很高兴。贾珍就回来说：“宁国府第，收拾齐全，要搬过去。栊翠庵圈在园内，给四妹妹养静。”贾政没有说话，隔了半日，才吩咐了一番感谢皇恩的话。"
        },
        {
            "original": "贾琏也趁便回说：“巧姐亲事，父亲太太都愿意给周家为媳。”贾政昨晚也知巧姐的始末，便说：“大老爷大太太作主就是了。莫说村居不好，只要人家清白，孩子肯念书，能够上进。朝里那些官，难道都是城里的人么？”贾琏答应了“是”，又说：“父亲有了年纪，况且又有痰症的根子，静养几年，诸事原仗二老爷为主。”贾政道：“提起村居养静，甚合我意，只是我受恩深重，尚末酬报耳。”贾政说毕进内，贾琏打发请了刘老老来应了这件事。刘老老见了王夫人等便说些将来怎样升官，怎样起家，怎样子孙昌盛。",
            "english": "Jialin also replied, \"The marriage of Jiaojie is willing to be married to Zhou's family.\" The other day, the old man knew the origin of Jiaojie, and said, \"The old man and the old lady are the main ones. Do not say that the country is not good, as long as the family is honest and the child is willing to study and make progress. Are the officials in the court all from the city?\" Jialin agreed with \"yes\", and said, \"Father is old and has the root of the phlegm, and must rest for a few years. Many things depend on the second old man.\" The old man said, \"To live in the countryside to rest, it is very in line with my mind, but I am deep in the恩 and have not yet repaid it.\" The old man finished and went into the inner room, and Jialin sent someone to invite Liu Lao La to agree to this matter. Liu Lao La saw Wang Fei and said that in the future, he would be promoted and the family would prosper.",
            "chinese": "贾琏也顺便回话说：“巧姐的婚事，父亲和太太都愿意嫁给周家。”贾政昨晚也知道巧姐的来历，就说：“大老爷和大太太作主就好了。不要说住在乡下不好，只要人家清白，孩子肯读书，有上进心。朝廷里的官员，难道都是城里的人吗？”贾琏答应了“是”，又说：“父亲年纪大了，又有痰症的根子，要好好休息几年，很多事都靠二老爷做主。”贾政道：“说起住在乡下养静，很合我意，只是我受恩深重，还没有报答。”贾政说完就进内室，贾琏派人去请刘老老来答应这件事。刘老老见到王夫人等就说起将来怎样升官，怎样起家，怎样子孙昌盛。"
        },
        {
            "original": "正说著，丫头回道：“花自芳的女人进来请安。”王夫人问几句话，花自芳的女人将亲戚作媒，说的是城南蒋家的，现在有房有地，又有铺面。姑爷年纪略大几岁，并没有娶过的，况且人物儿长的是百里挑一的。王夫人听了愿意，说道：“你去应了，隔几日进来，再接你妹子罢。”王夫人又命人打听，都说是好。王夫人便告诉了宝钗，仍请了薛姨妈细细的告诉了袭人。",
            "english": "As they were talking, a maid came back to say that Flower Self-Faith's woman was coming in to pay her respects. Wang Fu asked a few questions, and the woman said that her relatives were from the Chen family in the south of the city, and that they were well-off, with houses, land, and shops. Her husband was a few years older than her, and he had never been married before. He was a good-looking man. Wang Fu was very happy and said, \"You go and tell her to come back in a few days, and then I'll send for your sister.\" Wang Fu also asked someone else about this, and they all said it was good. Wang Fu then told this to Baochai, and asked Xueyi to tell it to Xia.",
            "chinese": "正说着，丫头回来说：“花自芳的女人进来请安。”王夫人问了几句话，花自芳的女人说亲戚是城南蒋家的，家境不错，有房有地，还有商铺。姑爷年纪比她大几岁，没有结过婚，人长得很好。王夫人听了很高兴，说：“你去应了，过几天再来，再接你妹妹。”王夫人又让人打听了一下，都说很好。王夫人就把这事告诉了宝钗，又请了薛姨妈详细地告诉了袭人。"
        },
        {
            "original": "袭人悲伤不已，又不敢违命的，心里想起宝玉那年到他家去，回来说的死也不回去的话，“如今太太硬作主张，若说我守著，又叫人说我不害臊；若是去了，实不是我的心愿！”便哭得哽咽难言。又被薛姨妈、宝钗等苦劝，回过念头想道：“我若是死在这里，倒把太太的好心弄坏了，我该死在家里才是。”于是袭人含悲叩辞了众人。那姐妹分手时自然更有一番不忍说。",
            "english": "Xisi was very sad, but dared not disobey the command. She thought of what the son had said before: \"Even if I die, I will not go back.\" But now the mother-in-law insisted on leaving him behind, and Xisi felt very aggrieved. Xue Ye and others also came to comfort her, telling her to think about it: if she died in Xue's house, it would make the mother-in-law's heart uneasy. She should die at home. So Xisi shed tears and said goodbye to everyone. When the sisters parted, there was a more unwilling parting on both sides.",
            "chinese": "袭人非常悲伤，但又不敢违背命令，心里想起了宝玉以前说过的话，他说就算死了也不会回去，但现在太太坚持让他留下来，袭人感到很委屈。薛姨妈、宝钗等人也来劝她，让她回过头来想一想，如果她在薛家死了，会让太太的心意变得不好，她应该死在自己家里。于是袭人含泪告别了众人。姐妹们分手时，自然有更不忍舍弃对方的一面。"
        },
        {
            "original": "袭人怀著必死的心肠上车，回去见了哥哥嫂子，也是哭泣，但只说不出来。那花自芳悉把蒋家的聘礼送给他看，又把自己所办妆奁一一指给他瞧，说：“那是太太赏的，那是置办的。”袭人此时更难开口。住了两天，细想起来：“哥哥办事不错。若是死在哥哥家里，岂不又害了哥哥呢？……”千思万想，左右为难，真是一缕柔肠，几乎牵断，只得忍住。",
            "english": "Xi Ren had a determined mind to die, and when she got back to her brother and sister-in-law, she wept, but was unable to speak. Hua Zifang showed her the betrothal gifts from the Jiang family, and pointed out one by one the wedding gifts that he had prepared, saying, \"This is from the lady, and this is bought.\" At this point, Xi Ren found it even harder to speak. She stayed there for two days, thinking carefully, \"My brother has done a good job. If I die here, wouldn't I be harming him?\" She thought and thought, at a loss, and her heart was almost broken, so she had to hold back her tears.",
            "chinese": "袭人怀着必死的决心上了车，回去见了哥哥嫂子，也是哭着，但就是说不出口。花自芳把蒋家的聘礼拿给他看，又把自己办的嫁妆一样一样指给他看，说：“这是太太赏的，这是买的。”袭人此时更难开口。住了两天，仔细想来：“哥哥办事不错。要是死在哥哥家里，岂不是又害了哥哥呢？”千思万想，左右为难，真是一缕柔肠，几乎要断了，只得忍住。"
        },
        {
            "original": "那日已是迎娶吉期，袭人本不是那一种泼辣人，委委屈屈的上轿而去，心里另想到那里再作打算。岂知过了门，见那蒋家办事，极其认真，全都按著正配的规矩。一进了门，丫头仆妇，都称“奶奶”。袭人此时欲要死在这里，又恐害了人家，辜负了一番好意。那夜原是哭著，不肯俯就的，那姑爷却极柔情曲意的承顺。",
            "english": "The day was a good day for the wedding, and although a kind-hearted person, Lin Shuyin couldn't be a troublemaker and had to go up the sedan chair. She thought she would think of a way after getting there. However, when she arrived at Jiang's home, things were done according to the formal procedure. When she entered the house, all the maids and servants called her \"Mistress\". Lin Shuyin thought she would die there, but was afraid of causing trouble for others. That night, when she refused to comply, the groom was very gentle and obedient to her.",
            "chinese": "那天是迎娶吉日，袭人不是那种泼辣的人，只好委屈着上轿去了，心里想的是到了那里再想办法。谁知到了蒋家，办事认真，全都按照正配的规矩来。一进门，丫头仆妇都叫她“奶奶”。袭人想在这里死掉，但又怕害了人家，辜负了一番好意。那晚她不肯就范，那姑爷却非常温柔体贴地顺从她。"
        },
        {
            "original": "到了第二天开箱，这姑爷看见一条猩红汗巾，方知是宝玉的丫头。原来当初只知是贾母的侍儿，益想不到是袭人。此时蒋玉函念著宝玉待他的旧情，倒觉满心惶愧，更加周旋；又故意将宝玉所换那条松花绿的汗巾拿出来。袭人看了，方知这姓蒋的原来就是蒋玉函，始信姻缘前定。袭人才将心事说出。蒋玉函也深为叹息敬服，不敢勉强，并越发温柔体贴，弄得个袭人真无死所了。",
            "english": "The next day, when the bridegroom opened the box, he saw a crimson handkerchief and knew it belonged to one of宝玉's maids. He had initially thought it was one of 贾母's maids, but it turned out to be 袭人. At this point, 蒋玉函 felt ashamed of his actions towards 宝玉 and began to make amends. He even brought out a peach green handkerchief that 宝玉 had worn before. 袭人 saw it and realized that 蒋玉函 was the same 蒋玉函 she had met before, and began to believe in predestined love. 袭人 told her feelings, and 蒋玉函 deeply sighed and expressed his admiration, not daring to force her. He became even more gentle and considerate, making 袭人 truly feel that she had no place to die.",
            "chinese": "第二天开箱，姑爷看到一条猩红汗巾，才知道是宝玉的丫头。原来当初只以为是贾母的侍女，没想到是袭人。此时蒋玉函念及宝玉对他的情谊，感到惭愧，更加周旋。他又故意拿出宝玉换下的松花绿汗巾。袭人看了，才明白蒋玉函就是蒋玉函，开始相信姻缘前定。袭人将心事说了出来，蒋玉函深感叹息敬服，不敢勉强，并更加温柔体贴，弄得袭人真无死所了。"
        },
        {
            "original": "看官听说，虽然事有前定，无可奈何；但孽子孤臣，义夫节妇，这“不得已”三字也不是一概推委得的。此袭人所以在“又副册”也。正是前人过那桃花庙的诗上说道：“千古艰难惟一死，伤心岂独息夫人！”",
            "english": "I heard that although things are predetermined and there is nothing to be done, there are people like Confucius and Qu Yuan who have to \"die\" for a cause, and Xishi is one of them. Just like the poem about the Peach Blossom Temple says, \"It is very difficult to die for a cause in history, and Xishi is not alone in her sorrow.\"",
            "chinese": "听说，虽然事情有前定，无可奈何；但是，有义夫节妇这样的“不得已”者，袭人就是在“又副册”中出现的。正如那首关于桃花庙的诗中所说：“千古艰难惟一死，伤心岂独息夫人！”"
        },
        {
            "original": "不言袭人从此又是一番天地。且说那贾雨村犯了婪索的案件，审明定罪，今遇大赦，递籍为民。雨村因叫家眷先行，自己带了一个小厮，一车行李，来到急流津、觉迷渡口。只见一个道者，从那渡头草棚里出来，执手相迎。雨村认得是甄土隐，也连忙打恭。士隐道：“贾老先生，别来无恙？”雨村道：“老仙长到底是甄老先生！何前次相逢，觌面不认？后知火焚草亭，鄙下深为惶恐。今日幸得相逢，益叹老仙翁道德高深。奈鄙人下愚不移，致有今日。”甄士隐道：“前者老大人高官显爵，贫道怎敢相认？原因故交，敢赠片言，不意老大人相弃之深！然而富贵穷通，亦非偶然。今日复得相逢，也是一桩奇事！这里离草庵不远，暂请膝谈，未知可否？”",
            "english": "Jia Yuanchun was convicted of corruption and sentenced to death. Now that the general amnesty has been proclaimed, he has become a civilian. Jia Yuanchun asked his family to go ahead and he took a little boy, a cart of luggage, and went to the急流津 and Jue mi渡口. He saw a Taoist coming out of the thatched hut at the渡口. He recognized it as Zhen Shiheng and immediately bowed. Zhen Shiheng said, \"Mr. Jia, how are you doing?\" Jia Yuanchun said, \"Mr. Zhen, you are Zhen Shiheng! Why didn't you recognize me when we met before? I was very worried when I heard that your grass hut was burned down. Now that we have met again, I am even more impressed by your high moral standards. However, I am too stupid to change, and that's why I have ended up like this.\" Zhen Shiheng said, \"Before you were a high-ranking official, I didn't dare to recognize you. Because of our old friendship, I dared to give you a piece of advice, but you rejected me deeply. However, whether one is rich or poor, whether one",
            "chinese": "贾雨村犯了贪污的案件，审明定罪，现在大赦天下，他成为了平民。贾雨村让家人先行，自己带着一个小厮，一车行李，来到了急流津、觉迷渡口。只见一个道士，从那渡头草棚里出来，执手相迎。贾雨村认得是甄士隐，也连忙打恭。甄士隐道：“贾老先生，别来无恙？”贾雨村道：“老仙长到底是甄老先生！为何前次相逢，觌面不认？后来知道火焚草亭，鄙下深为惶恐。今日幸得相逢，益叹老仙翁道德高深。奈鄙人下愚不移，致有今日。”甄士隐道：“以前老大人高官显爵，贫道怎敢相认？因为故交，敢赠片言，不意老大人相弃之深！然而富贵穷通，亦非偶然。今日复得相逢，也是一桩奇事！这里离草庵不远，暂请膝谈，未知可否？”"
        },
        {
            "original": "雨村欣然领命。两人携手而行，小厮驱车随后。到了一座茅庵。士隐让进，雨村坐下，小童献茶上来。雨村便请教仙长超尘始末。士隐笑道：“一念之间，尘凡顿易。老先生从繁华境中来，岂不知温柔富贵乡中有一宝玉乎？”雨村道：“怎么不知？近闻纷纷传述，说他也遁入空门。下愚当时也曾与他往来过数次，再不想此人竟有如是之决绝。”士隐道：“非也！这一段奇缘，我先知之。昔年我与先生在仁清巷旧宅门口叙话之前，我已会过他一面。”“雨村惊讶道：“京城离贵乡甚远，何以能见？”士隐道：“神交久矣。”雨村道：“既然如此，现今宝玉的下落，仙长定能知之？”士隐道：“宝玉，即‘宝玉’也。那年荣、宁查抄之前，钗、黛分离之日，此玉早已离世：一为避祸，二为撮合。从此夙缘一了，形质归一。又复稍示神灵，高魁贵子，方显得此玉乃天奇地灵锻炼之宝，非凡间可比。前经茫茫大士、渺渺真人携带下凡，如今尘缘已满，仍是此二人携归本处：便是宝玉的下落。”",
            "english": "Rain village happily accepted the task. The two of them walked together, with the little servant driving the carriage behind them. They arrived at a thatched hut. Shi Yin let Rain village go in, and Rain village sat down, with the little boy serving tea. Rain village asked the immortal the origin of his transcendence. Shi Yin laughed and said, \"In an instant, the world becomes easy. Mr. Shi Yin came from the world of prosperity and glory, and didn't you know there was a宝玉 in the world of beauty and wealth?\" Rain village said, \"How could I not know? Recently, I heard that he had fled to the empty world. I used to have a few interactions with him, but I never thought he would make such a decisive decision.\" Shi Yin said, \"It's not like that! This strange fate, I know it first. Before I met you at the old house gate in Renqing巷, I had already seen him once.\" \"Rain village was surprised and asked, \"How could you see him in Beijing, which is so far from your hometown?\" Shi Yin said, \"We have been in the same boat for a long time.\" Rain village asked, \"If so, now that the whereabouts of the宝玉 are“From then on, the past life bond was settled, and the form and substance returned to the original state. Then, a little spiritual power showed up, and the son was a high-ranking official and a noble son. It showed that this jade was a treasure of heaven and earth, extraordinary, and not comparable to ordinary people. The previous passage was carried down by the great and the obscure sages. Now that the dust has been full, it is still these two people who bring it back to its original place: this is the destiny of the Jade.",
            "chinese": "雨村欣然接受任务。两人一起走，小仆人驾车跟在后面。他们到了一个茅庵。士隐让雨村进去，雨村坐下来，小童端上茶。雨村就请教仙长超尘始末。士隐笑道：“一瞬间，尘世就变得容易了。老先生从繁华的世界来，难道不知道温柔富贵乡中有一个宝玉吗？”雨村道：“怎么不知道？最近听说他遁入空门了。我当初也和他交往过几次，没想到他竟然有这么决绝的决定。”士隐道：“不是的！这一段奇缘，我先知道。以前在仁清巷旧宅门口和你说话之前，我就见过他一面。”“雨村惊讶道：“京城离你们家乡很远，你怎么能见到他？”士隐道：“我们是神交已久。”雨村道：“既然如此，现在宝玉的下落，仙长一定知道？”士隐道：“宝玉，就是‘宝玉’。当年荣、宁查抄之前，钗、黛分离的时候，这玉已经离世了：一是为了避祸，二是为了撮合。”从此，夙缘一了，形质归一。然后，稍示神灵，高魁贵子，方显得此玉乃天奇地灵锻炼之宝，非凡间可比。前经茫茫大士、渺渺真人携带下凡，如今尘缘已满，仍是此二人携归本处：便是宝玉的下落。"
        },
        {
            "original": "雨村听了，虽不能全然明白，却也十知四五，便点头叹道：“原来如此，下愚不知！但那宝玉既有如此的来历，又何以情迷至此，复又豁悟如此？还要请教。”士隐笑道：“此事说来，先生未必尽解。太虚幻境，既是真如福地。两番阅册，原始要终之道，历历生平，如何不悟？仙草归真，焉有‘通灵’不复原之理呢？”",
            "english": "Yuchun listened and although he could not fully understand, he also understood about 70 percent of it, so he nodded and sighed, \"So it is, Mr. Yuchun, ignorant people don't understand! But why is it that Baoyu is so immersed and later becomes enlightened? Please enlighten me.\" Shihyin laughed and said, \"This matter is not something that Mr. Yuchun can fully understand. The original and final ways of the Great Void are clearly visible in the True Paradise, so how can he not be enlightened? The return of the divine grass to its true nature, how can there be a 'spiritual' that does not return to its original state?\"",
            "chinese": "雨村听了，虽然不能完全明白，但也理解了七八分，便点头叹道：“原来如此，愚昧之人不知啊！但是宝玉既然有如此来历，又为何如此沉迷，后来又豁然开悟呢？请教一下。”士隐笑道：“这件事说来，先生未必完全理解。太虚幻境，既是真如福地。两次看册，原始要终之道，历历在目，如何不悟？仙草归真，焉有‘通灵’不复原之理呢？”"
        },
        {
            "original": "雨村听著，却不明白，知是仙机，也不便更问。因又说道：“宝玉之事，既得闻命。但敝族闺秀，如是之多，何元妃以下，算来结局俱属平常呢？”士隐叹道：“老先生莫怪拙言！贵族之女，俱属从情天孽海而来。大凡古今女子，那‘淫’字固不可犯，只这‘情’字也是沾染不得的。所以崔莺、苏小，无非仙子尘心，宋玉、相如，大是文人口孽。但凡情思缠绵，那结局就不可问了！”",
            "english": "Yu Chun listened, but didn't understand. He knew it was a divine message, so he didn't ask any more questions. Then he said, \"Since I've heard about the matter of Bao Yuyu, but I have many daughters in my family, such as the ones under Yuan Fei, do they all have ordinary endings?\" Shih Yin sighed, \"Old man, don't blame me for being frank! The daughters of the nobility all come from the world of love and karma. Since ancient times, women, 'lust' is certainly not to be committed, but 'love' is not to be touched. Like Cui Ying and Su Xiao, they were mere dust hearts of celestial beings, and Sòng Yu and Xiang Liu were the verbal sins of scholars. As long as there is a lingering sentiment, the outcome is unpredictable!\"\n\n中文原文：\n\n雨村听了，明白不过，知道是仙机，也不再问。因又说道：“若论此女，我也猜着了八九分。不知将来如何，却要再问姐姐明白。近来雨村因见元妃极宠爱宝玉，故近亦随之更爱。因思及往事，未免勾起伤悲，又向士",
            "chinese": "雨村听了，不明白，知道是仙机，也不再问。于是他又说道：“关于宝玉的事，既然已经听到了消息。但我家族的闺秀有很多，比如元妃以下的，结局都是普通的吗？”士隐叹道：“老先生别怪我直言！贵族之女，都来自情天孽海。自古以来的女子，‘淫’字固然不可犯，‘情’字也是沾染不得的。像崔莺、苏小，无非是仙子的尘心，宋玉、相如，是文人的口孽。只要情思缠绵，结局就不可预测了！”"
        },
        {
            "original": "雨村听到这里，不觉拈须长叹。因又问道：“请教仙翁：那荣、宁两府，尚可如前否？”士隐道：“福善祸淫，古今定理。现今荣、宁两府，善者修缘，恶者悔祸，将来兰桂齐芳，家道复初，也是自然的道理。”",
            "english": "When Ruyun heard this, he sighed deeply. He then asked the immortal, \"Do you think that the noble families of the Yong family and the Ning family will continue to prosper as they have in the past?\" The immortal replied, \"Good deeds are rewarded, and evil deeds are punished. This is a law that has been in place for thousands of years. Now, the descendants of the Yong family and the Ning family who have done good deeds have received blessings, while those who have done evil have repented. In the future, their descendants will also enjoy prosperity and their family fortunes will be restored. This is a natural result.\"",
            "chinese": "雨村听到这里，不禁长叹一声。他接着问：“请问仙翁：荣府和宁府以后还能像以前那样吗？”士隐回答：“善有善报，恶有恶报，这是千古不变的道理。现在荣府和宁府，善良的人得到了福报，作恶的人已经悔改，将来他们的后代也会荣华富贵，家道复兴，这是自然而然的结果。”"
        },
        {
            "original": "雨村低了半日头，忽然笑道：“是了，是了！现在他府中有一个名兰的，已中乡榜，恰好应著‘兰’宇。适间老仙翁说‘兰桂齐芳’，又道‘宝玉高魁贵子’，莫非他有遗腹之子，可以飞黄腾达的么？”士隐微微笑道：“此系后事，未便预说。”",
            "english": "Yuzhong lowered his head and thought for a while before laughing, \"I see, I see! Now there's a man named Lan in his household who has passed the county examination, which corresponds to the word 'Lan'. Just now, the old immortal said 'Lan Guai Qi Fang' and 'Baoyu Gao Kui Gui Zi', could it be that he has a posthumous son who will rise to great heights?\" Shiyan smiled, saying, \"This is a later development, so it's not appropriate to mention it in advance.\"",
            "chinese": "雨村低头沉思了一会儿，突然笑道：“明白了，明白了！现在他府里有个姓兰的，中了乡试，正好对应‘兰’字。刚才老仙翁说‘兰桂齐芳’，又说‘宝玉高魁贵子’，莫非他有遗腹子，可以飞黄腾达的吗？”士隐微笑着说道：“这是后话，不便提前说。”"
        },
        {
            "original": "雨村还要再问，土隐不答，便命人设具盘飧，邀雨村共食。食毕，雨村还要问自己的终身。士隐便道：“老先生草庵暂歇。我还有一段俗缘未了，正当今日完结。”雨村惊讶道：“仙长纯修若此，不知尚有何俗缘？”士隐道：“也不过是儿女私情罢了。”雨村听了，益发惊异：“请问仙长何出此言？”士隐道：“老先生有所不知：小女英莲，幼遭尘劫，老先生初任之时，曾经判断。今归薛姓，产难完劫，遗一子于薛家，以承宗祧。此时正是尘缘脱尽之时，只好接引接引。”士隐说著，拂袖而起。雨村心中恍恍惚惚，就在这急流津、觉迷渡口草庵中睡著了。",
            "english": "Yunchun wanted to ask more questions, but Tuhin did not answer. He ordered his subordinates to prepare food and invited Yunchun to eat together. After the meal, Yunchun still wanted to ask about his own lifetime. Tuhin said, \"Old man, please rest in the thatched hut for a while. I have one secular cause that is not yet resolved, and today is the end of it.\" Yunchun was astonished and asked, \"Sage, how can you have a secular cause with such pure cultivation?\" Tuhin said, \"It's just a matter of family affairs.\" Yunchun was even more astonished and asked, \"Please tell me what the sage means?\" Tuhin said, \"Old man, you don't know that my little daughter Yinglian suffered a misfortune when she was young. You once judged her case when you held office. Now she is married to the Xue family and is going through a disaster. She will leave behind a son for the Xue family to inherit the clan. This is the time when her worldly affairs are over, so I must come and guide her.\" Tuhin finished speaking and swept his sleeve up. Yunchun was dazed and dozed",
            "chinese": "雨村还想再问，土隐不回答，便命令手下人准备饭菜，邀请雨村一起吃。吃完饭，雨村还想问自己的终身。土隐说：“老先生暂且在草庵中休息。我还有一个俗缘未了，今天就结束了。”雨村惊讶地问道：“仙长如此纯修，怎么会还有俗缘？”土隐说：“也不过是儿女私情罢了。”雨村听了，更加惊讶：“请问仙长说的是什么？”土隐说：“老先生不知道，我的小女儿英莲，小时候遭遇了不幸。您当初担任官职时，曾经判断过她的事情。现在她归薛姓，要经历完劫难，留下了一个儿子给薛家，来继承宗族。这是她尘缘结束的时候，只好接引接引。”土隐说完，就拂袖而起。雨村心里恍恍惚惚的，在急流津、觉迷渡口的草庵中睡着了。"
        },
        {
            "original": "这士隐自去度脱了香菱，送到太虚幻境，交那警幻仙子对册。刚过牌坊，见那一僧一道缥渺而来，士隐接著说道：“大士真人，恭喜！贺喜！情缘完结，都交割清楚了么？”那僧道说：“情缘尚未全结，倒是那蠢物已经回来了。还得把他送还原所，将他的后事叙明，不枉他下世一回。”士隐听了，便拱手而别。那僧道仍携了玉到青埂峰下，将“宝玉”安放在女娲炼石补天之处，各自云游而去。从此后：“天外书传天外事，两番人作一番人。”",
            "english": "Shih Yin had already taken Xiang Ling to the True Spectre Realm and handed her over to Jinghuan for processing. As soon as he passed through the archway, he saw a monk and a Taoist in the distance. He asked, \"Great Master, congratulations! The romantic relationship has been completed and all matters have been settled.\" The monk and the Taoist said, \"The romantic relationship has not yet been fully completed, but that foolish thing has returned. He needs to be sent back to his original place and his posthumous affairs need to be clarified, not in vain for his life in the world.\" Shih Yin bowed and said goodbye. The monk and the Taoist took the jade to Qingjinge Peak and placed \"Yubao\" at the place where Nuwa made stones to repair the sky. They then went their separate ways. From then on: \"The story of the outside world is told, and two people become one.\"\n\n中文原文：\n\n贾政听了，忙转身向贾母道：“那里有个对的？快打出去罢！”贾母忙道：“那里有对的？打他做什么？他不过小孩子家不知高低，你只管打他罢。”贾政道：“他既是不肖",
            "chinese": "士隐已经度脱了香菱，送到太虚幻境，交给警幻仙子处理。刚过了牌坊，见到一僧一道飘渺而来，士隐问道：“大士真人，恭喜、贺喜！情缘已经完结，都交割清楚了吗？”那僧道说：“情缘尚未完全结束，但那个蠢物已经回来了。还得把他送回原来的地方，将他的后事叙明，不枉他下世一回。”士隐听了，拱手而别。那僧道携着玉到青埂峰下，将“宝玉”安放在女娲炼石补天之处，各自云游而去。从此后：“天外书传天外事，两番人作一番人。”"
        },
        {
            "original": "这一日，空空道人又从青埂峰前经过，见那“补天未用”之石仍在那里，上面字迹依然如旧，又从头的细细看了一遍。见后面偈文后历叙了多少收缘结果的话头，便点头叹道：“我从前见石兄这段奇文，原说可以闻世传奇，所以曾经抄录，但未见返本还原。不知何时，复有此段佳话？方知石兄下凡一次，磨出光明，修成圆觉，也可谓无复遗憾了！只怕年深日久，字迹模糊，反有舛错、不如我再抄录一番，寻个世上清闲无事的人，托他传遍，知道奇而不奇，俗而不俗，真而不真，假而不假。或者尘梦劳人，聊倩鸟呼归去，山灵好客，更从石化飞来，亦未可知。”想毕，便又抄了，仍袖至那繁华昌盛地方遍寻了一番。不是建功立业之人，即系糊口谋衣之辈，那有闲情去和石头饶舌？直寻到急流津、觉迷渡口草庵中，睡著一个人，因想他必是闲人，便要将这抄录的《石头记》给他看看。那知那人再叫不醒。空空道人复又使劲拉他，才慢慢的开眼坐起。便接来草草一看，仍旧掷下道：“这事我已亲见尽知，你这抄录的尚无舛错。我只指与你一个人，托他传去，便可归结这段新鲜公案了。”",
            "english": "One day, Kung Kung Taoist passed through Qingkeng Feng again and saw that the \"filling of heaven\" stone was still there, and the words were the same. He read it from the beginning. He saw a few verses at the back, which described many words. He nodded and sighed, \"When I saw the strange text of Stone Brother before, I said it could be passed down to the world. So I copied it, but I didn't see the original copy. I don't know when there will be this wonderful story. I know that Stone Brother has descended to the world once, and has been polished by light, and has been repaired by the round. It can be said that there is no more regret. But it is afraid that the years are long and the characters are blurred, and there may be errors. It is better for me to copy it again and find a person who is free from the world. I trust him to spread it throughout the world. Knowing that it is not strange, it is not vulgar, it is not true, and it is not false. Or dust dreams to labor people, to let birds call them back to sleep, and mountain spirits to welcome them, and to turn into stones to fly backThe Taoist priest then led me to the stream in the Cliff of Rushing Water and the Ferry of Indolence. There I found a recluse sleeping in a little hermitage. I supposed he was a quiet person, and thought of showing him the manuscript of the Stone. When I tried to wake him, he would not stir. The Taoist priest then pulled him, and he slowly sat up and took the manuscript. He read it through and threw it back at me saying, \"I have seen this with my own eyes and know it to be true. You have copied it correctly. I will point out one person to you, and you can send him a message. This will settle the case.\"\n\n英文译文：\n\nThe Taoist priest then led me to the stream in the Cliff of Rushing Water and the Ferry of Indolence. There I found a recluse sleeping in a little hermitage. I supposed he was a quiet person, and thought of showing him the manuscript of the Stone. When I tried to wake him, he would not stir. The Taoist priest then pulled him, and he slowly sat up and took the manuscript. He read it through and threw it back at me saying, \"I have seen this with my",
            "chinese": "这天，空空道人又经过青埂峰，看见那“补天未用”的石头还在，上面的字迹还是一样。他又从头看了一遍。见后面有几句偈语，叙述了很多收缘结果的话头，便点头叹道：“我以前看到石兄这段奇文，原说可以流传后世，所以曾经抄录，但未见返本还原。不知什么时候，又有了这段佳话？方知石兄下凡一次，磨出光明，修成圆觉，也可谓无复遗憾了！只怕年深日久，字迹模糊，反有舛错，不如我再抄录一番，找个世上清闲无事的人，托他传遍，知道奇而不奇，俗而不俗，真而不真，假而不假。或者尘梦劳人，聊倩鸟呼归去，山灵好客，更从石化飞来，也不一定。”想毕，便又抄了，仍袖至那繁华昌盛地方遍寻了一番。不是建功立业之人，即系糊口谋衣之辈，那有闲情去和石头饶舌？直接来到急流津、觉迷渡口草庵里，睡着一个人，因为我想他一定是个闲人，就打算把抄录的《石头记》给他看看。谁知道那人再怎么叫都不醒。空空道人又使劲拉他，他才慢慢的睁开眼睛坐起来。然后接过来草草一看，又把它扔下来说：“这件事我已经亲眼见过并知道，你抄录的没有错误。我只给你指一个人，让他传过去，就可以解决这个新鲜的公案了。”"
        },
        {
            "original": "空空道人忙问何人。那人道：“你须待某年，某月，某日，某时，到一个悼红轩中，有个曹雪芹先生，只说贾雨村言，托他如此如此。”说毕，仍旧睡下了。",
            "english": "Kongkong Dao Ren hurriedly asked who he was. The man said, \"You must wait until a certain year, a certain month, a certain day, a certain hour, and go to the Mourning Red Pavilion to find Mr. Cao Xueqin and tell him what Jia Yuancun said, and tell him this and that.\" After saying this, the man fell asleep again.",
            "chinese": "空空道人急忙问那个人是谁。那个人说：“你必须等到某年、某月、某日、某时，去悼红轩中找曹雪芹先生，告诉他贾雨村的话，要他这样那样。”说完，那个人又睡着了。"
        },
        {
            "original": "那空空道人牢牢记著此言，又不知过了几世几劫，果然有个悼红轩，见那曹雪芹先生正在那里翻阅历来的古史。空空道人便将贾雨村言了，方把这《石头记》示看。那雪芹先生笑道：“果然是‘贾雨村言’了！”空空道人便问：“先生何以认得此人，便肯替他传述？”那雪芹先生笑道：“说你空空原来肚里果然空空！既是‘假语村言’，但无鲁鱼亥豕以及背谬矛盾之处，乐得与二三同志，酒馀饭饱，雨夕灯窗，同消寂寞，又不必大人先生品题传世。似你这样寻根究底，便是‘刻舟求剑，胶柱鼓瑟’了！”",
            "english": "Kongkong Dao Ren remembered this sentence, and didn't know how many generations and eons had passed, when he finally found the Diaohong Xuan, and there was a Cao Xueqin reading ancient history. Kongkong Dao Ren told Cao Xueqin about Jia Yuankun's words and showed him The Stone Records. Cao Xueqin laughed and said, \"Surely it's 'Jia Yuankun's words'!\" Kongkong Dao Ren asked, \"Mr. Xueqin, how do you know this person and want to pass it on?\" Cao Xueqin laughed and said, \"You really are an empty empty, with an empty empty belly! Since The Stone Records is 'a false saying by a village man', there are no mistakes, no contradictions, then let us a few friends, after we have eaten our fill and drunk our fill, and it's a rainy night and the lights are on, to kill time together, and there is no need for adult gentlemen to evaluate and pass it down. You are so persistent, it's like 'looking for a sword on a boat, tuning a zither with glue'!\"\n\n中文原文：\n\n那空空道",
            "chinese": "那空空道人牢牢记住了这句话，也不知道过了几世几劫，果然有个悼红轩，那里有个曹雪芹先生正在翻阅古史。空空道人就把贾雨村的话说了，把《石头记》拿给他看。那雪芹先生笑道：“果然是‘贾雨村言’了！”空空道人便问：“先生怎么认识这个人，愿意替他传述？”那雪芹先生笑道：“你真是个空空，肚子里果然空空！既然《石头记》是‘假语村言’，没有错别字，没有矛盾的地方，那就让我们几个朋友，在酒足饭饱，雨夜灯下，一起消遣寂寞，又不用大人先生品评传世。你这样追究，就是‘刻舟求剑，胶柱鼓瑟’了！”"
        },
        {
            "original": "那空空道人听了，仰天大笑，掷下抄本，飘然而去，一面走著，口中说道：“原来是敷衍荒唐！不但作者不知，抄者不知，并阅者也不知。不过游戏笔墨，陶情适性而已！”后人见了这本传奇，亦曾题过四句偈语，为作者缘起之言更进一竿云：",
            "english": "Kongkong Dao Ren listened and laughed to the sky. He threw down the manuscript and drifted away. As he walked, he said, \"This is nothing but a敷衍荒唐！ The author does not know, the copyist does not know, and the reader does not know. It is only a game of writing, to cultivate one's temperament.\" Later people who read this legend also wrote four verses as the opening words of the author.",
            "chinese": "空空道人听了，仰天大笑，扔下抄本，飘然而去，一边走一边说道：“这根本是敷衍荒唐！作者不知，抄者不知，读者也不知。只是一种游戏笔墨，陶冶性情罢了！”后来的人看过这本传奇，也曾经写过四句偈语，作为作者缘起之言更进一步。"
        },
        {
            "original": "说到辛酸处，荒唐愈可悲。由来同一梦，休笑世人痴！",
            "english": "When we talk of the sorrows of life, how pitiful the tale of folly! All has been but a dream, and let us not laugh at the foolish ones who are still dreaming.",
            "chinese": "说到辛酸处，荒唐更可悲。由来皆一梦，休笑痴世人。"
        }
    ],
    "title": "《甄士隐详说太虚情　贾雨村归结红楼梦》",
    "chapter_number": 120
}