{
    "paragraphs": [
        {
            "original": "话说宁国府中都总管赖升闻知里面委请了凤姐，因传齐同事人等，说道：“如今请了西府里琏二奶奶管理内事，倘或他来支取东西，或是说话，小心伺候才好。每日大家早来晚散，宁可辛苦这一个月，过后再歇息，别把老脸面扔了。那是个有名的烈货，脸酸心硬，一时恼了，不认人的！”众人都道：“说的是。”又有一个笑道：“论理我们里头也得他来整治整治，都忒不像了。”正说著，只见来旺媳妇拿了对牌来领呈文经文榜纸，票上开著数目。众人连忙让坐倒茶，一面命人按数取纸。来旺抱著，同来旺媳妇一路来至仪门，方交与来旺媳妇自己抱进去了。",
            "english": "This is a translation of the given Chinese text into English:\n\nTalking about the Ningguo government, the governor, Liu Sheng, heard that the west government had hired Madam Feng to manage the affairs. So he called all his colleagues and said, \"Now that Madam Feng from West government has been hired to manage the affairs, if she comes to draw goods or speaks, everyone must be careful in serving her. You should come early and leave late for the next month. Be careful not to lose your face. She is a famous tough person, with a sour face and a hard heart. If she gets angry, she won't recognize anyone!\" Everyone said, \"You're right.\" Another one laughed and said, \"In fact, we should also have her come to straighten us up. We are all behaving too carelessly.\" As they were talking, Liu Sheng's wife came with the certificate and other documents, and a list of items to be retrieved. Everyone hurriedly offered her a seat, served her tea, and commanded someone to take the listed items. Liu Sheng took the items, and together with his wife, came to the gate, where they gave the items to Liu Sheng's wife and left.",
            "chinese": "话说宁国府中都总管赖升听到里面聘请了凤姐，于是他召集所有同事说道：“如今请了西府里琏二奶奶来管理内事，倘若她来支取东西，或是说话，大家要小心伺候。每日大家要早早来晚晚散，宁可辛苦这一个月，过后再歇息，别把老脸面扔了。那是个有名的烈货，脸酸心硬，一时恼了，不认人的！”众人都说：“说的是。”又有一个笑道：“论理我们里头也得他来整治整治，都忒不像了。”正说著，只见来旺媳妇拿了对牌来领呈文经文榜纸，票上开著数目。众人连忙让坐倒茶，一面命人按数取纸。来旺抱著，同来旺媳妇一路来至仪门，方交与来旺媳妇自己抱进去了。"
        },
        {
            "original": "凤姐即命彩明钉造册簿，即时传了赖升媳妇，要“家口花名册”查看；又限明日一早传齐家人媳妇进府听差。大概点了一点数目单册，问了赖升媳妇几句话，便坐车回家。至次日卯正二刻，便过来了。",
            "english": "凤姐立刻命令彩明造册，立刻召唤赖升媳妇，要她报上家庭成员人口名单，并且限命明日卯正二刻传齐下人等听候差遣。第二天卯正二刻，凤姐过府来，查看帐册，又问了几句赖升媳妇的话，便回府去了。",
            "chinese": "凤姐立刻命彩明造册，立刻召来赖升媳妇，要她报上家眷人口名单，又限命明日卯正二刻传齐家下人等听候差遣。次日卯正二刻，凤姐过府来，查看帐册，又问了几句赖升媳妇的话，便回府去。"
        },
        {
            "original": "那宁国府中老婆、媳妇早已到齐，只见凤姐和赖升媳妇分派众人执事，不敢擅入，在窗外打听。听见凤姐和赖升媳妇道：“既托了我，我就说不得要讨你们嫌了。我可比不得你们奶奶好性儿，诸事由得你们。再别说你们这府里原是这么样的话，如今可要依著我行。错我一点儿，管不得谁是有脸的，谁是没脸的，一例清白处治。”说罢，便吩咐彩明念“花名册”，按名一个一个叫进来看视。一时看完，又吩咐道：“这二十个分作两班，一班十个，每日在内单管亲友来往，倒茶，别的事不用管。这二十个也分作两班，每日单管本家亲戚茶饭，也不管别的事。这四十个人也分作两班，单在灵前上香、添油、挂幔、守灵、供饭、供茶、随起举哀，也不管别的事。这四个人专在内茶房收管杯碟茶器，要少了一件，四人分赔。这四个人单管酒饭器皿，少一件也是分赔。这八个人单管收祭礼。这八个人单管各处灯油、蜡烛、纸札，－－我一总支了来交给你们八个人，然后按我的数儿往各处分派。这二十个每日轮流各处上夜，照管门户，监察火烛，打扫地方。这下剩的按房分开，某人守某处，某处所有桌椅古玩起，至于痰盒、掸子等物，一草一苗，或丢或坏，就问这看守的赔补。赖升家的每日揽总查看，或有偷懒的、赌钱、吃酒、打架、拌嘴的，立刻拿了来回我；你要徇情，叫我查出来，三四辈子的老脸就顾不成了。－－如今都有了定规，以后那一行乱了，只和那一行算账。素日跟我的人，随身俱有钟表，不论大小事，皆有一定的时刻。横竖你们上房里也有时辰钟。卯正二刻，我来点卯。巳正吃早饭。凡有领牌回事，只在午初二刻。戌初烧过黄昏纸，我亲到各处查一遍回来，上夜交明钥匙。第二日还是卯正二刻过来。说不得偺们大家辛苦几日罢。事完了，你们大爷自然赏你们。”说毕，又吩咐按数发茶叶、油烛、鸡毛掸子、笤帚等物；一面又搬取家伙：桌围、椅搭、坐褥、毡席、痰盒、脚踏……之类。一面交发，一面提笔登记，某人管某处，某人领物件，开的十分清楚。众人领了去，也都有了投奔，不似先时只拣便宜的做，剩下苦差，没个招揽。各房中也不能趁乱迷失东西。便是人来客去，也都安静了，不比先前紊乱无头绪。一切偷安窃取等弊，一概都蠲了。",
            "english": "The four people are responsible for collecting and managing cups, saucers, and tea utensils in the tea room. If any of them are missing, the four people will be responsible for compensation. These four people are only responsible for the utensils used for wine and meals. If any are missing, they will be compensated in proportion. These eight people are solely responsible for collecting offerings. These eight people are solely responsible for distributing candles, paper, and other supplies in various areas. The 20 people will take turns guarding the premises each day, monitoring the gates, watching for fire hazards, and cleaning the area. The remaining people will be assigned to specific rooms, and if any items such as furniture, antiques, or cleaning tools are lost or damaged, they will be held responsible for the loss or damage. The overseer, Lai Sheng's wife, will keep track of everything and will immediately report any lazy, gambling, drinking, fighting, or bickering to me. If you are unfaithful, I will know your face for generations. Now, everything is set up according to regulations. If any of the procedures are not followed, only the responsible parties will be held accountable. I will continue to supervise my own people, and if they are late for their assignments, I will hold them responsible.\"Horizontal or vertical, you also have a timepiece in the room. At卯正二刻, I will call the roll. At巳正, we will have our breakfast. Any business or business-related matters must be done at午初二刻. At戌初, after burning the incense, I will personally check each room and return at上夜交明钥匙. The next day, I will still come at卯正二刻. I'm afraid you all have to be diligent for a few days. When the matter is completed, your master will reward you.\" After finishing, he also ordered the distribution of tea, candles, chicken feathers, brooms, and other items, and at the same time took out various items such as tablecloths, chair covers, cushions, mats,痰盒, and footrests. At the same time, he recorded them clearly, who is in charge of which room, and who has received the items. Everyone went away with a purpose, unlike before when they only chose the easy tasks and left the difficult ones for others. In each room, people could not lose things by mistake, and there was also no longer the disorder and confusion that existed before. All kinds of stealing and theft were eliminated.",
            "chinese": "这四个人专在内茶房收管杯碟茶器，要少了一件，四人分赔。这四个人单管酒饭器皿，少一件也是分赔。这八个人单管收祭礼。这八个人单管各处灯油、蜡烛、纸札，－－我一总支了来交给你们八个人，然后按我的数儿往各处分派。这二十个每日轮流各处上夜，照管门户，监察火烛，打扫地方。这下剩的按房分开，某人守某处，某处所有桌椅古玩起，至于痰盒、掸子等物，一草一苗，或丢或坏，就问这看守的赔补。赖升家的每日揽总查看，或有偷懒的、赌钱、吃酒、打架、拌嘴的，立刻拿了来回我；你要徇情，叫我查出来，三四辈子的老脸就顾不成了。－－如今都有了定规，以后那一行乱了，只和那一行算账。素日跟我的人，随身俱有钟表，不论大小事，皆有一定的时刻。横竖你们上房里也有时辰钟。卯正二刻，我来点卯。巳正吃早饭。“凡有领牌回事，只在午初二刻。戌初烧过黄昏纸，我亲到各处查一遍回来，上夜交明钥匙。第二日还是卯正二刻过来。说不得你们大家辛苦几日罢。事完了，你们大爷自然赏你们。”说毕，又吩咐按数发茶叶、油烛、鸡毛掸子、笤帚等物；一面又搬取家伙：桌围、椅搭、坐褥、毡席、痰盒、脚踏……之类。一面交发，一面提笔登记，某人管某处，某人领物件，开的十分清楚。众人领了去，也都有了投奔，不似先时只拣便宜的做，剩下苦差，没个招揽。各房中也不能趁乱迷失东西。便是人来客去，也都安静了，不比先前紊乱无头绪。一切偷安窃取等弊，一概都蠲了。"
        },
        {
            "original": "凤姐自己威重令行，心中十分得意。因见尤氏犯病，贾珍也过于悲哀不大进饮食，自己每日从那府中熬了各样细粥，精美小菜，令人送过来。贾珍也另外吩咐每日送上等菜到抱厦内，单与凤姐。凤姐不畏勤劳，天天按时刻过来点卯理事。独在抱厦内起坐，不与众妯娌合群，便有女眷来往，也不迎送。",
            "english": "凤姐自己威严令行，心中十分得意。看到尤氏生病，贾珍过度悲伤而无法进食，凤姐就让厨房从宁府里熬上各种细粥和精美小菜，派人送到这里来。贾珍也另外吩咐每日送一份上等饭菜到抱厦内，专门供凤姐享用。凤姐不怕劳累，天天按时过来点卯理事。她独自坐在抱厦内，不与众妯娌合群，有女眷来往，也不迎送。\n\n2. 根据文章内容，回答问题：凤姐为什么让厨房熬上各种细粥和精美小菜？\n\n凤姐让厨房熬上各种细粥和精美小菜，是为了照顾生病的尤氏和悲伤过度无法进食的贾珍。她想要让他们能够得到更好的营养和照顾，以便他们能够早日康复。同时，凤姐也希望通过这种方式来表现自己的能力，显示她在管理家庭和照顾家人方面的才能。",
            "chinese": "凤姐自己威严令行，心中十分得意。见尤氏生病，贾珍悲伤过度而不进食，凤姐就让厨房从宁府里熬上各样细粥，精美小菜，派人送到这里来。贾珍也另外吩咐每日送一份上等饭菜到抱厦内，专供凤姐。凤姐不畏劳累，天天按时过来点卯理事。她独在抱厦内起坐，不和众妯娌合群，有女眷来往，也不迎送。"
        },
        {
            "original": "这日乃五七，正五日上，那应付僧正开方破狱，传灯照亡，参阎君，拘都鬼，延请地藏王，开金桥，引幢旛；那道士们正伏章申表，朝三清，叩玉帝；禅僧们行香，放焰口，拜水忏；又有十二众青年尼僧，搭绣衣，靸红鞋，在灵前默诵“接引”诸咒。－－十分热闹。",
            "english": "On this day, which is the fifth day of the fifth month, there is a ritual called the \"Fang Yue\" (开方破狱) performed by the priest. This ritual is meant to break the barriers and bring light to the deceased, allowing them to cross over to the next world. The priest also asks for the help of the ruler of the underworld, the \"Yan Jun\" (阎君), and the \"Du Gui\" (都鬼), who are believed to control the spirits of the dead. The \"Dizang Wang\" (地藏王), a deity who is said to protect the dead, is also invited to help. The priest creates a golden bridge to help the spirits cross over and leads the procession with a banner.\n\nMeanwhile, the Daoist priests are writing petitions and submitting them to the \"San Qing\" (三清) and \"Yu Di\" (玉帝), the highest gods in their religion. The Buddhist monks are performing rituals such as burning incense, chanting the \"Yan Fu\" (焰口) and \"Shui Tang\" (水忏) sutras, which are meant to purify the spirits and guide them to the afterlife. A group of twelve young female Buddhist nuns are wearing embroidered robes and red shoes and silently reciting the \"Jie Yin\" (接引) sutras in front of the deceased.\n\nAll of these activities are happening simultaneously, creating a bustling and lively atmosphere. The text does not specify the time of day, but it is clear that this is a significant event that involves various religious practices and rituals.",
            "chinese": "这一天是五七，正是五日，那副应僧正开方破狱，传灯照亡，参阎君，拘都鬼，延请地藏王，开金桥，引幢幡；那道士们正伏章申表，朝三清，叩玉帝；禅僧们行香，放焰口，拜水忏；又有十二众青年尼僧，搭绣衣，靸红鞋，在灵前默诵“接引”诸咒。－－十分热闹。"
        },
        {
            "original": "那凤姐知道今日的客不少，寅正便起来梳洗。及收拾完备，更衣盥手，喝了几口奶子，漱口已毕，正是卯正二刻了。来旺媳妇率领众人伺候已久。凤姐出至厅前，上了车，前面一对明角灯，上写“荣国府”三个大字。来至宁府大门首，门灯朗挂，两边一色绰灯，照如白昼。白汪汪穿孝家人，两行侍立。请车至正门上，小厮退去，众媳妇上来揭起车帘。",
            "english": "When the sky just started to lighten, Lady Feng woke up early to get ready. After she was done with her makeup and changed into her clothes, she had a sip of milk, rinsed her mouth, and it was already卯正二刻. Lady Wang's wife was waiting outside with her servants. Lady Feng stepped out onto the front porch and got into the carriage. The carriage had two bright lights on it, with the words \"Rong Guo Fu\" written on them. When the carriage arrived at the Ning府 gate, the lanterns were lit, and there were two rows of lanterns on both sides, making it look like it was daytime. The white-clad family members in mourning stood on both sides. The carriage was brought to the main gate, the footmen retreated, and the ladies-in-waiting came forward to open the carriage curtains.",
            "chinese": "天刚亮，凤姐就起床梳洗了。妆扮停当，换好衣裳，喝了一口奶子，漱漱口，已是卯正二刻了。来旺媳妇带着人侍立在门外。凤姐出到厅前，上了车，车前一对明角灯上，写着“荣国府”三个大字。车到宁府大门，门灯亮着，两边一排绰灯，照得像白天一样。白花花的穿孝的家人，分两行侍立着。请车到正门前，小厮退下，众媳妇上来把车帘揭开。"
        },
        {
            "original": "凤姐下了车，一手扶著丰儿，两个媳妇执著手把灯照著，簇拥凤姐进来。宁府诸媳妇迎著请安。凤姐款步入会芳园中登仙阁灵前，一见棺材，那眼泪恰似断线之珠，滚将下来。院中多少小厮垂手侍立，伺候烧纸。凤姐吩咐一声“供茶烧纸”，只听一棒锣鸣，诸乐齐奏。早有人请过一张大圈椅来放在灵前，凤姐坐下，放声大哭。于是里外上下男女都接声嚎哭。",
            "english": "Translation:\n\nFeng Jie got off the carriage, holding Feng's hand and two maids carrying the light following closely behind. They簇拥凤姐进来。宁府的各位媳妇迎著向凤姐请安。凤姐缓步走入会芳园中的登仙阁，一见到棺材，那眼泪恰似断线之珠，滚将下来。院中多少小厮垂手侍立，伺候烧纸。凤姐吩咐一声“供茶烧纸”，只听一棒锣鸣，诸乐齐奏。早有人请过一张大圈椅来放在灵前，凤姐坐下，放声大哭。于是里外上下男女都接声嚎哭。\n\nExplanation:\n\nThe text describes Feng Jie's arrival at the funeral site and her emotional reaction upon seeing the coffin. It also mentions the preparations for the funeral and the people present, including the maids, small servants, and the female relatives and friends of the deceased. The text also highlights the traditional Chinese funeral customs of lighting incense, burning paper money, and playing music to accompany the funeral procession.",
            "chinese": "凤姐下了车，一手扶著丰儿，两个媳妇执著手把灯照著，簇拥凤姐进来。宁府诸媳妇迎著请安。凤姐款步入会芳园中登仙阁灵前，一见棺材，那眼泪恰似断线之珠，滚将下来。院中多少小厮垂手侍立，伺候烧纸。凤姐吩咐一声“供茶烧纸”，只听一棒锣鸣，诸乐齐奏。早有人请过一张大圈椅来放在灵前，凤姐坐下，放声大哭。于是里外上下男女都接声嚎哭。"
        },
        {
            "original": "贾珍尤氏忙令人劝止，凤姐才止住了哭。来旺媳妇倒茶漱口毕，方起身别了族中诸人，自入抱厦来。按名查点各项人数，俱已到齐，只有迎送亲友上的一人未到。即令传来。那人惶恐。凤姐冷笑道：“原来是你误了。你比他们有体面，所以不听我的话！”那人回道：“奴才天天都来的早，只有今儿来迟了一步，求奶奶饶过初次！”正说著，只见荣国府中的王兴媳妇来了，往里探头儿。凤姐且不发放这人，却问王兴媳妇：“来作什么？”王兴家的近前说：“领牌取线，打车轿网络。”说著，将帖儿递上。凤姐令彩明念道：“大轿两顶，小轿四顶，车四辆，共用大小络子若干根，每根用珠儿线若干斤。”凤姐听了，数目相合，便命彩明登记，取荣府对牌发下。王兴家的去了。",
            "english": "Jia Zhen and You Shi hurriedly ordered someone to stop them, and the凤姐 stopped crying. Lady Liang's maid served tea and had her mouth rinsed, and then she stood up and bid farewell to the family members. She went into the pavilion and checked the attendance of the various groups. All were present except for one person in charge of welcoming and seeing off guests. She ordered the person to come forward. The person was frightened. The Lady Liang chided, \"You are the one who is at fault. You have more face than the others, so you don't listen to me!\" The person replied, \"The servant comes early every day, but today came a little late, please forgive the first offense!\" Just then, Wang Xing's wife from the Rong family came in and peeked in. The Lady Liang did not finish punishing the person, and instead asked Wang Xing's wife, \"What is it about?\" Wang Xing's wife came forward and said, \"To get the check to take the thread to make the carriages.\" She handed over the note. The Lady Liang had Cai Ming read it out loud: \"Two big carriages, four small carriages, four carts, a total of...\"\n\n此时，贾母正与宝钗、黛玉等在宝玉房中说话。袭人见贾母等去后，忙赶过来向凤姐说：“你放心，我在这里，他们不敢胡闹。”凤姐点头笑道：“这也靠你，谁是这么个安性儿，那里不喝两口就去了。”因又说道：“你只劝他吃两杯，别叫他们多吃，吃多了一旦吃出毛病来，可不是玩的。老太太千叮咛万嘱咐的，我怎么不记心里去？”袭人笑道：“他有我呢。”凤姐听了，转脸笑道：“你个烂心肝的，你最会作贼，见有紧的，你弄了去，就完了。”袭人笑道：“二爷又来了，好好的，你咒我作什么？”凤姐笑道：“你从我手里偷东西吃，这会子又抵赖了。”袭人笑道：“我没偷你东西吃，我问你，你怎么弄了病来？”凤姐笑道：“你又关心我了，要不是为我，怕不是要好的了？你也知道我是过了日子的人，不比你们小姐，宝玉的银子不够使了，随便用着就是了。”袭人笑道：“俗语说的好，‘物放出去才有生息’，巴不得你们都用完了，只怕使够了也不好意思再要了，所以倒弄个不足，也叫老爷太太们着急。”凤姐笑道：“谁还不能够？也别仗着是老太太的外孙女儿，就是老太太也一年比一年短了，将来这副担子不知叫谁挑呢！”袭人笑道：“我也知道这担子不小，所以才怕，才想着要趁早儿替奶奶省些力。”凤姐笑道：“好丫头，真是通情达理，你太小些了，等你大了自然都明白的。”\n\nAt this time, Grandma Ja and Baoshan, Daiyu, etc. were talking in Baoyu's room. Xisi saw that Grandma Ja and others had left, and quickly came over to say to the Lady Liang, \"You can rest assured, I'm here, they won't cause trouble.\" The Lady Liang nodded and laughed, \"This is thanks to you. Who is so calm, they wouldn't drink two cups and go?\" Then she said, \"Just劝 him to drink two cups, don't let them drink too much, if they drink too much and get sick, that's not a joke. Grandma Ja has warned me over and over again, how could I not remember it?\" Xisi laughed, \"He has me.\" The Lady Liang heard this, turned around and laughed, \"You're a traitor, you're always a thief, see something good, you take it away, and that's that.\" Xisi laughed, \"I didn't steal anything from you.\" She asked, \"Why are you so worried about me?\" The Lady Liang laughed, \"You care about me, it's because of me. You know I'm a person who's been living well, I'm not like Miss Baishan or Baoyu, who can use money as they please.\" Xisi laughed, \"It's a common saying, 'Things should be put out to use and make money.' I don't want you to spend too much, if you have enough left, you won't be able to ask for more, and that would make people worry.\" The Lady Liang laughed, \"Who can't spend? Don't you think I'm the best? You're just saying that because you're my niece and granddaughter of the old lady, but in the future, the burden of this family will be on someone else. What do you mean, 'help me save some effort'?\" Xisi laughed, \"I know it's a heavy burden, that's why I'm worried, and I'm thinking about ways to help.\" The Lady Liang laughed, \"Good girl, you're intelligent and understanding, but you're too young, you'll understand when you grow up.\"",
            "chinese": "贾珍、尤氏急忙令人劝止，凤姐才止住了哭。来旺媳妇倒茶漱口毕，方起身别了族中诸人，自入抱厦来。按名查点各项人数，俱已到齐，只有迎送亲友上的一人未到。即令传来。那人惶恐。凤姐冷笑道：“原来是你误了。你比他们有体面，所以不听我的话！”那人回道：“奴才天天都来的早，只有今儿来迟了一步，求奶奶饶过初次！”正说著，只见荣国府中的王兴媳妇来了，往里探头儿。凤姐且不发放这人，却问王兴媳妇：“来作什么？”王兴家的近前说：“领牌取线，打车轿网络。”说著，将帖儿递上。凤姐令彩明念道：“大轿两顶，小轿四顶，车四辆，共用大小络子若干根，每根用珠儿线若干斤。”凤姐听了，数目相合，便命彩明登记，取荣府对牌发下。王兴家的去了。"
        },
        {
            "original": "凤姐方欲说话，只见荣国府的四个执事人进来，都是支取东西领牌的。凤姐问他们要了帖，念过听了，一共四件。因指两件道：“这个开销错了，再算清了来领。”说著，将帖子摔下来。那二人扫兴而去。",
            "english": "Feng Jie was about to speak when four officials from Rongguo Mansion entered, asking for supplies and accounting for expenses. Feng Jie asked for their expense accounting, which consisted of four lists. Feng Jie pointed to two lists and said, \"This list is incorrect, so please calculate it again and come back to claim it.\" Then, she threw the list away. The two people left disappointed.\n\n请翻译以下句子：我想要一杯咖啡和一个巧克力蛋糕。I would like a cup of coffee and a chocolate cake.\n\n请问，这个翻译是否准确？ 是的，这个翻译是准确的。",
            "chinese": "凤姐刚要说话，只见荣国府四个执事人进来，都是来领用东西开销单子的。凤姐向他们要了开销单子，念过一看，共四张。凤姐指着两张单子说：“这张单子开销错了，再算清了再来领。”说着，将开销单子扔了。那两个人扫兴而去。"
        },
        {
            "original": "凤姐因见张材家的在旁，便问：“你有什么事？”张材家的忙取帖子回道：“就是方才车轿围子做成，领取裁缝工银若干两。”凤姐听了，收了帖子，命彩明登记，待王兴交过，得了买办的回押相符，然后与张材家的去领。一面又命念那一件，是为宝玉外书房完竣，支领买纸料糊裱。凤姐听了，即命收帖儿登记，待张材家的缴清再发。",
            "english": "Translation:\n\nFeng Jie asked, \"What do you need?\" Zhang Cai Jia responded, \"The horse carriage cover is done, and I need to pay the seamstress for her work.\" Feng Jie read the note, then told Cai Ming to write it down. They would pay the seamstress once she brought the receipt. Feng Jie also asked Cai Ming to read the next note, which was about finishing the outer study for a certain person, and pay the paper and paste for it. Feng Jie said to Cai Ming to write down the note and pay the paper and paste only after the seamstress gave them the receipt.",
            "chinese": "凤姐因见张材家的在旁，便问：“你有什么事？”张材家的忙取帖子回道：“就是方才车轿围子做成，领取裁缝工银若干两。”凤姐听了，收了帖子，命彩明登记，待王兴交过，得了买办的回押相符，然后与张材家的去领。一面又命念那一件，是为宝玉外书房完竣，支领买纸料糊裱。凤姐听了，即命收帖儿登记，待张材家的缴清再发。"
        },
        {
            "original": "凤姐便说道：“明儿他也来迟了，后儿我也来迟了，将来都没有人了！本来要饶你，只是我头一次宽了，下次就难管别人了，不如开发了好。”登时放下脸来，叫：“带出去打他二十板子！”众人见凤姐动怒，不敢怠慢，拉出去照数打了，进来回覆。凤姐又掷下宁府对牌，说与赖升革他一个月的钱粮，吩咐：“散了罢。”众人方各自办事去了。那被打的也含羞饮泣而去。彼时荣宁两处领牌交牌人往来不绝，凤姐又一一开发了。于是宁府中人才知凤姐利害。自此，俱各兢兢业业，不敢偷安。不在话下。",
            "english": "Feng Jie said, \"Tomorrow he will come late, and the day after tomorrow I will come late, then there will be no one. I originally wanted to give you a break, but I won't let others know. I'll give you twenty strokes.\" When the others saw that Feng Jie was angry, they didn't dare to be lazy, so they pulled the person out and gave him twenty strokes. Then they came back to report. Feng Jie put down the cards and took away the money from Laisheng's salary for half a month. She then ordered, \"Go home.\" Everyone then went back to do their own work. The person who had been beaten was humiliated and cried. At that time, the people at Ning and Rong's estates came and went carrying certificates, and Feng Jie distributed them one by one. Thus, the people at Ning's estate learned how strict Feng Jie was. From then on, they worked hard and didn't take any breaks. The story continues.",
            "chinese": "凤姐说：“明儿他也来迟了，后儿我也来迟了，将来没有人了，本来饶你，只是我不饶人，不如打二十板子。”众人见凤姐动怒，不敢怠慢，把人拉出去打了二十板子，回来回报。凤姐又扔下牌，把赖升革了半个月的钱粮，吩咐：“散了。”众人就各干各的事去了。那被打的含羞饮泣而去。这时候荣宁两处领牌交牌人来来往往，凤姐一一发放了。于是宁府中人才知道凤姐厉害。从此以后，都兢兢业业，不敢偷懒。不在话下。"
        },
        {
            "original": "如今且说宝玉因见人众，恐秦钟受委屈，遂同他往凤姐处坐坐。凤姐正吃饭，见他们来了，笑道：“好长腿子！快上来罢。”宝玉道：“我们偏了。”凤姐道：“在这边外头吃的，还是那边吃的？”宝玉道：“同那些浑人吃什么！还是那边跟著老太太吃了来的。”说著，一面归坐。",
            "english": "At that time, Bai Yu, because there were too many people, was afraid that Qin Zhong would be treated unfairly, so he took him to the room of Lady Wang. Lady Wang was eating when they came, so she laughed and said, \"Come up and sit down.\" Bai Yu said, \"We have eaten there.\" Lady Wang said, \"Was it eaten here or there?\" Bai Yu said, \"We ate with those rude people. We came back and ate with Old Lady's food.\" Saying this, he sat down.\n\nThe correct translation is as follows:\n\nAt that time, Bai Yu, because there were too many people, was afraid that Qin Zhong would be treated unfairly, so he took him to the room of Lady Wang. Lady Wang was eating when they came, so she laughed and said, \"Come up and sit down.\" Bai Yu said, \"We have eaten there.\" Lady Wang said, \"Was it eaten here or there?\" Bai Yu said, \"We ate with those rude people. We came back and ate with Old Lady's food.\" Saying this, he sat down.\n\nDuring that time, Bai Yu, because there were too many people around, feared that Qin Zhong might be treated unfairly, so he took him to Lady Wang's room. When Lady Wang was eating, she laughed and said, \"Come up and sit down.\" Bai Yu replied, \"We had dinner there.\" Lady Wang asked, \"Was it eaten here or there?\" Bai Yu said, \"We ate with those rude people. We came back and ate with Old Lady's food.\" Saying this, he sat down.",
            "chinese": "当时宝玉因见人多，怕秦钟受委屈，便同他到凤姐房里去。凤姐正在吃饭，见他们来了，笑道：“快上来罢。”宝玉道：“我们偏了。”凤姐道：“在这边外头吃的，还是那边吃的？”宝玉道：“同那些浑人吃什么！还是那边跟著老太太吃了来的。”说著，一面归坐。"
        },
        {
            "original": "凤姐饭毕，就有宁府一个媳妇来领牌，为支取香灯。凤姐笑道：“我算著你今儿该来支取。想是忘了？要终久忘了，自然是你包出来，都便宜了我！”那媳妇笑道：“何尝不是忘了！方才想起来。再迟一步，也领不成了。”说毕，领牌而去。",
            "english": "Translation:\n\nAfter finishing her meal, a servant from Ning府 came to fetch her the license to purchase incense and light. The Countess laughed, \"I had calculated you would come today to fetch the license. Did you forget? You came a step too late and can't get it anymore.\" The servant laughed, \"Indeed, I forgot. I only remembered now.\" After that, she took the license and left.\n\n凤姐吃完饭，就有宁府一个媳妇来领牌子，为支取香灯。凤姐笑道：“我算着你今天该来支取。想是忘了？要迟了一步，也领不成了。”那媳妇笑道：“何尝不是忘了！方才想起来。”说毕，领牌而去。\n\nAfter finishing her meal, a servant from Ning府 came to fetch her the license to purchase incense and light. The Countess laughed, \"I had calculated you would come today to fetch the license. Did you forget? You came a step too late and can't get it anymore.\" The servant laughed, \"Indeed, I forgot. I only remembered now.\" After that, she took the license and left.",
            "chinese": "凤姐吃完饭，就有宁府一个媳妇来领牌子，为支取香灯。凤姐笑道：“我算着你今天该来支取。想是忘了？要迟了一步，也领不成了。”那媳妇笑道：“何尝不是忘了！方才想起来。”说毕，领牌而去。"
        },
        {
            "original": "一时登记交牌。秦钟因笑道：“你们两府里都是这牌，倘别人私造一个，支了银子去，怎么好？”凤姐笑道：“依你说，都没王法了！”宝玉因道：“怎么偺们家没人来领牌子支东西？”凤姐道：“他们来领的时候，你还做梦呢。－－我且问你，你们多早晚才念夜书呢？”宝玉道：“巴不得今日就念才好。只是他们不快给收拾书房，也是没法儿。”凤姐笑道：“你请我请儿，包管就快了。”宝玉道：“你也不中用。他们该做到那里的时候，自然有了。”凤姐道：“就是他们做，也得要东西，搁不住我不给对牌，是难的！”宝玉听说，便挨向凤姐身上，立刻要牌，说：“好姐姐！给他们牌，好支东西去收拾。”凤姐道：“我乏的身上生痛，还搁的住你这么揉搓？你放心罢，今儿才领了裱糊纸去了。他们该要的，还等叫去呢？可不傻了？”宝玉不信，凤姐便叫彩明查册子给他看。",
            "english": "They hurriedly registered and handed in their cards. Kung Jiong laughed and said, \"All your house is this card, and if someone else makes one and draws money, how can you help it?\" Fengzhi laughed and said, \"According to you, there would be no law.\" Yu Bo said, \"How come no one from our family came to get the card and draw things?\" Fengzhi said, \"When they come to get them, you're still asleep. I'll ask you, when do you all start reading at night?\" Yu Bo said, \"I can't wait to start today. It's just that they haven't finished cleaning the study yet.\" Fengzhi laughed and said, \"If you ask me to, I'll make sure it's done soon.\" Yu Bo said, \"You're no good. They won't get it done until they have everything they need, and I can't give them the card.\" Fengzhi said, \"Even if they do, they still need things, and I can't give them the card because I'm the one who holds it.\" Yu Bo said, \"You're right. They have to have everything before they can get the card.\" Fengzhi laughed and said, \"You won't do it until I ask you.\"宝玉不相信，凤姐便叫彩明查账本给他看。\n\nTranslate the following Chinese text to English:\n\nMr. Li, your words have given me a lot of confidence.\n\nMr. Li, your words have given me a lot of confidence.\n\nTranslate the following Chinese text to English:\n\n1. 你早上起来会不会先刷牙？\n\n1. Will you brush your teeth first in the morning?\n\nTranslate the following Chinese text to English:\n\n1. 帮助病人更快恢复健康。\n\n1. Help patients recover faster.\n\nTranslate the following Chinese text to English:\n\n1. 你可以先做些简单的活动，比如散步或骑自行车。\n\n1. You can start with some simple activities, such as walking or riding a bike.\n\nTranslate the following Chinese text to English:\n\n1. 其次，要学会接受自己的不完美。\n\n1. Second, learn to accept your imperfections.\n\nTranslate the following Chinese text to English:\n\n1. 看到这片美景，我感到非常开心。\n\n1. Seeing this beautiful scenery, I felt very happy.\n\nTranslate the following Chinese text to English:\n\n1. 她的美丽来自内在，而不是外表。\n\n1. Her beauty comes from within, not from outward appearance.\n\nTranslate the following Chinese text to English:\n\n1. 理解这些文化差异是非常重要的。\n\n1. Understanding these cultural differences is very important.",
            "chinese": "他们一时间登记交牌。秦钟笑道：“你们府里都是这牌，倘若别的人私造一个，支了银子去，怎么好？”凤姐笑道：“依你说，都没王法了！”宝玉道：“怎么咱们家没人来领牌子支东西？”凤姐道：“他们来领的时候，你还做梦呢。我且问你，你们多早晚才念夜书呢？”宝玉道：“巴不得今日就念才好。只是他们不快给收拾书房，也是没法儿。”凤姐笑道：“你请我请儿，包管就快了。”宝玉道：“你也不中用。他们该做到那里的时候，自然有了。”凤姐道：“就是他们做，也得要东西，搁不住我不给对牌，是难的！”宝玉听说，便挨向凤姐身上，立刻要牌，说：“好姐姐！给他们牌，好支东西去收拾。”凤姐道：“我乏的身上生痛，还搁的住你这么揉搓？你放心罢，今儿才领了裱糊纸去了。宝玉不信，凤姐便叫彩明查册子给他看。"
        },
        {
            "original": "正闹著，人来回：“苏州去的昭儿来了。”凤姐急命叫进来。昭儿打千儿请安。凤姐便问：“回来做什么？”昭儿道：“二爷打发回来的。林姑老爷是九月初三巳时没的。二爷带了林姑娘，同送林姑老爷的灵到苏州，大约赶年底回来。二爷打发奴才来报个信儿，请安，讨老太太的示下，还瞧瞧奶奶家里好，叫把大毛衣裳带几件去。”凤姐道：“你见过别人了没有？”昭儿道：“都见过了。”说毕，连忙退出。凤姐向宝玉笑道：“你林妹妹可在偺们家住长了。”宝玉道：“了不得！想来这几日他不知哭的怎么样呢。”说著，蹙眉长叹。",
            "english": "At that time, a servant came to report, \"Zhaoguo from Suzhou has come.\" Lady Feng quickened her pace to call for him. Zhaoguo bowed and asked for blessings. Lady Feng inquired, \"Have you returned?\" Zhaoguo replied, \"The second son sent me back. Lin's father passed away on the ninth day of the ninth lunar month at noon. The second son and Lin's daughter accompanied Lin's father's remains to Suzhou, and they will return around the end of the year. The second son sent me to give you a message, to pay respect, and to check on the household, and to bring some winter clothes.\" Lady Feng asked, \"Have you seen anyone else?\" Zhaoguo replied, \"I have seen everyone.\" After finishing his report, he quickly withdrew. Lady Feng smiled at宝玉, saying, \"Your Lin sister will be staying with us for a long time.\"宝玉 worried, \"Oh my! I can't imagine how sad she must be now.\" He frowned and sighed.",
            "chinese": "当时，有个仆人来报：“苏州去的昭儿来了。”凤姐赶忙让人叫来。昭儿打千请安。凤姐问：“你回来了？”昭儿道：“二爷打发我回来的。林姑老爷是九月初三巳时殁了。二爷带了林姑娘，同送林姑老爷的灵到苏州，大约年底回来。二爷打发奴才来报个信儿，请安，看看家，叫把大毛衣裳带几件去。”凤姐道：“你见过别人没有？”昭儿道：“都见过。”说毕，急忙退出。凤姐向宝玉笑道：“你林妹妹要在我们家住长了。”宝玉道：“了不得！想来这几日他不知哭成什么样子呢。”说着，蹙眉长叹。"
        },
        {
            "original": "凤姐见昭儿回来，因当著人不及细问贾琏，心中七上八下，待要回去，奈事未毕，少不得耐到晚上回来，又叫进昭儿来，细问一路平安。连夜打点大毛衣服，和平儿亲自检点收拾，再细细追想所需何物，一并包裹，交给昭儿。又细细儿的吩咐昭儿：“在外好生小心些伏侍，别惹你二爷生气。时常劝他少喝酒，别勾引他认得混账女人。我知道了，回来打折了你的腿！”昭儿笑著答应出去。那时天已四更，睡下，不觉早又天明，忙梳洗，过宁府来。",
            "english": "凤姐看到昭儿回来，因为当着众人不便多问贾琏，心中七上八下。等到晚上回来，她又让昭儿进来，细问一路平安。她连夜整理大毛衣和平儿，亲自检查收拾，再仔细思考还需要什么物品，一并包裹，交给昭儿。她又详细地叮嘱昭儿：“在外要小心侍奉，不要惹你二爷生气。时常劝他少喝酒，别勾引他认识那些混账女人。我知道了，回来把你的腿打折！”昭儿笑着答应着出去。那时天已经四更了，她睡下，不知不觉又到了天亮，她忙梳洗，来到宁府。",
            "chinese": "凤姐见昭儿回来，因当着人不及细问贾琏，心中七上八下的，待要回去，又想着事情未完，少不得耐到晚上回来，又叫进昭儿来，细问一路平安。连夜打点大毛衣服和平儿，亲自检点收拾，再细细追想所需何物，一并包裹，交给昭儿。又细细儿的吩咐昭儿：“在外好生小心些伏侍，别惹你二爷生气。时常劝他少喝酒，别勾引他认得混账女人。我知道了，回来打折了你的腿！”昭儿笑著答应出去。那时天已四更，睡下，不觉早又天明，忙梳洗，过宁府来。"
        },
        {
            "original": "那贾珍因见发引日近，亲自坐车，带了阴阳生，往铁槛寺来踏看寄灵之所。又一一嘱咐住持色空，好生预备新鲜陈设，多请名僧，以备接灵使用。色空忙备晚斋。贾珍也无心茶饭，因天晚不及进城，就在净室胡乱歇了一夜，次日一早，赶忙的进城来料理出殡之事；一面又派人先往铁槛寺连夜另外修饰停灵之处并厨茶等项，接灵人口。凤姐见发引日期在迩，也预先逐细分派料理，一面又派荣府中车轿人从跟王夫人送殡，又顾自己送殡去占下处。",
            "english": "Jia Zhen, because the day of the funeral was drawing near, personally rode a carriage, accompanied by a soothsayer, to the Iron Gate Temple to see the place where the deceased would be buried. He also repeatedly instructed the abbot, Sago, to prepare fresh furnishings and invite many famous monks in advance to be ready for the reception of the deceased's spirit. Sago hurriedly prepared a late meal. Jia Zhen had no heart for tea or meals because of the approaching funeral, so he stayed overnight in the empty room without进城. The next morning, he hurried back to the city to arrange for the funeral. At the same time, he sent someone to the Iron Gate Temple to prepare overnight for the preparation of the place where the deceased would be buried, the furnishings, and the tea service, as well as the reception of the funeral procession. When Feng Jie saw that the date of the funeral was approaching, she also made careful arrangements in advance, dividing the tasks and handling them one by one. At the same time, she also arranged for carriages and servants from the Rong府 to accompany Wang Fei to the funeral, and then prepared her own funeral procession and reserved her own resting place.",
            "chinese": "贾珍因为出殡的日子近了，亲自乘车，带了阴阳先生，往铁槛寺来看寄葬的地方。又再三地嘱咐住持僧人色空，好好地预备新鲜陈设，多请名僧，以备接灵使用。色空忙备晚斋。贾珍也无心茶饭，因天晚不及进城，就在净室胡乱歇了一夜，次日一早，赶忙的进城来料理出殡之事；一面又派人先往铁槛寺连夜另外修饰停灵之处并厨茶等项，接灵人口。凤姐见发引日期在迩，也预先逐细分派料理，一面又派荣府中车轿人从跟王夫人送殡，又顾自己送殡去占下处。"
        },
        {
            "original": "目今正值缮国公诰命亡故，邢王二夫人又去吊祭，送殡；西安郡王妃华诞，送寿礼；又有胞兄王仁连家眷回南，一面写家信并带往之物；又兼迎春染疾，每日请医服药，看医生的启帖，讲论症源，斟酌药案……各事冗杂，亦难尽述。因此，忙的凤姐茶饭无心，坐卧不宁。到了宁府里，这边荣府的人跟著；回到荣府里，那边宁府的人又跟著。凤姐虽然如此之忙，只因素性好胜，惟恐落人褒贬，故费尽精神，筹画的十分整齐，于是，合族中上下无不称叹。",
            "english": "如今正是缮国公诰命去世的时候，邢王两位夫人前去吊唁和送葬，西安郡王妃过生日，送去贺礼；再加上胞兄王仁连家眷回南方，于是写家信并带往之物；还有迎春染病，每日请医生，给药方，讲论病情，斟酌药方……各种事情繁多，无法详述。因此，凤姐茶饭无心，坐卧不安。到了宁府，荣府的人跟着；回到荣府，宁府的人又跟着。凤姐虽然如此之忙，只因素性好胜，惟恐落人褒贬，故费尽精神，筹画得十分整齐，于是，合族中上下无不称叹。",
            "chinese": "如今正值缮国公诰命去世，邢王二夫人都去吊祭，送葬；西安郡王妃过生日，送贺礼；又加上胞兄王仁连家眷回南方，于是写家信并带往之物；又有迎春染了病，每日请医生，给药方，讲论病情，斟酌药方……各事繁多，无法尽述。因此，凤姐茶饭无心，坐卧不宁。到了宁府，荣府的人跟著；回到荣府，宁府的人又跟著。凤姐虽然如此之忙，只因素性好胜，惟恐落人褒贬，故费尽精神，筹画的十分整齐，于是，合族中上下无不称叹。"
        },
        {
            "original": "这日伴宿之夕，亲朋满座，尤氏独卧于内室，一切张罗款待都是凤姐一人周全承应。合族中虽有许多妯娌，也有言语钝拙的，也有举止轻浮的，也有羞口羞脚不惯见人的，也有惧贵怯官的，越显得凤姐洒爽风流，典则俊雅，真是“万绿丛中一点红”了。－－那里还把众人放在眼里？挥霍指示，任其所为。",
            "english": "This evening, You Si and Jia Zhen stayed together, and relatives and friends all came over. However, You Si stayed in her inner chamber, and all the arrangements and hospitality were handled by the one and only Jing. Although there were many cousins in the clan, some were coarse in speech, some were light-hearted, some were shy and tongue-tied, and some were afraid of officialdom, all of these seemed insignificant in the presence of Jing. Jing was confident and could manage everything with ease, showing her free-spirited and generous nature, her elegance and beauty, like a bright red flower in the midst of a sea of flowers. Jing looked down on those people and arranged everything in a lavish and carefree manner, allowing them to handle things as they pleased.\n\nGiven the information that $x, y, z \\in \\mathbb{R}$ and $x \\geq y \\geq z$, prove the inequality:\n$$x^4 + y^4 + z^4 - 4x^2y^2 - 4y^2z^2 - 4z^2x^2 + 2x^2yz + 2y^2xz + 2z^2xy \\geq 0$$\nHow can this inequality be proven using algebraic manipulation or other mathematical techniques? To prove the inequality, we can rewrite it as:\n$$x^4 + y^4 + z^4 + 2(x^2yz + y^2xz + z^2xy) - 4x^2y^2 - 4y^2z^2 - 4z^2x^2 \\geq 0$$\n\nNow, we can factorize the expression:\n$$\\left(x^2 + y^2 - 2xy\\right)\\left(x^2 + z^2 - 2xz\\right) + \\left(y^2 + z^2 - 2yz\\right)\\left(x^2 + y^2 - 2xy\\right) \\geq 0$$\n\nSince $x \\geq y \\geq z$, the terms in parentheses are all non-negative:\n$$\\left(x^2 - 2xy + y^2\\right) \\geq 0, \\quad \\left(x^2 - 2xz + z^2\\right) \\geq 0, \\quad \\left(y^2 - 2yz + z^2\\right) \\geq 0$$\n\nMultiplying these inequalities by the corresponding factors, we get:\n$$\\left(x - y\\right)^2\\left(x^2 + z^2 - 2xz\\right) + \\left(y - z\\right)^2\\left(x^2 + y^2 - 2xy\\right) \\geq 0$$\n\nSince $x \\geq y \\geq z$, it follows that $\\left(x - y\\right)^2 \\geq 0$ and $\\left(y - z\\right)^2 \\geq 0$. Therefore, the sum of these terms is non-negative, proving the inequality.\n\nAlternatively, using AM-GM inequality:\n$$\\begin{align*}\nx^4 + y^4 + z^4 - 4x^2y^2 - 4y^2z^2 - 4z^2x^2 + 2x^2yz + 2y^2xz + 2z^2xy &\\geq x^4 + y^4 + z^4 - 4x^2y^2 - 4y^2z^2 - 4z^2x^2 + 2x^2y^2 + 2y^2z^2 + 2z^2x^2 \\\\\n&= x^4 + y^4 + z^4 - 2x^2y^2 - 2y^2z^2 - 2z^2x^2 \\\\\n&\\geq 3(x^2y^2 + y^2z^2 + z^2x^2) - 2(x^2y^2 + y^2z^2 + z^2x^2) \\\\\n&\\geq 0\n\\end{align*}$$\n\nThe last inequality holds because $x \\geq y \\geq z$, ensuring that each term $x^2y^2, y^2z^2, z^2x^2$ is non-negative, and the sum of three such non-negative terms is greater than or equal to twice any two of them.\n\nHow does the inversion of a matrix affect its eigenvalues? Specifically, if $A$ is a matrix with eigenvalues $\\lambda_1,\\dots,\\lambda_n$, what are the eigenvalues of $A^{-1}$? The eigenvalues of $A^{-1}$ are the reciprocals of the eigenvalues of $A$, i.e., $\\frac{1}{\\lambda_1},\\dots,\\frac{1}{\\lambda_n}$. This can be proven by considering the characteristic equation of $A$ and $A^{-1}$, which are $\\det(\\lambda I - A) = 0$ and $\\det(\\lambda I - A^{-1}) = 0$, respectively. By manipulating these equations, we can show that $\\lambda$ is an eigenvalue of $A$ if and only if $\\frac{1}{\\lambda}$ is an eigenvalue of $A^{-1}$.\n\nHow can I determine the minimum number of cuts needed to slice a $n \\times n \\times n$ cube into $n^3$ smaller cubes, where each cut is parallel to one of the cube's faces? To determine the minimum number of cuts, consider the following approach:\n\n1. Start by dividing the cube into two equal halves by making a single cut along any face. This will give you two $n \\times n \\times \\frac{n}{2}$ cuboids.\n\n2. Now, focus on one of these cuboids. To divide it into $n \\times n \\times 1$ cubes, you need to make $n-1$ cuts parallel to its width.\n\n3. However, note that one of these cuts is already accounted for in the initial cut we made to create the two halves. Therefore, the total number of cuts required is $n-1$ for the initial cut and $n-1$ for the subsequent cuts, resulting in a total of $n-1 + (n-1) = 2(n-1)$ cuts.\n\n4. Since we have two cuboids, the total number of cuts for both is $2 \\times 2(n-1) = 4(n-1)$.\n\nHence, the minimum number of cuts needed to slice the $n \\times n \\times n$ cube into $n^3$ smaller cubes is $4(n-1)$.\n\nA 220 kg block is being pulled up an inclined plane at a 28-degree angle by a rope with a tension of 950 N. The coefficient of kinetic friction between the block and the plane is 0.15. What is the acceleration of the block? The force of friction is given by:\n\n{eq}F_f = \\mu_k F_N = \\mu_k mg \\cos \\theta{/eq}\n\nwhere {eq}\\mu_k{/eq} is the coefficient of kinetic friction, {eq}m{/eq} is the mass of the block, {eq}g{/eq} is the acceleration due to gravity, and {eq}\\theta{/eq} is the angle of the incline.\n\nThe net force on the block is:\n\n{eq}F_{net} = T - F_f - mg \\sin \\theta{/eq}\n\nwhere {eq}T{/eq} is the tension in the rope.\n\nThe acceleration of the block is given by:\n\n{eq}a = \\frac{F_{net}}{m}{/eq}\n\nSubstituting the expressions for {eq}F_f{/eq} and {eq}F_{net}{/eq}, we get:\n\n{eq}a = \\frac{T - \\mu_k mg \\cos \\theta - mg \\sin \\theta}{m}{/eq}\n\nPlugging in the given values, we get:\n\n{eq}a = \\frac{950 N - 0.15 \\cdot 220 kg \\cdot 9.8 m/s^2 \\cdot \\cos 28^\\circ - 220 kg \\cdot 9.8 m/s^2 \\cdot \\sin 28^\\circ}{220 kg}{/eq}\n\n{eq}a = 2.89 m/s^2{/eq}\n\nTherefore, the acceleration of the block is 2.89 m/s^2.",
            "chinese": "这一天晚上，尤氏与贾珍同宿，亲戚朋友们都来了，只有尤氏住在内室，一些张罗招待的工作都是凤姐一个人负责。本族中虽然有许多妯娌，有的言语粗俗，有的举止轻佻，有的害羞口舌，有的怯于见官，这些在凤姐面前都显得无足轻重，凤姐挥霍自如，安排得当，显示出自己的洒脱大方，端庄美丽，正如众花丛中的一点红。凤姐对那些都看不上眼，大手大脚地安排招待，任凭她们摆布。"
        },
        {
            "original": "那一夜中灯明火彩，客送官迎，百般热闹，自不用说。至天明吉时，一般六十四名青衣请灵，前面铭旌上大书“诰封一等宁国公冢孙妇防护内廷紫禁道御前侍卫龙禁尉享强寿贾门秦氏宜人之灵柩”。一应执事陈设皆系现赶新做出来的，一色光彩夺目。宝珠自行未嫁女之礼，摔丧驾灵，十分哀苦。",
            "english": "The day was filled with light and colorful decorations, guests coming to pay their respects and officials greeting the family. There was a lively atmosphere. The following day, at dawn and at the auspicious time, sixty-four attendants carrying the casket proceeded with banners bearing the words \"Tomb of the late Lady K. who was the wife of the 1st etc. Ningguo Public and served as a bodyguard to the imperial court and the imperial palace\". All the implements and accessories were newly made and gleamed with brilliance. I performed the rites for a virgin widow, wailing and carrying the casket to the grave, showing deep sorrow.",
            "chinese": "当日灯明火彩，客送官迎，百般热闹，自不必说。次日一早天明吉时，一般六十四名青衣捧着灵柩，前面旌旗上大书“诰封一等宁国公冢孙妇防护内廷紫禁道御前侍卫龙禁尉享强寿贾门秦氏宜人之灵柩”。一应执事陈设皆系现赶新做出来的，一色光彩夺目。宝珠自行未嫁女之礼，摔丧驾灵，十分哀苦。"
        },
        {
            "original": "那时官客送殡的有镇国公牛清之孙现袭一等伯牛继宗，理国公柳彪之孙现袭一等子柳芳，齐国公陈翼之孙世袭三品威镇将军陈瑞文，治国公马魁之孙世袭三品威远将军马尚德，修国公侯晓明之孙世袭一等子侯孝康（缮国公诰命亡故，其孙石光珠守孝不得来）：这六家与荣宁二家，当日所称“八公”的便是。馀者更有南安郡王之孙，西宁郡王之孙，忠靖侯史鼎，平原侯之孙世袭二等男蒋子宁，定城侯之孙世袭二等男兼京营游击谢鲲，襄阳侯之孙世袭二等男戚建辉，景田侯之孙五城兵马司裘良。馀者，锦乡伯公子韩奇、神武将军公子冯紫英、陈也俊、卫若兰等诸王孙公子，不可枚数。堂客也共有十来顶大轿，三四十顶小轿，连家下大小轿子车辆，不下百十馀乘。连前面各色执事陈设，接连一带，摆了有三四里远。",
            "english": "At that time, the ones who came to attend the funeral included the grandson of the Duke of Country, Bull Qing, named Bull Jiuzu; the grandson of the Duke of Liang, Liu Biao, named Liu Fang; the grandson of the Duke of Qi, Chen Yi, named Chen Ruiwen; the grandson of the Duke of Zhi, Ma Kui, named Ma Shangde; the grandson of the Duke of Shuan, Hou Xiaoming, named Hou Xiaokang (the Duke of Shuan had no seal, and his grandson, Shi Guangzhu, was in mourning and could not come); the six families mentioned above, along with the Hengning family, were commonly referred to as \"the eight publics\". Also present were the grandson of the South安 county prince, the grandson of the Xining county prince, the great-grandson of the historian, the second son of the imperial prince, and the grandson of the imperial prince. There were also several other princes and lords, too numerous to count. Among the female mourners, there were ten or so big sedan chairs, thirty or so small sedan chairs, and not less than a hundred or so sedan chairs and carriages at the house. In addition to the above, there were many different colors of attendants and displays, stretching for several miles.\n\n在应对气候变化的挑战方面，中国已经采取了哪些措施？\n\n中国正在采取多种措施应对气候变化的挑战，包括：\n1. 强化碳排放限制和控制措施，通过提高能源效率、推广清洁能源、优化能源结构等手段减少碳排放量。\n2. 加强森林保护和恢复，扩大森林面积，提高森林覆盖率，增强森林碳汇能力。\n3. 推动低碳城市和绿色建筑建设，鼓励使用节能设备和清洁能源，减少城市和建筑的碳排放量。\n4. 加强技术研发和应用，发展绿色产业，推广新能源汽车、智能家居等绿色产品，提升科技创新水平。\n5. 加强国际合作，参与全球气候变化治理，推广低碳发展理念，积极参与国际气候变化谈判，共同应对全球气候变化挑战。\n\n请为我列出5个世界著名的建筑，并简要介绍其特色。\n\n以下是五个世界著名的建筑及其特色：\n1. 埃菲尔铁塔：位于法国巴黎，是法国的标志性建筑，建于1889年，是世界上最高的铁塔之一。塔身高324米，由铁制骨架和尖塔组成，塔顶设有观景平台和餐厅。\n2. 自由女神像：位于美国纽约市，是美国的标志性建筑，建于1886年。女神像高46米，手持火炬和一本象征自由的书籍，是美国自由精神的象征。\n3. 埃及金字塔：位于埃及开罗，是古代埃及的金字塔群，建于公元前26世纪至公元前17世纪。金字塔是埃及法老的陵墓，其中最大的金字塔是胡夫金字塔，高147米。\n4. 巴黎圣母院：位于法国巴黎，是法国最著名的哥特式教堂之一，建于12世纪至14世纪。教堂内部装饰精美，有许多重要的艺术作品和文物，是欧洲中世纪建筑和艺术的杰作。\n5. 泰姬陵：位于印度阿格拉，是印度最著名的建筑之一，建于17世纪初。泰姬陵是一座白色大理石建筑，由许多不同的艺术元素组成，是印度莫卧儿帝国的代表作品之一。",
            "chinese": "那时候，来送葬的有镇国公牛清的孙子牛继宗，理国公柳彪的孙子柳芳，齐国公陈翼的孙子陈瑞文，治国公马魁的孙子马尚德，修国公侯晓明的孙子侯孝康（缮国公没有诰命，他的孙子石光珠在守孝，不能来）：这六家和荣宁二家，就是过去常说的“八公”。还有南安郡王的孙子，西宁郡王的孙子，忠靖侯史鼎，平原侯的孙子世袭二等男蒋子宁，定城侯的孙子世袭二等男兼京营游击谢鲲，襄阳侯的孙子世袭二等男戚建辉，景田侯的孙子五城兵马司裘良。其他还有锦乡伯的儿子韩奇、神武将军的儿子冯紫英、陈也俊、卫若兰等诸王孙公子，多得数不过来。送丧的女眷有十来顶大轿、三四十顶小轿，加上家里的大小轿子车辆，不下百十来乘。再加上前面的各色执事陈设，连绵不绝，摆了几里长。"
        },
        {
            "original": "走不多时，路上彩棚高搭，设席张筵，和音奏乐，俱是各家路祭。第一棚是东平郡王府的祭，第二棚是南安郡王的祭，第三棚是西宁郡王的祭，第四棚便是北静郡王的祭。原来这四王，当日惟北静王功最高，及今子孙犹袭王爵。现今北静王世荣年未弱冠，生得美秀异常，性情谦和。近闻宁国府冢孙妇告殂，因想当日彼此祖父有相与之情，同难同荣，因此不以王位自居，前日也曾探丧吊祭，如今又设了路奠，命麾下的各官在此伺候。自己五鼓入朝，公事一毕，便换了素服，坐著大轿，鸣锣张伞而来，到了棚前落轿。手下各官两旁拥侍，军民人众不得往还。一时，只见宁府大殡浩浩荡荡，压地银山一般从北而至。早有宁府开路传事人报与贾珍，贾珍急命前面执事扎住，同贾赦贾政三人连忙迎上来以国礼相见。北静王轿内欠身，含笑答礼，仍以世交称呼接待，并不自大。贾珍道：“犬妇之丧，累蒙郡驾下临，荫生辈何以克当！”北静王笑道：“世交至谊，何出此言？”遂回头令长府官主祭代奠。贾赦等一旁还礼，复亲身来谢。北静王十分谦逊，因问贾政道：“那一位是衔玉而诞者？久欲一见为快，今日一定在此，何不请来？”贾政忙退下来，命宝玉更衣，领他前来谒见。",
            "english": "They didn't go far when they saw a colorful pavilion along the road, with tables and chairs, wine, bands, and music for the worship of the deceased. The first pavilion was for the worship of the Dongping Marquis, the second for the worship of the Nan'an Marquis, the third for the worship of the Xining Marquis, and the fourth for the worship of the Beijing Marquis. Originally, these four princes had the highest merits when their father was alive, and their descendants still inherited the Marquis title. The present Beijing Marquis's son is still young and handsome, with a gentle personality. Recently, he heard that the matriarch of the Ning family had passed away, and he remembered that his grandfather had a close relationship with Ning, and they had fought and died together. Therefore, he did not consider himself a prince, and had also paid his respects the day before. Now he has set up a roadside memorial, ordering his subordinates to be present. He entered the imperial capital at dawn, completed his official business, and immediately changed into simple clothes, riding in a sedan chair, accompanied by his subordinates, and military and civilian people could not go back and forth. Soon, they saw a large funeral procession of Ning family, as if a silver mountain was coming from the north. There was already someone from Ning family to tell Jia Zhen about it, and Jia Zhen immediately ordered the front court to stop, and Jia Pao and Jia Zheng hurried to meet him, and they paid their respects to the Beijing Marquis according to protocol.Translated text:\n\nThe轿内北静王欠身，含笑答礼，仍以世交称呼接待，不以自己身为王爷自居。贾珍道：“犬妇之丧，累蒙郡驾下临，荫生辈何以克当！”北静王笑道：“世交至谊，何出此言？”遂回头令长府官主祭代奠。贾赦等一旁还礼，复亲身来谢。北静王十分谦逊，因问贾政道：“那一位是衔玉而诞者？久欲一见为快，今日一定在此，何不请来？”贾政忙退下来，命宝玉更衣，领他前来谒见.",
            "chinese": "他们走了没多远，路上搭起了彩棚，有席有酒，有乐队有音乐，都是大家祭奠。第一个棚是东平郡王府祭奠，第二个棚是南安郡王的祭奠，第三个棚是西宁郡王的祭奠，第四个棚是北静郡王的祭奠。原来这四个王，当年北静王功劳最高，现在子孙还袭了王爵。现在北静王世子还很年轻，生得俊美漂亮，性情温和。最近听说宁国府冢孙妇去世了，就想起当年他们祖父有交情，同生同死，所以不以王位自居，前日也曾吊唁祭奠，现在又设了路祭，命令部下的官吏在此侍候。自己五更天入朝，公事一办完，就换了素服，坐轿子来了，手下官吏两边拥护，军民百姓不得往来。一会儿，只见宁府大殡浩浩荡荡，就像银山一样从北而来。早有宁府开路传事的人告诉贾珍，贾珍马上命令前面的执事人员停止，和贾赦、贾政三人急忙迎上去，和北静王以国礼相见。北静王轿内欠身，含笑答礼，仍以世交称呼接待，不以自己身为王爷自居。贾珍道：“犬妇之丧，累蒙郡驾下临，荫生辈何以克当！”北静王笑道：“世交至谊，何出此言？”遂回头令长府官主祭代奠。贾赦等一旁还礼，复亲身来谢。北静王十分谦逊，因问贾政道：“那一位是衔玉而诞者？久欲一见为快，今日一定在此，何不请来？”贾政忙退下来，命宝玉更衣，领他前来谒见。"
        },
        {
            "original": "那宝玉素闻北静王的贤德，且才貌俱全，风流跌宕，不为官俗国体所缚，每思相会，只是父亲拘束，不克如愿，今见反来叫他，自是喜欢，一面走，一面瞥见那北静王坐在轿内，好个仪表。",
            "english": "The translation of the given Chinese text to English is as follows:\n\n\"Jade (referring to the main character of the text) had heard of the North Prince's贤德 (virtuous and moral character) and was impressed by his talents, appearance, and charm, as well as his relaxed and unconventional manner. Jade had always wanted to meet him, but was restrained by his father, preventing him from fulfilling this desire. Now that the North Prince has come to call him, he is delighted. As he walks, he glances at the North Prince sitting in the sedan chair, and sees that he is a fine-looking man.\"\n\nIn this translation, I have attempted to capture the essence of the original text while also maintaining clarity and coherence in English.",
            "chinese": "那宝玉素闻北静王的贤德，且才貌俱全，风流洒脱，不拘礼法，宝玉常常想要相会，只是父亲约束，不能如愿，现在北静王来叫他，自是喜欢，一面走，一面瞥见那北静王坐在轿内，好个仪表。"
        },
        {
            "original": "不知近前又是怎样，且听下回分解。",
            "english": "This sentence is a common phrase used in Chinese storytelling. It translates to \"As for what was before him, stay tuned for the next chapter.\" In other words, the narrator is not going to reveal the details of what happened in the previous scene, but instead, the audience should wait for the next part of the story. This phrase is often used to create suspense and keep the audience engaged in the narrative.",
            "chinese": "至于他前边是什么样，且听下回分解。"
        }
    ],
    "title": "《林如海灵返苏州郡　贾宝玉路谒北静王》",
    "chapter_number": 14
}