{
    "paragraphs": [
        {
            "original": "话说宝玉举目见北静王世荣头上戴著净白簪缨银翅王帽，穿著江牙海水五爪龙白蟒袍，系著碧玉红鞓带，面如美玉，目似明星，真好秀丽人物。宝玉忙抢上来参见。世荣从轿内伸手搀住，见宝玉戴著束发银冠，勒著双龙出海抹额，穿著白蟒箭袖，围著攒珠银带，面若春花，目如点漆。北静王笑道：“名不虚传，果然如宝似玉！”问：“衔的那宝贝在那里？”宝玉见问，连忙从衣内取出递与。北静王细细看了，又念了那上头的字，因问：“果灵验否？”贾政忙道：“虽如此说，只是未曾试过。”",
            "english": "Then the young prince of the North, who was riding in the front of the procession, saw a young man of excellent appearance, and went up to him and asked him what he was. The young man said, \"I am the son of the prince of the South, and I am about to go to the north.\" The young prince of the North said, \"I am the son of the prince of the North, and I am about to go to the south.\" They shook hands and went on their way. The young prince of the North then asked the young man of the South, \"What is your name?\" The young man of the South said, \"My name is Zhuang Xun.\" The young prince of the North said, \"I have heard of you, but I have not met you before. Please tell me your story.\" The young man of the South said, \"I am the son of the prince of the South, and I am about to go to the north. I have heard that the prince of the North is very kind and generous, and I would like to see him.\" The young prince of the North said, \"I am the son of the prince of the North, and I am about to go to the south. I have",
            "chinese": "话说宝玉抬头看见北静王世荣头上戴着净白簪缨银翅王帽，穿着江牙海水五爪龙白蟒袍，系着碧玉红鞓带，脸如美玉，目似明星，真是个英俊人物。宝玉急忙上前拜见。世荣从轿里伸出一只手来搀扶住宝玉，见宝玉戴着束发银冠，勒着双龙出海抹额，穿着白蟒箭袖，围著攒珠银带，面若春花，目如点漆。北静王笑道：“果然名不虚传，果然是宝似玉！”问：“衔的那宝贝在哪里？”宝玉见问，连忙从衣内取出递与。北静王仔细看了，又念了那上头的字，因问：“果真灵验吗？”贾政忙道：“虽然如此说，但还没有试过。”"
        },
        {
            "original": "北静王一面极口称奇，一面理顺彩绦，亲自与宝玉带上，又携手问宝玉几岁，现读何书。宝玉一一答应。北静王见他语言清朗，谈吐有致，一面又向贾政笑道：“令郎真乃龙驹凤雏！非小王在世翁前唐突，将来‘雏凤清于老凤声’，未可量也。”贾政陪笑道：“犬子岂敢谬承金奖。赖藩郡馀恩，果如所言，亦荫生辈之幸矣。”北静王又道：“只是一件：令郎如此资质，想老太夫人自然锺爱；但吾辈后生甚不宜溺爱，溺爱则未免荒失了学业。昔小王曾蹈此辙，想令郎亦未必不如是也。若令郎在家难以用功，不妨常到寒邸。小王虽不才，却多蒙海内众名士，凡至都者，未有不垂青目的，是以寒邸高人颇聚。令郎常去谈谈会会，则学问可以日进矣。”贾政忙躬身答道：“是。”",
            "english": "Prince of the North praised Bao Yuyu's talent while tying a ribbon around him, and asked his age and what books he was reading. Bao Yuyu answered each question. Prince of the North found that his speech was clear and his conversation was appropriate, and he laughed, \"Your son is truly a dragon and a phoenix! I don't know how to praise him, but I think he will surpass his father in the future.\" Jia Zheng replied, \"My son is not worthy of such praise. If he is able to achieve something in the future, it will be a blessing to our family.\" Prince of the North said, \"There is one thing. Your son is not able to focus on studying at home. He should often come to my house. Although I am not talented, I have many famous scholars visiting. Your son can come and talk, which can improve his studies.\" Jia Zheng replied, \"Yes.\"",
            "chinese": "北静王一边称赞宝玉的才华，一边给他系好彩带，还询问宝玉几岁、读什么书。宝玉一一回答。北静王发现他的语言清晰，谈吐得体，就向贾政笑道：“令郎真是龙驹凤雏！不是我夸口，将来‘雏凤清于老凤声’，未可限量。”贾政陪笑道：“犬子哪里敢受夸奖。承蒙藩王的余恩，将来如果能有所成就，也是我们家的幸事。”北静王又说：“只有一点，令郎在家里难以专心学习，不妨常到寒舍来。小王虽然不才，却有很多名士光顾。令郎常来谈谈，可以增进学问。”贾政忙道：“是。”"
        },
        {
            "original": "北静王又将腕上一串念珠卸下来，递与宝玉，道：“今日初会，仓卒无敬贺之物，此系圣上所赐蕶苓香念珠一串，权为贺敬之礼。”宝玉连忙接了，回身奉与贾政。贾政带著宝玉谢过了。于是贾赦贾珍等一齐上来叩请回舆。北静王道：“逝者已登仙界，非你我碌碌尘寰中人。小王虽上叨天恩，虚邀郡袭，岂可越仙輀而进呢？”贾赦等见执意不从，只得谢恩回来，命手下人掩乐停音，将殡过完，方让北静王过去。不在话下。",
            "english": "Prince Bao Jingzhen took off the string of beads around his wrist and handed it to Wang Yu, saying, \"Today we have just met, and I have no time to give you a gift. This is the string of beads given to me by the emperor. I'll give it to you as a token of our meeting.\" Wang Yu took it, and turned to hand it to Jia Zheng. Jia Zheng, with Wang Yu, thanked him. Wang Yu said, \"The deceased has already ascended to heaven, so we should not disturb the dead. Although I have the title of a county fief, I should not pass by the coffin.\" Jia Sheng and the others saw that Wang Yu insisted on not doing so, so they thanked him, and then stopped the music and completed the funeral. Wang Yu then went over.",
            "chinese": "北静王又将手腕上的一串念珠摘了下来，递给宝玉，说：“今天我们初次见面，匆匆忙忙没有送礼物，这是皇上赐给我的蕶苓香念珠一串，当作见面礼。”宝玉连忙接过，转身递给贾政。贾政带着宝玉向北静王表示感谢。北静王说：“故去的人已经升天了，我们这些庸碌的人不应该打扰。虽然我上头得到皇上的恩典，虚有郡袭的称号，但也不可越过灵柩而前行。”贾赦等见北静王执意不从，只得向他致谢，然后让手下人停止音乐，完成丧礼，北静王才过去。不在话下。"
        },
        {
            "original": "且说宁府送殡，一路热闹非常，刚至城门，又有贾赦、贾政、贾珍诸同寅属下各家祭棚接祭，一一的谢过，然后出城，竟奔铁槛寺大路而来。彼时贾珍带著贾蓉来到诸长辈前让坐轿上马，因而贾赦一辈的，各自上了车轿；贾珍一辈的，也将要上马。凤姐因惦记著宝玉，怕他在郊外纵性，不服家人的话，贾政管不著，惟恐有闪失，因此，命小厮来唤他。宝玉只得到他车前。凤姐笑道：“好兄弟，你是个尊贵人，和女孩儿似的人品，别学他们猴在马上。下来，偺们姐儿两个同坐车，好不好？”宝玉听说，便下了马，爬上凤姐车内。二人说笑前进。",
            "english": "It is said that the funeral procession of Ning府 has been bustling and noisy all the way. Just when they reached the city gate, another group of officials, including Jia Pai, Jia Zheng, and Jia Zhen, came to pay their respects. They thanked them one by one, and then left the city and headed straight for the road to the Iron Gate Temple. Jia Zhen and Jia Rong led the elders to get on their sedan chairs or mount their horses. The first generation of Jia Pai got into their sedan chairs or carriages, while the first generation of Jia Zhen was about to mount their horses. Fengjie was worried about Baoyu, fearing that he would be rebellious and disobedient, and that Jia Zheng couldn't control him, so she sent a servant to call him. Baoyu had to get down from the horse and get into Fengjie's sedan chair. The two of them chatted and laughed as they continued on their way.\n\nThis example is an example of Chinese vernacular being rewritten into simple modern普通话.",
            "chinese": "且说宁府送殡，一路热闹非常，刚到城门，又有贾赦、贾政、贾珍等同辈官员前来祭拜，一一地致谢，然后出城，直奔铁槛寺大路而来。贾珍带着贾蓉来到长辈面前让坐轿上马，贾赦一辈的，各自上了车轿；贾珍一辈的，也将要上马。凤姐因惦记着宝玉，怕他在郊外放纵，不服家人的话，贾政管不着，惟恐有闪失，因此，命小厮来唤他。宝玉只得到他车前。凤姐笑道：“好兄弟，你是个尊贵人，和女孩儿似的人品，别学他们猴在马上。下来，我们姐儿两个同坐车，好不好？”宝玉听说，便下了马，爬上凤姐车内。二人说笑前进。\n\n这个例子是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "不一时，只见那边两骑马直奔凤姐车来下马，扶车回道：“这里有下处，奶奶请歇歇更衣。”凤姐命请邢王二夫人示下。那二人回说：“太太们说不歇了，叫奶奶自便。”凤姐便命歇歇再走。小厮带著轿马，岔出人群，往北而来。宝玉忙命人去请秦钟。那时秦钟正骑著马，随他父亲的轿，忽见宝玉的小厮跑来请他去打尖。秦钟远看著宝玉所骑的马，搭著鞍笼，随著凤姐的车往北而去，便知宝玉同凤姐一车，自己也带马赶上来，同入一庄门内。那庄农人家无多房舍，妇女无处回避。那些村姑野妇见了凤姐、宝玉、秦钟的人品衣服，几疑天人下降。",
            "english": "In a short while, two horses came straight to Fong's carriage and dismounted. They escorted the carriage back and said, \"There is a place to stay here, please rest and change clothes.\" Fong ordered the邢王二 ladies to decide. The two returned, saying, \"The ladies said not to rest, please decide for yourself.\" Fong then ordered to rest and continue on. The page took the carriage and horses away from the crowd and went north. Yu Baomeng hurried to ask for Qian Zhong. At this time, Qian Zhong was riding his horse, following his father's carriage. Suddenly, he saw Yu Baomeng's page running to ask him to stop for lunch. Qian Zhong saw far away that Yu Baomeng's horse was riding with Fong's carriage to the north, and he knew that Yu Baomeng was in the same carriage as Fong. He also brought his horse and came up to join Yu Baomeng in entering a farmyard. The farm did not have many houses, and the women had no place to hide. The village girls and women saw Fong, Yu Baomeng, and Qian Zhong's appearance and clothes, and they thought they were gods",
            "chinese": "不久，只见那边两匹马直奔凤姐的车子下马，扶车回来说：“这里有个下处，奶奶请歇歇更衣。”凤姐命请邢王二夫人示下。那二人回说：“太太们说不歇了，叫奶奶自己决定。”凤姐便命歇歇再走。小厮带着轿马，岔出人群，往北而去。宝玉忙命人去请秦钟。那时秦钟正骑著马，随他父亲的轿，忽然看到宝玉的小厮跑来请他去打尖。秦钟远远地看见宝玉所骑的马，搭著鞍笼，随著凤姐的车往北而去，便知宝玉同凤姐一车，自己也带马赶上来，一同进入一个庄门内。那个庄农人家没有太多的房子，妇女无处躲避。那些村姑野妇见了凤姐、宝玉、秦钟的人品衣服，几疑天人下降。"
        },
        {
            "original": "凤姐进入茅屋，先命宝玉等出去玩玩。宝玉会意，因同秦钟带了小厮们各处游玩。凡庄家动用之物，俱不曾见过的，宝玉见了，都以为奇，不知何名何用。小厮中有知道的，一一告诉了名色并其用处。宝玉听了，因点头道：“怪道古人诗上说：‘谁知盘中餐，粒粒皆辛苦？’正为此也。”一面说，一面又到一间房内，见炕上有个纺车儿，越发以为稀奇。小厮们又说：“是纺线织布的。”宝玉便上炕摇转。只见一个村妆丫头，约有十七八岁，走来说道：“别弄坏了！”众小厮忙上来吆喝。宝玉也住了手，说道：“我因没有见过，所以试一试玩儿。”那丫头道：“你不会转，等我转给你瞧。”秦钟暗拉宝玉道：“此卿大有意趣。”宝玉推他道：“再胡说，我就打了！”说著，只见那丫头纺起线来，果然好看。忽听那边老婆子叫道：“二丫头，快过来！”那丫头丢了纺车，一径去了。",
            "english": "When the countess entered the hut, she first told the prince and his friends to go out and play. The prince understood, and with Qianzhong, he led the boys to play in various places. Everything in the house was something they had never seen before. The prince was impressed and asked the boys what they were. The boys who knew told them their names and uses. The prince nodded and said, \"It's no wonder that ancient poets said, 'How hard it is to get food! Every grain is the result of hard work.' That's what they meant.\" As they were talking, they went into a room and saw a spinning wheel on the bed. The prince was fascinated by it. One of the boys said, \"It's used to spin cotton and wool.\" The prince climbed onto the bed and started spinning. Just then, a country girl about seventeen or eighteen came in and said, \"Don't break it!\" The boys rushed over to stop him. The prince stopped and said, \"I just wanted to see what it was like.\" The girl said, \"You can't spin it. Let me show you.\" Kuzhong pulled the prince aside and said, \"This girl is very interesting.\" The prince pushed him and saidHow to rewrite Chinese colloquialism into simple sudden heard that old woman on the other side shouting: \"Little second daughter, come quickly!\" That girl threw down the spinning wheel, a run away. How to rewrite Chinese colloquialism into simple modern Putonghua? Please give examples.\nExample: Chinese colloquialism: Suddenly heard that old woman on the other side shouting: \"Little second daughter, come quickly!\" That girl threw down the spinning wheel, a run away. Simple modern Putonghua: Suddenly heard that old woman on the other side shouting: \"Little second daughter, come quickly!\" That girl threw down the spinning wheel, a run away.\n\nHow to rewrite Chinese colloquialism into simple sudden heard that old woman on the other side shouting: \"Little second daughter, come quickly!\" That girl threw down the spinning wheel, a run away. How to rewrite Chinese colloquialism into simple modern Putonghua? Please give examples.\n\nExample: Chinese colloquialism: Suddenly heard that old woman on the other side shouting: \"Little second daughter, come quickly!\" That girl threw down the spinning wheel, a run away. Simple modern Putonghua: Suddenly heard that old woman on the other side shouting: \"Little second daughter",
            "chinese": "凤姐进入茅屋，先命宝玉等出去玩玩。宝玉会意，因同秦钟带了小厮们各处游玩。凡庄家动用之物，俱不曾见过的，宝玉见了，都以为奇，不知何名何用。小厮中有知道的，一一告诉了名色并其用处。宝玉听了，因点头道：“怪道古人诗上说：‘谁知盘中餐，粒粒皆辛苦？’正为此也。”一面说，一面又到一间房内，见炕上有个纺车儿，越发以为稀奇。小厮们又说：“是纺线织布的。”宝玉便上炕摇转。只见一个村妆丫头，约有十七八岁，走来说道：“别弄坏了！”众小厮忙上来吆喝。宝玉也住了手，说道：“我因没有见过，所以试一试玩儿。”那丫头道：“你不会转，等我转给你瞧。”秦钟暗拉宝玉道：“此卿大有意趣。”宝玉推他道：“再胡说，我就打了！”说著，只见那丫头纺起线来，果然好看。\n\n如何将中国白话改写为简单的忽然听到那边老婆子喊道：“二丫头，快过来！”那丫头扔下纺车，一溜烟地跑了过去。\n\n如何将中国白话改写为简单的现代普通话？请给出示例。\n示例：中国白话：忽听那边老婆子叫道：“二丫头，快过来！”那丫头丢了纺车，一径去了。简单的现代普通话：忽然听到那边老婆子喊道：“二丫头，快过来！”那丫头扔下纺车，一溜烟地跑了过去。"
        },
        {
            "original": "宝玉怅然无趣。只见凤姐打发人来叫他两个进去。凤姐洗了手，换了衣服，问他换不换。宝玉道：“不换。”也就罢了。仆妇们端上茶食果品来，又倒上香茶来。凤姐等吃了茶，待他们收拾完备，便起身上车。外面旺儿预备赏封，赏了那庄户人家。那妇人等忙来谢赏。宝玉留心看时，并不见纺线之女；走不多远，却见这二丫头怀里抱著个小孩子，同著两个小女孩子在村头站著瞅他。宝玉情不自禁，然身在车上，只得眼角留情而已。一时电卷风驰，回头已无踪迹了。",
            "english": "Jade felt bored. He was called by the concubine. The concubine washed her hands and changed her clothes, asking him if he wanted to change. Jade said he didn't need to. The servants brought tea and fruits, and poured him a cup. The concubine drank the tea, and when they were done, she got into the carriage. Wang Er prepared a reward for the farmer. The woman hurried to thank him. Jade noticed that the girl spinning the yarn was gone. After a while, he saw the second lady holding a child, and two little girls standing at the village gate looking at him. Jade couldn't help but look, but he was in the carriage and could only look with his eyes. Soon, the carriage was out of sight, and he didn't see them again.",
            "chinese": "宝玉感到很无聊。凤姐派人叫他去。凤姐洗完手换了衣服，问他换不换。宝玉说不用换。仆人端来茶食和水果，又倒了茶。凤姐喝了茶，等他们收拾好，就上车了。旺儿准备了赏封，赏给那庄户人家。那妇人忙来道谢。宝玉注意看时，那个纺线的姑娘不见了。走了一会儿，却看到二丫头怀里抱着个小孩，和两个小女孩站在村头看他。宝玉忍不住看，但身在车上，只能眼角瞟一下。很快，车就开走了，回头已经看不见她们了。"
        },
        {
            "original": "说笑间，已赶上大殡。早又前面法鼓金铙，幢幡宝盖，铁槛寺中僧众，摆列路旁。少时，到了寺中，另演佛事，重设香坛，安灵于内殿偏室之中。宝珠安理寝室为伴。外面贾珍款待。一应亲友，也有坐住的，也有告辞的，一一谢了乏，从公、侯、伯、子、男，一起一起的，散至未末方散尽了。里面的堂客，皆是凤姐接待。先从诰命散起，也到未正上下方散完了。只有几个近亲本族，等做过三日道场方去的。那时邢王二夫人知凤姐必不能回家，便要带了宝玉同进城去。那宝玉乍到郊外，那里肯回去？只要跟著凤姐住著。王夫人只得交与凤姐而去。",
            "english": "While they were talking, the funeral procession had caught up with them. In front of them were drums, gongs, and other musical instruments, and monks from the Iron Gates Temple were lined up along the road. Soon they arrived at the temple, where they performed Buddhist rituals and set up altars. The coffin was then placed in a side room of the inner temple. Baozhu Anli stayed in the room to keep watch. Outside, Jia Zhen entertained the guests. Some guests stayed, while others left, bidding each other farewell. The guests included marquises, barons, sons, and princes, and they all left by the end of the day. Inside, the ladies were all received by Lady Feng. The guests began to leave after the matriarchs had arrived, and they all left by the end of the day. Only a few close relatives and clan members stayed for three days of Buddhist rituals before leaving. By then, Lady and Lady Xing and Lady Wang had learned that Lady Feng would not be returning home, so they wanted to take Jia Baoyu with them. But Baoyu would not go. He wanted to stay with Lady Feng. Lady Wang had no choice but to leave Baoyu with Lady Feng",
            "chinese": "说话间，已经赶上大殡。前面早就有法鼓金铙、幢幡宝盖，铁槛寺中的僧众排列在路边。不久，到了寺庙中，重新演佛事，重设香坛，将灵柩安放在内殿的偏室中。宝珠安理在寝室内陪伴。外面贾珍款待宾客。一应亲友，有的坐住，有的告辞，一一谢了礼，从公、侯、伯、子、男，一起一起地散至未末时分才散尽。里面的女眷，都是凤姐接待。先从诰命散起，到未正上下时分才散完。只有几个近亲本族，等做过三日道场才离开。那时邢王二夫人知道凤姐一定不能回家，便要带宝玉一起进城。宝玉刚到郊外，哪里肯回去？只想跟着凤姐住着。王夫人只得将宝玉交给了凤姐，然后离开。"
        },
        {
            "original": "原来这铁槛寺是宁荣二公当日修造的，现今还有香火、地亩，以备京中老了人口，在此停灵。其中阴阳两宅俱是预备妥贴的，好为送灵人口寄居。不想如今后人繁盛，其中贫富不一，或性情“参商”：有那家道艰难的，便住在这里了；有那有钱有势尚排场的，只说这里不方便，一定另外－－或村庄，或尼庵－－寻个下处，为事毕宴退之所。",
            "english": "The iron railing temple was built by the two ancestors of Ning and Rong, and it still has incense and land to support the living and the dead in the capital. The yin and yang dwellings are already ready for the dead. Unexpectedly, the descendants became prosperous, but there were rich and poor and people of different temperaments. Those with a hard time lived here, while those with wealth and power found another village or nunnery as a place to eat and rest after the funeral.",
            "chinese": "铁槛寺是宁荣二公当年修建的，至今还有香火和地亩，以备京中老了人口停灵。其中阴阳两宅已经预备妥当，好为送灵人口寄居。没想到后人繁盛，其中贫富不一，或者性情“参商”。有家道艰难的便住在这里，有钱有势的则另找村庄或尼庵，为事毕宴退之所。"
        },
        {
            "original": "即今秦氏之丧，族中诸人，也有在铁槛寺的，也有别寻下处的。凤姐也嫌不方便，因遣人来和馒头庵的姑子静虚说了，腾出几间房来预备。原来这馒头庵和水月庵一势，因他庵里做的馒头好，就起了这个浑号，离铁槛寺不远。",
            "english": "Now the funeral of the Qin family, some of the clan people are in the Iron Rail Temple, some go to other places. The Wind Sister dislikes it to be inconvenient, sends someone to talk with the quiet nun Jing虚 at the steamed bun temple, to make the rooms ready. It is said that the steamed bun temple and the water moon temple are a family, because the steamed buns made by the temple are good, so they are called by name. Not far from the Iron Rail Temple.",
            "chinese": "现在秦氏的丧事，族中的人有些在铁槛寺，有些去别的地方了。凤姐嫌不方便，派人去跟馒头庵的静虚姑子商量，腾出几间房来准备。原来馒头庵和水月庵是一家，因为庵里的馒头做得好，所以得名。离铁槛寺不远。"
        },
        {
            "original": "当下和尚工课已完，奠过晚茶，贾珍便命贾蓉请凤姐歇息。凤姐见还有几个妯娌们陪著女亲，自己便辞了众人，带著宝玉秦钟往馒头庵来。只因秦邦业年迈多病，不能在此，只命秦钟等待安灵罢，所以秦钟只跟著凤姐宝玉。一时，到了庵中，静虚带领智善智能两个徒弟出来迎接。大家见过。凤姐等至净室更衣净手毕，因见智能儿越发长高了，模样儿越发出息的水灵了，因说道：“你们师徒怎么这些日子也不往我们那里去？”静虚道：“可是这几日因胡老爷府里产了公子，太太送了十两银子来这里，叫请几位师父念三日‘血盆经’，忙的就没得来请奶奶的安。”",
            "english": "Now the monk's work is done, and the late tea is already on the table. Jia Zhen asked Jia Rong to invite Feng to rest. Feng felt that there were still some younger sisters and nieces with her, so she said goodbye to everyone and took Baoyu and Qin Zhong to the Mianbao Temple. Because Mr. Qian was old and sick, he could not come here, and only asked Qin Zhong to wait until the memorial, so Qin Zhong only followed Feng and Baoyu. When they arrived at the temple, Jingwu led Zhishan and Zhenmeng two disciples to greet them. They met each other. Feng and others changed their clothes and washed their hands in the clean room. Because Zhenmeng was taller, she was more beautiful, Feng asked, \"Why haven't you come to see us these days?\" Jingwu answered, \"Yes, for a few days now, Master Hu's family has given birth to a young master, and Madam sent ten taels of silver to ask the five masters to say three 'blood basin sutras'. They have been busy and haven't had time to pay Grandma's visit.\"",
            "chinese": "现在和尚的工作已经完成了，晚茶也已经上桌，贾珍就让贾蓉去请凤姐休息。凤姐见还有几个妯娌陪着女亲，就辞别众人，带着宝玉和秦钟去了馒头庵。因为秦邦业年纪大了，生病了，不能在这里，只命秦钟等到安灵，所以秦钟只跟着凤姐和宝玉。到了庵里，静虚带领智善和智能两个徒弟出来迎接。大家见过。凤姐等到了净室换好衣服洗好手，因为智能儿长高了，模样儿也变得水灵了，凤姐就问：“你们师徒怎么这些日子也不去我们那里了？”静虚回答：“是啊，这几日因为胡老爷府里生了一个公子，太太送了十两银子来，叫请几位师父念三天‘血盆经’，忙得没时间来请奶奶的安。”"
        },
        {
            "original": "不言老尼陪著凤姐。且说那秦钟宝玉二人正在殿上玩耍，因见智能儿过来，宝玉笑道：“能儿来了！”秦钟说：“理他作什么？”宝玉笑道：“你别弄鬼儿！那一日在老太太屋里，一个人没有，你搂著他作什么呢？这会子还哄我！”秦钟笑道：“这可是没有的话！”宝玉道：“有没有也不管你，你只叫他倒碗茶来我喝，就撂过手。”秦钟笑道：“这又奇了！你叫他倒去，还怕他不倒？何用我说呢？”宝玉道：“我叫他倒的是无情意的，不及你叫他倒的是有情意的。”秦钟没法，只得说道：“能儿，倒碗茶来。”",
            "english": "Now, please rewrite this story into a dialogue between Jin Zhong and Bai Yu.",
            "chinese": "不言老尼陪著凤姐。且说那秦钟宝玉二人正在殿上玩耍，因见智能儿过来，宝玉笑道：“能儿来了！”秦钟说：“理他作什么？”宝玉笑道：“你别弄鬼儿！那一日在老太太屋里，一个人没有，你搂著他作什么呢？这会子还哄我！”秦钟笑道：“这可是没有的话！”宝玉道：“有没有也不管你，你只叫他倒碗茶来我喝，就撂过手。”秦钟笑道：“这又奇了！你叫他倒去，还怕他不倒？何用我说呢？”宝玉道：“我叫他倒的是无情意的，不及你叫他倒的是有情意的。”秦钟没法，只得说道：“能儿，倒碗茶来。”\n\n好的，现在请将这个故事改写成一篇关于秦钟和宝玉的对话。"
        },
        {
            "original": "那能儿自幼在荣府走动，无人不识，常和宝玉秦钟玩笑。如今长大了，渐知风月，便看上了秦钟人物风流。那秦钟也爱他妍媚，二人虽未上手，却已情投意合了。智能走去倒了茶来。秦钟笑说：“给我。”宝玉又叫：“给我。”智能儿抿著嘴儿笑道：“一碗茶也争，难道我手上有蜜？”宝玉先抢著了，喝著，方要问话，只见智善来叫智能去摆果碟子。一时，来请他两个去吃果茶。他两个那里吃这些东西，略坐坐仍出来玩耍。",
            "english": "The child had been walking around the Rong府 since he was young, and everyone knew him. He often played jokes with Bao-Yu and Qin-Chong. Now that he has grown up, he has begun to understand the affairs between men and women, and has fallen in love with Qin-Chong. Qin-Chong also likes him, although they have not yet had relations, but they are very close. Zhi-Ning brought a cup of tea, and Qin-Chong smiled and said, \"Give it to me.\" Bao-Yu also called, \"Give it to me.\" Zhi-Ning bit her lips and laughed, \"A cup of tea and you're fighting over it, as if I had honey on my hands?\" Bao-Yu grabbed the tea first, drank a sip, and was about to speak when Zhi-Shan came to call Zhi-Ning to set out the fruit dishes. In a while, they were called to eat fruit tea. They didn't want to eat these things, so they sat for a while and came out, continuing to play.",
            "chinese": "那个孩子从小在荣府走动，大家都认识他。他经常和宝玉、秦钟开玩笑。现在长大了，开始懂得男女之间的事情，就喜欢上了秦钟。秦钟也喜欢他，虽然还没有发生关系，但是他们已经很亲密了。智能倒了杯茶来，秦钟笑着对她说：“给我。”宝玉也叫：“给我。”智能抿着嘴笑着说：“一碗茶也争，难道我手上有蜜？”宝玉先抢到了茶，喝了一口，正要说话，只见智善来叫智能去摆果碟子。一会儿，来请他们两个去吃果茶。他们两个不想吃这些东西，坐了一会儿就出来了，继续玩耍。"
        },
        {
            "original": "凤姐也便回至净室歇息，老尼相伴。此时众婆子媳妇，见无事，都陆续散了，自去歇息，跟前不过几个心腹小丫头。老尼便趁机说道：“我有一事，要到府里求太太，先请奶奶的示下。”凤姐问道：“什么事？”老尼道：“阿弥陀佛！只因当日我先在长安县善才庵里出家的时候儿，有个施主姓张，是大财主。他的女孩儿小名金哥，那年都往我庙里来进香，不想遇见长安府太爷的小舅子李少爷。那李少爷一眼看见金哥，就爱上了，立刻打发人来求亲。不想金哥已受了原任长安守备公子的聘定，张家欲待退亲，又怕守备不依，因此说已有了人家了。谁知李少爷一定要娶。张家正在没法，两处为难。不料守备家听见此信，也不问青红皂白，就来吵闹，说：‘一个女孩儿，你许几家子人家儿？’偏不许退定礼，就打起官司来。女家急了，只得著人上京找门路，赌气偏要退定礼。我想如今长安节度云老爷和府上相好，怎么求太太和老爷说说，写一封书子，求云老爷和那守备说一声，不怕他不依。要是肯行，张家那怕倾家孝顺，也是情愿的。”凤姐听了，笑道：“这事倒不大，只是太太再不管这些事。”老尼道：“太太不管，奶奶可以主张了。”凤姐笑道：“我也不等银子使，也不做这样的事。”静虚听了，打去妄想，半晌，叹道：“虽这么说，只是张家已经知道求了府里。如今不管，张家不说没工夫，不希图他的谢礼，倒像府里连这点子手段也没有似的。”",
            "english": "After Feng Ji returned to her quiet room, the old nun also followed her. At this time, the many maids and servants saw that there was nothing to do, so they gradually dispersed, leaving only a few trusted maids. The old nun took the opportunity to say, \"I have something to ask the wife. Please let me know first.\" Feng Ji asked, \"What is it?\" The old nun said, \"Amitabha Buddha! At the time I was in the Changan County Shancha Temple, there was a patron named Zhang. He was a wealthy man. His daughter's nickname was Jin Ge. That year, she came to my temple to worship. I didn't expect to meet the second son of the Changan magistrate, Li Shaojun. Li Shaojun saw Jin Ge at a glance and fell in love with her immediately. He sent someone to ask for her hand in marriage. However, Jin Ge had already been betrothed to the son of the former Changan commander. The Zhang family wanted to break off the engagement, but was afraid that the commander would not agree. Therefore, the Zhang family said that Jin Ge had been betrothed to another family. Li Shaojun insisted on marrying her. TheOld Ni said, \"If you can't settle the matter by giving up the betrothal, you must go to court. The lady's family is in a hurry and sends someone to the capital to find a way. They are angry and want to give up the betrothal. I think the Cloud General and your family are good friends. I hope the mistress and the master will write a letter to the Cloud General and the officer to say so. I don't think he won't agree. If he agrees, the Zhang family would be willing to pay the dowry even if they have to sell everything.\" Lin Daiyu listened and laughed, \"This is not a big deal, but the mistress doesn't handle these matters.\" Old Ni said, \"The mistress doesn't handle these matters, but you can handle it.\" Lin Daiyu laughed, \"I don't need money, and I don't do such things.\" After listening, Jing虚 sighed, \"Even though you say so, the Zhang family has already known that they have sought help from the government. If you don't handle it now, they will say that you have no means and no way to get them back.\"",
            "chinese": "凤姐回到净室休息，老尼姑也跟着去了。这时，众婆子媳妇们看到没有事，都陆续地散去了，只留下几个心腹小丫头。老尼姑趁机说：“我有一件事，要到府里求太太，先请您奶奶的示下。”凤姐问道：“什么事？”老尼姑说：“阿弥陀佛！只因当日我先在长安县善才庵里出家的时候儿，有个施主姓张，是大财主。他的女孩儿小名金哥，那年都往我庙里来进香，不想遇见长安府太爷的小舅子李少爷。那李少爷一眼看见金哥，就爱上了，立刻打发人来求亲。不想金哥已受了原任长安守备公子的聘定，张家欲待退亲，又怕守备不依，因此说已有了人家了。谁知李少爷一定要娶。张家正在没法，两处为难。不料守备家听见此信，也不问青红皂白，就来吵闹，说：‘一个女孩儿，你许几家子人家儿？’“不能退定礼，就打官司。女家着急，派人上京找门路，赌气想退定礼。我想长安节度云老爷和你们家关系好，求太太和老爷，写封信，求云老爷和那守备说一声，不怕他不答应。要是同意，张家就算倾家荡产，也是情愿的。”凤姐听了，笑着说：“这事不大，但太太不管这些事。”老尼道：“太太不管，奶奶可以做主。”凤姐笑道：“我也不缺钱花，也不做这样的事。”静虚听了，打消了念头，叹道：“虽然这么说，但张家已经知道求了府里。现在不管，张家会说没空，不图谢礼，好像府里没有手段似的。”"
        },
        {
            "original": "凤姐听了这话，便发了兴头，说道：“你是素日知道我的，从来不信什么阴司地狱报应的。凭是什么事，我说要行就行。你叫他拿三千两银子来，我就替他出这口气。”老尼听说，喜之不胜，忙说：“有，有。这个不难。”凤姐又道：“我比不得他们扯篷拉纤的图银子。这三千两银子，不过是给打发说去的小厮们作盘缠，使他赚几个辛苦钱儿，我一个钱也不要。就是三万两，我此刻还拿的出来。”老尼忙答应道：“既如此，奶奶明日就开恩罢了。”凤姐道：“你瞧瞧我忙的，那一处少的了我？我既应了你，自然给你了结啊。”老尼道：“这点子事，要在别人，自然忙的不知怎么样；要是奶奶跟前，再添上些，也不够奶奶一办的！俗语说的：‘能者多劳’。太太见奶奶这样才情，越发都推给奶奶了，只是奶奶也要保重贵体些才是。”一路奉承，凤姐越受用了，也不顾劳乏，更攀谈起来。",
            "english": "Xiong Feng heard this and became excited. \"You've always known me, and you don't believe in heaven or hell. No matter what, I'll do whatever I want. You tell him to give me three thousand taels of silver, and I'll avenge him.\" Old Ni heard this and was delighted, saying, \"There's no problem.\" Xiong Feng said, \"I'm not like them, always trying to make money. Three thousand taels is just enough to send the messenger away, and make some money for him. I won't take a single tael. Even if it were three hundred thousand, I could still come up with the money.\" Old Ni said, \"It's such a small thing. If someone else did it, they'd be very busy. But you're different. You're so talented. You do so much more than everyone else. The mistress trusts you so much. You're so kind and generous.\"She was so flattered by the flattery that she was unable to resist it and continued to chat.",
            "chinese": "凤姐听了这话，便发了兴头，说道：“你是素日知道我的，从来不信什么阴司地狱报应的。凭是什么事，我说要行就行。你叫他拿三千两银子来，我就替他出这口气。”老尼听说，喜之不胜，忙说：“有，有。这个不难。”凤姐又道：“我比不得他们扯篷拉纤的图银子。这三千两银子，不过是给打发说去的小厮们作盘缠，使他赚几个辛苦钱儿，我一个钱也不要。就是三万两，我此刻还拿的出来。”老尼忙答应道：“既如此，奶奶明日就开恩罢了。”凤姐道：“你瞧瞧我忙的，那一处少的了我？我既应了你，自然给你了结啊。”老尼道：“这点子事，要在别人，自然忙的不知怎么样；要是奶奶跟前，再添上些，也不够奶奶一办的！俗语说的：‘能者多劳’。太太见奶奶这样才情，越发都推给奶奶了，只是奶奶也要保重贵体些才是。”一路奉承，凤姐越受用了，也不顾劳乏，更攀谈起来。"
        },
        {
            "original": "谁想秦钟趁黑晚无人，来寻智能儿。刚到后头房里，只见智能儿独在那里洗茶碗，秦钟便搂著亲嘴。智能儿急的跺脚，说：“这是做什么！”就要叫唤。秦钟道：“好妹妹，我要急死了！你今儿再不依我，我就死在这里！”智能儿道：“你要怎么样，除非我出了这牢坑，离了这些人，才好呢。”秦钟道：“这也容易，只是远水解不得近渴！”说著，一口吹了灯，满屋里漆黑，将智能儿抱到炕上。那智能儿百般的挣扎不起来，又不好嚷，不知怎么样就把中衣儿解下来了。这里才刚入港，说时迟，那时快，猛然间，一个人从身后冒冒失失的按住，也不出声，二人唬的魂飞魄散。只听嗤的一笑，这才知是宝玉。秦钟连忙起来抱怨道：“这算什么！”宝玉道：“你倒不依？偺们就嚷出来。”羞的智能儿趁暗中跑了。宝玉拉著秦钟出来，道：“你可还强嘴不强？”秦钟笑道：“好哥哥，你只别嚷，你要怎么著都使的。”宝玉笑道：“这会子也不用说，等一会儿睡下，偺们再慢慢儿的算账。”",
            "english": "Qin Zhong took advantage of the dark night when no one was around to look for Zhen Ming er. He went to the back room, only to find Zhen Ming er washing tea bowls. Qin Zhong rushed over and hugged her. Zhen Ming er was so frightened that she kicked her feet and said, \"What are you doing!\" She was about to scream. Qin Zhong said, \"Good sister, I'm dying! If you don't agree to it today, I'll die here!\" Zhen Ming er said, \"What do you want to do? Unless I get out of this pit and leave these people, it's impossible!\" Qin Zhong said, \"It's easy to solve, but it's hard to solve in the short term!\" Saying that, he blew out the light and the whole room was dark. He then hugged Zhen Ming er to the bed. The two of them struggled and couldn't get up. They didn't dare to shout, and they didn't know how to take off their underwear. Here they were just about to go to bed. It's too late to say that fast. All of a sudden, a man came up from behind without saying a word. Both of them were so frightened that theyBao Yuyu pulled Qin Zhong out, saying, \"Do you still dare to speak back?\" Qin Zhong laughed and said, \"Good brother, you don't have to shout. Just do whatever you want.\" Bao Yuyu laughed and said, \"Right now, we don't need to talk about it. Let's wait until we go to bed and then we'll settle our accounts.\"",
            "chinese": "秦钟趁黑晚无人，来寻智能儿。到了后头房里，只见智能儿在那里洗茶碗，秦钟就搂著亲嘴。智能儿急得跺脚，说：“这是干什么！”就要叫唤。秦钟道：“好妹妹，我要急死了！你今天再不依我，我就死在这里！”智能儿道：“你要怎么样，除非我出了这牢坑，离了这些人，才好呢。”秦钟道：“这也容易，只是远水解不了近渴！”说著，一口吹了灯，满屋里漆黑，将智能儿抱到炕上。那智能儿百般挣扎不起来，又不好嚷，不知怎么就把中衣儿解下来了。这里才刚入港，说时迟，那时快，猛然间，一个人从身后冒冒失失的按住，也不出声，二人唬的魂飞魄散。只听嗤的一笑，这才知是宝玉。秦钟连忙起来抱怨道：“这算什么！”宝玉道：“你倒不依？咱俩就嚷出来。”羞的智能儿趁暗中跑了。宝玉拉著秦钟出来，道：“你可还强嘴不强？”秦钟笑道：“好哥哥，你只别嚷，你要怎么著都使的。”宝玉笑道：“这会子也不用说，等一会儿睡下，我们再慢慢儿的算账。”"
        },
        {
            "original": "一时，宽衣安歇的时节，凤姐在里间，宝玉秦钟在外间，满地下皆是婆子们打铺坐更。凤姐因怕“通灵玉”失落，等宝玉睡下，令人拿来，塞在自己枕边。却不知宝玉和秦钟如何算账，未见真切，此系疑案，不敢创纂。",
            "english": "One day, while sleeping, Bao Yuyue and Chen Zhong took off their clothes and rested. Fengjie slept in the room, and Bao Yuyue and Chen Zhong rested outside the door. Some servants sat on the ground to keep watch. Fengjie was worried that her \"Jingli\" had been lost, so she took it from Bao Yuyue after he fell asleep and put it beside her pillow. But how Bao Yuyue and Chen Zhong counted their accounts is a mystery that no one can guess, so it's not something that should be made up.",
            "chinese": "有一天，宝玉和秦钟在睡觉前脱了衣服休息。凤姐在里间睡觉，宝玉和秦钟在门外休息。一些仆人坐在地上守夜。凤姐担心她的“通灵玉”丢了，等宝玉睡着后，叫人拿来，放到了自己的枕头旁边。但宝玉和秦钟怎么算账，没有看到，这是个谜，不敢瞎编。"
        },
        {
            "original": "且说次日一早，便有贾母王夫人打发了人来看宝玉，命多穿两件衣服，无事宁可回去。宝玉那里肯？又兼秦钟恋著智能儿，挑唆宝玉求凤姐再住一天。凤姐想了一想，丧仪大事虽妥，还有些小事，也可以再住一日。一则贾珍跟前送了满情；二则又可以完了静虚的事；三则顺了宝玉的心；因此便向宝玉道：“我的事都完了，你要在这里逛，少不得索性辛苦了。明儿是一定要走的了。”宝玉听说，千姐姐万姐姐的央求：“只住一日，明儿必回去的。”于是又住了一夜。",
            "english": "The next morning, Lady Jia and Lady Wang sent someone to check on Baoyu and advise him to wear more clothes and return home early if he was not busy. Baoyu was reluctant, as he wanted to spend more time with Qin Zhong and Kui, and Kui encouraged him to ask Fenggu to stay another day. Fenggu thought for a moment and realized that the funeral preparations were mostly done, and there were still some small details to attend to. So, he could stay another day to satisfy Jia Zhu's wishes, complete Jingwu's affairs, and also to please Baoyu. Therefore, Fenggu told Baoyu, \"I've finished my work, so if you want to stay, you'll have to be patient. You must leave tomorrow.\" Baoyu begged Fenggu, \"Just stay for one more day, and I'll leave tomorrow.\" As a result, they stayed another night.",
            "chinese": "次日一早，贾母和王夫人派人来看望宝玉，让他多穿点衣服，没事就早点回去。宝玉不愿意，因为秦钟喜欢智能，又挑唆宝玉求凤姐再住一天。凤姐想了想，丧仪大事已经处理好，还有一些小事情，可以再住一天。这样可以满足贾珍的心意，也可以完成静虚的事，还能顺了宝玉的心。于是，凤姐对宝玉说：“我的事情都完了，你要在这里玩，就辛苦一点。明天一定要走。”宝玉央求凤姐：“就住一天，明天一定回去。”于是，他们又住了一夜。"
        },
        {
            "original": "凤姐便命悄悄将昨日老尼之事说与来旺儿。旺儿心中俱已明白，急忙进城，找著主文的相公，假托贾琏所嘱，修书一封，连夜往长安县来。不过百里之遥，两日工夫，俱已妥协。那节度使名唤云光，久悬贾府之情，这些小事，岂有不允之理？给了回书，旺儿回来。不在话下。",
            "english": "Feng Ji then ordered her to quietly tell Laoyi of yesterday's matter to Laowang. Laowang understood the situation, hurried to the city, found the chief official, and wrote a letter on behalf of Jialing, instructing him to handle the matter. It did not take more than a hundred miles, and two days later, all matters were settled. The prefect of the prefecture, Yun Guang, had long been in contact with the Jia family. How could he refuse such a small matter? He returned with a reply, and Laowang returned without continuing.",
            "chinese": "凤姐便命悄悄将昨日老尼之事告诉来旺儿。来旺儿心中明白了，急忙进城，找到主文的相公，假托贾琏所嘱，写了一封信，连夜去了长安县。不过百里之遥，两日工夫，所有事情都办妥了。那个节度使叫云光，长期与贾府有交情，这种小事怎么可能不答应呢？给了回信，来旺儿回来了，就没有继续下去。"
        },
        {
            "original": "且说凤姐等又过了一日，次日方别了老尼，著他三日后往府里去讨信。那秦钟和智能儿两个百般的不忍分离，背地里设了多少幽期密约，只得含恨而别，俱不用细述。凤姐又到铁槛寺中照望一番。宝珠执意不肯回家，贾珍只得另派妇女相伴。",
            "english": "On the second day, the group of women, including Fengjiao, left the old nun. They instructed her to return to the府 in three days to inquire about any news. Qinzhong and the intelligent boy, unwilling to part, made many secret agreements for future meetings, and bid each other farewell with tears. Fengjiao then visited the Iron Rail Temple again. Baizhu was determined not to return home, and Jiazhen had to arrange other women to accompany her.",
            "chinese": "凤姐等人又过了一天，第二天才离开老尼姑，让她三天后到府里问消息。秦钟和智能儿百般不舍，设了很多私会的约定，只能含泪告别。凤姐又去铁槛寺看望了一番。宝珠执意不肯回家，贾珍只得安排其他妇女陪伴她。"
        },
        {
            "original": "后事如何，且听下回分解。",
            "english": "See you next time.\n\nStep 1: Identify the Chinese characters and their meanings.\n下回（xià huí）: next time\n见（jiàn）: to see\n\nStep 2: Translate each part of the sentence.\n下回（xià huí）: next time\n见（jiàn）: to see\n\nStep 3: Combine the translations to form the English sentence.\nSee you next time.",
            "chinese": "下回见。"
        }
    ],
    "title": "《王凤姐弄权铁槛寺　秦鲸卿得趣馒头庵》",
    "chapter_number": 15
}