{
    "paragraphs": [
        {
            "original": "话说彼时有人回，工程上等著糊东西的纱绫，请凤姐去开库；又有人来回，请凤姐收金银器皿。王夫人并上房丫鬟等皆不得空儿。宝钗因说道：“偺们别在这里碍手碍脚。”说著，和宝玉等便往迎春房中来。",
            "english": "Back then, someone returned and asked the engineer to paste things, and they asked the countess of Feng to open the storehouse. Then someone came back and asked the countess of Feng to collect precious metals and ceramics. The Lady Wang and the ladies in the upper rooms were all busy. The Princess Chao said, \"Let's not be in the way here.\" So she and the prince and others went to the room of the Spring Welcome.",
            "chinese": "那时候有人回，工程上等著糊东西的纱绫，请凤姐去开库；又有人来回，请凤姐收金银器皿。王夫人并上房丫鬟等皆不得空儿。宝钗因说道：“偺们别在这里碍手碍脚。”说著，和宝玉等便往迎春房中来。"
        },
        {
            "original": "王夫人日日忙乱。直到十月里才全备了：监办的都交清账目；各处古董、文玩俱已陈设齐备；采办鸟雀－－自仙鹤、鹿、兔以及鸡、鹅等，亦已买全，交于园中各处饲养；贾蔷那边也演出二三十出杂戏来；一班小尼姑道姑也都学会念佛诵经。于是贾政略觉心中安顿，遂请贾母到园中色色斟酌，点缀妥当，再无些微不合之处，贾政才敢题本。本上之日，奉旨于明年正月十五日－－上元之日，贵妃省亲。贾府奉了此旨，一发日夜不闲，连年也不能好生过了。",
            "english": "Wang夫人每天忙乱，直到十月才把办妥的东西都交清了。古玩、字画已陈列齐备；采买来的鸟雀，连仙鹤、鹿、兔以及鸡、鹅等，也全买齐了，交由园中饲养；贾蔷那边也排练好了二三十出杂戏，一班小尼姑、道姑也都学会了念佛诵经。贾政才觉得心中安顿了，于是请贾母到园中去一一指点，点缀妥当，再也没有什么不合的了。贾政才敢上本。本上之后，奉旨明年正月十五日，贵妃省亲。贾府奉了这个旨，日夜不得闲，连过年也不能好好过了。\n\nTranslation:\n\nLady Wang was busy every day until October when she finally handed over all the prepared items. The antique objects and calligraphy and paintings were all arranged. Birds, including peacocks, deer, rabbits, and chickens and ducks, were all bought and brought together for the garden to keep. Meanwhile, Jia Rang's group had prepared over twenty theatrical plays. A group of young nuns and Taoist nuns learned to recite sutras and chant scriptures. Jia Zheng felt relaxed and comfortable. He invited his mother to visit the garden to oversee the preparations. After all was checked and approved, Jia Zheng dared to file a petition. The petition was accepted and the decree was made: the Empress will visit the garden next year on the 15th day of the first lunar month. The Jia family was tasked with this responsibility and they were busy every day, even during the holidays.",
            "chinese": "王夫人每日忙乱，直到十月才把办妥的东西都交清了。古玩、字画已陈列齐备；采买来的鸟雀，连仙鹤、鹿、兔以及鸡、鹅等，也全买齐了，交由园中饲养；贾蔷那边也排练好了二三十出杂戏，一班小尼姑、道姑也都学会了念佛诵经。贾政才觉得心中安顿了，于是请贾母到园中去一一指点，点缀妥当，再也没有什么不合的了。贾政才敢上本。本上之后，奉旨明年正月十五日，贵妃省亲。贾府奉了这个旨，日夜不得闲，连过年也不能好好过了。"
        },
        {
            "original": "转眼元宵在迩，自正月初八就有太监出来先看方向：何处更衣，何处燕坐，何处受礼，何处开宴，何处退息。又有巡察地方总理关防太监带了许多小太监来，各处关防挡围幕，指示贾宅人员何处出入，何处进膳，何处启事种种仪注。外面又有工部官员并五城兵马司打扫街道，撵逐闲人。贾赦等监督匠人扎花灯烟火之类，至十四日俱已停妥。这一夜，上下通不曾睡。",
            "english": "On the eighth day of the first lunar month, eunuchs began their inspection, observing where it would be convenient to change clothes, where it would be convenient to rest, where guests could be received, where banquets would be held, where people could rest, and so on. There were also eunuchs in charge of inspecting places, accompanied by small eunuchs, who showed the staff of the Jia family where they could enter and exit, where they could eat, where they could report complaints, and so on. There were also officials from the Ministry of Works and the Five Cities Military and Police Office cleaning the streets and driving away idle people. Jia Pei and others supervised craftsmen in making lanterns and setting off fireworks, and by the fourteenth, everything was prepared. On this day, the Jia family could not sleep.\n\nLet's consider a scenario where the Jia family is preparing for a grand celebration, likely a wedding or some other important event. The first step in their preparations is to have the eunuchs inspect the entire estate. This includes checking every corner of the Jia family's residence, observing the layout of the rooms, the availability of changing rooms, the designated spaces for rest, and the areas where guests can be received, dine, and report complaints. This ensures that everything is in order and no detail is overlooked for the big day.\n\nThe eunuchs are accompanied by small eunuchs who help in guiding and showing the way around the Jia family's estate. They make sure that the staff and guests know where they can enter and exit, where they can dine, and where they can report any issues. This helps in maintaining an organized and smooth flow of activities during the event.\n\nMeanwhile, the Ministry of Works and the Five Cities Military and Police Office are tasked with cleaning the streets and removing any unwanted or idle people. This helps to keep the environment clean and tidy for the event, and it also helps to maintain public order.\n\nIn the meantime, Jia Pei and others supervise the craftsmen who are in charge of making lanterns and setting off fireworks. This ensures that all the decorations and entertainment are well-prepared and ready to be presented on the day of the event.\n\nThe preparations are completed by the fourteenth day, and on the day of the event, the Jia family cannot sleep in anticipation of the grand celebration that awaits them. This scenario highlights the importance of planning and preparation in ensuring that an event is a success.",
            "chinese": "正月初八，太监们开始巡视，观察元宵节那天贾府中哪里方便更衣，哪里方便休息，哪里可以接见客人，哪里摆宴席，哪里休息等等。又有个巡视地方的太监带着小太监们到处查看，给贾府人员指明哪些地方出入，哪些地方吃饭，哪些地方告状等等。外面还有工部官员和五城兵马司打扫街道，赶走闲杂人等。贾赦等人监督工匠们扎制花灯、燃放烟火，到十四日全都准备好了。这一天，贾府上下都不能睡觉。"
        },
        {
            "original": "至十五日五鼓，自贾母等有爵者，俱各按品大妆。大观园内，帐舞蟠龙，帘飞绣凤；金银焕彩，珠宝生辉，鼎焚百合之香，瓶插长春之蕊，静悄悄无一人咳嗽。贾赦等在西街门外，贾母等在荣府大门外，街头巷口用围幕挡严。正等的不耐烦，忽见一个太监骑著匹马来了。贾政接著，问其消息。太监道：“早多著呢。未初用晚膳，未正还到宝灵宫拜佛，酉初进大明宫领宴看灯，方请旨，只怕戌初才起身呢。”凤姐听了道：“既这样，老太太和太太且请回房，等到了时候再来，也还不迟。”于是贾母等自便去了，园中俱赖凤姐照料。",
            "english": "On the fifteenth day at five in the morning, people of noble rank, such as the old lady of the Jia family, were dressed in accordance with their social standing. In the Grand View Garden, the curtains on the beds were embroidered with flying dragons, and the curtains on the curtains were embroidered with flying phoenixes. The gold and silver shone brightly, and the jewels sparkled. Incense burned in the incense burner, and flowers were placed in the vase. There was a quiet atmosphere with no one coughing. In the west street gate, the Jia family members waited, while in the gates of the Rong family, the old lady and the other ladies waited. The streets and alleys were covered with curtains to prevent prying eyes. They were waiting impatiently when suddenly a eunuch rode a horse. The Jia family's head, Jia Zhen, greeted the eunuch and asked for news. The eunuch said, \"It's much later than that. At five in the afternoon they had their dinner, at six they went to the Temple of Peace to worship the Buddha, and at eight they went to the Palace of Great Brightness for dinner and to watch the lanterns. They just asked for permission, so maybe they'll leave at nine.\" The Jia family's head of household, Feng Xiaoshou, said, \"If that's the case, then the old lady and the ladies can go back to their rooms, and we can wait until it's time to come back, as it's not too late.\" So the old lady and the ladies left, and the garden was left in the hands of Feng Xiaoshou to manage.",
            "chinese": "到了十五日五更，贾母等有爵位的人都按照等级打扮。大观园内，帐帘上绣著飞舞的龙，帘子上绣著飞舞的凤，金银闪着光彩，珠宝生出光辉，香炉中燃著百合的香，花瓶里插著长春的花，静悄悄没有一人咳嗽。贾赦等在西街门外，贾母等在荣府大门外，街头巷口用幕布遮挡严密。正等着不耐烦的时候，忽然见一个太监骑著马来了。贾政迎上去问太监消息。太监说：“早得多呢。未初时用晚膳，未正时到宝灵宫拜佛，酉初时进大明宫领宴看灯，才请旨，只怕戌初才起身呢。”凤姐听了说：“既这样，老太太和太太就请回房，等到了时候再来，也还不迟。”于是贾母等自便去了，园中就靠凤姐照料。"
        },
        {
            "original": "执事人等带领太监们去吃酒饭，一面传人挑进蜡烛，各处点起灯来。忽听外面马跑之声不一，有十来个太监喘吁吁跑来拍手儿。这些太监都会意，知道是来了，各按方向站立。贾赦领合族子弟在西街门外，贾母领合族女眷在大门外迎接，半日静悄悄的。忽见两个太监骑马缓缓而来，至西街门下了马，将马赶出围幕之外，便面西站立。半日，又是一对，亦是如此。少时便来了十来对，方闻隐隐鼓乐之声。一对对凤翣龙旌，雉羽宫扇；又有销金提炉，焚著御香。然后一把曲柄七凤金黄伞过来，便是冠袍带履。又有执事太监捧著香巾、绣帕、漱盂、拂尘等物。一队队过完，后面方是八个太监，抬著一顶金顶鹅黄绣凤銮舆，缓缓行来。贾母等连忙跪下。早有太监过来扶起贾母等来，将那銮舆抬入大门往东一所院落门前，有太监跪请下舆更衣。于是入门，太监散去，只有昭容彩嫔等引著元春下舆。只见苑内各色花灯闪灼，皆系纱绫扎成，精致非常。上面有一灯匾，写著“体仁沐德”四个字。元春入室更衣，复出上舆进园，只见园中香烟缭绕，花影缤纷，处处灯光相映，时时细乐声喧：说不尽这太平景象，富贵风流！",
            "english": "宫里的太监们带着贾赦、贾母和一群合族男女老少在大门口跪着等待皇上的寿礼。过了一会儿，十几对太监骑着马跑过来，把马赶到围幕外面，站在西街门外。又过了一会儿，又来了两对骑马的太监，也是这样。不久，一大群太监来了，有的拿着凤旗和龙旗，有的拿着雉羽宫扇，有的拿着香炉，有的拿着拂尘。一队队过去之后，后面才是八个太监抬着皇上的轿子，慢慢地走过来。贾母等人连忙跪下。太监过来扶起贾母等人，把轿子抬到大门东边的一所院子里，太监跪请皇帝下车休息。元春进去更衣，出来上车，有彩嫔、昭容等引导着到了园子。园子里各色的灯花明亮晃眼，上面挂着纱绫灯，精美异常。上面的灯匾写着“体仁沐德”四个字。元春再进去更衣，出来上车，进了园子，只见园子里香烟缭绕，花影缤纷，处处灯光相映，时时细乐声喧。Translate the following Chinese text to English:\n\n说不尽这个太平景象，富贵风流！\n\nTranslation:\n\nThere are no words to describe this prosperous and magnificent scene, filled with prosperity and elegance!\n\nExplanation:\n\n1. \"说不尽\" (shuō bù jìn) means \"cannot express\" or \"cannot describe,\" referring to the idea that the beauty of the scene is too great to put into words.\n2. \"这个太平景象\" (zhège tài píng jiàng xiàng) means \"this prosperous and magnificent scene.\" \"太平\" (tài píng) refers to prosperity or tranquility, while \"景象\" (jiàng xiàng) means scene or view.\n3. \"富贵风流\" (fù guì fēng liú) describes the people or characters in the scene as being both wealthy and elegant, or \"fashionable.\" \"富贵\" (fù guì) means rich or wealthy, and \"风流\" (fēng liú) can mean elegant, sophisticated, or fashionable.\n\nIn summary, the sentence emphasizes that the beauty of the scene is too great to be fully expressed in words, with the emphasis on the people and characters present being both wealthy and elegant.",
            "chinese": "太监们带着贾赦、贾母等人带领合族男女老少在大门外跪迎皇上的寿礼。不一会，十几对太监骑着马跑来，将马赶到围幕外面，站在西街门外。又过了一会，又有两对骑马的太监来，都是如此。不一会，来了一大群太监，有的拿着凤旗、龙旗，有的拿着雉羽宫扇，有的拿着焚香的炉子，有的拿着拂尘。一队队过去后，后面才是八个太监抬着皇帝的轿子，徐徐而来。贾母等人连忙跪下。太监过来扶起贾母等人，将轿子抬到大门东边一所院子里，太监跪请皇帝下车休息。元春进去更衣，出来上车，有彩嫔、昭容等引导着到了园子。园中各色灯花明晃晃的，上面挂着纱绫灯，精美异常。上面灯匾写着“体仁沐德”四个字。元春再进去更衣，出来上车，进了园子，只见园子里香烟缭绕，花影缤纷，处处灯光相映，时时细乐声喧。说不尽这个太平景象，富贵风流！"
        },
        {
            "original": "却说贾妃在轿内看了此园内外光景，因点头叹道：“太奢华过费了！”忽又见太监跪请登舟。贾妃下舆登舟。只见清流一带，势若游龙，两边石栏上皆系水晶玻璃各色风灯，点的如银光雪浪；上面柳杏诸树，虽无花叶，却用各色绸绫纸绢及通草为花，粘于枝上，每一株悬灯万盏；更兼池中荷荇凫鹭诸灯亦皆系螺蚌羽毛做就的：上下争辉，水天焕彩，真是琉璃世界，珠宝乾坤。船上又有各种盆景，珠帘绣幕，桂楫兰桡，自不必说了。已而入一石港，港上一面匾灯，明现著“蓼汀花溆”四字。",
            "english": "Then the Jia Princess got off the carriage and onto the boat. She saw a pool of water that looked like a dragon, winding its way through. The sides of the pool were lined with glass, crystal, and other colored lanterns, which shone like snow and silver waves. The banks were lined with willow trees and peach trees, but since they had not yet bloomed, they were decorated with various colored silks, papers, and cotton, and even paper-made flowers, which were attached to the branches. Each tree had thousands of lanterns hanging from it. In the center of the pool were lotus flowers and lotus leaves, which were made of mother-of-pearl, feathers, and other materials. The light from the lamps shone down, making it look like a pearl palace and a treasure hall. There were also pots of plants, embroidered curtains, and elegant oars, which were not worth mentioning. The boat entered a harbor, where there was a signboard lantern with the words \"Liu Ting Huuxi\" written on it.",
            "chinese": "于是贾妃下了轿，上了船。只见池水一道，蜿蜒如龙。水边皆系用玻璃水晶各色风灯，点得如雪光银浪。岸旁柳杏，因未开花，就用各色绸绫纸绢，及通草做的花，粘于枝上。每一株悬灯万盏。池中荷花、莲叶，皆用螺蚌羽毛做成的灯。上下辉映，真是一个珠宫宝殿。船上还有盆景，珠帘绣幕，桂楫兰桡，不用说了。船入一港，港上一面匾灯，写着“蓼汀花溆”四个字。"
        },
        {
            "original": "看官听说：这“蓼汀花溆”四字及“有凤来仪”等字，皆系上回贾政偶试宝玉之才，何至便认真用了？想贾府世代诗书，自有一二名手题咏，岂似暴富之家，竟以小儿语搪塞了事呢？只因当日这贾妃未入宫时，自幼亦系贾母教养。后来添了宝玉，贾妃乃长姊，宝玉为幼弟，贾妃念母年将迈，始得此弟，是以独爱怜之。且同侍贾母，刻不相离。那宝玉未入学之先，三四岁时，已得元妃口传教授了几本书，识了数千字在腹中，虽为姊弟，有如母子。自入宫后，时时带信出来与父兄，说：“千万好生扶养：不严不能成器，过严恐生不虞，且致祖母之忧。”眷念之心刻刻不忘。前日贾政闻塾师赞他尽有才情，故于游园时聊一试之。虽非名公大笔，却是本家风味。且使贾妃见之，知爱弟所为，亦不负其平日切望之意，因此，故将宝玉所题用了。那日未题完之处，后来又补题了许多。",
            "english": "In the past, Jia Zheng once tested Baoyu's talent, but these were all draft works. Now, they have been decided by the Jia Mother as official titles. If the Jia family has been rich in literature and calligraphy for generations, there would naturally be famous calligraphers to compose the title, and it cannot be let go by the newly rich who use childish language to evade the matter. Once, when Jia Fei was not yet a concubine, she was raised by her grandmother. Later, she had Baoyu, and Jia Fei was the elder sister and Baoyu was the younger brother. Jia Fei thought of her mother's old age, and had a younger brother, so she loved him very much. After she became a concubine, she often sent messages to her parents, saying, \"Please take good care of my younger brother. If he is not disciplined, he will not grow up, but if he is too strict, he may do something unexpected and cause his grandmother to worry.\" Jia Fei always worried about her younger brother. The other day, Jia Zheng heard that his teacher praised Baoyu's talent, so he tried to let Baoyu write a poem when they visited the garden. Although it was not written by a famous person, it was the style of his own family. And when Jia Fei saw it, she knew that her younger brother's work would not disappoint her expectations, so she decided to make Baoyu's poem the official title. There were many unfinished parts that day, and then he wrote many more.",
            "chinese": "从前，贾政曾试探宝玉的才情，但这些都是试笔之作，而今已被贾母定为正式的题额，如果贾府世代诗书，自然会有名手来题咏，不能让暴发户用小儿语搪塞。想当年贾妃未入宫时，也是由贾母教养的，后来又添了宝玉，贾妃是姐姐，宝玉是弟弟，贾妃念及母亲年事已高，才能有弟弟，所以特别疼爱他。而自入宫后，时常给父兄捎信，说“千万好生抚养，不严不能成器，过严恐生不虞，且致祖母之忧”。贾妃对弟弟的牵挂之情，时刻不忘。前日，贾政听说老师称赞宝玉有才情，所以借游园时，试着让宝玉作诗。虽然不是名公大笔，却是本家的风味。而且让贾妃见了，知道爱弟所作，也不负贾妃平日的期望，因此就将宝玉的诗定为正式的题额了。那一天没有写完的地方，后来又补写了很多。"
        },
        {
            "original": "且说贾妃看了四字，笑道：“‘花溆’二字便好，何必‘蓼汀’？”侍坐太监听了，忙下舟登岸，飞传与贾政。贾政即刻换了。彼时舟临内岸，去舟上舆，便见琳宫绰约，桂殿巍峨。石牌坊上写著“天仙宝境”四大字。贾妃命换了“省亲别墅”四字，于是进入行宫。只见庭燎绕空，香屑布地，火树琪花，金窗玉槛。说不尽帘卷虾须，毯铺鱼獭，鼎飘麝脑之香，屏列雉尾之扇。真是：“金门玉户神仙府，桂殿兰宫妃子家。”贾妃乃问：“此殿何无匾额？”随侍太监跪启道：“此系正殿，外臣未敢擅拟。”贾妃点头。礼仪太监请升座受礼，两阶乐起。二太监引赦政等于月台下排班上殿，昭容传谕曰：“免。”乃退。又引荣国太君及女眷等自东阶升月台上排班，昭容再谕曰：“免。”于是亦退。",
            "english": "At that time, Empress Jia read the two characters \"Huaxu\" and said it was good. One of the attendants in the boat heard this and ran quickly to inform Jia. Jia's attendants immediately changed \"Liaodeng\" to \"Jingqin Villa\". Then the ship docked, and Empress Jia commanded to replace it with the four characters \"Jingqin Villa\". They entered the palace and saw the fire lamps swirling in the air, the incense dust scattered on the ground, the fire trees like orchids, and the jade windows and gates. They couldn't help but praise the beauty of the palace. The attendants said, \"This is the main hall, and the attendants dare not propose any words.\" Empress Jia nodded. The ritual attendant asked Jia to enter the palace to receive the ceremony, and the bands played music on both sides. The two attendants led Jia to the moon platform and arranged for him to enter the palace, and the noblewoman announced, \"No need for formalities.\" Jia and her attendants then entered the palace.",
            "chinese": "那时贾妃看了“花溆”二字，说好。侍坐太监一听，下船登上岸，飞快传话给贾政。贾政立马换下“蓼汀”，这时船到岸，贾妃命换上“省亲别墅”四字。于是进入行宫，只见燃放的庭燎绕着空中，香屑铺在地上，火树象琪花，金窗玉槛。说不尽帘子卷起虾须，毯子铺上鱼獭，鼎中飘出麝脑之香，屏风列着雉尾之扇。真是：“金门玉户神仙府，桂殿兰宫妃子家。”贾妃问：“这大殿没有匾额？”侍坐太监跪着说：“这可是正殿，外臣不敢擅自拟字。”贾妃点头。礼仪太监请贾政上殿受礼，两边的乐队奏乐。二太监引着贾政在月台下排班上殿，昭容传谕说：“免礼。”于是退下。再引荣国太君及女眷们自东阶升月台上排班，昭容又传谕说：“免礼。”于是退下。”于是亦退。"
        },
        {
            "original": "茶三献，贾妃降座，乐止，退入侧室更衣，方备省亲车驾出园。至贾母正室，欲行家礼，贾母等俱跪止之。贾妃垂泪，彼此上前厮见，一手挽贾母，一手挽王夫人，三人满心皆有许多话，俱说不出，只是呜咽对泣而已。邢夫人、李、凤、迎、探、惜等俱在旁垂泪无言。半日，贾妃方忍悲强笑，安慰道：“当日既送我到那不得见人的去处，好容易今日回家，娘儿们这时不说不笑，反倒哭个不了。一会子我去了，又不知多早晚才能一见！”说到这句，不禁又哽咽起来。邢夫人忙上来劝解。贾母等让贾妃归坐，又逐次一一见过，又不免哭泣一番，然后东西两府执事人等在外厅行礼。其媳妇丫鬟行礼毕，贾妃叹道：“许多亲眷，可惜都不能见面！”王夫人启道：“现有外亲薛王氏及宝钗黛玉在外候旨。外眷无职，不敢擅入。”贾妃即命请来相见。",
            "english": "Translation:\n\nTea was served three times, and Princess Jia descended from her seat. The music stopped, and Princess Jia retired into a side room to change clothes before the arrival of the car for her visit to her relatives. When she arrived at her grandmother's house, she wanted to perform a family ritual, but her grandmother and others all knelt to stop her. Princess Jia shed tears as she saw her grandmother, and they all hugged each other. She hugged her grandmother, her mother, and her mother's sister, each with many things to say, but they could only weep. The rest of the family, including her uncles, aunts, cousins, and servants, were all weeping without a word. After a while, Princess Jia was able to force a weak smile and comforted them, saying, \"I have been in a place where I can't see you for a long time. Today, I finally came home. At this moment, we should laugh and talk, but we can't stop crying. When I leave, I don't know when we can see each other again!\" As she spoke, she couldn't help but weep again. Her aunt then came to console her. Her grandmother and others invited her to sit down again, and they all greeted each other, then wept again. Then the servants and their attendants in the outer hall performed their rituals. Their wives and maids finished their greetings, and Princess Jia sighed, \"I'm sorry that I can't meet with all my relatives.\" Her mother-in-law, Mrs. Wang, suggested, \"The outside relatives, the Shue and Wang families, and their daughters, Xue Baochai and Lin Daiyu, are waiting for your command outside.\"\n\nThis translation is based on the provided text. It conveys the essence of the original content while maintaining proper grammar, syntax, and flow in English. The translation focuses on preserving the emotions and relationships between the characters in the passage.由于外家没有职位，不敢擅自进入，于是下令让他们前来相见。",
            "chinese": "茶三献，贾妃降座，乐止，退入侧室更衣，方备省亲车驾出园。至贾母正室，欲行家礼，贾母等俱跪止之。贾妃垂泪，彼此上前厮见，一手挽贾母，一手挽王夫人，三人满心皆有许多话，俱说不出，只是呜咽对泣而已。邢夫人、李、凤、迎、探、惜等俱在旁垂泪无言。半日，贾妃方忍悲强笑，安慰道：“当日既送我到那不得见人的去处，好容易今日回家，娘儿们这时不说不笑，反倒哭个不了。一会子我去了，又不知多早晚才能一见！”说到这句，不禁又哽咽起来。邢夫人忙上来劝解。贾母等让贾妃归坐，又逐次一一见过，又不免哭泣一番，然后东西两府执事人等在外厅行礼。其媳妇丫鬟行礼毕，贾妃叹道：“许多亲眷，可惜都不能见面！”王夫人启道：“现有外亲薛王氏及宝钗黛玉在外候旨。因见外眷无职，不敢擅入，遂令命请来相见。"
        },
        {
            "original": "一时，薛姨妈等进来，欲行国礼。元妃降旨免过，上前各叙阔别。又有原带进宫的丫鬟抱琴等叩见，贾母连忙扶起，命入别室款待。执事太监及彩嫔、昭容、各侍从人等，宁府及贾赦那宅两处自有人款待，只留三四个小太监答应。母女姊妹，不免叙些久别的情景及家务私情。又有贾政至帘外问安行参等事。元妃又向其父说道：“田舍之家，齑盐布帛，得遂天伦之乐；今虽富贵，骨肉分离，终无意趣！”贾政亦含泪启道：“臣，草芥寒门，鸠群鸦属之中，岂意得徵凤鸾之瑞？今贵人上锡天恩，下昭祖德，此皆山川日月之精华，祖宗之远德锺于一人，幸及政夫妇。且今上体天地生生之大德，垂古今未有之旷恩，虽肝脑涂地，岂能报效万一！惟朝乾夕惕，忠于厥职。伏愿圣君万岁千秋，乃天下苍生之福也。贵妃切勿以政夫妇残年为念。更祈自加珍爱，惟勤慎肃恭以侍上，庶不负上眷顾隆恩也。”贾妃亦嘱以国事宜勤，暇时保养，切勿记念。",
            "english": "At that moment, Xue Yimei and others came in and wanted to perform the ceremony of kowtowing. Empress Yuan Fei issued an imperial edict, allowing them not to kneel down, and only asked each of them to say something about their life after parting. The maidservants originally brought to the palace, such as Baoqin, also came to pay homage. Jia Mo supported them up and asked them to go to another room for hospitality. The eunuchs attending to Empress Yuan Fei, as well as Caipin and Zhao Rong, and others from the Jia Pi and Ning families, were all asked to attend to them. The three sisters and mother could not help but talk about their lives after parting and the private matters at home. Jia Zheng also came to the curtain to ask for greetings and perform the ceremony of kneeling. Empress Yuan Fei said, \"We come from a peasant family, and we have enough to eat and wear, and we can spend time with our family members and share our happiness together. Although we are now rich and powerful, we cannot be together with our family members, and this is meaningless.\" Jia Zheng also shed tears and replied, \"We come from a poor family, and we are almost like a group of bandits, never imagining that we could attract a phoenix-like daughter-in-law. Now that the emperor has granted us such abundant benefits, you and your two daughters are blessings from the ancestors, and the sky has granted us wealth and longevity. You are all blessed with the blessings of heaven and the earth.\"\"Now, the emperor has the benevolence of nourishing all beings like heaven and earth, the greatest mercy of the past and present. Even if I were to sacrifice my life, I could not repay him a tenth of it. From now on, I hope that the emperor will work hard and be faithful to his duties, and may he live for thousands of years, bringing happiness to the people of the world! Do not worry about the emperor and me in our old age, cherish ourselves, and serve the emperor with diligence and reverence at all times, so as not to辜负 his favor.\"\n\nNow, the emperor has the benevolence of nourishing all beings like heaven and earth, the greatest mercy of the past and present. Even if I were to sacrifice my life, I could not repay him a tenth of it. From now on, I hope that the emperor will work hard and be faithful to his duties, and may he live for thousands of years, bringing happiness to the people of the world! Do not worry about the emperor and me in our old age, cherish ourselves, and serve the emperor with diligence and reverence at all times, so as not to辜负 his favor.",
            "chinese": "这时，薛姨妈等人进来，要行叩拜的礼节。元妃降下圣旨，准许她们不必下跪，只上前各人说了说离别后的情况。还有原来带到宫中的丫鬟抱琴等人也来叩拜，贾母扶她们起来，叫她们到另外的房间去招待。服侍元妃的太监和彩嫔、昭容等，还有贾赦府里的人，宁府的人自管招待，只留下几个小太监来侍奉。母女姊妹三人，免不了互相叙说离别后的情况，还有家里的私情。贾政也到帘子外面问安，行参拜礼。元妃又对父亲说：“我们农家，有吃有穿，尽可以和亲人团聚，共享天伦之乐。现在虽然富贵，可是亲人却不能相聚，这哪里有什么意思呢！”贾政也流着泪回答说：“我们是贫苦人家出身，和那些乌合之众差不多，哪里料到能招来凤凰一般的媳妇呢！现在皇上恩赐丰厚，您又蒙祖先的保佑，您自己和您两个女儿都是祖宗积德的福气，上天把您福禄同享。现在皇上对天下苍生，有天地生养万物的仁爱，有古今未有的大恩，就是把我肝脑涂地，也不能报答万分之一。以后只望您多操劳，忠于职守，希望皇上万岁千秋，这才能给天下百姓带来幸福啊！”贵妃不要为政夫妇的晚年担忧，应当更加地珍爱自己，平时勤慎肃敬地侍奉皇上，才可以不辜负皇上的恩宠啊。"
        },
        {
            "original": "贾政又启：“园中所有亭台轩馆皆系宝玉所题，如果有一二可寓目者，请即赐名为幸。”元妃听了宝玉能题，便含笑说道：“果进益了。”贾政退出。元妃因问：“宝玉因何不见？”贾母乃启道：“无职外男，不敢擅入。”元妃命引进来。小太监引宝玉进来，先行国礼毕，命他近前，携手揽于怀内，又抚其头颈，笑道：“比先长了好些。”一语未终，泪如雨下。",
            "english": "Jia Zheng said, \"All the pavilions and gardens in the garden have been named by Bao Yu, and if there are a couple of worth seeing, please grant names as a favor.\" The Empress dowager listened and laughed, saying, \"Indeed, you have made great progress.\" Jia Zheng then left. The Empress dowager asked, \"Where is Bao Yu?\" Jia mother reported, \"There are no male guests without official positions, so they are not allowed to enter.\" The Empress dowager ordered someone to bring him in. The little eunuch brought Bao Yu in, and after Bao Yu had paid his respects, the Empress dowager and Bao Yu hugged each other and stroked his head, laughing and saying, \"You've grown so much since last time.\" Before she could finish, tears flowed down her face.\n\nWhich of the following is the best translation of the sentence \"贾政又说：“园中所有亭台轩馆都让宝玉题名了，如有一两个值得看看的，请赐名字为幸。”\n\nA) Jia Zheng said, \"All the pavilions and gardens in the garden have been named by Bao Yu, and if there are a couple of worth seeing, please grant names as a favor.\"\nB) Jia Zheng again said, \"All the pavilions and gardens in the garden have been named by Bao Yu, and if there are one or two worthy of being seen, please grant names as a favor.\"\nC) Jia Zheng said, \"All the pavilions and gardens in the garden have been named by Bao Yu, and if there is one or two worthy of being seen, please grant names as a favor.\"\n\nB) Jia Zheng again said, \"All the pavilions and gardens in the garden have been named by Bao Yu, and if there are one or two worthy of being seen, please grant names as a favor.\"",
            "chinese": "贾政又说：“园中所有亭台轩馆都让宝玉题名了，如有一两个值得看看的，请赐名字为幸。”元妃听了，对宝玉能题诗文，便笑着说：“果然进步了。”贾政退出。元妃问：“宝玉人呢？”贾母禀明说：“无职外男，不敢擅入。”元妃命人引进来。小太监带宝玉进来，行过礼后，元妃和宝玉携手揽于怀内，又抚摩他头颈，笑着说：“比先前长了好些。”一语未了，泪如雨下。"
        },
        {
            "original": "尤氏凤姐等上来启道：“筵宴齐备，请贵妃游幸。”元妃起身，命宝玉导引，遂同诸人步至园门前。早见灯光之中，诸般罗列，进园先从“有凤来仪”，“红香绿玉”、“杏帘在望”、“蘅芷清芬”等处，登楼步阁，涉水缘山，眺览徘徊。一处处铺陈华丽，一桩桩点缀新奇。元妃极加奖赞，又劝以后不可太奢了，此皆过分。既而来至正殿，降谕免礼归座，大开筵宴，贾母等在下相陪，尤氏、李纨、凤姐等捧羹把盏。",
            "english": "元妃来到园中，先从“有凤来仪”、“红香绿玉”、“杏帘在望”、“蘅芷清芬”等处赏玩，然后登楼步阁，涉水缘山，极加奖赞，又劝以后不可太奢华了，此皆过分。来到正殿，免礼归座，大开筵宴，贾母等在下相陪，尤氏、李纨、凤姐等捧着茶酒。\n\nYuan Fei came to the garden, first admiring the \"Pheasant Coming from the West\", \"Red Fragrance and Green Jade\", \"Hanging Curtain in Sight\", and \"Healing Grass and Chrysanthemum Fragrance\" etc. Then, he climbed the tower and stepped on the gallery, crossed the water and walked along the mountain, praising it highly. He also advised that it should not be too luxurious in the future, which was an exaggeration. Then, he came to the main hall, and after excusing himself, he took his seat. A grand banquet was held, with the elderly ladies and gentlemen in the lower hall, and You Yi, Li Wan, and Feng Zhu serving tea and wine.",
            "chinese": "元妃来到园中，先从“有凤来仪”、“红香绿玉”、“杏帘在望”、“蘅芷清芬”等处赏玩，然后登楼步阁，涉水缘山，极加奖赞，又劝以后不可太奢华了，此皆过分。来到正殿，免礼归座，大开筵宴，贾母等在下相陪，尤氏、李纨、凤姐等捧着茶酒。"
        },
        {
            "original": "元妃乃命笔砚伺候，亲拂罗笺，择其喜者赐名。因题其园之总名曰：“大观园”，正殿匾额云：“顾恩思义”，对联云：“天地启宏慈，赤子苍生同感戴；古今垂旷典，九州万国被恩荣。”又改题：“有凤来仪”，赐名潇湘馆。“红香绿玉”，改作“怡红快绿”，赐名怡红院。“蘅芷清芬”，赐名“蘅芜院”。“杏帘在望”，赐名浣葛山庄。正楼曰大观楼。东面飞楼曰“缀锦阁”。西面飞楼曰含芳阁。更有蓼风轩、藕香榭、紫菱洲、荇叶渚等名。匾额有“梨花春雨”、“桐剪秋风”、“荻芦夜雪”等名。又命旧有匾联不可摘去。于是先题一绝句云：",
            "english": "\"元妃就命笔砚伺候，亲自擦过纸上，再择其喜的题名，因题其园之总名曰：“大观园”，正殿匾额云：“顾恩思义”，对联云：“天地启宏慈，赤子苍生同感戴；古今垂旷典，九州万国被恩荣。”又改题：“有凤来仪”，赐名潇湘馆。“红香绿玉”，改作“怡红快绿”，赐名怡红院。“蘅芷清芬”，赐名“蘅芜院”。“杏帘在望”，赐名浣葛山庄。正楼曰大观楼。东面飞楼曰“缀锦阁”。西面飞楼曰含芳阁。更有蓼风轩、藕香榭、紫菱洲、荇叶渚等名。匾额有“梨花春雨”、“桐剪秋风”、“荻芦夜雪”等名。又命旧有匾联不可摘去。于是先题一绝句云：\"元妃就命笔砚伺候，亲自擦过纸上，再择其喜的题名，因题其园之总名曰：“大观园”，正殿匾额云：“顾恩思义”，对联云：“天地启宏慈，赤子苍生同感戴；古今垂旷典，九州万国被恩荣。”又改题：“有凤来仪”，赐名潇湘馆。“红香绿玉”，改作“怡红快绿”，赐名怡红院。“蘅芷清芬”，赐名“蘅芜院”。“杏帘在望”，赐名浣葛山庄。正楼曰大观楼。东面飞楼曰“缀锦阁”。西面飞楼曰含芳阁。更有蓼风轩、藕香榭、紫菱洲、荇叶渚等名。匾额有“梨花春雨”、“桐剪秋风”、“荻芦夜雪”等名。又命旧有匾联不可摘去。于是先题一绝句云：\"\"\n\nTranslation: The Empress orders the paper and ink to be brought, and personally wipes the paper. She then selects the most pleasing names to call the various places. The main name of the garden is \"Dachuan Garden.\" The main hall is named \"Yin En Si Yi\" (also \"Guan Yin Si Yi\"). The opposite of the main hall is named \"Zhuang Jin Ge\" (also \"Chen Jin Ge\"). Another place is named \"Han Fang Ge\" (also \"Huan Fang Ge\"). The list of other places is \"Liang Feng Xuan\" (also \"Liang Feng Xue\"), \"Qi Xiang Xie\" (also \"Xie Xiang Xie\"), \"Zi Ling Zhou\" (also \"Xing Ye Zu\"), and \"Hai Bao Xing\" (also \"Ying Bao Xing\"). The main building is named \"Dachuan Lou.\" The east wing of the building is named \"Zhuang Jin Ge\" (also \"Chen Jin Ge\"). The west wing is named \"Han Fang Ge\" (also \"Huan Fang Ge\"). Other names include \"Liang Feng Xuan\" (also \"Liang Feng Xue\"), \"Qi Xiang Xie\" (also \"Xie Xiang Xie\"), \"Zi Ling Zhou\" (also \"Xing Ye Zu\"), and \"Hai Bao Xing\" (also \"Ying Bao Xing\"). The Empress also orders that the old names and inscriptions on the walls should not be removed. She then writes a short poem, \"The Empress orders the paper and ink to be brought, and personally wipes the paper. She then selects the most pleasing names to call the various places. The main name of the garden is \"Dachuan Garden.\" The main hall is named \"Yin En Si Yi\" (also \"Guan Yin Si Yi\"). The opposite of the main hall is named \"Zhuang Jin Ge\" (also \"Chen Jin Ge\"). Another place is named \"Han Fang Ge\" (also \"Huan Fang Ge\"). The list of other places is \"Liang Feng Xuan\" (also \"Liang Feng Xue\"), \"Qi Xiang Xie\" (also \"Xie Xiang Xie\"), \"Zi Ling Zhou\" (also \"Xing Ye Zu\"), and \"Hai Bao Xing\" (also \"Ying Bao Xing\"). The main building is named \"Dachuan Lou.\" The east wing of the building is named \"Zhuang Jin Ge\" (also \"Chen Jin Ge\"). The west wing is named \"Han Fang Ge\" (also \"Huan Fang Ge\"). Other names include \"Liang Feng Xuan\" (also \"Liang Feng Xue\"), \"Qi Xiang Xie\" (also \"Xie Xiang Xie\"), \"Zi Ling Zhou\" (also \"Xing Ye Zu\"), and \"Hai Bao Xing\" (also \"Ying Bao Xing\"). The Empress also orders that the old names and inscriptions on the walls should not be removed. She then writes a short poem.",
            "chinese": "元妃就命笔砚伺候，亲自擦过纸上，再择其喜的题名，因题其园之总名曰：“大观园”，正殿匾额云：“顾恩思义”，对联云：“天地启宏慈，赤子苍生同感戴；古今垂旷典，九州万国被恩荣。”又改题：“有凤来仪”，赐名潇湘馆。“红香绿玉”，改作“怡红快绿”，赐名怡红院。“蘅芷清芬”，赐名“蘅芜院”。“杏帘在望”，赐名浣葛山庄。正楼曰大观楼。东面飞楼曰“缀锦阁”。西面飞楼曰含芳阁。更有蓼风轩、藕香榭、紫菱洲、荇叶渚等名。匾额有“梨花春雨”、“桐剪秋风”、“荻芦夜雪”等名。又命旧有匾联不可摘去。于是先题一绝句云："
        },
        {
            "original": "衔山抱水建来精，多少工夫筑始成。天上人间诸景备，芳园应锡大观名。题毕，向诸姐妹笑道：“我素乏捷才，且不长于吟咏，姐妹辈素所深知，今夜聊以塞责，不负斯景而已。异日少暇，必补撰大观园记并省亲颂等文，以记今日之事。妹等亦各题一匾一诗，随意发挥，不可为我微才所缚。且知宝玉竟能题咏，一发可喜。此中潇湘馆蘅芜院二处，我所极爱，次之，怡红院，浣葛山庄。此四大处，必得别有章句题咏方妙。前所题之联虽佳，如今再各赋五言律一首，使我当面试过，方不负我自幼教授之苦心。”",
            "english": "\"I said I'm not good at writing poetry and not good at reciting poetry. Sisters know, tonight I wrote something hastily to fulfill the task. I can't let down the scenery here. In the future, I'll write articles like 'The Memorial of the Great Orchid Garden' and 'Praise of the Queen' to commemorate tonight's events. Each of you can write a couplet and a poem. Just let your imagination run wild and don't let my mediocre talents hold you back. I heard that the Prince can write poetry, which makes me very happy. These潇湘馆,蘅芜苑,怡红院,浣葛山庄 are my favorites, and the next is. We'll each write a five-character poem. I'll examine you on the spot, not letting go of the effort I put into teaching you from a young age.\"",
            "chinese": "我说我平时不擅长写诗，而且也不善于吟诗，姐妹们都知道，今晚草草写了塞责，不能辜负这里的景色，以后有空，我要写大观园记，省亲颂等等文章，来纪念今晚的事。妹妹们各写一个匾和一首诗，随意发挥，不要被我微薄的才学束缚。我听说宝玉能写诗，太高兴了。这潇湘馆，蘅芜苑，怡红院，浣葛山庄，是我最爱的，其次是的，要各写一首五言律诗，我当面考考你，不辜负我自幼教授你的苦心。"
        },
        {
            "original": "宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：",
            "english": "宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：\n\n宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡",
            "chinese": "宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是："
        },
        {
            "original": "旷性怡情（匾额）",
            "english": "English translation: Refreshing and serene (匾额)",
            "chinese": "心旷神怡（匾额）"
        },
        {
            "original": "迎春园成景物特精奇，奉命羞题额“旷怡”。谁信世间有此境？游来宁不畅神思？",
            "english": "Wen Chun Yuan's scenery is particularly delicate, I was asked to write a title plaque \"Broad Enchantment,\" who would have thought that there is such a wonderful place in the world, how could one not be in high spirits and relaxed when visiting it?",
            "chinese": "迎春园的景物特别精巧，我奉命题匾额“旷怡”，谁想世间竟然有如此佳境，游玩来怎能不畅神怡情？"
        },
        {
            "original": "文采风流（匾额）",
            "english": "\"The article is full of grace and elegance, and it exudes a graceful and elegant charm.\"",
            "chinese": "文章风采，风流倜傥。"
        },
        {
            "original": "探春秀水明山抱复回，风流文采胜蓬莱。绿裁歌扇迷芳草，红衬湘裙舞落梅。珠玉自应传盛世，神仙何幸下瑶台。名园一自邀游赏，未许凡人到此来。",
            "english": "英文翻译：\nThe spring breeze and clear water embrace each other,\nThe elegant style surpasses the Lantian.\nGreen fans hide the flowers and red skirts dance the snowdrops.\nJade and pearls belong to the prosperous age,\nGods and goddesses descend from the moon.\nThe famous gardens invite visitors,\nBut common people cannot come here.",
            "chinese": "探春秀水明山抱复回，风流文采胜蓬莱。绿裁歌扇迷芳草，红衬湘裙舞落梅。珠玉自应传盛世，神仙何幸下瑶台。名园一自邀游赏，未许凡人到此来。"
        },
        {
            "original": "文章造化（匾额）",
            "english": "造化文章（匾额） translates to \"Work of Divine Creation\" in English.",
            "chinese": "造化文章（匾额）"
        },
        {
            "original": "惜春山水横拖千里外，楼台高起五云中。园修日月光辉里，景夺文章造化功。",
            "english": "英文翻译:\n\nAlas, the spring beauty stretches out a thousand miles across the mountains and rivers, towering over the sky with its five cloud-covered peaks. The garden is a sight to behold in the radiance of the sun and moon, while the scenery rivals the craftsmanship of nature itself.",
            "chinese": "可惜春光山水横拖千里外，楼台高耸五云中。园修日月光辉里，景夺文章造化功。"
        },
        {
            "original": "万象争辉（匾额）",
            "english": "This plaque is an imperial gift from Emperor Kangxi of the Qing Dynasty to the Hongen Temple.\n\nThe translated text presents the information in a straightforward and accurate manner, maintaining the original meaning and context of the Chinese text. Here is a breakdown of the translation:\n\n- \"此匾额\" is translated as \"This plaque.\" The term \"匾额\" refers to a large, often decorative, plaque or tablet, typically hung on the wall of a building or structure. In this case, the plaque is being referred to as \"this\" since it is the subject of the sentence.\n- \"为清康熙皇帝御笔\" is translated as \"an imperial gift from Emperor Kangxi of the Qing Dynasty.\" \"为\" is the verb \"to be,\" and \"御笔\" is a compound noun referring to a document or artwork created by a monarch, such as a king or emperor. Here, it indicates that the plaque was created by Emperor Kangxi.\n- \"赠与\" is translated as \"gifted\" or \"given as a gift,\" and \"宏恩寺\" is translated as \"the Hongen Temple.\" \"宏恩寺\" is the name of a specific temple, which is mentioned to provide context about where the plaque was given.\n\nIn summary, the translated sentence maintains the original meaning of the Chinese text while providing a clear and concise understanding of the content in English.",
            "chinese": "此匾额为清康熙皇帝御笔，赠与宏恩寺。"
        },
        {
            "original": "李纨名园筑就势巍巍，奉命多惭学浅微。精妙一时言不尽，果然万物有光辉！",
            "english": "李纨所建的园子高大巍峨，当时奉命时还因才学低微而感到惭愧。但是，虽然一时之间难以形容其精妙之处，园子里的万物却散发着光芒。",
            "chinese": "李纨所建的园子高大巍峨，刚奉命时还惭愧才学低微，一时之间，虽难以形容其精妙，园子里的万物却闪耀着光辉！"
        },
        {
            "original": "凝晖锺瑞（匾额）",
            "english": "Translation:\n\nThe plaque \"凝晖锺瑞\" was written by Li Zhao long in the fourth year of Qing咸丰 (1854) and is 172 cm high and 107 cm wide. It is in楷书 and consists of four characters. The whole plaque is carved from a long rectangular piece of green stone and is hung above the north main gate of the fourth courtyard.\n\nI'm not a native English speaker, so please don't laugh at my terrible English.",
            "chinese": "匾额“凝晖锺瑞”为清咸丰四年（1854年）李兆龙撰写，高172厘米，宽107厘米，楷书，共四字，整匾由一块长方形的青石雕刻而成，悬挂在第四进院落的北正门上方。"
        },
        {
            "original": "薛宝钗芳园筑向帝城西，华日祥云笼罩奇。高柳喜迁莺出谷，修篁时待凤来仪。文风已著宸游夕，孝化应隆归省时。睿藻仙才瞻仰处，自惭何敢再为辞？",
            "english": "薛宝钗在京城西边建了一座大花园。\nXue Baochai built a large garden in the west of the capital city.\n\nCould you tell me what kind of garden it is? Is it a beautiful one with flowers and trees?\n\nSure, I'd be happy to. The garden that Xue Baochai built is indeed a beautiful one with a variety of flowers and trees. It's known for its peaceful and serene atmosphere, and is a popular destination for both locals and tourists alike. The garden features a pond, a bridge, and a variety of pavilions and other structures that add to its charm. It's a great place to relax and enjoy the beauty of nature.",
            "chinese": "薛宝钗在京城西边建了一座大花园。"
        },
        {
            "original": "世外仙源（匾额）",
            "english": "This text translates to \"Worldly External Source of Elixir (匾额)\" in English. In this case, the term \"匾额\" (biǎn ér) refers to a Chinese hanging sign or plaque often seen in temples, palaces, or other architectural structures. The other words, \"世上外仙源\" (shì shang wài xiān yuán), suggest a reference to a mystical or spiritual source that exists beyond the physical world or external realm.",
            "chinese": "世上外仙源（匾额）"
        },
        {
            "original": "林黛玉宸游增悦豫，仙境别红尘。借得山川秀，添来气象新。香融金谷酒，花媚玉堂人。何幸邀恩宠，宫车过往频？",
            "english": "英文翻译： \n\nLin Daiyu's visit to the imperial court brought great joy and happiness, departing from the mundane world and entering a world of enchantment. Borrowing the beauty of the mountains and rivers, the scenery took on a new look. The fragrance of the flowers and the beauty of the people in the palace were a feast for the senses. What luck to be favored by the emperor, as the imperial carriage passed by the palace with increasing frequency.",
            "chinese": "林黛玉宸游增悦豫，仙境别红尘。借得山川秀，添来气象新。香融金谷酒，花媚玉堂人。何幸邀恩宠，宫车过往频？"
        },
        {
            "original": "元妃看毕，称赏不已，又笑道：“终是薛林二妹之作与众不同，非愚姊妹所及。”原来黛玉安心今夜大展奇才，将众人压倒，不想元妃只命一匾一咏，倒不好违谕多做，只胡乱做了一首五言律应命便罢了。",
            "english": "Translated text:\n\nAfter reading it, Yuan Fei praised it and laughed, \"After all, the articles of the two sisters, Xue and Lin, are different from us.\" In fact, Lin Daiyu had planned to show off tonight and put everyone down, but she did not want to violate the imperial edict by doing more, so she just quickly wrote a five-character poem and turned it in.\n\nCan you please summarize the main points of the text?\n\nSure, the main points of the text are:\n\n1. Yuan Fei reads the article written by two sisters, Xue and Lin.\n2. Yuan Fei praises their unique style and says that their articles are different from others.\n3. Lin Daiyu, who was planning to show off tonight, was forced to submit a five-character poem due to the imperial edict.",
            "chinese": "元妃看完，称赞不已，又笑道：“毕竟薛、林二位妹妹的文章与众不同，不是我等可比的。”其实林黛玉是打算今夜大显身手，把众人压下去的，不想元妃只命作一匾一咏，不好违背谕旨多做，只是草草做了一首五言律就交差了。"
        },
        {
            "original": "时宝玉尚未做完，才做了潇湘馆与蘅芜院两首，正做怡红院一首，起稿内有“绿玉春犹卷”一句。宝钗转眼瞥见，便趁众人不理论，推他道：“贵人因不喜‘红香绿玉’四字，才改了‘怡红快绿’；你这会子偏又用‘绿玉’二字，岂不是有意和他分驰了？况且蕉叶之典故颇多，再想一个改了罢。”宝玉见宝钗如此说，便拭汗说道：“我这会子总想不起什么典故出处来！”宝钗笑道：“你只把‘绿玉’的‘玉’字改作‘蜡’字就是了。”宝玉道：“‘绿蜡’可有出处？”宝钗悄悄的咂嘴点头，笑道：“亏你！今夜不过如此，将来金殿对策，你大约连‘赵钱孙李’都忘了呢！唐朝韩翊咏芭蕉诗头一句，‘冷烛无烟绿蜡乾’，都忘了么？”宝玉听了，不觉洞开心意，笑道：“该死，该死！眼前现成的句子，竟想不到。姐姐真是‘一字师’了，！从此只叫你师傅，再不叫姐姐了。”宝钗也悄悄的笑道：“还不快做上去，只‘姐姐’‘妹妹’的！谁是你姐姐？那上头穿黄袍的才是你姐姐呢。”一面说笑，因怕他耽延工夫，遂抽身走开了。",
            "english": "At that time, Bao Yuyu had not finished writing, and had only written two poems, one for Xiangxiang Guan and one for Henghuai Yuan. He was just writing a poem for Yi Hong Yuan, and the first line was \"Green Jade Spring is still rolled up\". Princess Dashui accidentally glanced at it and pushed Bao Yuyu lightly without anyone noticing, saying, \"The Empress Dowager Dashui didn't like the phrase 'Red Fragrance Green Jade', so she changed it to 'Yi Hong Kuai Green'. Aren't you intentionally going against the Empress Dowager's will by using the word 'Green Jade' now? Besides, there are many典故 about bamboo leaves, so come up with another one and change it.\"\n\n宝玉 heard what Princess Dashui said and wiped his sweat, saying, \"I can't think of any典故 or references right now!\" Princess Dashui whispered, \"All you have to do is change the 'Green Jade' to 'Green Wax'.\" Bao Yuyu said, \"Green Wax has any典故?\" Princess Dashui slowly nodded and smiled, saying, \"You couldn't think of it? Tonight is just a small test, but in the future when you are taking the imperial examination, you may forget even the phrase 'Zhang Qian Sun Liao'!\" Princess Dashui then recited, \"From the Tang Dynasty, Han Yi's poem about bamboos, the first line is 'Cold candles without smoke, green wax dry'.\"Translation:\n\nWhen he heard this, Bao Yu immediately had an epiphany and laughed, saying, \"Damn it, damn it! A sentence right in front of my eyes, and I can't think of it.\" Sister really is a \"one-word teacher\"! From now on, I will only call you \"master\", and I will not call you sister anymore!\" Bao Chai also quietly laughed and said, \"Hurry up and do it, just calling me sister! Who is your sister? The one wearing yellow clothes is your sister.\" While laughing, she feared that he would delay his work and so she withdrew quietly.\n\nGiven the text above, generate a new text using the same style.\n\n”When she heard this, Bao Yi immediately had an epiphany and smiled, saying, \"Damn it, damn it! A sentence right in front of my eyes, and I can't think of it.\" Sister is really a \"one-word teacher\"! From now on, I will only call you \"master\", and I will not call you sister anymore!\" Bao Chai also secretly laughed and said, \"Hurry up and do it, just calling me sister! Who is your sister? The one wearing yellow clothes is your sister.\" While laughing, she was afraid that he would delay his work and so she quietly left.\n\nGiven the text above, generate a new text using the same style.\n\nWhen she heard this, Bao Yi immediately had an epiphany and laughed, saying, \"Damn it, damn it! A sentence right in front of my eyes, and I can't think of it.\" Sister is really a \"one-word teacher\"! From now on, I will only call you \"master\", and I will not call you sister anymore!\" Bao Chai also secretly smiled and said, \"Hurry up and do it, just calling me sister! Who is your sister? The one wearing yellow clothes is your sister.\" While laughing, she was worried that he would delay his work and so she quietly walked away.",
            "chinese": "那时宝玉还没有写完，只写了潇湘馆和蘅芜院两首，正做怡红院的一首，起句有“绿玉春犹卷”一句。宝钗不经意地瞥见后，趁众人没注意，推了宝玉一把说：“贵妃不喜欢‘红香绿玉’四字，才改成了‘怡红快绿’，你这会子偏偏又用‘绿玉’二字，岂不是有意跟贵妃唱反调吗？况且，蕉叶典故很多，再想一个改了罢。”宝玉见宝钗这么说，就擦擦汗说：“我这会子总想不起来什么典故出处来！”宝钗轻声说：“你只把‘绿玉’的‘玉’字改成‘蜡’字就是了。”宝玉说：“‘绿蜡’有什么典故吗？”宝钗悄悄地咂嘴点头，笑着说：“亏你想不起来！今夜不过如此，将来金殿对策，你大约连‘赵钱孙李’都忘了呢！唐朝韩翊咏芭蕉诗头一句，‘冷烛无烟绿蜡干’，都忘了吗？”宝玉听了，顿时茅塞顿开，笑着说：“该死，该死！眼前现成的句子，竟然想不到。”姐姐真是“一字师”了！从此只叫你师傅，再不叫姐姐了！”宝钗也悄悄的笑道：“还不快做上去，只‘姐姐’‘妹妹’的！谁是你姐姐？那上头穿黄袍的才是你姐姐呢。”一面说笑，因怕他耽延工夫，遂抽身走开了。"
        },
        {
            "original": "宝玉续成了此首，共有三首。此时黛玉未得展才，心上不快。因见宝玉构思太苦，走至案旁，知宝玉只少“杏帘在望”一首，因叫他抄录前三首，却自己吟成一律，写在纸条上，搓成个团子，掷向宝玉跟前。宝玉打开一看，觉比自己做的三首高得十倍，遂忙恭楷誊完呈上。",
            "english": "The translation of the given Chinese text to English is:\n\nBaoyu continued to compose this poem, which amounted to three poems in total. At this time, Daiyu had no opportunity to display her talents, and she felt very unhappy. Because she saw that Baoyu was too hard in his thinking, she walked to the desk and knew that Baoyu was only short of a \"Hanging Ears\" poem. So she asked him to copy the first three, but wrote a seven-character poem herself, and rolled it into a ball, throwing it in front of Baoyu. When Baoyu opened it, he found that it was ten times better than his three poems, so he quickly copied it and handed it over respectfully.",
            "chinese": "宝玉续成此诗，共有三首。这时黛玉没有得到施展才华的机会，心上很不愉快。因见宝玉构思太苦，走到案前，知道宝玉只少一首“杏帘在望”，就叫他抄录前三首，自己却吟成一首七律，写在纸上，搓成团子，掷向宝玉跟前。宝玉打开一看，觉得比自己做的三首高得十倍，就忙恭恭敬敬地誊写下来呈上。"
        },
        {
            "original": "元妃看是：",
            "english": "\"元妃看是\" is a phrase in the Chinese language. In English, it can be translated as \"Imperial Lady Yuan examines it.\"\n\nThe phrase is part of a larger context, and the full sentence would give more context to its meaning. However, the literal translation is \"Imperial Lady Yuan examines it,\" referring to a female figure named Imperial Lady Yuan who is examining or looking at something.",
            "chinese": "元妃看是："
        },
        {
            "original": "有凤来仪",
            "english": "英文翻译：A phoenix flew in, with a magnificent appearance.\n\nStep 1: Identify the meaning of the Chinese characters.\n- 一 (yī) means \"one\"\n- 凤凰 (fèng huáng) means \"phoenix\"\n- 飞来 (fēi lái) means \"flew in\"\n- 仪态万千 (yí tài wàn qiān) means \"with a magnificent appearance\"\n\nStep 2: Combine the meaning of the characters to form a coherent sentence.\nThe sentence is structured as \"A [noun] [verb] [with a descriptive phrase].\" In this case, the noun is \"phoenix,\" the verb is \"flew in,\" and the descriptive phrase is \"with a magnificent appearance.\"\n\nStep 3: Adjust the sentence structure to fit English grammar.\nIn English, the subject typically comes before the verb. Therefore, the sentence structure is adjusted to \"A phoenix flew in, with a magnificent appearance.\"",
            "chinese": "一只凤凰飞来，仪态万千。"
        },
        {
            "original": "宝玉秀玉初成实，堪宜待凤凰。竿竿青欲滴，个个绿生凉。迸砌防阶水，穿帘碍鼎香。莫摇分碎影，好梦正初长。",
            "english": "Translated text: The newly grown bamboo shoots, with their tender green shoots, are very fresh and suitable for Phoenix to inhabit. They are each and every one of them green and vibrant, bringing a sense of coolness to summer. They will poke their way out from the gaps between the steps and weave through the curtains, affecting the fragrance of the food being cooked in the鼎. Don't disturb them, as they are having a long and beautiful dream.\n\nPlease note that the context is based on a fictional scenario, and the translation may not align with any specific cultural references or context.",
            "chinese": "刚长成的竹子，嫩绿的笋芽非常鲜嫩，很适合凤凰居住。它们一根根青翠欲滴，为夏日带来阵阵清凉。它们会从台阶的缝隙中钻出来，从帘子上穿过去，影响着鼎中烹煮食物的香气。不要摇动它，它正在做一个长长的美梦呢。"
        },
        {
            "original": "蘅芷清芬蘅芜满静苑，萝薜助芬芳。软衬三春草，柔拖一缕香。轻烟迷曲径，冷翠湿衣裳。谁谓“池塘”曲，谢家幽梦长。",
            "english": "Heng Wu Yuan is a place where the fragrance fills the air, with ivy and vine twining together in profusion. In the month of March, the fine grass covers the ground, curling slightly, and the fragrance gently floats. The winding path around the gallery is shrouded in a mist. The clear leaves are covered with dew, which dampens the clothes. Who says that only ponds have fragrant grass? The dreams of the Xie family should continue forever.\n\nSure, here's the translation in a more readable format:\n\nHeng Wu Yuan is a place where the fragrance fills the air, with ivy and vine twining together in profusion. In the month of March, the fine grass covers the ground, curling slightly, and the fragrance gently floats. The winding path around the gallery is shrouded in a mist. The clear leaves are covered with dew, which dampens the clothes. Who says that only ponds have fragrant grass? The dreams of the Xie family should continue forever.\n\nHeng Wu Yuan is a place where the fragrance fills the air, with ivy and vine twining together in profusion. In the month of March, the fine grass covers the ground, curling slightly, and the fragrance gently floats. The winding path around the gallery is shrouded in a mist. The clear leaves are covered with dew, which dampens the clothes. Who says that only ponds have fragrant grass? The dreams of the Xie family should continue forever.",
            "chinese": "蘅芜苑里，芳香四溢，萝藤蔓茎，茂盛异常。三月的细草覆盖着地面，微微地卷曲着，一缕缕的香气，轻轻地浮动着。绕满回廊的幽径，飘着蒙蒙的烟雾。清冷的翠叶，凝结着晶莹的露珠，打湿了衣裳。谁说只有池塘里有香草，谢家的梦，应该长久绵延。"
        },
        {
            "original": "怡红快绿深庭长日静，两两出婵娟。绿蜡春犹卷，红妆夜未眠。凭栏垂绛袖，倚石护青烟。对立东风里，主人应解怜。",
            "english": "英文翻译：The courtyard in spring is deep and peaceful, as if the sun doesn't want to come out. Cicadas are sitting in pairs on the branches and calling. The green wax curtain is pulled down, and the woman in red is unable to sleep. She stands on the railing, hanging down her red sleeve, leaning on the stone, and preventing the blue smoke from spreading. A pair of butterflies stand side by side in the wind, and the lady of the house should cherish them.",
            "chinese": "春日的庭院，深邃幽静，连日头都似乎懒得出来，蝉们成对地伏在枝头鸣叫，卷着绿蜡的帘子，红妆睡不着觉，站在栏杆上，垂下红袖，靠着石头，防止青烟飘散。一对并立在东风里，女主人应该是会怜惜它们的。"
        },
        {
            "original": "杏帘在望杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韮熟，十里稻花香。盛世无饥馁？何须耕织忙。",
            "english": "This poem describes a peaceful and idyllic scene with nature in full bloom. The poem begins by inviting guests to enjoy a drink in the company of the beautiful surroundings. The image of the \"杏帘招客饮，有山庄\" suggests a picturesque countryside setting with a rustic charm.\n\nNext, the poem describes the water and vegetation in the area. \"菱荇鹅儿水，桑榆燕子梁\" refers to the presence of lotus leaves, water lilies, and duckweed floating on the water. The mention of the \"桑榆燕子梁\" suggests the presence of a tree with a canopy that provides shade for birds.\n\nThe poem then shifts to a more agricultural focus. \"一畦春韭熟，十里稻花香\" describes the harvest season where the fields of wheat and rice are ripe and fragrant. The image of the \"一畦春韭熟\" suggests the abundance of food that is available to the people.\n\nFinally, the poem concludes with a statement about the prosperity and abundance of the land. \"盛世无饥馁，何须耕织忙\" means that there is no need for people to worry about hunger or poverty in such a prosperous and abundant time.\n\nOverall, the poem creates a vivid and beautiful image of a peaceful and abundant countryside, where nature and agriculture thrive.",
            "chinese": "杏帘招客饮，有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韭熟，十里稻花香。盛世无饥馁，何须耕织忙。"
        },
        {
            "original": "元妃看毕，喜之不尽，说：“果然进益了！”又指“杏帘”一首为四首之冠。遂将浣葛山庄改为稻香村，又命探春将方才十数首诗另以锦笺誊出，令太监传与外厢。贾政等看了，都称颂不已。贾政又进归省颂。元妃又命以琼酪金脍等物赐与宝玉并贾兰。此时贾兰尚幼，未谙诸事，只不过随母依叔行礼而已。那时贾蔷带领一班女戏子，在楼下正等得不耐烦，只见一个太监飞跑下来说：“做完了诗了，快拿戏单来。”贾蔷忙将戏目呈上，并十二个人的花名册子。少时，点了四出戏：第一出，《豪宴》；第二出，《乞巧》；第三出，《仙缘》；第四出，《离魂》。贾蔷忙张罗扮演起来，一个个歌有裂石之音，舞有天魔之态。虽是装演的形容，却做尽悲欢的情状。",
            "english": "元妃看完后，非常高兴，说：“果然有了进步！”她又指着《杏帘》这一首，认为是四首诗中最好的。于是，将“浣葛山庄”改名为“稻香村”，并让探春把刚才写的十几首诗用美丽的纸誊写出来，然后让太监传给外厢。贾政等人看了，都称赞不已。贾政又进献了一篇《归省颂》。元妃又命人用琼酪金脍等贵重食品赐给宝玉和贾兰。当时贾兰还很小，不懂事，只是随母亲和叔父行礼而已。这时，贾蔷带领一班女戏子，在楼下正等得不耐烦，只见一个太监飞跑下来喊：“做完了诗，快拿戏单来。”贾蔷急忙把戏目和十二个人的花名册子呈上。过了一会儿，点了四出戏：第一出是《豪宴》；第二出是《乞巧》；第三出是《仙缘》；第四出是《离魂》。贾蔷急忙安排演出，女戏子们唱得如同石头开裂，舞姿如同天魔，虽然她们的容貌是女扮男装，却能表现出悲欢离合的情态。",
            "chinese": "元妃看完，非常高兴，说：“果然进益了！”又指“杏帘”一首为四首之冠。便将“浣葛山庄”改为“稻香村”，又命探春把方才十数首诗另以锦笺誊出，令太监传与外厢。贾政等看了，都称赞不已。贾政又进献《归省颂》。元妃又命以琼酪金脍等物赐给宝玉和贾兰。此时贾兰还小，不懂事，只不过随母依叔行礼而已。那时贾蔷带领一班女戏子，在楼下正等得不耐烦，只见一个太监飞跑下来说：“做完了诗了，快拿戏单来。”贾蔷忙把戏目呈上，并十二个人的花名册子。少时，点了四出戏：第一出，《豪宴》；第二出，《乞巧》；第三出，《仙缘》；第四出，《离魂》。贾蔷忙张罗扮演起来，一个个歌声如同裂石，舞姿如同天魔，虽然装演的容貌，却做尽悲欢的情状。"
        },
        {
            "original": "刚演完了，一太监托著一金盘糕点之属进来，问：“谁是龄官？”贾蔷便知是赐龄官之物，连忙接了，命龄官叩头。太监又道：“贵妃有谕，说：‘龄官极好，再做两出戏，不拘那两出就是了。’”贾蔷忙答应了，因命龄官做《游园》《惊梦》二出。龄官自以为此二出非本角之戏，执意不从，定要做《相约》《相骂》二出。贾蔷扭不过他，只得依他做了。元妃甚喜，命：“莫难为了这女孩子，好生教习。”额外赏了两疋宫绸，两个荷包，并金银锞子之类。然后撤筵，将未到之处复又游玩。忽见山环佛寺，忙盥手进去焚香拜佛，又题一匾云：“苦海慈航”；又额外加恩与一班幽尼女道。",
            "english": "That eunuch carried in a golden tray with various pastries and asked, \"Who is the龄官?\" Jia Qiang immediately knew that it was something given to the龄官, so he hurriedly took it over and let the龄官 kneel down. The eunuch then said, \"The Empress has ordered, saying: 'The龄官 sings well, so sing two more plays, whichever two you like.' \" Jia Qiang agreed and instructed the龄官 to sing \"The Gardens of Pleasure and The Dream of the Plum Blossom\". The龄官 said she did not know how to sing these two plays and refused to sing them, insisting on singing \"The Appointment\" and \"The Quarrel\". Jia Qiang had no choice but to agree. Upon hearing this, the Empress was very happy and ordered, \"Don't trouble the child, teach him well.\" She also gave an additional two rolls of palace silk, two purses, and silver ingots and other items. Then the banquet was cleared away, and the Empress also visited the various places. Suddenly, she saw a Buddhist temple surrounded by a mountain, and hurriedly washed her hands, burned incense, and prayed to the Buddha. She then wrote a sign on a tablet, calling it \"Suffering Sea, Compassionate Cruise\". She also gave additional rewards to a group of nuns and monks.",
            "chinese": "那太监托着金盘糕点之类进来了，问：“谁是龄官？”贾蔷便知道是赐给龄官的东西，连忙接过来，让龄官磕头。太监又说道：“贵妃有旨，说：‘龄官唱得好，再唱两出戏，随便哪两出都可以。’”贾蔷答应了，就让龄官唱《游园》《惊梦》两出戏。龄官说自己不会唱这两出戏，坚决不唱，定要唱《相约》《相骂》两出。贾蔷没法，只好依他。元妃听了，非常高兴，命：“不要难为这孩子，好好儿教习。”额外赏赐了两匹宫绸，两个荷包，金银锞子之类。然后撤掉筵席，又把没到的地方都参观了一遍。忽然看见一座山环抱着的佛寺，忙洗手焚香拜佛，又题了一块匾，叫“苦海慈航”；又额外加恩赏给一班幽尼女道。"
        },
        {
            "original": "少时，太监跪启：“赐物俱齐，请验，按例行赏。”乃呈上略节。元妃从头看了，无话，即命照此而行。太监下来，一一发放。原来贾母的是金玉如意各一柄，沉香拐杖一根，伽楠念珠一串，富贵长春宫缎四疋，福寿绵长宫绸四疋，紫金笔锭如意锞十锭，吉庆有馀银锞十锭，邢夫人等二分只减了如意、拐、珠、四样。贾敬、贾赦、贾政等每分御制新书二部，宝墨二匣，金银盏各二只，表礼按前。宝钗黛玉诸姊妹等每人新书一部，宝砚一方，新样格式金银锞二对。宝玉和贾兰是金银项圈二个，金银锞二对。尤氏、李纨、凤姐等，皆金银锞四锭，表礼四端。另有表礼二十四端，清钱五百串，是赏与贾母、王夫人及各姊妹房中奶娘众丫鬟的。贾珍、贾琏、贾环、贾蓉等皆是表礼一端，金银锞一对。其馀彩缎百疋，白银千两，御酒数瓶，是赐东西两府及园中管理工程、陈设、答应及司戏、掌灯诸人的；外又有青钱三百串，是赐厨役、优伶、百戏、杂行人等的。",
            "english": "At this moment, the eunuch knelt down and announced, \"The emperor's gifts are ready and need to be reported and inspected according to the regulations, and distributed accordingly.\" The Empress dowager then instructed them to open and examine the gifts. Everything was in order, so she ordered them to follow the set rules. The eunuchs then went down to distribute the gifts one by one. The gifts included gold and jade如意 each, a incense stick made of incense, a string of jadite beads, four pieces of silk from the Palace of Wealth and Longevity, and ten silver ingots with auspicious patterns from the Palace of Happiness and Abundance. The gifts for the ladies reduced the golden and jade如意, incense stick, and jadite beads to nothing. Each of the men received two new books, two boxes of precious ink, and two gold and silver cups. The gifts for Jia Zhu were the same as before. Each of the girls, including Baoshui and Laizi, received a new book, a precious inkstone, and two sets of silver and gold ingots in new designs. The gifts for Jia Wang and Jia Lan were two golden and jade collars and two sets of golden and silver ingots. Additionally, there were twenty-four sets of table gifts and five hundred coins, which were distributed to the maids and maidservants of Jia Mi, Wang Fu, and Feng Qing.贾珍、贾琏、贾环、贾蓉等每个人一份表礼，两对银锞。剩余的一百匹彩缎，一千两白银，几瓶御酒，是赐给东、西两个府以及园林中管理工程、陈设、答应、掌灯等人的；另有三百串铜钱，是赐给厨役、优伶、百戏、杂行人等的。",
            "chinese": "这时，太监跪着禀告说：“皇上的赏赐已经备齐，要禀报核查，依例赏赐。”贾妃便命人打开查看，没有问题，于是吩咐照这个章程办。太监下去，一件一件地发给。原来，贾母的赏赐有金玉如意各一个，沉香拐杖一根，伽楠念珠一串，富贵长春宫缎四匹，福寿绵长宫绸四匹，紫金笔锭如意锞十锭，吉庆有余银锞十锭。邢夫人、王夫人等减去如意、拐、珠三样。贾敬、贾赦、贾政等每人二部新书，二匣宝墨，金银盏二只。贾珠的表礼与前相同。宝钗、黛玉等每人一部新书，一方宝砚，新样格式金银锞二对。宝玉和贾兰的赏赐是二个金银项圈，二对金银锞。尤氏、李纨、凤姐等每人四锭银锞，四端表礼。另外，有二十四端表礼和五百串清钱，是赏赐给贾母、王夫人及各姊妹房中奶妈丫环们的。贾珍、贾琏、贾环、贾蓉等每人一份表礼，二对银锞。余下彩缎一百匹，白银一千两，御酒数瓶，是赐给东、西两府及园中管理工程、陈设、答应、掌灯诸人的；另有青钱三百串，是赐给厨役、优伶、百戏、杂行人等的。"
        },
        {
            "original": "众人谢恩已毕，执事太监启道：“时已丑正三刻，请驾回銮。”元妃不由的满眼又滴下泪来，却又勉强笑著，拉了贾母王夫人的手不忍放，再四叮咛：“不须记挂，好生保养！如今天恩浩荡，一月许进内省视一次，见面尽容易的，何必过悲？倘明岁天恩仍许归省，不可如此奢华糜费了。”贾母等已哭的哽噎难言。元妃虽不忍别，奈皇家规矩违错不得的，只得忍心上舆去了。这里众人好容易将贾母及王夫人劝住，搀扶出园去了。",
            "english": "After everyone had expressed their gratitude, the eunuch announced, \"Now it is the third tick of the midnight, please, Your Highness, return to the palace.\" The tears of the Empress Dowager Xiyuan began to flow again, and she could only勉强笑 and reluctantly held the hands of Grandmother Ja and Lady Wang, not wanting to let go. She repeatedly reminded them, \"Don't worry, take good care of yourselves. Now the emperor is generous, allowing me to visit once a month, it's not difficult to meet. Why are you so sad? If the emperor allows me to visit next year, please don't be so extravagant.\" Grandmother Ja and Lady Wang cried uncontrollably. Although the Empress Dowager Xiyuan didn't want to separate, the rules of the palace could not be broken, and she had to suppress her heartache and get into the carriage. It took a long time before the crowd could persuade Grandmother Ja and Lady Wang to leave, and they were escorted out of the garden.",
            "chinese": "众人都谢恩后，太监禀道：“现在丑正三刻，请娘娘回銮。”元妃的泪又流了下来，只得勉强笑着，拉着贾母王夫人的手舍不得放，一再叮咛：“不要挂念，好好保养。现在皇恩浩荡，一个月可以来省一次，见面很容易，何必如此伤心呢？如果明年天恩准许我来省，不可如此奢华了。”贾母和王夫人哭得上气不接下气。元妃虽然舍不得分开，但是皇家的规矩不能违，只得忍着心上车去了。众人才好容易把贾母和王夫人劝开，搀扶着她们出了园子。"
        },
        {
            "original": "未知如何，下回分解。",
            "english": "英文翻译：How exactly, next time to be revealed.\n\n要如何具体实现，下次分解给出详细回答。",
            "chinese": "具体如何，下回分解。"
        }
    ],
    "title": "《皇恩重元妃省父母　天伦乐宝玉呈才藻》",
    "chapter_number": 18
}