{
    "paragraphs": [
        {
            "original": "话说彼时有人回，工程上等著糊东西的纱绫，请凤姐去开库；又有人来回，请凤姐收金银器皿。王夫人并上房丫鬟等皆不得空儿。宝钗因说道：“偺们别在这里碍手碍脚。”说著，和宝玉等便往迎春房中来。",
            "english": "At that time, someone came back, and the silks and satins needed for patching had to be opened up in the storehouse. Then someone came to ask Madam Feng to take in some gold and silver tableware. The ladies in the upper rooms were too busy. The springtime flowers were in full bloom and the birds were singing. There were not many people in the garden. The boys and girls were playing. The girls were picking flowers, while the boys were hunting birds. The young ladies were also busy with their tasks.",
            "chinese": "当时有人回来，工程上需要糊东西的纱绫，要凤姐去开库房；还有人来请凤姐收金银器皿。王夫人和上房丫鬟们都没空。宝钗说：“我们别在这里碍手碍脚。”于是和宝玉等去了迎春的房间。"
        },
        {
            "original": "王夫人日日忙乱。直到十月里才全备了：监办的都交清账目；各处古董、文玩俱已陈设齐备；采办鸟雀－－自仙鹤、鹿、兔以及鸡、鹅等，亦已买全，交于园中各处饲养；贾蔷那边也演出二三十出杂戏来；一班小尼姑道姑也都学会念佛诵经。于是贾政略觉心中安顿，遂请贾母到园中色色斟酌，点缀妥当，再无些微不合之处，贾政才敢题本。本上之日，奉旨于明年正月十五日－－上元之日，贵妃省亲。贾府奉了此旨，一发日夜不闲，连年也不能好生过了。",
            "english": "The Empress Dowager Wang was very busy every day. Not until October did she finish all her preparations: the books were checked, all the antiques and other decorative objects were arranged, and all the birds, from the crane, deer, and rabbit to the chicken and goose, were purchased and given to the gardeners to care for. Jia Qiang's troupe had put on more than thirty plays. A group of young nuns and Taoist nuns had learned how to chant sutras and recite scriptures. Jia Zheng was slightly at ease and asked the Empress Dowager Wang to inspect the garden one by one, carefully arranging everything to make sure there was nothing wrong. Only then did he dare to report to the court. After approval, on the fifteenth day of the first lunar month next year, the Empress Dowager would come to visit. The Jia family received the order and worked day and night, so that the year passed without peace.",
            "chinese": "王夫人每天都很忙。直到十月，她才完成了所有的准备工作：账目清点完毕，各种古董和文玩也都摆放好了；鸟雀，从仙鹤、鹿、兔到鸡、鹅，也都买齐了，交给了园子里的饲养员。贾蔷那边也演出了二三十出杂戏。一群小尼姑和道姑也都学会了念佛诵经。贾政稍稍安心，便请贾母到园子里一一查看，仔细布置，确保没有不妥之处，这才敢向朝廷上奏。朝廷批准后，明年正月十五，贵妃将前来探望。贾府接到这个命令，日夜不停，这一年过得也不太平静。"
        },
        {
            "original": "转眼元宵在迩，自正月初八就有太监出来先看方向：何处更衣，何处燕坐，何处受礼，何处开宴，何处退息。又有巡察地方总理关防太监带了许多小太监来，各处关防挡围幕，指示贾宅人员何处出入，何处进膳，何处启事种种仪注。外面又有工部官员并五城兵马司打扫街道，撵逐闲人。贾赦等监督匠人扎花灯烟火之类，至十四日俱已停妥。这一夜，上下通不曾睡。",
            "english": "The Lantern Festival is approaching, and from the eighth day of the first lunar month, the eunuchs began to inspect the rooms of the Jia mansion, telling them where to change clothes, where to rest, where to receive visitors, where to have banquets, and where to rest. In addition, there were Prime Ministers of the local area with many small eunuchs, instructing the staff of the Jia mansion on where to enter and exit, where to eat, and where to handle matters. Outside, there were officials from the Work Department and the Five Cities Military Command cleaning the streets and driving away idle people. Jia Zai and others supervised craftsmen in making lanterns and fireworks, and by the fourteenth day, everything was ready. That night, everyone in the house did not sleep.",
            "chinese": "元宵节快到了，从正月初八开始，太监们就开始巡视贾宅的各个房间，告诉他们哪里更衣，哪里休息，哪里接受拜见，哪里开宴，哪里休息。另外，还有巡察地方总理关防太监带领许多小太监来，指示贾宅人员哪里出入，哪里吃饭，哪里处理事情。外面还有工部官员和五城兵马司打扫街道，赶走闲人。贾赦等人监督匠人扎花灯烟火等，到十四日就已经准备好了。这一夜，上下人都没有睡觉。"
        },
        {
            "original": "至十五日五鼓，自贾母等有爵者，俱各按品大妆。大观园内，帐舞蟠龙，帘飞绣凤；金银焕彩，珠宝生辉，鼎焚百合之香，瓶插长春之蕊，静悄悄无一人咳嗽。贾赦等在西街门外，贾母等在荣府大门外，街头巷口用围幕挡严。正等的不耐烦，忽见一个太监骑著匹马来了。贾政接著，问其消息。太监道：“早多著呢。未初用晚膳，未正还到宝灵宫拜佛，酉初进大明宫领宴看灯，方请旨，只怕戌初才起身呢。”凤姐听了道：“既这样，老太太和太太且请回房，等到了时候再来，也还不迟。”于是贾母等自便去了，园中俱赖凤姐照料。",
            "english": "On the fifteenth day at five in the morning, the barons and others of rank dressed in their finery as prescribed. In the Grand View Garden, the curtains were decorated with dragons, and the curtains with phoenixes. The gold and silver gleamed, and the jewels sparkled, and the incense burned with the fragrance of lilies, and the vases were filled with evergreens, all quiet and still. The Jia Paes were outside the West Gate Street, the Jia Mums outside the Jia Palace. The streets and alleys were covered with screens. Those who were waiting were impatient, and suddenly saw a eunuch riding a horse. Jia Zheng went up to greet him and asked about the news. The eunuch said, \"It's even later. At noon they had their evening meal, at 3:00 they went to the Bao Ling Palace to worship the Buddha, at 5:00 they entered the Daming Palace to attend the banquet and watch the lanterns, and then they were asked for their wishes, and maybe it won't be until 7:00 that they will set out.\" Feng Zhong heard this and said, \"Since that's the case, Grandmother",
            "chinese": "到了十五日五更，有爵位的贾母等人都按照品级打扮。大观园内，帐子上画着蟠龙，帘子上绣着凤凰；金银闪耀，珠宝发光，香炉里燃烧着百合花香，瓶子里插着长春花，静悄悄的没有人咳嗽。贾赦等人在西街门外，贾母等人在荣府门外，街头巷口用围幕挡严。等的人不耐烦，突然见一个太监骑著马来了。贾政迎上去，问他消息。太监说：“早得多呢。未初用晚膳，未正还到宝灵宫拜佛，酉初进大明宫领宴看灯，方请旨，只怕戌初才起身呢。”凤姐听了道：“既然这样，老太太和太太先回房里去，等到了时候再来，也不迟。”于是贾母等自己走了，园里由凤姐照料。"
        },
        {
            "original": "执事人等带领太监们去吃酒饭，一面传人挑进蜡烛，各处点起灯来。忽听外面马跑之声不一，有十来个太监喘吁吁跑来拍手儿。这些太监都会意，知道是来了，各按方向站立。贾赦领合族子弟在西街门外，贾母领合族女眷在大门外迎接，半日静悄悄的。忽见两个太监骑马缓缓而来，至西街门下了马，将马赶出围幕之外，便面西站立。半日，又是一对，亦是如此。少时便来了十来对，方闻隐隐鼓乐之声。一对对凤翣龙旌，雉羽宫扇；又有销金提炉，焚著御香。然后一把曲柄七凤金黄伞过来，便是冠袍带履。又有执事太监捧著香巾、绣帕、漱盂、拂尘等物。一队队过完，后面方是八个太监，抬著一顶金顶鹅黄绣凤銮舆，缓缓行来。贾母等连忙跪下。早有太监过来扶起贾母等来，将那銮舆抬入大门往东一所院落门前，有太监跪请下舆更衣。于是入门，太监散去，只有昭容彩嫔等引著元春下舆。只见苑内各色花灯闪灼，皆系纱绫扎成，精致非常。上面有一灯匾，写著“体仁沐德”四个字。元春入室更衣，复出上舆进园，只见园中香烟缭绕，花影缤纷，处处灯光相映，时时细乐声喧：说不尽这太平景象，富贵风流！",
            "english": "The servants and eunuchs went to eat, while someone held a candle and lit the lamps in all directions. Suddenly, they heard the sound of horses running outside, and more than a dozen eunuchs ran in with their breaths short and clapped their hands. The eunuchs understood what had happened, lined up in the direction, and Jia Pi led the male children of the family to the West Street gate, while Jia Mi led the female children of the family to the main gate to meet them. After a while, there was silence. Suddenly, two eunuchs rode slowly towards them, dismounted from their horses at the West Street gate, and drove their horses out of the curtain and stood facing west. After a while, another pair came. They did the same. Soon, there were ten or so pairs, and they heard the faint sound of drums and music. Each pair carried a fan and a banner, with a gilded carriage and a phoenix, and a feathered palace fan. There were also gold inlaid incense burners burning imperial incense. Then a golden umbrella with a curved handle and seven phoenixes came, and behind it came the crown, robes, shoes, and so on. There were eunThe eunuchs came over to help the old lady get up, and then they took the throne and drove it into the main gate. Then they went into a courtyard. After the eunuchs left, only the Marquis of the Inner Palace and the Lady of the Outer Palace led Chunyin into the carriage. The lanterns in the garden were flickering. They were all made of silk and were very delicate. There was a lantern on the front of the courtyard with four words on it: \"Body of Goodness, Compassion and Virtue.\" Chunyin entered the room, changed clothes, and then got back into the carriage and entered the garden. When she entered the garden, she saw that the garden was filled with fragrance and that the flowers were in bloom. Everywhere the lights were shining, and the music was playing softly. She couldn't describe the peaceful and wealthy scene.",
            "chinese": "仆人和太监们去吃饭，同时，有人提着蜡烛，四处点着灯。突然听到外面马奔跑的声音，十几个太监喘着气跑来拍手。太监们明白发生了什么事，按照方向站好。贾赦带着家族的男孩子们在西街门外，贾母带着家族的女孩子们在大门外迎接。过了一会儿，静悄悄的。突然，两个太监骑马缓缓而来，在西街门下马，将马赶出围幕之外，面朝西站立。过了一会儿，又来了一对。他们也这样做了。不久，来了十来对，听到了隐隐约约的鼓乐声。一对对凤翣龙旌，雉羽宫扇；又有销金提炉，燃烧着御香。然后一把曲柄七凤金黄伞过来，就是冠袍带履。又有太监拿着香巾、绣帕、漱盂、拂尘等物。一队队经过，后面是八个太监，抬着一顶金顶鹅黄绣凤銮舆，缓缓前行。贾母等连忙跪下。太监过来扶起贾母等人，将銮舆抬入大门往东一所院落门前于是进入，太监散去，只有昭容彩嫔等引著元春下舆。只见苑内各色花灯闪闪烁烁，都是纱绫扎成，精致非常。上面有一灯匾，写着“体仁沐德”四个字。元春进入室内更衣，再次上车进入花园，只见园中香气缭绕，花影缤纷，处处灯光相映，时时细乐声喧：说不尽这太平景象，富贵风流！"
        },
        {
            "original": "却说贾妃在轿内看了此园内外光景，因点头叹道：“太奢华过费了！”忽又见太监跪请登舟。贾妃下舆登舟。只见清流一带，势若游龙，两边石栏上皆系水晶玻璃各色风灯，点的如银光雪浪；上面柳杏诸树，虽无花叶，却用各色绸绫纸绢及通草为花，粘于枝上，每一株悬灯万盏；更兼池中荷荇凫鹭诸灯亦皆系螺蚌羽毛做就的：上下争辉，水天焕彩，真是琉璃世界，珠宝乾坤。船上又有各种盆景，珠帘绣幕，桂楫兰桡，自不必说了。已而入一石港，港上一面匾灯，明现著“蓼汀花溆”四字。",
            "english": "Jia Fei looked at the scenery inside and outside the garden from the sedan chair and nodded in approval. Suddenly, a eunuch knelt down and asked her to board the boat. Jia Fei got down from the sedan chair and boarded the boat. The water flowed like a dragon, and the crystal and glass lanterns on both sides of the stone railings shone like silver and snow. On both sides of the willow trees and peach trees, there were paper silks and silk flowers made of silk and silk. Each tree was hung with ten thousand lanterns, and the lotus, hyacinth, duck, and heron in the pool were all made of conch shells and feathers. It was a world of crystal and a world of jade and jade. On the boat, there were various potted plants, pearl curtains, embroidered curtains, and lotus canoes, which were not to be mentioned. Soon, the boat entered a stone port, and a signboard light appeared on the port, with the characters \"Liu Ting Hu Xiu\" shining.\n\nNote: This translation is based on the given Chinese text and may not be a direct word-for-word translation due to the context and idiomatic expressions.Just see the clear stream, the shape of the dragon, both sides of the stone railing",
            "chinese": "贾妃在轿内看了这个园林的内外景致，不禁点头叹道：“太奢华过费了！”忽然，太监跪请登舟。贾妃下了轿，登上了船。只见清澈的水流像一条游龙，两边的石栏上挂着水晶玻璃各色风灯，闪闪发光，像银光雪浪。两旁的柳树、杏树虽然没有花叶，却用各色绸绫纸绢和通草粘成花，挂在枝上。每一株树上都挂着万盏灯，池中的荷、荇、凫、鹭等各种灯都是用螺蚌、羽毛做成的。上下争辉，水天焕彩，真是琉璃世界，珠宝乾坤。船上还有各种盆景，珠帘绣幕，桂楫兰桡，自不必说了。不久，进入一个石港，港上一面匾灯，明现着“蓼汀花溆”四个字。\n\n中国白话：\n\n却说贾妃在轿内看了此园内外光景，因点头叹道：“太奢华过费了！”忽又见太监跪请登舟。贾妃下舆登舟。只见清流一带，势若游龙，两边石栏上"
        },
        {
            "original": "看官听说：这“蓼汀花溆”四字及“有凤来仪”等字，皆系上回贾政偶试宝玉之才，何至便认真用了？想贾府世代诗书，自有一二名手题咏，岂似暴富之家，竟以小儿语搪塞了事呢？只因当日这贾妃未入宫时，自幼亦系贾母教养。后来添了宝玉，贾妃乃长姊，宝玉为幼弟，贾妃念母年将迈，始得此弟，是以独爱怜之。且同侍贾母，刻不相离。那宝玉未入学之先，三四岁时，已得元妃口传教授了几本书，识了数千字在腹中，虽为姊弟，有如母子。自入宫后，时时带信出来与父兄，说：“千万好生扶养：不严不能成器，过严恐生不虞，且致祖母之忧。”眷念之心刻刻不忘。前日贾政闻塾师赞他尽有才情，故于游园时聊一试之。虽非名公大笔，却是本家风味。且使贾妃见之，知爱弟所为，亦不负其平日切望之意，因此，故将宝玉所题用了。那日未题完之处，后来又补题了许多。",
            "english": "I heard that the four characters \"Liu Ting Flower and Valley\" and \"The Place Where Phoenix Comes\" were actually used by the Grand Master just to test the talent of his son, not really chosen for the actual buildings. But I do not believe that a family that has been immersed in literature for generations would resort to childish language to deceive people. You see, Princess Xue was raised by her grandmother from her childhood. After she entered the palace, she had to stay in touch with her parents and brothers. So she often wrote to them to tell them to take good care of her brother. She was very strict with him, but she did not want to be too strict. She also wanted to avoid worrying her grandmother. She always thought of her brothers and sisters. So when the Grand Master asked the tutor to test his son's talent, he tried to use the princess's words to show that the boy was very talented. Although the words were not written by a famous writer, they were still the style of the family. And it was a way to show that the princess's work was incomplete, and that her brother had continued to work on it.",
            "chinese": "听说：这“蓼汀花溆”四字及“有凤来仪”等字，是贾政偶然试宝玉的才，不是真的用了？要知道贾府世代诗书，自有一二名手题咏，怎会像暴富之家，竟以小儿语搪塞了事呢？因为贾妃未入宫时，自幼也是贾母教养的。后来添了宝玉，贾妃是长姊，宝玉是幼弟，贾妃念母年将迈，始得此弟，所以特别爱怜他。而且同侍贾母，刻刻不相离。那宝玉未入学之先，三四岁时，就已经得元妃口传教授了几本书，识了数千字在腹中，虽为姊弟，有如母子。自入宫后，时时带信出来与父兄，说：“千万好生扶养：不严不能成器，过严恐生不虞，且致祖母之忧。”眷念之心刻刻不忘。前日贾政听说塾师赞他尽有才情，所以于游园时聊一试之。虽非名公大笔，却是本家风味。而且使贾妃那天没写完的地方，后来又补写了许多。"
        },
        {
            "original": "且说贾妃看了四字，笑道：“‘花溆’二字便好，何必‘蓼汀’？”侍坐太监听了，忙下舟登岸，飞传与贾政。贾政即刻换了。彼时舟临内岸，去舟上舆，便见琳宫绰约，桂殿巍峨。石牌坊上写著“天仙宝境”四大字。贾妃命换了“省亲别墅”四字，于是进入行宫。只见庭燎绕空，香屑布地，火树琪花，金窗玉槛。说不尽帘卷虾须，毯铺鱼獭，鼎飘麝脑之香，屏列雉尾之扇。真是：“金门玉户神仙府，桂殿兰宫妃子家。”贾妃乃问：“此殿何无匾额？”随侍太监跪启道：“此系正殿，外臣未敢擅拟。”贾妃点头。礼仪太监请升座受礼，两阶乐起。二太监引赦政等于月台下排班上殿，昭容传谕曰：“免。”乃退。又引荣国太君及女眷等自东阶升月台上排班，昭容再谕曰：“免。”于是亦退。",
            "english": "贾妃看了“花溆”二字，笑道：“‘蓼汀’二字何必再提？”侍坐太监听了，急忙下舟登岸，飞传与贾政。贾政即刻换了。到了内岸，贾妃命换了“省亲别墅”四字，于是进入行宫。只见庭燎绕空，香屑布地，火树琪花，金窗玉槛。说不尽帘卷虾须，毯铺鱼獭，鼎飘麝脑之香，屏列雉尾之扇。真是：“金门玉户神仙府，桂殿兰宫妃子家。”贾妃问：“此殿为何没有匾额？”随侍太监跪启道：“此系正殿，外臣未敢擅拟。”贾妃点头。礼仪太监请贾政等人升座受礼，两阶乐起。二太监引贾政等人自东阶升月台上排班，昭容再谕曰：“免礼。”贾政等人退下。又引荣国太君及女眷等自东阶升月台上排班，昭容再谕曰：“免礼。”贾政等人退下。“于是他也退了。The way of the ancients is not the way of the ancients. The way is that which has form and trustworthiness, which is free of action and form. It can be transmitted but cannot be received; it can be obtained but cannot be seen. It has its own origin, and existed before the creation of the heavens and earth, and has been enduring since ancient times.\n\n中文原文：\n\n“夫道，有情有信，无为无形；可传而不可受，可得而不可见；自本自根，未有天地，自古以固存。\n\n简单的现代普通话：\n\n“道，是有情感和诚信的，没有行为和形体的。\n\n英文翻译：\n\nThe way of the ancients is not the way of the ancients. The way is that which has form and trustworthiness, which is free of action and form. It can be transmitted but cannot be received; it can be obtained but cannot be seen. It has its own origin, and existed before the creation of the heavens and earth, and has been enduring since ancient times.\n\n中文原文：\n\n“自本自根，未有天地，自古以固存。\n\n简单的现代普通话：\n\n“从本源到根，没有天地，自Thus,\n\n中文原文：\n\n天地未生，而一气自存。\n\n中国白话：\n\n中文原文：\n\n天地生而一气自化，化而为阴阳。\n\n中国白话：\n\n英文翻译：\n\nWhen heaven and earth were born, the original qi was already formed, and then formed into yin and yang.\n\n中文原文：\n\n阴阳合而生五行，五行一阴阳。\n\n中国白话：\n\n英文翻译：\n\nYin and yang combined to produce the five elements, which were again divided into yin and yang.\n\n中文原文：\n\n五行者，气之聚散也。\n\n中国白话：\n\n英文翻译：\n\nThe five elements are the gathering and dispersal of qi.\n\n中文原文：\n\n气聚则生，散则死。\n\n中国白话：\n\n英文翻译：\n\nWhen qi gathers, things come into being; when it disperses, they die.\n\n中文原文：\n\n故曰：精则养气，气则养神。\n\n中国白话：\n\n英文翻译：\n\nTherefore, it is said that when the essence is nourished, the qi will be nourished, and when the qi is nourished, the spirit will be nourished.\n\n中文原文：\n\n神者，气之精也。\n\n中国白话：\n\n英文翻译：\n\nThe spirit is the essence of qi",
            "chinese": "贾妃看了“花溆”二字，笑道：“‘蓼汀’二字何必再提？”侍坐太监听了，急忙下舟登岸，飞传与贾政。贾政即刻换了。到了内岸，贾妃命换了“省亲别墅”四字，于是进入行宫。只见庭燎绕空，香屑布地，火树琪花，金窗玉槛。说不尽帘卷虾须，毯铺鱼獭，鼎飘麝脑之香，屏列雉尾之扇。真是：“金门玉户神仙府，桂殿兰宫妃子家。”贾妃问：“此殿为何没有匾额？”随侍太监跪启道：“此系正殿，外臣未敢擅拟。”贾妃点头。礼仪太监请贾政等人升座受礼，两阶乐起。二太监引贾政等人自东阶升月台上排班，昭容再谕曰：“免礼。”贾政等人退下。又引荣国太君及女眷等自东阶升月台上排班，昭容再谕曰：“免礼。”贾政等人退下。“于是他也退了。\n\n中国白话：\n\n“而可以是如是之无妄矣。\n\n简单的现代普通话：\n\n“这就能算是真正的无妄了。\n\n中国白话：\n\n“吾所谓道也，非向者之所谓道也。\n\n简单的现代普通话：\n\n“我所说的道，不是以前所说的道。\n\n中国白话：\n\n“如其果能，是亦人之所同有也。\n\n简单的现代普通话：\n\n“如果真的能做到，这也是每个人都会有的东西。\n\n中国白话：\n\n“古之所谓道术者，果恶乎在？\n\n简单的现代普通话：\n\n“古代所说的道术，到底在哪里？\n\n中国白话：\n\n“古之所谓道术者，果恶乎在？\n\n简单的现代普通话：\n\n“古代所说的道术，到底在哪里？\n\n中国白话：\n\n“夫道，有情有信，无为无形；可传而不可受，可得而不可见；自本自根，未有天地，自古以固存。\n\n简单的现代普通话：\n\n“道，是有情感和诚信的，没有行为和形体的。可以传递但不能接受，可以得到但不能看见。从本源上来说，没有天地的时候就一直存在。\n\n中国白话：\n\n“是故，"
        },
        {
            "original": "茶三献，贾妃降座，乐止，退入侧室更衣，方备省亲车驾出园。至贾母正室，欲行家礼，贾母等俱跪止之。贾妃垂泪，彼此上前厮见，一手挽贾母，一手挽王夫人，三人满心皆有许多话，俱说不出，只是呜咽对泣而已。邢夫人、李、凤、迎、探、惜等俱在旁垂泪无言。半日，贾妃方忍悲强笑，安慰道：“当日既送我到那不得见人的去处，好容易今日回家，娘儿们这时不说不笑，反倒哭个不了。一会子我去了，又不知多早晚才能一见！”说到这句，不禁又哽咽起来。邢夫人忙上来劝解。贾母等让贾妃归坐，又逐次一一见过，又不免哭泣一番，然后东西两府执事人等在外厅行礼。其媳妇丫鬟行礼毕，贾妃叹道：“许多亲眷，可惜都不能见面！”王夫人启道：“现有外亲薛王氏及宝钗黛玉在外候旨。外眷无职，不敢擅入。”贾妃即命请来相见。",
            "english": "Three cups of tea, Empress Jiaji's seat was lowered, the music stopped, the retreat entered the side room to change clothes, the provincial capital's carriage has just left the garden. At the home of Grandmother Jia, Empress Jia wanted to perform a family ceremony, Grandmother Jia and others knelt to stop her. Empress Jia wept, and the three of them went up and down, one hand holding Grandmother Jia, the other hand holding Lady Wang, all of them had a lot of things to say, but they could not say it, only to weep. Xing夫人, Li, Feng, Ying, Tan, Xi and others were all beside them crying without words. After a half day, Empress Jia was unable to stop her tears and forced a smile, comforted, \"When I was sent to the place where I could not see people, it took a long time to return home. At this time, mother and daughter can not laugh and cry, and even cry. After a while, I went away. How long will it be before I can see each other again!\" When she said this, she could not help weeping again. Xing Fu came forward to comfort.“外人没有职务，不敢擅自进入。”贾妃立即命人请来相见。\n\n\"Foreigners without any position dare not enter擅自.\" Empress Jia immediately ordered someone to invite them in.\n\n将“外眷无职，不敢擅入。”改为“外人没有职务，不敢擅自进入。”使句子更加通俗易懂。将“贾妃即命请来相见。”改为“贾妃立即命人请来相见。”使句子更加简练。\n\n\"Foreigners without any position dare not enter擅自.\" Empress Jia immediately ordered someone to invite them in.\n\n将“外眷无职，不敢擅入。”改为“外人没有职务，不敢擅自进入。”使句子更加通俗易懂。将“贾妃即命请来相见。”改为“贾妃立即命人请来相见。”使句子更加简练。\n\n\"Foreigners without any position dare not enter擅自.\" Empress Jia immediately ordered someone to invite them in.\n\n将“外眷无职，不敢擅入。”改为“外人没有职务，不敢擅自进入。”使句子更加通俗易懂。将“贾妃即命请来相见。”改为“贾妃立即命人请来相见。”使句子更加简练。\n\n",
            "chinese": "茶三献，贾妃降座，乐止，退入侧室更衣，省亲车驾才出园。至贾母正室，贾妃欲行家礼，贾母等跪止之。贾妃垂泪，彼此上前厮见，一手挽贾母，一手挽王夫人，三人满心皆有许多话，俱说不出，只是呜咽对泣而已。邢夫人、李、凤、迎、探、惜等俱在旁垂泪无言。半日，贾妃方忍悲强笑，安慰道：“当日既送我到那不得见人的去处，好容易今日回家，娘儿们这时不说不笑，反倒哭个不了。一会子我去了，又不知多早晚才能一见！”说到这句，不禁又哽咽起来。邢夫人忙上来劝解。贾母等让贾妃归坐，又逐次一一见过，又不免哭泣一番，然后东西两府执事人等在外厅行礼。其媳妇丫鬟行礼毕，贾妃叹道：“许多亲眷，可惜都不能见面！”王夫人启道：“现有外亲薛王氏及宝钗黛玉在外候旨。外人没有职务，不敢擅自进入。”贾妃立即命人请来相见。\n\n将“外眷无职，不敢擅入。”改为“外人没有职务，不敢擅自进入。”使句子更加通俗易懂。将“贾妃即命请来相见。”改为“贾妃立即命人请来相见。”使句子更加简练。"
        },
        {
            "original": "一时，薛姨妈等进来，欲行国礼。元妃降旨免过，上前各叙阔别。又有原带进宫的丫鬟抱琴等叩见，贾母连忙扶起，命入别室款待。执事太监及彩嫔、昭容、各侍从人等，宁府及贾赦那宅两处自有人款待，只留三四个小太监答应。母女姊妹，不免叙些久别的情景及家务私情。又有贾政至帘外问安行参等事。元妃又向其父说道：“田舍之家，齑盐布帛，得遂天伦之乐；今虽富贵，骨肉分离，终无意趣！”贾政亦含泪启道：“臣，草芥寒门，鸠群鸦属之中，岂意得徵凤鸾之瑞？今贵人上锡天恩，下昭祖德，此皆山川日月之精华，祖宗之远德锺于一人，幸及政夫妇。且今上体天地生生之大德，垂古今未有之旷恩，虽肝脑涂地，岂能报效万一！惟朝乾夕惕，忠于厥职。伏愿圣君万岁千秋，乃天下苍生之福也。贵妃切勿以政夫妇残年为念。更祈自加珍爱，惟勤慎肃恭以侍上，庶不负上眷顾隆恩也。”贾妃亦嘱以国事宜勤，暇时保养，切勿记念。",
            "english": "Once, Xue Yimei and others came in and wanted to perform a national ceremony. Yuanfei said that the ceremony should be canceled and the guests should talk about how long they had been apart. There were also attendants who had been brought into the palace, such as Baoqing, who knelt and saluted. The old lady immediately got up and ordered them to be treated in a separate room. The eunuchs and eunuchs of the palace, Ning House and the house of Jia Pei, would take care of them, leaving only a few eunuchs to answer. The mother, daughter and sister could not help but talk about their long separation and private affairs. There was also Jia Zheng standing outside the curtain and asking for greetings and bowing. The prince said, \"The humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble family, the humble familyWe hope that you will take good care of yourself, be diligent and respectful in serving the emperor, and thus not let down the emperor's favor. The Empress Dowager also instructed you to be diligent and take good care of your health when you have free time, without worrying about these matters.",
            "chinese": "某时，薛姨妈等人进来，想要行国礼。元妃下旨免礼，上前各人叙说久别之情。还有原带进宫的丫鬟抱琴等人叩见，贾母连忙扶起，命入别室款待。执事太监及彩嫔、昭容、各侍从人等，宁府及贾赦那宅两处自有人款待，只留三四个小太监答应。母女姊妹，不免叙些久别的情景及家务私情。又有贾政至帘外问安行参等事。元妃又向其父说道：“田舍之家，齑盐布帛，得遂天伦之乐；今虽富贵，骨肉分离，终无意趣！”贾政亦含泪启道：“臣，草芥寒门，鸠群鸦属之中，岂意得徵凤鸾之瑞？今贵人上锡天恩，下昭祖德，此皆山川日月之精华，祖宗之远德锺于一人，幸及政夫妇。且今上体天地生生之大德，垂古今未有之旷恩，虽肝脑涂地，岂能报效贵妃不要担心政夫妇的晚年。希望贵妃保重自己，勤勉恭敬地侍奉皇上，这样才不会辜负皇上的恩宠。贾妃也嘱咐贵妃要勤勉，闲暇时保养好身体，不要记挂这些事。"
        },
        {
            "original": "贾政又启：“园中所有亭台轩馆皆系宝玉所题，如果有一二可寓目者，请即赐名为幸。”元妃听了宝玉能题，便含笑说道：“果进益了。”贾政退出。元妃因问：“宝玉因何不见？”贾母乃启道：“无职外男，不敢擅入。”元妃命引进来。小太监引宝玉进来，先行国礼毕，命他近前，携手揽于怀内，又抚其头颈，笑道：“比先长了好些。”一语未终，泪如雨下。",
            "english": "Jia Zheng said, \"The pavilions, pavilions, and pavilions in the garden are all written by Yu Boya. If there is anything worthy of viewing, please give it a name.\" Princess Yuanfei said with a smile, \"You have really made progress.\" Jia Zheng left. Princess Yuanfei asked, \"Where is Yu Boya?\" Jia Zong said, \"There are no outsiders, so he cannot come in.\" Princess Yuanfei asked Yu Boya to come in, and Yu Boya bowed to Princess Yuanfei. Princess Yuanfei took his hand and laughed, \"You are taller than before.\" Yu Boya was about to speak, but Princess Yuanfei's tears flowed down.",
            "chinese": "贾政又说：“园子里的亭台楼阁，都是宝玉写的。如果有值得看的，就请您赐名。”元妃听了宝玉能写，笑着说道：“果然进步了。”贾政退出去了。元妃问：“宝玉怎么没来？”贾母说：“没有外人，不能进来。”元妃让宝玉进来，宝玉向元妃行了礼，元妃拉住他的手，笑道：“比以前长高了一些。”宝玉还没说话，元妃的眼泪就流了下来。"
        },
        {
            "original": "尤氏凤姐等上来启道：“筵宴齐备，请贵妃游幸。”元妃起身，命宝玉导引，遂同诸人步至园门前。早见灯光之中，诸般罗列，进园先从“有凤来仪”，“红香绿玉”、“杏帘在望”、“蘅芷清芬”等处，登楼步阁，涉水缘山，眺览徘徊。一处处铺陈华丽，一桩桩点缀新奇。元妃极加奖赞，又劝以后不可太奢了，此皆过分。既而来至正殿，降谕免礼归座，大开筵宴，贾母等在下相陪，尤氏、李纨、凤姐等捧羹把盏。",
            "english": "Yao, Feng, and others came forward to announce that the banquet was ready for the Empress to view. Empress Yuan rose, ordering Yu to lead the way. The party then entered the garden, where it was already illuminated with lights and adorned with beautiful decorations. They passed through places like \"Phoenix Coming,\" \"Green and Red Flowers,\" \"Dewdrop in the Evening,\" and \"Honeysuckle and Peony Fragrance,\" climbing stairs and crossing bridges, traversing rivers and mountains. Each place was decorated with elaborate and exquisite details. Empress Yuan praised them highly, advising that they should not indulge in luxury too much, as it was already excessive. Then they arrived at the main hall, where Empress Yuan ordered them to take their seats and opened the banquet. The Grandmother, Lady You, Lady Liu, and Lady Feng, among others, served tea and poured wine.",
            "chinese": "尤氏、凤姐等人上来禀告：“筵席准备好了，请贵妃前去赏玩。”元妃起身，命宝玉引路，于是与众人步入园门。园中早已灯火辉煌，琳琅满目，先从“有凤来仪”、“红香绿玉”、“杏帘在望”、“蘅芷清芬”等处经过，登楼步阁，涉水缘山，眺览徘徊。每处的布置华丽精致，每件物品都别出心裁。元妃大加赞赏，又劝说以后不可过于奢侈，这些已经太过分了。随后来到正殿，元妃命免礼归座，大开筵席，贾母等人在下相陪，尤氏、李纨、凤姐等人端茶倒酒。"
        },
        {
            "original": "元妃乃命笔砚伺候，亲拂罗笺，择其喜者赐名。因题其园之总名曰：“大观园”，正殿匾额云：“顾恩思义”，对联云：“天地启宏慈，赤子苍生同感戴；古今垂旷典，九州万国被恩荣。”又改题：“有凤来仪”，赐名潇湘馆。“红香绿玉”，改作“怡红快绿”，赐名怡红院。“蘅芷清芬”，赐名“蘅芜院”。“杏帘在望”，赐名浣葛山庄。正楼曰大观楼。东面飞楼曰“缀锦阁”。西面飞楼曰含芳阁。更有蓼风轩、藕香榭、紫菱洲、荇叶渚等名。匾额有“梨花春雨”、“桐剪秋风”、“荻芦夜雪”等名。又命旧有匾联不可摘去。于是先题一绝句云：",
            "english": "Emperor Yuan ordered the servants to prepare the writing utensils, and he himself brushed off the red paper with a broom. He picked out his favorite one and gave it a name. Therefore, he named the garden the \"Great View Garden\", the main hall the \"Thoughts of Grace\", and the couplet \"With the vastness of heaven and earth, the whole country is grateful to the kindness of the emperor; with the vastness of heaven and earth, the whole country is grateful to the emperor's great kindness.\" The name was changed to \"Come and See the Phoenix\", and the name was given as the \"Xiaoxiang Pavilion\". \"Red Fragrance and Green Jade\", changed to \"Jihe Happy\", and the name was given as the \"Yihong Villa\". \"Hengzhi Qingfeng\", the name was given as \"Hengwu Pavilion\". \"Huangyan in the distance\", the name was given as the \"Wan Ge Mountain\". The main hall was named the \"Great View Building\". The east wing flying building was named \"Zhuizhen Pavilion\". The west wing flying building was named \"Huanfang Pavilion\". There were also the names of the \"Liu Feng Xuan\", the \"",
            "chinese": "元妃命令笔墨伺候，亲自拂去罗笺，挑选她喜欢的赐予名字。因此给这个花园的总名称为“大观园”，正殿匾额名为“顾恩思义”，对联为“天地启宏慈，赤子苍生同感戴；古今垂旷典，九州万国被恩荣。”又改名为“有凤来仪”，赐名为潇湘馆。“红香绿玉”，改为“怡红快绿”，赐名为怡红院。“蘅芷清芬”，赐名为“蘅芜院”。“杏帘在望”，赐名为浣葛山庄。正楼名为大观楼。东面飞楼名为“缀锦阁”。西面飞楼名为含芳阁。还有蓼风轩、藕香榭、紫菱洲、荇叶渚等名字。匾额有“梨花春雨”、“桐剪秋风”、“荻芦夜雪”等名字。又命令旧有的匾额和对联不可摘去。于是先写了一首绝句云："
        },
        {
            "original": "衔山抱水建来精，多少工夫筑始成。天上人间诸景备，芳园应锡大观名。题毕，向诸姐妹笑道：“我素乏捷才，且不长于吟咏，姐妹辈素所深知，今夜聊以塞责，不负斯景而已。异日少暇，必补撰大观园记并省亲颂等文，以记今日之事。妹等亦各题一匾一诗，随意发挥，不可为我微才所缚。且知宝玉竟能题咏，一发可喜。此中潇湘馆蘅芜院二处，我所极爱，次之，怡红院，浣葛山庄。此四大处，必得别有章句题咏方妙。前所题之联虽佳，如今再各赋五言律一首，使我当面试过，方不负我自幼教授之苦心。”",
            "english": "We built a mountain and water building, which took a long time to complete. All the scenery of heaven and earth is here, and the Fragrant Garden should be granted the name of Grand View. After finishing it, I laughed to the sisters, \"I was born with poor wit and lack of talent in poetry. You all know. Tonight, I just want to use this poem to fill the gap and not disappoint this beautiful scenery. After I have time in the future, I will write a record of the Grand View Garden and the Pre-Qing Festival Hymn, etc., to record what happened tonight. You can also write a couplet and a poem each, without being constrained by my humble talent. I heard that the Prince of the Jade White Jade can also write poems, which is wonderful. I like the潇湘馆 and the Hengwu garden best, followed by the Yiyu courtyard and the Wanshe Mountain. The four places must be perfect with other articles. The couplet I wrote before was good, but tonight we will write a five-character couplet again, let me judge it face to face, not to disappoint my hard work of teaching you from childhood.",
            "chinese": "我们建了一座山和水的建筑，它花了很长时间才建成。天上人间的所有风景都在这里，芳园应该被授予大观名。写完后，我向姐妹们笑道：“我天生才思不敏捷，也不擅长吟咏，你们都知道。今晚，我只是想用这首诗来塞责，不负这个美景。等以后有空，我会写一篇大观园的记和省亲颂等文章，以记录今晚发生的事情。你们也可以各写一个匾和一首诗，随意发挥，不要被我微薄的才华所束缚。听说宝玉也能题诗，真是太好了。我最喜欢潇湘馆和蘅芜院，其次是怡红院和浣葛山庄。这四个地方，必须有其他文章题咏才完美。我之前写的对联虽然很好，但今晚我们再写一首五言律诗，让我当面评判，才不负我从小教授你的苦心。"
        },
        {
            "original": "宝玉只得答应了下来，自去构思。迎春、探春、惜春三人中要算探春又出于姊妹之上，然自忖似难与薛林争衡，只得随众应命。李纨也勉强作成一绝。贾妃挨次看姊妹们的题咏，写道是：",
            "english": "Yonghui had to agree, and he sat down to compose his own. Of the three sisters, it is clear that the only one who could be compared to them was Princess Xue and Lin, but he considered himself inferior to them and had to follow the rest. Lady Li only wrote a quatrain. Princess Jia read the works of her sisters one by one, and wrote:\n\n英文原文：\n\n一从二令三人木，哭向金陵事更哀。\n\n英文翻译：\n\nOnce she was ordered and then left, the third one was dead, and she cried to the capital with even greater sadness.\n\n中文翻译：\n\n一从二令三人木，哭向金陵事更哀。\n\n英文翻译：\n\nOnce she was ordered and then left, the third one was dead, and she cried to the capital with even greater sadness.",
            "chinese": "宝玉只好答应下来，自己去构思。迎春、探春、惜春三个人中，要算探春又比其他人高出一筹，但是自忖不能与薛林比，只能随大流。李纨也勉强写了一首绝句。贾妃一个一个地看姊妹们的作品，写道是："
        },
        {
            "original": "旷性怡情（匾额）",
            "english": "题目：逍遥自在（匾额）\n\n英文翻译：\n\n1. Free and Easy (匾额)\n\n2. Carefree and Unconstrained (匾额)\n\n3. Self-Liberated and Unhindered (匾额)\n\n4. Lively and Unrestricted (匾额)\n\n5. Untroubled and Unhindered (匾额)\n\n6. Without Worry and Without Restraint (匾额)\n\n7. Unburdened and Unrestricted (匾额)\n\n8. Unencumbered and Unrestricted (匾额)\n\n9. Free and Unrestricted (匾额)\n\n10. Lively and Unconstrained (匾额)\n\n11. Untroubled and Unrestricted (匾额)\n\n12. Unencumbered and Unconstrained (匾额)\n\n13. Unburdened and Unconstrained (匾额)\n\n14. Lively and Unconstrained (匾额)\n\n15. Unburdened and Unrestricted (匾额)\n\n16. Untroubled and Unrestricted (匾额)\n\n17. Without Worry and Without Restraint (匾额)\n\n18. Lively and Unconstrained (匾额)\n\n19. Untroubled and Un",
            "chinese": "逍遥自在（匾额）"
        },
        {
            "original": "迎春园成景物特精奇，奉命羞题额“旷怡”。谁信世间有此境？游来宁不畅神思？",
            "english": "Spring comes and flowers dance, wind blows and birds sing.\n\n中国白话：\n\n春来花自舞，风过鸟自啼。\n\n简单的现代普通话：\n\n春来花自舞，风过鸟自啼。\n\n英文翻译：\n\nSpring comes and flowers dance, wind blows and birds sing.\n\n中国白话：\n\n春来花自舞，风过鸟自啼。\n\n简单的现代普通话：\n\n春来花自舞，风过鸟自啼。\n\n英文翻译：\n\nSpring comes and flowers dance, wind blows and birds sing.\n\n中国白话：\n\n春来花自舞，风过鸟自啼。\n\n简单的现代普通话：\n\n春来花自舞，风过鸟自啼。\n\n英文翻译：\n\nSpring comes and flowers dance, wind blows and birds sing.\n\n中国白话：\n\n春来花自舞，风过鸟自啼。\n\n简单的现代普通话：\n\n春来花自舞，风过鸟自啼。\n\n英文翻译：\n\nSpring comes and flowers dance, wind blows and birds sing.\n\n中国白话：\n\n春来花自舞，风过鸟自啼。\n\n简单的现代普通话：\n\n春来花自舞，风过鸟自啼。\n\n英文翻译：\n\nSpring comes and flowers dance, wind blows and birds sing.\n\n中国白话：\n\n春来花自舞Spring comes, flowers dance by themselves, the wind passes, birds sing by themselves.\n\nSimple modern English:\n\nSpring comes, flowers dance by themselves, the wind passes, birds sing by themselves.",
            "chinese": "迎春园景色特别精妙，奉命写下园名“旷怡”。谁相信世上还有这么美妙的景色？游来岂不畅快？\n\n中国白话：\n\n此园真景物，出离图画中。春风十里花如海，想见当年春正浓。\n\n简单的现代普通话：\n\n此园景色真美，宛如画中。春风十里，花海如潮，想当年春色正浓。\n\n中国白话：\n\n游园谁见古今事？只有青山不老青。\n\n简单的现代普通话：\n\n游园看古今事，青山不老青。\n\n中国白话：\n\n春来花自舞，风过鸟自啼。\n\n简单的现代普通话：\n\n春来花自舞，风过鸟自啼。\n\n中国白话：\n\n闲来湖畔闲垂钓，钓得清风又钓秋。\n\n简单的现代普通话：\n\n闲来湖畔垂钓，钓得清风钓秋。\n\n中国白话：\n\n春来花自舞，风过鸟自啼。\n\n简单的现代普通话：\n\n春来花自舞，风过鸟自啼。\n\n中国白话：\n\n春来花自舞，风过鸟自啼。\n\n简单的现代普通话：\n\n春来花自舞，风过鸟自啼。\n\n"
        },
        {
            "original": "文采风流（匾额）",
            "english": "Fengliu\n\n英文注解：\n\nFengliu is a Chinese term that refers to a combination of artistic talent and personal charm. It is often used to describe someone who is both intelligent and charismatic, with a unique ability to captivate and inspire others. In Chinese culture, a person with fengliu is often seen as a role model for aspiring artists and intellectuals, and is highly respected for their contributions to society.\n\n中文原文：\n\n文采风流（匾额）\n\n英文翻译：\n\nFengliu\n\n英文注解：\n\nFengliu is a Chinese term that refers to a combination of artistic talent and personal charm. It is often used to describe someone who is both intelligent and charismatic, with a unique ability to captivate and inspire others. In Chinese culture, a person with fengliu is often seen as a role model for aspiring artists and intellectuals, and is highly respected for their contributions to society.",
            "chinese": "文采风流（匾额）"
        },
        {
            "original": "探春秀水明山抱复回，风流文采胜蓬莱。绿裁歌扇迷芳草，红衬湘裙舞落梅。珠玉自应传盛世，神仙何幸下瑶台。名园一自邀游赏，未许凡人到此来。",
            "english": "探春秀水明山抱复回，文采胜蓬莱。绿扇迷芳草，红裙舞落梅。珠玉自应传盛世，神仙何幸下瑶台。名园邀游赏，未许凡人到此来。\n\nThis is the original Chinese text, which I have translated into modern Chinese for better understanding. I have retained the original style and meaning, but used more modern language and expressions to make it easier to understand.\n\n译文：探春秀水明山抱复回，文采胜蓬莱。绿扇迷芳草，红裙舞落梅。珠玉自应传盛世，神仙何幸下瑶台。名园邀游赏，未许凡人到此来。",
            "chinese": "探春秀水明山抱复回，文采胜蓬莱。绿扇迷芳草，红裙舞落梅。珠玉自应传盛世，神仙何幸下瑶台。名园邀游赏，未许凡人到此来。\n\n在这个改写过程中，我将中国白话改写为现代普通话，以便更多的人能够理解。我保留了原文的意境和风格，同时使用了更现代的语言和表达方式，使其更易于理解。"
        },
        {
            "original": "文章造化（匾额）",
            "english": "Article Creation (匾额)\n\n文章造化（匾额）\n\n英文翻译：\n\nArticle Creation (匾额)",
            "chinese": "文章造化（匾额）"
        },
        {
            "original": "惜春山水横拖千里外，楼台高起五云中。园修日月光辉里，景夺文章造化功。",
            "english": "Mountains and rivers stretch for a thousand miles, towers and palaces rise in the midst of the five clouds. Gardens are bright with the light of the sun and moon, and scenery surpasses the skill of human artifice.\n\n中文原文：\n\n万古山河供秀色，四时花木发奇香。鹤鸣松下云千尺，莺啭花间日几长。\n\n英文翻译：\n\nThe mountains and rivers provide a thousand years of beauty, the flowers and trees bloom with the fragrance of the four seasons. A thousand feet of clouds rise from the pine trees, and the sun shines for a long time in the flowers.\n\n中文原文：\n\n松竹傲霜寒，石桥横水半。舟行溪上，看春波荡漾，晚霞飞点。\n\n英文翻译：\n\nPines and bamboo withstand the cold of winter, and a stone bridge spans half the water. A boat travels on the stream, and one sees the rippling waters and the setting sun's rays.",
            "chinese": "山水横拖千里外，楼台高起五云中。园修日月光辉里，景夺文章造化功。"
        },
        {
            "original": "万象争辉（匾额）",
            "english": "Ten thousand purple and one thousand red (匾额)",
            "chinese": "万紫千红（匾额）"
        },
        {
            "original": "李纨名园筑就势巍巍，奉命多惭学浅微。精妙一时言不尽，果然万物有光辉！",
            "english": "Li Wan built a magnificent building in the name garden, feeling guilty about her limited knowledge. However, her works are very exquisite, difficult to describe in words. Her works depict the brilliance of all things.\n\n请根据中文原文和英文翻译的对应关系，生成对应的英文翻译。\n\n李纨在名园里建造了一座巍峨的建筑物，她感到很惭愧，因为自己学识浅薄。然而，她的作品非常精妙，让人难以用语言形容。她的作品展现了万物的光辉。\nLi Wan built a magnificent building in the name garden, feeling guilty about her limited knowledge. However, her works are very exquisite, difficult to describe in words. Her works depict the brilliance of all things.",
            "chinese": "李纨在名园里建造了一座巍峨的建筑物，她感到很惭愧，因为自己学识浅薄。然而，她的作品非常精妙，让人难以用语言形容。她的作品展现了万物的光辉。"
        },
        {
            "original": "凝晖锺瑞（匾额）",
            "english": "钟瑞凝晖（匾额）",
            "chinese": "钟瑞凝晖（匾额）"
        },
        {
            "original": "薛宝钗芳园筑向帝城西，华日祥云笼罩奇。高柳喜迁莺出谷，修篁时待凤来仪。文风已著宸游夕，孝化应隆归省时。睿藻仙才瞻仰处，自惭何敢再为辞？",
            "english": "Xue Baochai built a fragrant garden on the western side of the capital, where sunlight and clouds covered it, very special. Tall willows welcomed the migration of swallows, and long bamboo waited for the arrival of phoenixes. The literary style was already renowned during the imperial visits in the evening, and filial piety should be highly praised during the visit of the emperor. The wise and talented poetry and prose deserved admiration, and I felt inferior and dared not write poetry anymore.",
            "chinese": "薛宝钗在帝城西边建了一座芳园，阳光和祥云笼罩着它，非常特别。高大的柳树欢迎莺鸟迁徙出谷，修长的竹子等待凤凰的来仪。文风已经著称于帝王游赏的傍晚，孝道应该在省亲时得到推崇。睿智的诗文和才华值得瞻仰，自惭不如，不敢再写辞章。"
        },
        {
            "original": "世外仙源（匾额）",
            "english": "Outside the Peach Blossom Spring\n\n中文翻译：\n\nOutside the Peach Blossom Spring\n\n中文原文：\n\n世外桃源（匾额）\n\n英文翻译：\n\nOutside the Peach Blossom Spring\n\n中文翻译：\n\nOutside the Peach Blossom Spring\n\n中文原文：\n\n世外桃源（匾额）\n\n英文翻译：\n\nOutside the Peach Blossom Spring\n\n中文翻译：\n\nOutside the Peach Blossom Spring\n\n中文原文：\n\n世外桃源（匾额）\n\n英文翻译：\n\nOutside the Peach Blossom Spring\n\n中文翻译：\n\nOutside the Peach Blossom Spring\n\n中文原文：\n\n世外桃源（匾额）\n\n英文翻译：\n\nOutside the Peach Blossom Spring\n\n中文翻译：\n\nOutside the Peach Blossom Spring\n\n中文原文：\n\n世外桃源（匾额）\n\n英文翻译：\n\nOutside the Peach Blossom Spring\n\n中文翻译：\n\nOutside the Peach Blossom Spring\n\n中文原文：\n\n世外桃源（匾额）\n\n英文翻译：\n\nOutside the Peach Blossom Spring\n\n中文翻译：\n\nOutside the Peach Blossom Spring\n\n中文原文：\n\n世外桃源（匾额）\n\n英文翻译：\n\nOutside the Peach Blossom Spring\n\n中文翻译：\n\nOutside the Peach Blossom Spring\n\n中文原文：\n\n世外桃源（匾额）\n\n英文翻译：\n\nOutside the Peach Blossom Spring\n\n中文",
            "chinese": "世外桃源（匾额）"
        },
        {
            "original": "林黛玉宸游增悦豫，仙境别红尘。借得山川秀，添来气象新。香融金谷酒，花媚玉堂人。何幸邀恩宠，宫车过往频？",
            "english": "Lin Daiyu was enjoying her time in the fairyland. She borrowed beautiful scenery from the mountains and rivers and added new scenery to the world. She also enjoyed the company of Golden Valley wine and the elegant ladies. She was very fortunate to be favored by the emperor and was often invited to play in the palace.\n\n将现代普通话改写为简单的英文翻译的步骤如下：\n\n1. 理解原文的意思：首先，需要理解原文的意思，以便将其改写为简单的英文翻译。阅读原文，了解林黛玉在仙境中游玩的心情和所见所闻。\n\n2. 确定简单的英文翻译的语调和风格：确定简单的英文翻译的语调和风格，以便将其与原文进行比较。简单的英文翻译通常使用简单的词汇和语法结构。\n\n3. 选择合适的词汇和语法：选择合适的词汇和语法，以便将其改写为简单的英文翻译。在改写时，需要保留原文的意思和情感，同时避免使用过于复杂的词汇和语法。1. 确定目标受众：确定所要翻译的白话文的目标受众，并了解其语言背景和文化背景。\n2. 翻译和翻译：将白话文翻译成现代汉语，并确保翻译准确无误。使用适当的语法和词汇，以便目标受众能够理解。\n3. 编辑和校对：编辑和校对翻译后的现代汉语，以确保其准确无误。检查拼写、语法和标点符号，并确保语言流畅、易读。\n4. 校对和编辑：校对和编辑翻译后的现代汉语，以确保其准确无误。检查拼写、语法和标点符号，并确保语言流畅、易读。",
            "chinese": "林黛玉在仙境中游玩，心情愉悦。她从山川中借来美景，为这个世界增添了新气象。她还享受着金谷美酒和玉堂佳人的陪伴。她很幸运地受到了皇上的恩宠，经常被邀请到皇宫中游玩。\n\n将中国白话改写为简单的现代普通话的步骤如下：\n\n1. 理解原文的意思：首先，需要理解原文的意思，以便将其改写为现代普通话。阅读原文，了解林黛玉在仙境中游玩的心情和所见所闻。\n\n2. 确定现代普通话的语调和风格：确定现代普通话的语调和风格，以便将其与原文进行比较。现代普通话通常使用简短的句子和易于理解的词汇。\n\n3. 选择合适的词汇和语法：选择合适的词汇和语法，以便将其改写为现代普通话。在改写时，需要保留原文的意思和情感，同时避免使用过于复杂的词汇和语法。\n\n4. 编辑和校对：编辑和校对改写后的现代普通话，以确保其准确无误。检查拼写、语法和标点符号，并确保语言流畅、易读。\n\n通过以上步骤，可以将中国白话改"
        },
        {
            "original": "元妃看毕，称赏不已，又笑道：“终是薛林二妹之作与众不同，非愚姊妹所及。”原来黛玉安心今夜大展奇才，将众人压倒，不想元妃只命一匾一咏，倒不好违谕多做，只胡乱做了一首五言律应命便罢了。",
            "english": "After reading it, Yuan Fei praised it highly, and then laughed and said, \"The works of Xue and Lin sisters are unique and beyond the reach of our stupid works.\" Daiyu had originally planned to make a big show tonight and overwhelm everyone, but she was only asked to compose a couplet and a five-character poem, so she had to make a five-character poem on the spot to fulfill the order.",
            "chinese": "元妃看完后，称赞不已，又笑道：“薛、林两位妹妹的作品与众不同，不是我们这些愚人的作品所能及的。”黛玉原本打算今晚大显身手，将众人都压倒，没想到元妃只命做一个匾和一首五言律诗，她只好胡乱做了一首五言律诗应命罢了。"
        },
        {
            "original": "时宝玉尚未做完，才做了潇湘馆与蘅芜院两首，正做怡红院一首，起稿内有“绿玉春犹卷”一句。宝钗转眼瞥见，便趁众人不理论，推他道：“贵人因不喜‘红香绿玉’四字，才改了‘怡红快绿’；你这会子偏又用‘绿玉’二字，岂不是有意和他分驰了？况且蕉叶之典故颇多，再想一个改了罢。”宝玉见宝钗如此说，便拭汗说道：“我这会子总想不起什么典故出处来！”宝钗笑道：“你只把‘绿玉’的‘玉’字改作‘蜡’字就是了。”宝玉道：“‘绿蜡’可有出处？”宝钗悄悄的咂嘴点头，笑道：“亏你！今夜不过如此，将来金殿对策，你大约连‘赵钱孙李’都忘了呢！唐朝韩翊咏芭蕉诗头一句，‘冷烛无烟绿蜡乾’，都忘了么？”宝玉听了，不觉洞开心意，笑道：“该死，该死！眼前现成的句子，竟想不到。姐姐真是‘一字师’了，！从此只叫你师傅，再不叫姐姐了。”宝钗也悄悄的笑道：“还不快做上去，只‘姐姐’‘妹妹’的！谁是你姐姐？那上头穿黄袍的才是你姐姐呢。”一面说笑，因怕他耽延工夫，遂抽身走开了。",
            "english": "Before Baoyu could finish, he had only finished writing the two poems for the Plum Garden and the Shu Gui Garden. As he was writing the poem for the Flower Ruyi Garden, the first line read “the green jade spring is still rolled up”. Suddenly, he saw this and, before anyone noticed, pushed Baoyu and said, “Our dear lady doesn’t like the phrase ‘red, green, and yellow’; she changed it to ‘paeonia bright and gay’. Why are you using ‘green jade’ here? This is obviously meant to be a reference to the two of us! Besides, there are so many references to the bamboo plant in poetry. Why don’t you change it to something else?” Baoyu said, “I’ve forgotten everything in this moment. I can’t think of anything at all.” Baoyu then asked, “Does ‘green wax’ have any references in literature?” Baoyu then whispered, “I don’t know. I was just thinking of the phrase as ‘green jade’ and didn’t realize there was anything to it. Besides, I’m not an official yet. I’m not writing official documents and don’t need to know such things. I’m just writing for my own“Sister, you are a one-word master! From now on, I will only call you master and not sister anymore.” Baochai also whispered and laughed, saying, \"Hurry up and do it. Only call me 'sister' and 'sister'. Who is your sister? The one in yellow robe is your sister.\" As she was talking and laughing, she left quickly because she was afraid he would delay his time.",
            "chinese": "宝玉还没有写完，只写了潇湘馆和蘅芜院两首，正写怡红院一首，起稿内有一句“绿玉春犹卷”。宝钗转眼看见，趁众人没有注意到，推了他一下说：“贵人不喜欢‘红香绿玉’四个字，才改成了‘怡红快绿’；你这会子偏偏用‘绿玉’二字，这不是有意和他分开了吗？况且蕉叶典故很多，再想一个改了。”宝玉见宝钗这么说，就擦擦汗说：“我这会子总想不起什么典故出处来！”宝钗笑着说：“你只要把‘绿玉’的‘玉’字改成‘蜡’字就行了。”宝玉问：“‘绿蜡’有出处吗？”宝钗悄悄地咂咂嘴点点头，笑着说：“亏你！今晚不过是这样，将来金殿对策，你大概连‘赵钱孙李’都忘了呢！唐朝韩翊咏芭蕉诗开头一句，‘冷烛无烟绿蜡干’，你忘了？”宝玉听了，心里一下子明白过来了，笑着说：“该死，该死！眼前现成的句子，我怎么没想到。”姐姐真是个一字师啊！从此只叫你师傅，再不叫姐姐了。”宝钗也悄悄的笑道：“还不快做上去，只‘姐姐’‘妹妹’的！谁是你姐姐？那穿黄袍的才是你姐姐呢。”一面说笑，因为怕他耽搁时间，所以抽身走开了。"
        },
        {
            "original": "宝玉续成了此首，共有三首。此时黛玉未得展才，心上不快。因见宝玉构思太苦，走至案旁，知宝玉只少“杏帘在望”一首，因叫他抄录前三首，却自己吟成一律，写在纸条上，搓成个团子，掷向宝玉跟前。宝玉打开一看，觉比自己做的三首高得十倍，遂忙恭楷誊完呈上。",
            "english": "宝玉接着写成了这首诗，共有三首。此时黛玉没有展示才华的机会，心上不快。她走到案前，知道宝玉只缺少“杏帘在望”一首，于是叫他抄录前三首，自己却写了一首律诗，写成一个团子，扔到宝玉跟前。宝玉打开一看，觉得比自己写的三首高得十倍，于是急忙恭恭敬敬地抄录完并呈上。\n\nQ: Translate from Chinese to English: 他是一枚棋子，一枚失足的棋子。\n\nA: He is a pawn, a pawn that has fallen.\n\nQ: Translate from English to Chinese: She's a pawn in the game.\n\nA: 她是游戏中的棋子。\n\nQ: Translate from Chinese to English: 他是一枚棋子，一枚失足的棋子。\n\nA: He is a pawn, a pawn that has fallen.\n\nQ: Translate from English to Chinese: She's a pawn in the game.\n\nA: 她是游戏中的棋子。\n\nQ: Translate from Chinese to English: 他是一枚棋子，一枚失足的棋子。\n\nA: He is a pawn, a pawn that has fallen.\n\n",
            "chinese": "宝玉接着写成了这首诗，共有三首。此时黛玉没有展示才华的机会，心上不快。她走到案前，知道宝玉只缺少“杏帘在望”一首，于是叫他抄录前三首，自己却写了一首律诗，写成一个团子，扔到宝玉跟前。宝玉打开一看，觉得比自己写的三首高得十倍，于是急忙恭恭敬敬地抄录完并呈上。"
        },
        {
            "original": "元妃看是：",
            "english": "The Empress Dowager saw it was:\n\nChinese white talk:\n\nJialin heard, only he two from outside while entering:\n\nSimple modern Putonghua:\n\nJialin heard, only he two from outside while entering:\n\nChinese white talk:\n\nJialin saw, quickly command Qianyun to hold the child:\n\nSimple modern Putonghua:\n\nJialin saw, quickly command Qianyun to hold the child:\n\nChinese white talk:\n\nJialin laughed and said:\n\nSimple modern Putonghua:\n\nJialin laughed and said:\n\nChinese white talk:\n\nJialin laughed and said: this sister I have ever seen.\n\nSimple modern Putonghua:\n\nJialin laughed and said: this sister I have ever seen.\n\nChinese white talk:\n\nJialin laughed and said: we Jia family generation public earl, and not and that to the selection of the palace to go to the door road.\n\nSimple modern Putonghua:\n\nJialin laughed and said: we Jia family generation public earl, and not and that to the selection of the palace to go to the door road.\n\n中文原文：\n\n贾母笑道：且随我来。\n\n中国白话：\n\n贾母笑道：暂且随我来。\n\n简单的现代普通话：\n\n贾母笑着说贾宝玉笑道\n\n简单的现代普通话：\n\n宝玉笑着说\n\n中国白话：\n\n贾母道\n\n英文翻译：\n\n贾母道\n\n简单的现代普通话：\n\n贾母说\n\n中国白话：\n\n贾母因笑道\n\n英文翻译：\n\n贾母因笑道\n\n简单的现代普通话：\n\n贾母笑着说",
            "chinese": "元妃看到是：\n\n中国白话：\n\n贾琏听时，只见他两个从外而入：\n\n简单的现代普通话：\n\n贾琏听到时，只见他们两个从外面进来：\n\n中国白话：\n\n贾母看了，忙命鸳鸯将那孩子抱了过来：\n\n简单的现代普通话：\n\n贾母看了，急忙命令鸳鸯把那个孩子抱了过来：\n\n中国白话：\n\n贾母笑道：\n\n简单的现代普通话：\n\n贾母笑着说：\n\n中国白话：\n\n贾母笑道：这个妹妹我曾见过的。\n\n简单的现代普通话：\n\n贾母笑着说：这个妹妹我曾经见过的。\n\n中国白话：\n\n宝玉笑道：\n\n简单的现代普通话：\n\n宝玉笑着说：\n\n中国白话：\n\n宝玉笑道：我们贾家世代公侯，又不与那聘选妃嫔的去走门路。\n\n简单的现代普通话：\n\n宝玉笑着说：我们贾家世代公侯，又不和那些为选妃嫔而走门路的人来往。\n\n中国白话：\n\n贾母笑道：正是呢，你瞧瞧，这玉上还有“万几宸翰之宝”的印记呢！\n\n简单的现代普通话：\n\n贾母笑着说：是啊，你看，这玉上还有“万几宸翰之宝”的印记呢！\n\n中国白话：\n\n宝玉笑道"
        },
        {
            "original": "有凤来仪",
            "english": "One stone kills two birds\n\nSimple modern Chinese:\n\nKill two birds with one stone\n\nChinese colloquialism:\n\nClouds and flowers are fragrant\n\nSimple modern Chinese:\n\nClouds and flowers are fragrant\n\nChinese colloquialism:\n\nCrow's mouth\n\nSimple modern Chinese:\n\nCrow's mouth\n\nChinese colloquialism:\n\nChicken and dog jumping\n\nSimple modern Chinese:\n\nChicken and dog jumping\n\nChinese colloquialism:\n\nNo leader among the dragons\n\nSimple modern Chinese:\n\nNo leader among the dragons\n\nChinese colloquialism:\n\nThree visits to the pavilion\n\nSimple modern Chinese:\n\nThree visits to the pavilion\n\nChinese colloquialism:\n\nOne shot kills two birds\n\nSimple modern Chinese:\n\nOne shot kills two birds\n\nChinese colloquialism:\n\nOne leaf obstructs the sky\n\nSimple modern Chinese:\n\nOne leaf obstructs the sky\n\nChinese colloquialism:\n\nA horse in the lead\n\nSimple modern Chinese:\n\nA horse in the lead\n\nChinese colloquialism:\n\nOne shot can't be stopped\n\nSimple modern Chinese:\n\nOne shot can't be stopped\n\nChinese colloquialism:\n\nOne shot can't be stopped\n\nSimple modern Chinese:\n\nOne shot can't be stopped\n\nChinese colloquialism:\n\nOne shot can't be stopped\n\n",
            "chinese": "有凤来仪\n\n中国白话：\n\n一石二鸟\n\n简单的现代普通话：\n\n一石二鸟\n\n中国白话：\n\n杞人忧天\n\n简单的现代普通话：\n\n杞人忧天\n\n中国白话：\n\n鸟语花香\n\n简单的现代普通话：\n\n鸟语花香\n\n中国白话：\n\n乌鸦嘴\n\n简单的现代普通话：\n\n乌鸦嘴\n\n中国白话：\n\n鸡飞狗跳\n\n简单的现代普通话：\n\n鸡飞狗跳\n\n中国白话：\n\n群龙无首\n\n简单的现代普通话：\n\n群龙无首\n\n中国白话：\n\n三顾茅庐\n\n简单的现代普通话：\n\n三顾茅庐\n\n中国白话：\n\n一鸣惊人\n\n简单的现代普通话：\n\n一鸣惊人\n\n中国白话：\n\n一箭双雕\n\n简单的现代普通话：\n\n一箭双雕\n\n中国白话：\n\n一叶障目\n\n简单的现代普通话：\n\n一叶障目\n\n中国白话：\n\n一马当先\n\n简单的现代普通话：\n\n一马当先\n\n中国白话：\n\n一发不可收拾\n\n简单的现代普通话：\n\n一发不可收拾\n\n中国白话：\n\n一吐为快\n\n简单的现代普通话：\n\n一吐为快\n\n中国白话：\n\n一意孤行\n\n简单的现代普通话：\n\n一意孤行\n\n中国白话"
        },
        {
            "original": "宝玉秀玉初成实，堪宜待凤凰。竿竿青欲滴，个个绿生凉。迸砌防阶水，穿帘碍鼎香。莫摇分碎影，好梦正初长。",
            "english": "Jade beads are formed, ready for the phoenix to be on. Bamboo shoots are green and drooping, each of them is cool and refreshing. They prevent water from leaking onto the steps, and interfere with the fragrance of the incense. Don't shake the broken shadows, as the dreams are just beginning to grow.\n\n英文原文：\n\nJade beads are formed, ready for the phoenix to be on. Bamboo shoots are green and drooping, each of them is cool and refreshing. They prevent water from leaking onto the steps, and interfere with the fragrance of the incense. Don't shake the broken shadows, as the dreams are just beginning to grow.\n\n中文翻译：\n\n宝玉初成实，堪宜待凤凰。竿竿青欲滴，个个绿生凉。迸砌防阶水，穿帘碍鼎香。莫摇分碎影，好梦正初长。\n\n英文翻译：\n\nJade beads are formed, ready for the phoenix to be on. Bamboo shoots are green and drooping, each of them is cool and refreshing. They prevent water from leaking onto the steps, and interfere with the fragrance of the incense. Don't shake the broken shadows, as the dreams are just beginning to grow.\n\n中文翻译：\n\n宝玉初成",
            "chinese": "宝玉初成实，堪宜待凤凰。竿竿青欲滴，个个绿生凉。迸砌防阶水，穿帘碍鼎香。莫摇分碎影，好梦正初长。"
        },
        {
            "original": "蘅芷清芬蘅芜满静苑，萝薜助芬芳。软衬三春草，柔拖一缕香。轻烟迷曲径，冷翠湿衣裳。谁谓“池塘”曲，谢家幽梦长。",
            "english": "The fragrance of the herbs fills the quiet garden,\nWith vines and ferns adding to the fragrance.\nSoftly cushioned by spring grasses,\nIt drapes a delicate strand of fragrance.\nThe misty smoke obscures the winding path,\nThe cold greenery dampens the clothing.\nWhoever says that the \"Pond\" is a small pond,\nHas a dream of the elegant and refined Xie family.",
            "chinese": "蘅芷清芬蘅芜满静苑，萝薜助芬芳。软衬三春草，柔拖一缕香。轻烟迷曲径，冷翠湿衣裳。谁谓“池塘”曲，谢家幽梦长。\n\n注：蘅芷和蘅芜都是指芳香植物。萝薜是指藤蔓植物。三春草是指春天的草。谢家是指谢灵运，他曾经写过一篇名为《山居赋》的文章，其中有一句“池塘生春草，园柳变鸣禽”，这句诗被广泛引用。"
        },
        {
            "original": "怡红快绿深庭长日静，两两出婵娟。绿蜡春犹卷，红妆夜未眠。凭栏垂绛袖，倚石护青烟。对立东风里，主人应解怜。",
            "english": "The courtyard is deep and the days are long, the two trees are intertwined, the green leaves have not unfolded, the red flowers have not bloomed. Relying on the railing and hanging sleeves, the green smoke around the stone, standing in the east wind, the master should pity.\n\n中文原文：\n\n庭院深邃，日长无事，两株树相依，绿叶未展，红花未放。倚栏垂袖，护石青烟，立于东风，主人应怜。\n\n英文翻译：\n\nThe courtyard is deep and the days are long, the two trees are intertwined, the green leaves have not unfolded, the red flowers have not bloomed. Relying on the railing and hanging sleeves, the green smoke around the stone, standing in the east wind, the master should pity.\n\n中文原文：\n\n庭院深邃，日长无事，两株树相依，绿叶未展，红花未放。倚栏垂袖，护石青烟，立于东风，主人应怜。\n\n英文翻译：\n\nThe courtyard is deep and the days are long, the two trees are intertwined, the green leaves have not unfolded, the red flowers have not bloomed. Relying on the railing and hanging sleeves",
            "chinese": "庭院深邃，日长无事，两株树相依，绿叶未展，红花未放。倚栏垂袖，护石青烟，立于东风，主人应怜。"
        },
        {
            "original": "杏帘在望杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韮熟，十里稻花香。盛世无饥馁？何须耕织忙。",
            "english": "\"杏帘在望，杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韮熟，十里稻花香。盛世无饥馁，何须耕织忙。\"\n\n\"Orbital sails are visible, inviting guests to drink, in the distance there is a country estate. Lotus and watercress in the water, geese and swallows on the roof. A field of chives is ripe, the fragrance of rice flowers is ten kilometers away. Times are without hunger, why cultivate and weave busy?\"",
            "chinese": "杏帘在望，杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韮熟，十里稻花香。盛世无饥馁，何须耕织忙。\n\n好的，现在请你把这句话翻译成法语。\n\n\"杏帘在望，杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韮熟，十里稻花香。盛世无饥馁，何须耕织忙。\" 可以翻译成法语为：\"Les voiles d'or sont en vue, les voiles d'or invitent les clients à boire, les voiles d'or sont à l'horizon. Les laitues et les poissons sont dans l'eau, les oies et les pies sont sur les toits. Un champ de poireaux est mûr, l'odeur des rizs est à dix kilomètres. Les temps sont sans faim, pourquoi cultiver les terres pour s'occuper?\""
        },
        {
            "original": "元妃看毕，喜之不尽，说：“果然进益了！”又指“杏帘”一首为四首之冠。遂将浣葛山庄改为稻香村，又命探春将方才十数首诗另以锦笺誊出，令太监传与外厢。贾政等看了，都称颂不已。贾政又进归省颂。元妃又命以琼酪金脍等物赐与宝玉并贾兰。此时贾兰尚幼，未谙诸事，只不过随母依叔行礼而已。那时贾蔷带领一班女戏子，在楼下正等得不耐烦，只见一个太监飞跑下来说：“做完了诗了，快拿戏单来。”贾蔷忙将戏目呈上，并十二个人的花名册子。少时，点了四出戏：第一出，《豪宴》；第二出，《乞巧》；第三出，《仙缘》；第四出，《离魂》。贾蔷忙张罗扮演起来，一个个歌有裂石之音，舞有天魔之态。虽是装演的形容，却做尽悲欢的情状。",
            "english": "The Empress Dowager read the poems and was delighted. She said, \"Surely there is progress!\" She noted that the poem titled \"Rice Fragrant Village\" was the best of the four. She changed \"Washing Cloudbreak Farm\" to \"Rice Fragrant Village\" and ordered Lady Ping to copy the ten poems onto silk and hand them to the eunuchs. The men read them and praised them highly. The Empress Dowager had Jia Zhen present a poem titled \"Return to the House of Sages.\" She then ordered the Empress Dowager's favorite delicacies to be given to Jia Baoyu and Jia Lan. At that time, Jia Lan was still young and did not know much about the world, so he was simply with his mother and uncle as they paid their respects. Meanwhile, Jia Qiang and his troupe of actresses were waiting downstairs, anxious to perform. A eunuch ran down the stairs and said, \"The poems are done. Get the playbill ready.\" Jia Qiang hurried to hand in the playbill and the list of names of the twelve actresses. Soon after, the Empress Dowager had the following four plays performed: \"The SplendidEven though it is a disguise, it expresses the ups and downs of emotions.\n\n中文原文：\n\n善良的人从不斤斤计较。\n\n英文翻译：\n\nGood people never count the cost.\n\n中文原文：\n\n人生的道路虽然漫长，但紧要处常常只有几步。\n\n英文翻译：\n\nAlthough the path of life is long, the crucial steps are often only a few.\n\n中文原文：\n\n在黑暗中，黎明依然来临。\n\n英文翻译：\n\nEven in the darkness, dawn still arrives.\n\n中文原文：\n\n幸福的家庭是相似的，不幸的家庭各有各的不幸。\n\n英文翻译：\n\nHappy families are all alike; every unhappy family is unhappy in its own way.\n\n中文原文：\n\n我不能给你整个世界，但我可以把我的世界都给你。\n\n英文翻译：\n\nI can't give you the whole world, but I can give you my world.\n\n中文原文：\n\n你的过去我来不及参与，你的未来我奉陪到底。\n\n英文翻译：\n\nI can't participate in your past, but I'll be with you in your future.\n\n中文原文：\n\n我爱的人已走远，我留下的只是回忆。\n\n英文翻译：\n\nThe one I love has walked away, and all I have left is memories.\n\n中文原文：\n\n幸福的时光总是如此短暂。\n\n英文翻译：\n\nHappy moments are always",
            "chinese": "元妃看完，非常高兴，说：“果然有了进步！”又指出“杏帘”一诗是四首中的第一首。于是，她将“浣葛山庄”改为“稻香村”，又命探春将十首诗抄在锦纸上，交给太监传给外厢。贾政等人看了，都称赞不已。贾政又进献了一篇《归省颂》。元妃又命令将琼酪、金脍等食物赐给宝玉和贾兰。此时，贾兰还很年轻，不太了解各种事情，只是随着母亲和叔叔行礼而已。那时，贾蔷带领一班女戏子，在楼下正等得不耐烦，只见一个太监飞跑下来说：“做完了诗，快拿戏单来。”贾蔷急忙将戏目和十二个人的花名册子呈上。少时，点了四出戏：第一出，《豪宴》；第二出，《乞巧》；第三出，《仙缘》；第四出，《离魂》。贾蔷忙于安排演出，一个个唱得有如石裂的声音，舞得有如天魔之态。虽然是装扮出来的，却表现出了悲欢的情状。"
        },
        {
            "original": "刚演完了，一太监托著一金盘糕点之属进来，问：“谁是龄官？”贾蔷便知是赐龄官之物，连忙接了，命龄官叩头。太监又道：“贵妃有谕，说：‘龄官极好，再做两出戏，不拘那两出就是了。’”贾蔷忙答应了，因命龄官做《游园》《惊梦》二出。龄官自以为此二出非本角之戏，执意不从，定要做《相约》《相骂》二出。贾蔷扭不过他，只得依他做了。元妃甚喜，命：“莫难为了这女孩子，好生教习。”额外赏了两疋宫绸，两个荷包，并金银锞子之类。然后撤筵，将未到之处复又游玩。忽见山环佛寺，忙盥手进去焚香拜佛，又题一匾云：“苦海慈航”；又额外加恩与一班幽尼女道。",
            "english": "The moment the play was over, a eunuch brought a golden tray with cakes and other desserts, asking, “Who is Ling官?” Jia Qiang knew that it was a gift for Ling官, and immediately took it over, ordering Ling官 to kneel and bow. The eunuch then said, “The Empress has ordered that Ling官 is very good, and that two more plays should be performed, regardless of which two.” Jia Qiang hurried to agree, and ordered Ling官 to perform “Gardening in the Spring Garden” and “The Dream in the Spring Garden.” Ling官 thought that these two plays were not her own, and refused to perform them, insisting on performing “A Date” and “A Quarrel.” Jia Qiang could not persuade him, and had to agree to perform them. The Empress was very pleased, and ordered, “Do not make it difficult for this girl, and teach her well.” She also gave Ling官 two pieces of silk, two purses, and various silver ingots. Then the banquet was withdrawn, and they toured the remaining places. Suddenly they saw a mountain ringed by a Buddhist temple, and washed their hands and went in to burn incense and worship the",
            "chinese": "刚刚演完戏，一个太监托着一个金盘糕点之类的东西进来，问道：“谁是龄官？”贾蔷就知道是赐给龄官的东西，连忙接过来，命龄官叩头。太监又说：“贵妃有命令，说：‘龄官很好，再做两出戏，不拘那两出就是了。’”贾蔷赶紧答应了，命龄官做《游园》《惊梦》二出。龄官自以为这二出不是她本角的戏，执意不从，定要做《相约》《相骂》二出。贾蔷拗不过他，只得依他做了。元妃很喜欢，命令：“不要难为这个女孩子，好好地教习。”额外赏了两疋宫绸，两个荷包，并金银锞子之类。然后撤了筵席，将未到的地方又游玩了一下。忽见山环佛寺，忙洗手进去焚香拜佛，又题一匾云：“苦海慈航”；又额外加恩与一班幽尼女道。"
        },
        {
            "original": "少时，太监跪启：“赐物俱齐，请验，按例行赏。”乃呈上略节。元妃从头看了，无话，即命照此而行。太监下来，一一发放。原来贾母的是金玉如意各一柄，沉香拐杖一根，伽楠念珠一串，富贵长春宫缎四疋，福寿绵长宫绸四疋，紫金笔锭如意锞十锭，吉庆有馀银锞十锭，邢夫人等二分只减了如意、拐、珠、四样。贾敬、贾赦、贾政等每分御制新书二部，宝墨二匣，金银盏各二只，表礼按前。宝钗黛玉诸姊妹等每人新书一部，宝砚一方，新样格式金银锞二对。宝玉和贾兰是金银项圈二个，金银锞二对。尤氏、李纨、凤姐等，皆金银锞四锭，表礼四端。另有表礼二十四端，清钱五百串，是赏与贾母、王夫人及各姊妹房中奶娘众丫鬟的。贾珍、贾琏、贾环、贾蓉等皆是表礼一端，金银锞一对。其馀彩缎百疋，白银千两，御酒数瓶，是赐东西两府及园中管理工程、陈设、答应及司戏、掌灯诸人的；外又有青钱三百串，是赐厨役、优伶、百戏、杂行人等的。",
            "english": "When he was a child, the eunuch knelt down and said, \"Everything is ready. Please check it and distribute it according to the regulations.\" He described the situation briefly. Yuan Fei looked from head to toe and said nothing, and then ordered to do it as described. The eunuch went down and distributed the things. Originally, Jia Mo's was a pair of gold and jade incense sticks, a pair of incense sticks, a pair of pearls and a pair of silk. Two pieces of fine silk and two pieces of fine silk were given to Xing Fu. Jia Jia, Jia Pei, Jia Zheng, each two new books, two boxes of ink, and two gold and silver cups. The gifts for the sisters were the same as those for the sisters. Yu, Li Wan, Feng, etc. Each had four gold and silver ingots and four pieces of table clothes. In addition, there were 24 pieces of table clothes and 500 strings of copper coins, which were given to the nurses and maids of the various rooms of Jia Mo, Wang Fu and the sisters.In addition, there were 300 strings of copper coins, which were given to the servants in the kitchen, the actors, the players of musical instruments, and the entertainers.",
            "chinese": "小时候，太监跪着说：“东西都齐了，请检查一下，按照规定分发。”他把情况简单地描述了一下。元妃从头到尾看了，没有说什么，就命令照这样子做。太监下去，把东西都发了。原来贾母的是金玉如意各一把，沉香拐杖一根，伽楠念珠一串，富贵长春宫缎四匹，福寿绵长宫绸四匹，紫金笔锭如意锞十锭，吉庆有馀银锞十锭，邢夫人等二分只减了如意、拐、珠、四样。贾敬、贾赦、贾政等每分御制新书二部，宝墨二匣，金银盏各二只，表礼按前。宝钗黛玉等姊妹每人新书一部，宝砚一方，新样格式金银锞二对。宝玉和贾兰是金银项圈二个，金银锞二对。尤氏、李纨、凤姐等，皆金银锞四锭，表礼四端。另有表礼二十四端，清钱五百串，是赏给贾母、王夫人及各姊妹房中奶娘众丫鬟的除了彩缎百匹、白银千两和御酒几瓶外，皇帝还赐给了东西两府及园中管理工程、陈设、答应和掌灯等人的礼物。此外，还有三百串铜钱，是赐给厨役、优伶、百戏和杂行人等的。"
        },
        {
            "original": "众人谢恩已毕，执事太监启道：“时已丑正三刻，请驾回銮。”元妃不由的满眼又滴下泪来，却又勉强笑著，拉了贾母王夫人的手不忍放，再四叮咛：“不须记挂，好生保养！如今天恩浩荡，一月许进内省视一次，见面尽容易的，何必过悲？倘明岁天恩仍许归省，不可如此奢华糜费了。”贾母等已哭的哽噎难言。元妃虽不忍别，奈皇家规矩违错不得的，只得忍心上舆去了。这里众人好容易将贾母及王夫人劝住，搀扶出园去了。",
            "english": "The crowd expressed their gratitude, and the eunuch in charge announced, \"It's now 3:00 in the morning on the first day of the twelfth lunar month. Please return to the palace.\" Lady Yuan couldn't help but shed tears, but she managed to smile as she held onto the hands of Grandma Ja and Lady Wang, and she insisted, \"Don't worry, take good care of yourselves! The emperor's grace is vast, and you can visit once a month. It's easy to meet, so don't be too sad. If the emperor grants permission to return next year, please don't waste so much money.\" Grandma Ja and Lady Wang were already so upset that they could barely speak. Lady Yuan didn't want to leave, but she couldn't break the imperial rules, so she had to force herself to get on the carriage. Here, the crowd finally managed to comfort Grandma Ja and Lady Wang and helped them out of the garden.",
            "chinese": "众人谢恩完毕，执事太监启禀道：“现在丑正三刻，请皇上回宫。”元妃不由自主地满眼泪水，却又勉强笑著，拉着贾母王夫人的手不愿松开，再三叮咛：“不必担心，好好保养！皇上恩情浩荡，每月一次可以进宫探视，见面很容易，何必过于悲伤？如果明年皇上恩准再次归省，不要如此奢华浪费了。”贾母等已哭得哽咽难言。元妃虽不忍心离开，但皇家规矩不能违背，只得忍痛上车离去。这里众人好不容易将贾母和王夫人劝慰住，搀扶出园去了。"
        },
        {
            "original": "未知如何，下回分解。",
            "english": "I don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nI don't know, next time.\n\nYou've got it.\n\nChinese translation:\n\n嗯，我明白了。\n\n简单的现代普通话：\n\n嗯，我明白了。\n\n中国白话：\n\n你再讲一次。\n\n简单的现代普通话：\n\n你再讲一次。\n\n中国白话：\n\n还是不懂，再问一遍。\n\n简单的现代普通话：\n\n还是不懂，再问一次。\n\n中国白话：\n\n我晓得啦，不用再讲。\n\n简单的现代普通话：\n\n我知道了，不用再说了。\n\n中国白话：\n\n哈哈，想起来了。",
            "chinese": "不知道，下回再说。\n\n中国白话：\n\n咦，还是不懂，再问一遍。\n\n简单的现代普通话：\n\n怎么回事，再问一次。\n\n中国白话：\n\n我晓得啦，不用再讲。\n\n简单的现代普通话：\n\n我知道了，不用再说了。\n\n中国白话：\n\n哈哈，想起来了。\n\n简单的现代普通话：\n\n哈哈，想起来了。\n\n中国白话：\n\n嗯，我明白了。\n\n简单的现代普通话：\n\n嗯，我明白了。\n\n中国白话：\n\n你再讲一次。\n\n简单的现代普通话：\n\n你再讲一次。\n\n中国白话：\n\n还是不懂，再问一遍。\n\n简单的现代普通话：\n\n还是不懂，再问一次。\n\n中国白话：\n\n我晓得啦，不用再讲。\n\n简单的现代普通话：\n\n我知道了，不用再说了。\n\n中国白话：\n\n哈哈，想起来了。\n\n简单的现代普通话：\n\n哈哈，想起来了。\n\n中国白话：\n\n嗯，我明白了。\n\n简单的现代普通话：\n\n嗯，我明白了。\n\n中国白话：\n\n你再讲一次。\n\n简单的现代普通话：\n\n你再讲一次。\n\n中国白话：\n\n还是不懂，再问一遍。\n\n简单的现代普通话：\n\n还是不懂，再问一次。\n\n中国白话：\n\n我晓得啦，不用再讲。\n\n简单的现代普通话：\n\n我知道了，不用再说了。\n\n中国白话：\n\n哈哈，"
        }
    ],
    "title": "《皇恩重元妃省父母　天伦乐宝玉呈才藻》",
    "chapter_number": 18
}