{
    "paragraphs": [
        {
            "original": "却说封肃听见公差传唤，忙出来陪笑启问。那些人只嚷：“快请出甄爷来！”封肃忙陪笑道：“小人姓封，并不姓甄。只有当日小婿姓甄，今已出家一二年了。不知可是问他？”那些公人道：“我们也不知什么‘真’‘假’！既是你的女婿，就带了你去面禀太爷便了。”大家把封肃推拥而去。",
            "english": "Hearing the news, Feng Su hurried out to apologize and inquire. The officials only shouted, “Please take out Lord Zhen!” Feng Su hurriedly smiled and said, “My surname is Feng, not Zhen. My only son-in-law was named Zhen, but he has already left home for a year or two. Do you mean him?” The officials said, “We don’t know what ‘real’ or ‘fake’! Since he is your son-in-law, take you with us to see the magistrate.” The officials pushed Feng Su away.",
            "chinese": "说来，封肃听到差役传唤，赶紧出来赔笑询问。那些人只是嚷着：“快请出甄爷来！”封肃忙赔着笑道：“小人姓封，并不姓甄。只有当年小婿姓甄，现在已经出家一两年了。不知道是不是问他？”那些差役道：“我们也不知道什么‘真’‘假’！既然你的女婿，就带了你去面见太爷。”大家把封肃推拥而去。"
        },
        {
            "original": "封家各各惊慌，不知何事。至二更时分，封肃方回来，众人忙问端的。“原来新任太爷姓贾，名化，本湖州人氏，曾与女婿旧交，因在我家门首看见娇杏丫头买线，只当女婿移住此间，所以来传。我将缘故回明，那太爷感伤叹息了一回，又问外孙女儿。我说：‘看灯丢了。’太爷说：‘不妨，待我差人去，务必找寻回来。’说了一回话，临走又送我二两银子。”甄家娘子听了，不觉感伤。一夜无话。",
            "english": "Everyone in the Feng family was very panicked, not knowing what happened. It was not until midnight that Feng Su returned. Everyone asked him about it. It turned out that the new magistrate's name was Jia, the pseudonym was Hua, and he was from Lake and Huizhou. He had an old acquaintance with his son-in-law. He saw the beautiful girl buying thread in front of my house and thought that my son-in-law had moved here. He came to convey a message. Feng Su told him the situation. The magistrate sighed and said: \"Don't worry, let me send someone to find it back.\" After a while, the magistrate gave Feng Su two silver coins before he left. Jin family heard it and couldn't help feeling sad. This night she didn't say a word.I said, \"The lantern is lost.\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n下列关于同一控制下企业合并形成的长期股权投资会计处理表述中，正确的有（）。 A：合并方发生的评估咨询费用，应计入当期损益 B：与发行债务工具作为合并对价直接相关的交易费用，应计入债务工具的初始确认金额 C：与发行权益工具作为合并对价直接相关的交易费用，应计入当期损益 D：合并成本与合并对价账面价值之间的差额，应计入其他综合收益\n\nAssistant: AB 解析：选项C，与发行权益工具作为合并对价直接相关的交易费用，应冲减资本公积，资本公积不足冲减的，调整留存收益；选项D，合并成本与合并对价账面价值之间的差额，应计入商誉。\n\nHuman: 以下是中国关于工程考试的主观题，请写出正确答案。\n下列各项中，企业应通过“其他应付款”科目核算的有（）。 A：客户存入的保证金 B：代扣代缴的职工个人所得税 C：应交纳的教育费附加 D：应付外购工程物资款\n\nAssistant: AB",
            "chinese": "封家的人都很惊慌，不知道发生了什么事。到了半夜，封肃才回来，大家都问他是怎么回事。原来新任太爷姓贾，名化，是湖州人，曾经和女婿有交情。他在封家门前看见娇杏买线，以为女婿已经搬到这里来了，就来传话。封肃把情况告诉了他，太爷感伤叹息了一回，又问外孙女儿。封肃说：“丢在外面的灯。”太爷说：“没关系，让我派个人去找回来。”聊了一会儿，太爷临走时又送了封肃两两银子。甄家娘子听了，不禁感伤。这一夜没有说一句话。\n\n中国白话：\n\n封家各各惊慌，不知何事。至二更时分，封肃方回来，众人忙问端的。“原来新任太爷姓贾，名化，本湖州人氏，曾与女婿旧交，因在我家门首看见娇杏丫头买线，只当女婿移住此间，所以来传。我将缘故回明，那太爷感伤叹息了一回，又问外孙女儿。我说：‘看灯丢了。"
        },
        {
            "original": "次日早有雨村遣人送了两封银子，四疋锦缎，答谢甄家娘子；又一封密书与封肃，托他向甄家娘子要那娇杏作二房。封肃喜得眉开眼笑，巴不得去奉承太爷，便在女儿前一力撺掇，当夜用一乘小轿，便把娇杏送进衙内去了。雨村欢喜，自不必言，又封百金赠与封肃。又送甄家娘子许多礼物，命其且自过活，以待访寻女儿下落。",
            "english": "The next morning, Yu Cun sent two bags of silver and four bolts of silk to Zhen's mother-in-law as a token of his thanks. He also sent a sealed letter to Feng Su, asking him to deliver his daughter, Jiao Xing, to Yu Cun as a concubine. Feng Su was overjoyed and was eager to flatter the old man. He persuaded his daughter to marry Yu Cun, and that night, he sent a small sedan to Yu Cun's house to deliver Jiao Xing. Yu Cun was very happy, and without saying a word, he gave Feng Su another hundred silver pieces as a gift. He also sent many gifts to Zhen's mother-in-law to help her get by until she found out where her daughter had gone.\n\n中文原文：\n\n雨村收了封肃的银子，作过谢，然后又求封肃借他几两银子，说是要送封礼，去和贾政结交，然后好帮甄家的女儿向贾府求情。封肃知道雨村很会做官，便借了二百两银子给他，雨村拿银子去拜见了贾政，说：“小人原是胡州",
            "chinese": "第二天早上，雨村派人送了两封银子，四疋锦缎，向甄家娘子致谢；还有一封密信给封肃，托他向甄家娘子要娇杏作二房。封肃喜上眉梢，巴不得去奉承太爷，便在女儿面前一力撺掇，当夜用一乘小轿，把娇杏送进了衙门。雨村非常高兴，不用多说，又封了一百两银子赠与封肃。还送了很多礼物给甄家娘子，让她先过活，等待找到女儿的下落。"
        },
        {
            "original": "却说娇杏那丫头便是当年回顾雨村的。因偶然一看，便弄出这段奇缘，也是意想不到之事。谁知他命运两济：不承望自到雨村身边，只一年，便生一子；又半载，雨村嫡配忽染疾下世，雨村便将他扶作正室夫人。正是：“偶因一回顾，便为人上人。”",
            "english": "As it turns out, the maid named Jiao Xing is the same one who looked back at Rain Village during a rainstorm. It was an unexpected event that led to her becoming the source of this extraordinary story. What's more, her fate was not kind: she gave birth to a son within a year, and six months later, Rain Village's original wife suddenly fell ill and passed away. This led to Jiao Xing being elevated to the position of chief wife. As the saying goes, \"A chance glance can lead to becoming the top of the heap.\"",
            "chinese": "说起来，娇杏这个丫头就是当年回头张望雨村的那个。因为偶然的一次回头，就变成了这段奇缘的源头，真是意想不到的事情。谁承想，她命运不济：不到一年，就生了一个儿子；又过了半年，雨村的原配夫人突然生病去世，雨村就将她扶上了正室夫人的位置。正是：“偶然一次回头，就变成了人上人。”"
        },
        {
            "original": "原来雨村因那年士隐赠银之后，他于十六日便起身赴京，大比之期，十分得意，中了进士，选入外班，今已升了本县太爷。虽才干优长，未免贪酷，且恃才侮上，那同寅皆侧目而视。不上一年，便被上司参了一本，说他“貌似有才，性实狡猾”；又题了一两件徇庇蠹役，交结乡绅之事。龙颜大怒，即命革职。部文一到，本府各官无不喜悦。那雨村虽十分惭恨，面上却全无一点怨色，仍是嘻笑自若。交代过了公事，将历年所积的宦囊并家属人等送至原籍安顿妥当了，却自己担风袖月，游览天下胜迹。那日偶又游至维扬地方，闻得今年盐政点的是林如海。",
            "english": "Ruyun, because that year Shiyan gave him silver after, he on the 16th he started for Beijing, the Great Biss period, very happy, he was a civil servant, has been promoted as a county magistrate. Although talented, he could not help being greedy, and he was arrogant to his superiors, and all his colleagues were looking at him with envy. Not more than a year, he was accused by the superior officials, saying that he \"is similar to have talent, but his nature is really slippery\"; also submitted a few pieces of the protective official, colluding with the nobles. The dragon's anger, immediately ordered to be removed. The official document arrived, the governor of each office was happy. Ruyun, although very embarrassed, but still have no trace of resentment on his face, was still smiling. He handed over the public affairs, the accumulated years of the official's wealth and family members sent to the hometown to settle down, but himself the wind, the sleeve, to travel to the world's famous scenic spots. That day, he suddenly heard that this year's salt point was Lin Ruhai.",
            "chinese": "雨村因为那年士隐赠银之后，他于十六日便起身赴京，大比之期，十分得意，中了进士，选入外班，今已升了本县太爷。虽然才干优长，未免贪酷，且恃才侮上，同寅皆侧目而视。不上一年，便被上司参了一本，说他“貌似有才，性实狡猾”；又题了一两件徇庇蠹役，交结乡绅之事。龙颜大怒，即命革职。部文一到，本府各官无不喜悦。那雨村虽十分惭恨，面上却全无一点怨色，仍是嘻笑自若。交代过了公事，将历年所积的宦囊并家属人等送至原籍安顿妥当了，却自己担风袖月，游览天下胜迹。那日偶又游至维扬地方，闻得今年盐政点的是林如海。"
        },
        {
            "original": "这林如海，姓林，名海，表字如海，乃是前科的探花，今已升兰台寺大夫。本贯姑苏人氏，今钦点为巡盐御史，到任未久。原来这林如海之祖也曾袭过列侯的，今到如海，业经五世。起初只袭三世，因当今隆恩盛德，额外加恩，至如海之父又袭了一代，到了如海便从科第出身。虽系世禄之家，却是书香之族。只可惜这林家支庶不盛，人丁有限，虽有几门，却与如海俱是堂族，没甚亲支嫡派的。今如海年已五十，只有一个三岁之子，又于去岁亡了，虽有几房姬妾，奈命中无子，亦无可奈何之事。只嫡妻贾氏生得一女，乳名黛玉，年方五岁，夫妻爱之如掌上明珠。见他生得聪明俊秀，也欲使他识几个字，不过假充养子，聊解膝下荒凉之叹。",
            "english": "Lin Ruhai, whose surname is Lin, name is Ruhai, and given name is Lin. He was a former candidate for the post of imperial examiner and now serves as the director of Lan Tai Temple. His ancestors were from Suzhou, and recently he has been appointed as an inspector of salt. He is only in his fifties, but has only one son, who died last year. Although he has several concubines, he has no son in his lifetime and can do nothing about it. Lin Ruhai's wife, Lady Jia, gave birth to a daughter named Daiyu, who is five years old this year. The couple treat her as a gem in their hand. She is intelligent and beautiful, and they want her to learn a few words, just to ease their barrenness.",
            "chinese": "林如海，姓林，名海，字如海，是前科探花，现在担任兰台寺大夫。他的祖先是姑苏人，如今被钦点为巡盐御史，最近刚到任。林如海的祖先也曾袭过列侯，到他父亲这一辈又袭了一代，到了如海就是科第出身。虽然是世禄之家，却是书香门第。可惜林家支脉不盛，人丁有限，虽然有几门，但与如海都是堂族，没什么亲支嫡派的。如海已经五十岁了，只有一个三岁的儿子，去年去世了。虽然有几个姬妾，但命中无子，也没什么办法。如海的嫡妻贾氏生了一个女儿，名字叫黛玉，今年五岁，夫妻俩视如掌上明珠。见她聪明俊秀，也想让她识几个字，不过只是假充养子，聊解膝下荒凉之叹。"
        },
        {
            "original": "且说雨村在旅店偶感风寒，愈后又因盘费不继，正欲得一居停之所，以为息肩之地。偶遇两个旧友，认得新盐政，知他正要请一西席教训女儿，遂将雨村荐进衙门去。这女学生年纪幼小，身体又弱，功课不限多寡，其馀不过两个伴读丫鬟，故雨村十分省力，正好养病。",
            "english": "Once upon a time, Ruyun was sick in a traveler's inn and got sick after recovery. Due to lack of funds, he wanted to find a place to rest. At this time, he met two old friends who told him that the new salt official wanted to hire a teacher for his daughter. They recommended Ruyun to go to his home as a teacher. The female student was young and weak, and there were only two maidens to accompany her, so Ruyun's work was very light, and he could take care of his illness.",
            "chinese": "话说雨村在旅店中得了风寒，病好后又因盘费不足，正想要找一处住处休息，这时遇见了两个老朋友，得知新任盐政想请一位老师教他的女儿，就推荐雨村去他家做老师。这女学生年纪小，身体虚弱，功课不多，只有两个陪读丫鬟，所以雨村工作非常轻松，正好可以养病。"
        },
        {
            "original": "看看又是一载有馀，不料女学生之母贾氏夫人一病而亡。女学生奉侍汤药，守丧尽礼，过于哀痛，素本怯弱，因此旧病复发，有好些时不曾上学。雨村闲居无聊，每当风日晴和，饭后便出来闲步。这一日，偶至郊外，意欲赏鉴那村野风光。信步至一山环水漩茂林修竹之处，隐隐有座庙宇，门巷倾颓，墙垣剥落，有额题曰“智通寺”。门旁又有一副旧破的对联云：“身后有馀忘缩手，眼前无路想回头。”雨村看了，因想到：“这两句，文虽甚浅，其意则深。也曾游过些名山大刹，倒不曾见过这话头。其中想必有个翻过筋斗来的也未可知，何不进去一访？”走入看时，只有一个龙锺老僧在那里煮粥。雨村见了，却不在意，及至问他两句话，那老僧既聋且昏，又齿落舌钝，所答非所问。",
            "english": "Over a year later, the mother of the female student, Madam Jia, died. The female student served and attended to her mother's medicine for a long time, and was too sad. Her body was already weak, and her old illness recurred. She did not go to school for a long time. One day, Yu Cun was bored and idly walked out after dinner. One day, he happened to come to the outskirts and wanted to enjoy the countryside scenery. He walked to a place where mountains and rivers were in the center, and dense forests and tall bamboo were around. He vaguely saw a temple, the gate and walls were collapsed, the walls and walls were peeled off, and the title on the door was \"Zhi Tong Temple\". There was a pair of old and broken couplets on the door: \"After death, forget to shrink your hands, and before death, think about turning back.\" Yu Cun looked at it and thought: \"Although the words are shallow, the meaning is deep. I have been to some famous mountains and temples, but I have never seen such a couplet. There may be someone who has turned over his hand, why not go in to explore?\" He walked into the temple and saw only an",
            "chinese": "过了一年多，女学生的母亲贾氏夫人不幸病逝。女学生在母亲身边服侍汤药，守丧尽礼，过于哀痛，加上身体本来虚弱，旧病复发，好长一段时间没去上学。雨村闲居无聊，每当天气晴朗，饭后就出来闲逛。有一天，他偶然来到郊外，想欣赏一下乡村风光。信步走到一个山环水绕、茂林修竹的地方，隐约看到一座寺庙，门墙倒塌，墙垣剥落，有匾额题为“智通寺”。门旁有一副旧破的对联：“身后有余忘缩手，眼前无路想回头。”雨村看了，想到：“这两句虽然文浅，意思却很深。曾经游览过一些名山大刹，却没见过这样的对联。这里面可能有个人翻过筋斗，何不去进去一探究竟？”他走进寺庙看时，只有一个龙钟老僧在那里煮粥。雨村见了他，不在意，但问他两句话，老僧又聋又昏，牙齿掉了舌头钝，回答不了问题。"
        },
        {
            "original": "雨村不耐烦，仍退出来，意欲到那村肆中沽饮三杯，以助野趣，于是移步行来。刚入肆门，只见座上吃酒之客，有一人起身大笑，接了出来，口内说：“奇遇，奇遇！”雨村忙看时，此人是都中古董行中贸易，姓冷号子兴的，旧日在都相识。雨村最赞这冷子兴是个有作为大本领的人，这子兴又借雨村斯文之名，故二人最相投契。雨村忙亦笑问：“老兄何日到此？弟竟不知。今日偶遇，真奇缘也！”子兴道：“去岁年底到家。今因还要入都，从此顺路找个敝友说一句话，承他的情，留我多住两日。我也无甚紧事，且盘桓两日，待月半时也就起身了。今日敝友有事，我因闲走到此，不期这样巧遇！”一面说，一面让雨村同席坐了，另整上酒肴来，二人闲谈慢饮，叙些别后之事。",
            "english": "Yu Cun was not patient, stepped out, and wanted to go to the village restaurant to have three cups to boost his mood, so he walked over. As soon as he entered the restaurant door, he saw a man in the drinking guests who rose up and laughed, came out, said: \"a strange encounter, a strange encounter!\" Yu Cun hurried to look, this person is the capital of the trade in the antique shop named cold number Xing, previously met in Beijing. Yu Cun most praise this cold Xing is a man with great ambitions and capabilities, this Xing also relies on Yu Cun's literary name, so the two are most in agreement. Yu Cun hurried to ask, \"Mr. old brother when did you come here? Brother does not know the little brother. Today I met by chance, a strange meeting!\" Xing said: \"last year at the end of the year home. Now because there is something to do in the capital, so I will go by the way to find a friend's friend to say a word, he owes me the face, keep me to stay for two more days. I also have nothing urgent, and the two-day break, until the middle of the month when I will start.",
            "chinese": "雨村不耐烦，退出来，想去村里的饭店喝三杯，助助兴致，于是移步行来。刚进入饭店门，只见座上喝酒的客人中，有一个人起身大笑，迎了出来，嘴里说：“奇遇，奇遇！”雨村忙看时，这个人是京城古董行中贸易的姓冷号子兴的，以前在京城相识。雨村最赞这冷子兴是个有作为大本领的人，这子兴又借雨村斯文之名，所以二人最相投契。雨村忙也笑问：“老兄何日到此？弟竟不知。今日偶遇，真奇缘也！”子兴道：“去岁年底到家。今因还要入都，从此顺路找个敝友说一句话，承他的情，留我多住两日。我也无甚紧事，且盘桓两日，待月半时也就起身了。今日敝友有事，我因闲走到此，不期这样巧遇！”一面说，一面让雨村同席坐了，另整上酒肴来，二人闲谈慢饮，叙些别后之事。"
        },
        {
            "original": "雨村因问：“近日都中可有新闻没有？”子兴道：“倒没有什么新闻，倒是老先生的贵同宗家出了一件小小的异事。”雨村笑道：“弟族中无人在都，何谈及此？”子兴笑道：“你们同姓，岂非一族？”雨村问：“是谁家？”子兴笑道：“荣国贾府中，可也不玷辱老先生的门楣了！”雨村道：“原来是他家。若论起来，寒族人丁却自不少，东汉贾复以来，支派繁盛，各省皆有，谁能逐细考查？若论荣国一支，却是同谱。但他那等荣耀，我们不便去认他，故越发生疏了。”子兴叹道：“老先生，休这样说！如今的这荣宁二府也都萧索了，不比先时的光景。”雨村道：“当日荣宁两宅，人口也极多，如何便萧索了呢？”子兴道：“正是，说来也话长。”雨村道：“去岁我到金陵时，因欲游览六朝遗迹，那日进了石头城，从他宅门前经过，街东是宁国府，街西是荣国府，二宅相连，竟将大半条街占了。大门外虽冷落无人，隔著围墙一望，里面厅殿楼阁，也还都峥嵘轩峻；就是后边一带花园里，树木山石，也都还有葱蔚洇润之气：那里像个衰败之家？”子兴笑道：“亏你是进士出身！原来不通！古人有言，‘百足之虫，死而不僵’，如今虽说不似先年那样兴盛，较之平常仕宦人家，到底气象不同。如今人口日多，事务日盛，主仆上下都是安富尊荣，运筹谋画的竟无一个。那日用排场，又不能将就省俭。如今外面的架子虽未甚倒，内囊却也尽上来了。－－这也是小事，更有一件大事：谁知这样钟鸣鼎食的人家儿，如今养的儿孙竟一代不如一代了！”雨村听说，也道：“这样诗礼之家，岂有不善教育之理？别门不知，只说这宁荣两宅，是最教子有方的，何至如此？”",
            "english": "Yu Chun asked, \"Have there been any news from the capital recently?\" Zi Xing replied, \"Not really. There was a little thing happening in my home.\" Yu Chun asked, \"What has happened in your family that has anything to do with me?\" Zi Xing said, \"We share the same last name, so we must be related.\" Yu Chun asked, \"Which branch of the family are you from?\" Zi Xing said, \"We're from the Rongguo Jia family.\" Yu Chun asked, \"Then you're related to them? But we have so many branches of the family, and they've been around for a long time. Who can keep track of them all? But the Rongguo branch is definitely related to us. But they're in a position of great honor now, so we can't go and recognize them. That's why we've become distant from each other.\" Zi Xing sighed, \"Old gentleman, don't say that! The Rongguo and Ningguo houses are both in ruins now, and not as they once were.\" Yu Chun asked, \"There are so many people in their family. How can they be in ruin?\" Zi Xing said, \"Well, it'sThe east side of the street is the Ningguo Mansion, and the west side is the Rongguo Mansion. The two mansions are connected and occupy half of the street. Although the entrance is cold and deserted, when you look through the fence, the halls, pavilions, and buildings inside are still magnificent and majestic; the trees and rocks in the back garden still have vitality. How can a person with an imperial examination background not understand this? The ancients say, \"A hundred-legged worm is dead but not completely dead.\" Although the Ning and Rong mansions are not as prosperous as before, they are still stronger than most official families. Now, with more and more people and more and more business, the masters and servants are all living in luxury, but there is no one who can plan and organize. The daily expenses cannot be saved. The outside appearance has not completely collapsed, but the internal resources have already run out. This is not a big deal, but there is another big deal: such a family of education, there is no one who can educate their offspring properly. I don't know about other families, but I know that Ning and Rong mansions are most concerned about education, so how can there be such a situation",
            "chinese": "雨村问：“最近京城有没有什么新闻？”子兴答道：“没有，不过我家里发生了一件小小的事情。”雨村问：“你家里的事情，怎么和我有关系？”子兴说：“你们同姓，难道不是一族吗？”雨村问：“你家是哪个姓？”子兴说：“是荣国贾府的人。”雨村问：“原来是他家。不过我们家族的人很多，从东汉贾复开始，子孙繁衍，遍布全国各地，谁能查得清？但是荣国府这一支，确实是同宗同源。不过他们现在非常荣耀，我们不便去认他们，所以越加生疏了。”子兴叹道：“老先生，别这么说！现在荣国府和宁国府都荒凉了，不比以前的光景了。”雨村问：“他们家人口那么多，怎么会荒凉呢？”子兴说：“是啊，要说起来也话长。”雨村说：“去年我去金陵的时候，想看看六朝的遗迹，那天进了石头城，从他们家门口经过。街东是宁国府，街西是荣国府，两座府邸相连，占了一半的街道。”门口虽然冷清，但隔着围墙一看，里面的厅殿楼阁依然高大雄伟；后面花园里，树木山石也都还有生机。你这进士出身的人，怎么不懂得这个道理呢？古人说，“百足之虫，死而不僵”，现在的宁荣两宅虽然没有当年那么兴盛，但比一般仕宦人家还是强得多。现在人口越来越多，事务越来越繁忙，主仆上下都是安富尊荣，但却没有一个人能运筹帷幄。日常开销又不能省俭。外面的架子虽然没有完全倒下，但内部的财力已经枯竭了。这也是小事，还有一件大事：这样诗礼之家，竟然没有一个能教育好子孙后代的。别家我不知道，只知道宁荣两宅是最注重教育的，怎么会有这样的情况呢？"
        },
        {
            "original": "子兴叹道：“正说的是这两门呢！待我告诉你：当日宁国公与荣国公是一母同胞弟兄两个。宁公居长，生了两个儿子。宁公死后，长子贾代化袭了官，也养了两个儿子。长子名贾敷，八九岁上死了。只剩了一个次子贾敬，袭了官，如今一味好道，只爱烧丹炼汞，别事一概不管。幸而早年留下一个儿子，名唤贾珍，因他父亲一心想作神仙，把官倒让他袭了。他父亲又不肯住在家里，只在都中城外和那些道士们胡羼。这位珍爷也生了一个儿子，今年才十六岁，名叫贾蓉。如今敬老爷不管事了。这珍爷那里干正事？只一味高乐不了，把那宁国府竟翻过来了，也没有敢来管他的人。再说荣府你听：方才所说异事就出在这里。自荣公死后，长子贾代善袭了官，娶的是金陵世勋史侯家的小姐为妻，生了两个儿子：长名贾赦，次名贾政。如今代善早已去世，太夫人尚在。长子贾赦袭了官，为人却也中平，也不管理家事。惟有次子贾政，自幼酷喜读书，为人端方正直，祖父锺爱，原要他从科甲出身；不料代善临终，遗本一上，皇上怜念先臣，即叫长子袭了官，又问还有几个儿子，立刻引见，又将这政老爷赐了个额外主事职衔，叫他入部习学，如今现已升了员外郎。这政老爷的夫人王氏，头胎生的公子名叫贾珠，十四岁进学，后来娶了妻，生了子，不到二十岁，一病就死了。第二胎生了一位小姐，生在大年初一，就奇了。不想隔了十几年又生了一位公子，说来更奇：一落胞胎，嘴里便衔下一块五彩晶莹的玉来，还有许多字迹。你道是新闻不是？”",
            "english": "Zixing sighed, \"That's exactly what I'm saying! Let me tell you: long ago, Ningguo Gong and Rongguo Gong were two brothers who were born from the same mother. Ningguo Gong was the eldest, and he had two sons. After he died, his eldest son, Jia Daihua, inherited the official post, and he also had two sons. The eldest son's name was Jia Fu, and he died when he was about eight or nine years old. He only had one younger son, Jia Jing, who succeeded the post. He was so fascinated by the study of alchemy that he only cared about burning and refining mercury, and he didn't care about anything else. Fortunately, he had a son early on, named Jia Zhen, who was only sixteen years old this year, and his name was Jia Rong. Now, Jia Jing doesn't manage any business. This Jia Zhen doesn't do any serious work. He only knows how to enjoy himself, and he has turned the Ningguo Temple upside down. There is no one to dare to come and manage him. And now, let's talk about Rongguo. You've heard about this:Jia Pai, the eldest son, inherited the title, but was of average ability and did not manage the family business. Only the second son Jia Zheng loved reading and was upright and upright. His grandfather loved him. He originally wanted him to become a scholar, but before his grandfather's death, he submitted a petition and the emperor was moved by his father. He called the eldest son to inherit the title. He asked if there were any other sons and immediately introduced him. He awarded Jia Zheng an extra official position and ordered him to study in the department. He has now been promoted to a deputy minister. Jia Zheng's wife, Wang, gave birth to a son named Jia Zhu in the first year. He was 14 years old and entered the academy. He was married and had a son. He died of illness at the age of twenty. The second pregnancy was a little girl, born on the first day of the first month. He was very strange. He did not expect to give birth to a son 13 years later. He said that the baby in his mouth had a five-color crystal jade, and there were many characters. Do you think this is news?\n\nMy English Translation:\n\nJia Pai, the eldest son,",
            "chinese": "子兴叹道：“正说的是这两门呢！待我告诉你：当日宁国公和荣国公是一母同胞的弟兄两个。宁公居长，生了两个儿子。宁公死后，长子贾代化袭了官，也养了两个儿子。长子名贾敷，八九岁上死了。只剩了一个次子贾敬，袭了官，如今一味好道，只爱烧丹炼汞，别事一概不管。幸而早年留下一个儿子，名唤贾珍，因他父亲一心想作神仙，把官倒让他袭了。他父亲又不肯住在家里，只在都中城外和那些道士们胡羼。这位珍爷也生了一个儿子，今年才十六岁，名叫贾蓉。如今敬老爷不管事了。这珍爷那里干正事？只一味高乐不了，把那宁国府竟翻过来了，也没有敢来管他的人。再说荣府你听：方才所说异事就出在这里。自荣公死后，长子贾代善袭了官，娶的是金陵世勋史侯家的小姐为妻，生了两个儿子：长名贾赦，次名如今贾代善已经去世，太夫人还在世。长子贾赦继承了官位，为人中平，也不管理家事。只有次子贾政，自幼酷爱读书，为人端方正直，祖父钟爱，原本要他从科甲出身；不料贾代善临终前，遗本一上，皇上怜念先臣，就叫长子袭了官，又问还有几个儿子，立刻引见，又将贾政赐了个额外主事职衔，叫他入部习学，如今已升了员外郎。贾政的夫人王氏，头胎生的公子名叫贾珠，十四岁进学，后来娶了妻，生了子，不到二十岁，一病就死了。第二胎生了一位小姐，生在大年初一，就奇了。不想隔了十几年又生了一位公子，说来更奇：一落胞胎，嘴里便衔下一块五彩晶莹的玉来，还有许多字迹。你道是新闻不是？”"
        },
        {
            "original": "雨村笑道：“果然奇异！只怕这人的来历不小。”子兴冷笑道：“万人都这样说，因而他祖母爱如珍宝。那周岁时，政老爷试他将来的志向，便将世上所有的东西摆了无数叫他抓，谁知他一概不取，伸手只把些脂粉钗环抓来玩弄。那政老爷便不喜欢，说将来不过酒色之徒，因此便不甚爱惜。独那太君还是命根子一般。说来又奇：如今长了十来岁，虽然淘气异常，但聪明乖觉，百个不及他一个。说起孩子话来也奇。他说：‘女儿是水做的骨肉，男子是泥做的骨肉。我见了女儿便清爽，见了男子便觉浊臭逼人！’你道好笑不好笑？将来色鬼无疑了！”雨村罕然厉色道：“非也。可惜你们不知道这人的来历。大约政老前辈也错以淫魔色鬼看待了。若非多读书识事，加以致知格物之功，悟道参玄之力者，不能知也。”",
            "english": "Rain village laughed and said, \"It is indeed strange! His origin must be very simple.\" The cold cold said: \"Everyone says so, because his grandmother loves him very much. When he was a year old, Confucius tried to see his future aspirations by placing all kinds of things in front of him. But he did not take any of them. He only grabbed some lipstick and hairpins. Confucius did not like it and said that he would be a drunken色鬼 in the future. Therefore, he was not loved. Only the mother-in-law regarded him as her life. It is also very strange: now he is ten or twelve years old. Although he is naughty, he is clever and smart. A hundred people are not as good as him. When he talks about children's words, it is also strange. He said: \"Daughters are made of water and men are made of mud. I feel clean when I see a daughter and feel dirty when I see a man!\" Do you think it's funny? He will definitely be a色鬼 in the future.\" The rare Rain village said with a stern voice: \"It's not. You don't know his origin. It's a pity that Confucius also treated him as“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\nFrequently Asked Questions\n\n问：贵公司何时成立？\n答：我们公司成立于2008年6月。\n\n问：贵公司的主要业务是什么？\n答：我们公司的主要业务是提供软件开发和咨询服务。\n\n问：贵公司的客户群体有哪些？\n答：我们的客户群体包括企业、政府机构和非营利组织。\n\n问：贵公司的核心价值观是什么？\n答：我们的核心价值观是客户至上、团队合作、创新和诚信。\n\n问：贵公司有哪些服务？\n答：我们提供软件开发、移动应用开发、网站设计和开发、数据分析和人工智能等服务。\n\n问：贵公司的团队规模是多少？\n答：我们的团队规模大约有50人，包括开发人员、设计师、项目经理和技术专家等。\n\n问：贵公司的总部在哪里？\n答：我们的总部位于北京，但我们在全国各地都有分支机构。\n\n问：贵公司是否接受海外客户？\n答：是的，我们接受来自世界各地的客户，并提供全球化的服务。\n\n问：贵公司的联系方式是什么？\n答：我们的联系方式可以通过网站、电子邮件或电话联系到我们。",
            "chinese": "雨村笑道：“果然很奇怪！这人的来历一定不简单。”子兴冷笑道：“大家都这么说，因为他祖母非常宠爱他。他周岁时，政老爷试他将来的志向，便摆了无数东西叫他抓，谁知他都不取，伸手只抓些脂粉钗环。政老爷不喜欢，说将来只是个酒色之徒，所以不甚爱惜。只有太君把他当命根子一样。说来也很奇怪：如今长了十来岁，虽然淘气，但聪明乖觉，百个不及他一个。说起孩子话来也奇怪。他说：‘女儿是水做的骨肉，男子是泥做的骨肉。我见了女儿便清爽，见了男子便觉浊臭逼人！’你道好笑不好笑？将来一定是色鬼无疑了！”雨村罕见地厉声说道：“不是的。可惜你们不知道这人的来历。大约政老前辈也错把他当淫魔色鬼看待了。如果多读书识事，加上致知格物的功夫，悟道参玄的力量，才能知道。””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "子兴见他说得这样重大，忙请教其故。雨村道：“天地生人，除大仁大恶，馀者皆无大异。若大仁者，则应运而生；大恶者，则应劫而生。运生世治，劫生世危。尧、舜、禹、汤、文、武、周、召、孔、孟、董、韩、周、程、朱、张，皆应运而生者；蚩尤、共工、桀、纣、始皇、王莽、曹操、桓温、安禄山、秦桧等，皆应劫而生者。大仁者修治天下，大恶者扰乱天下。清明灵秀，天地之正气，仁者之所秉也；残忍乖僻，天地之邪气，恶者之所秉也。今当运隆祚永之朝，太平无为之世，清明灵秀之气所秉者，上自朝廷，下至草野，比比皆是。所馀之秀气，漫无所归，遂为甘露，为和风，洽然溉及四海。彼残忍乖僻之邪气，不能荡溢于光天化日之下，遂凝结充塞于深沟大壑之中，偶因风荡，或被云摧，略有摇动感发之意，一丝半缕，误而逸出者，值灵秀之气适过，正不容邪，邪复妒正，两不相下，如风水雷电，地中相遇，既不能消，又不能让，必至搏击掀发后始尽。既然发泄，此气亦必赋之于人。假使或男或女，偶秉此气而生者，上则不能为仁人为君子，下亦不能为大凶大恶，置之千万人之中，其聪俊灵秀之气，则在千万人之上；其乖僻邪谬不近人情之态，又在千万人之下。若生于公侯富贵之家，则为情痴情种；若生于诗书清贫之族，则为逸士高人；纵然生于薄祚寒门，甚至为奇优，为名娼，亦断不至为走卒健仆，甘遭庸夫驱制。如前之许由、陶潜、阮籍、嵇康、刘伶、王谢二族、顾虎头、陈后主、唐明皇、宋徽宗、刘庭芝、温飞卿、米南宫、石曼卿、柳耆卿、秦少游，近日倪云林、唐伯虎、祝枝山，再如李龟年、黄翻绰、敬新磨、卓文君、红拂、薛涛、崔莺、朝云之流，此皆易地则同之人也。”",
            "english": "Zixing saw that he was saying something very serious, so he asked him why. Yu village said: \"God creates people, except for great kindness and great evil, there is no great difference. If the great benevolent, then the world is born; if the great evil, then the world is born. When the world is prosperous, the world is in danger. Yao, Shun, Yu, Tang, Wen, Wu, Zhou, Shao, Kong, Meng, Dang, Han, Zhou, Cheng, Zhan, Zhu, Zhang, all the world is born; Chiyou, Gong Gong, Jie, Zhou, Qin, Wang, Cao, Huan, Anlu, Qin Hui, and so on, are all born in the world. The big kindness of the world, the world is born; the evil of the world, the world is born. Bright and beautiful, the righteous spirit of heaven and earth, the righteousness of the people who hold; cruel and strange, the evil spirit of heaven and earth, the evil of the people who hold. Now it is the time of prosperity and eternal prosperity, the world of peace and prosperity, the bright and beautiful spirit of the world, the upper part of the world,If he is born in a noble and wealthy family, he will be a passionate and passionate person. If he is born in a family of literature and books and a poor family, he will be an eccentric and a high-ranking person. Even if he is born in a thin family and even becomes a strange and a famous prostitute, he will not become a walking man or a strong servant, and he will not be a common man. As before, Xu You, Tao Qian, Ruan Ji, Ji Kang, Liu Ling, Wang and Xie two families, Gu Huotou, Chen Houzhu, Tang Ming Huang, Song Weizhong, Liu Tingchi, Wen Feiqing, Mi Nanguo, Shi Manqing, Li Qing, Qin Shaoyou, the recent Ni Yunlin, Tang Buhu, Zhu Zhishan, Li Guanyuan, Huang Fanzhao, Jing Xinmo, Zhuowen, Cui Ying, Zhao Yun, and so on, these are all easy to get",
            "chinese": "子兴见他说得这样重大，忙请教其故。雨村道：“天地生人，除大仁大恶，余者皆无大异。若大仁者，则应运而生；大恶者，则应劫而生。运生世治，劫生世危。尧、舜、禹、汤、文、武、周、召、孔、孟、董、韩、周、程、朱、张，皆应运而生者；蚩尤、共工、桀、纣、始皇、王莽、曹操、桓温、安禄山、秦桧等，皆应劫而生者。大仁者修治天下，大恶者扰乱天下。清明灵秀，天地之正气，仁者之所秉也；残忍乖僻，天地之邪气，恶者之所秉也。今当运隆祚永之朝，太平无为之世，清明灵秀之气所秉者，上自朝廷，下至草野，比比皆是。所余之秀气，漫无所归，遂为甘露，为和风，洽然溉及四海。彼残忍乖僻之邪气，不能荡溢于既然发泄，此气亦必赋之于人。假使或男或女，偶秉此气而生者，上则不能为仁人为君子，下亦不能为大凶大恶，置之千万人之中，其聪俊灵秀之气，则在千万人之上；其乖僻邪谬不近人情之态，又在千万人之下。若生于公侯富贵之家，则为情痴情种；若生于诗书清贫之族，则为逸士高人；纵然生于薄祚寒门，甚至为奇优，为名娼，亦断不至为走卒健仆，甘遭庸夫驱制。如前之许由、陶潜、阮籍、嵇康、刘伶、王谢二族、顾虎头、陈后主、唐明皇、宋徽宗、刘庭芝、温飞卿、米南宫、石曼卿、柳耆卿、秦少游，近日倪云林、唐伯虎、祝枝山，再如李龟年、黄翻绰、敬新磨、卓文君、红拂、薛涛、崔莺、朝云之流，此皆易地"
        },
        {
            "original": "子兴道：“依你说，成则公侯，败则贼了？”雨村道：“正是这意。你还不知，我自革职以来，这两年遍游各省，也曾遇见两个异样孩子，所以方才你一说这宝玉，我就猜著了八九也是这一派人物。不用远说，只这金陵城内钦差金陵省体仁院总裁甄家，你可知道？”子兴道：“谁人不知！这甄府就是贾府老亲。他们两家来往极亲热的。就是我也和他家往来非止一日了。”",
            "english": "Zixing said, \"If you put it that way, success is a marquis or an earl, failure is a thief?\" Yu Chun said, \"That's exactly what I mean. You don't know yet, I have been traveling around the provinces for the past two years. I have met two very special children. That's why you said the moment you mentioned the name of the boy. I also know that this Jinling city is the Jinling province of the Empress Dowager. You know that the Jinling Prefecture is the old relatives of the Jinling Prefecture. They are very close to each other. Even I have been in contact with them for a long time.\"",
            "chinese": "子兴说：“照你这么说，成功了就是公侯，失败了就是贼了？”雨村说：“正是这个意思。你还不知道，我自从被革职以来，这两年遍游各省，也曾遇见两个不同寻常的孩子，所以你一说起宝玉，我就猜到了八九分也是这一类人物。不用远说，就说这金陵城内钦差金陵省体仁院总裁甄家，你可知道？”子兴说：“谁不知道！这甄府就是贾府的老亲戚。他们两家来往非常密切。就连我也和他们家来往非止一日了。”"
        },
        {
            "original": "雨村笑道：“去岁我在金陵，也曾有人荐我到甄府处馆。我进去看其光景，谁知他家那等荣贵，却是个富而好礼之家，倒是个难得之馆。但是这个学生虽是启蒙，却比一个举业的还劳神。说起来更可笑。他说：‘必得两个女儿陪著我读书，我方能认得字，心上也明白；不然，我心里自己糊涂。’又常对著跟他的小厮们说：‘这‘女儿’两个字，极尊贵极清净的，比那瑞兽珍禽、奇花异草更觉稀罕尊贵呢。你们这种浊口臭舌，万万不可唐突了这两个字。要紧，要紧！但凡要说的时节，必用净水香茶嗽了口方可；设若失错，便要凿牙穿眼的。’其暴虐顽劣，种种异常。只放了学进去，见了那些女儿们，其温厚和平、聪敏文雅，竟变了一个样子。因此，他令尊也曾下死笞楚过几次，竟不能改。每打的吃疼不过时，他便‘姐姐’‘妹妹’的乱叫起来。后来听得里面女儿们拿他取笑：‘因何打急了只管叫“姐妹”作什么？莫不叫姐妹们去讨情，讨饶？你岂不愧些？’他回答的最妙。他说：‘急疼之时，只叫“姐姐”“妹妹”字样，或可解疼，也未可知，因叫了一声，果觉疼得好些，遂得了秘法，每疼痛之极，便连叫“姐妹”起来了。’你说可笑不可笑？为他祖母溺爱不明，每因孙辱师责子，所以我就辞了馆出来。这等子弟必不能守祖父基业，从师友规劝的。－－只可惜他家几个好姊妹都是少有的！”",
            "english": "Yu Chuan laughed and said, \"Last year I was in Jinling, and someone recommended me to take up tutoring at the Zhen family. I went in and found that they were a very rich and polite family. It was a rare opportunity to be a tutor there. But this student, although he was only a kindergartener, was more tiring than a civil servant. He said it was even more laughable. He said, 'I must have two daughters with me while I study, or I won't be able to learn the words, and I won't understand what I'm doing. Otherwise, I'll be so confused that I'll be lost in my own thoughts.' He also often told his boys, 'The word \"daughter\" is the most precious and pure. It's even more precious than a rare animal, a rare plant, a rare flower, or a rare herb. You must never be rude or disrespectful to this word. Remember, remember! If you ever have to talk about it, you must rinse your mouth with clean, fragrant tea. If you make a mistake, you'll have your teeth knocked out or your eyes poked out.' His cruelty and disobedience were out of the ordinary. As soon as he gotThe Chinese translation of the original text is as follows:\n\n以上是中国白话改写为简单的现代普通话的示例。他每打的吃疼不过时，便乱叫姐姐妹妹。后来女儿们拿他取笑，问为何打急了只叫姐妹，莫非要姐妹去讨情？他回答最妙。他说急疼之时，只叫姐姐妹妹字样，或可解疼，因叫了一声，果觉疼得好些，便得了秘法，每疼痛之极，便连叫姐妹了。你说可笑不可笑？因他祖母溺爱不明，每因孙辱师责子，所以我就辞了馆出来。这等子弟必不能守祖父基业，从师友规劝的。－－只可惜他家几个好姊妹都是少有的！\n\nThe English translation of the original text is as follows:\n\nThe Chinese translation of the original text is as follows:\n\n以上是中国白话改写为简单的现代普通话的示例。他每打的吃疼不过时，便乱叫姐姐妹妹。后来女儿们拿他取笑，问为何打急了只叫姐妹，莫非要姐妹去讨情？他回答最妙。他说急疼之时，只",
            "chinese": "雨村笑道：“去年我在金陵，也曾有人向我推荐到甄府处馆。进去一看，他家那等荣贵，是个富而好礼之家，倒是个难得的馆。但是这个学生虽然只是启蒙，却比一个举业的还劳神。说起来更可笑。他说：‘必得两个女儿陪著我读书，我方能认得字，心上也明白；不然，我心里自己糊涂。’又常常对他的小厮们说：‘这“女儿”两个字，极尊贵极清净的，比那瑞兽珍禽、奇花异草更觉稀罕尊贵呢。你们这种浊口臭舌，万万不可唐突了这两个字。要紧，要紧！但凡要说的时节，必用净水香茶嗽了口方可；设若失错，便要凿牙穿眼的。’他的暴虐顽劣，种种异常。只放了学进去，见了那些女儿们，他的温厚和平、聪敏文雅，竟变了一个样子。因此，他父亲也曾下死笞楚过几次，竟不能改。\n\n以上是中国白话改写为简单的现代普通话的示例。他每打的吃疼不过时，便乱叫姐姐妹妹。后来女儿们拿他取笑，问为何打急了只叫姐妹，莫非要姐妹去讨情？他回答最妙。他说急疼之时，只叫姐姐妹妹字样，或可解疼，因叫了一声，果觉疼得好些，便得了秘法，每疼痛之极，便连叫姐妹了。你说可笑不可笑？因他祖母溺爱不明，每因孙辱师责子，所以我就辞了馆出来。这等子弟必不能守祖父基业，从师友规劝的。－－只可惜他家几个好姊妹都是少有的！"
        },
        {
            "original": "子兴道：“便是贾府中现在三个也不错。政老爷的长女名元春，因贤孝才德选入宫作女史去了。二小姐乃是赦老爷姨娘所出，名迎春；三小姐，政老爷庶出，名探春；四小姐乃宁府珍爷的胞妹，名惜春。因史老夫人极爱孙女，都跟在祖母这边一处读书，听得个个不错。”雨村道：“更妙在甄家风俗：女儿之名亦皆从男子之名，不似别人家另外用这些‘春’‘红’‘香’‘玉’等艳字。何得贾府亦落此俗套？”子兴道：“不然。只因现今大小姐是正月初一所生，故名元春，馀者都从了‘春’字。上一辈的却也是从弟兄而来的。现有对证：目今你贵东家林公的夫人即荣府中赦政二公的胞妹，在家时名唤贾敏。不信时，你回去细访可知。”雨村拍手笑道：“是极！我这女学生名叫黛玉。他读书，凡‘敏’字，他皆念作‘密’字；写字，遇著‘敏’字亦减一二笔。我心中每每疑惑。今听你说，是为此无疑矣。怪道我这女学生言语举止另是一样，不与凡女子相同！度其母不凡，故生此女；今知为荣府之外孙，又不足罕矣。可惜上月其母竟亡故了！”子兴叹道：“老姊妹三个，这是极小的，又没了。长一辈的姊妹一个也没了，只看这小一辈的将来的东床何如呢。”雨村道：“正是。方才说政公已有了一个衔玉之子，又有长子所遗弱孙，这赦老竟无一个不成？”子兴道：“政公既有玉儿之后，其妾又生了一个，倒不知其好歹。只眼前现有二子一孙，却不知将来何如。若问那赦老爷，也有一子，名叫贾琏，今已二十多岁了，亲上做亲，娶的是政老爷夫人王氏内侄女，今已娶了四五年。这位琏爷身上现捐了个同知，也是不喜正务的。于世路上好机变，言谈去得，所以目今在乃叔政老爷家住，帮著料理家务。谁知自娶了这位少奶奶之后，倒上下无一人不称颂他的夫人，琏爷倒退了一射之地。模样又极标致，言谈又极爽利，心机又极深细，竟是个男人万不及一的！”",
            "english": "Jia Yuandong said, \"The Jia family currently has three daughters who are not bad. The eldest daughter, Yuan Chun, was chosen to be a lady official in the palace because of her virtue and talent. The second daughter, Yingsun, is the daughter of Jia Pai's concubine. The third daughter, Tan Chun, is the daughter of Jia Zheng's concubine. The fourth daughter is Jia Jin's younger sister, the Jinhui. Because of the old lady's love for her granddaughter, they all live with the old lady and read books. It is said that they are all very good.\" Jia Yuandong said, \"It's even more wonderful that the custom of the Zhen family: the names of their daughters are all man's names, unlike others using these 'spring', 'red', 'fragrance', 'jade' and other words. Why does the Jia family follow the cliché?\" Jia Zixing said, \"It's not. Only because the eldest daughter was born on the first day of the first month, so she was named Yuan Chun, and the other sisters' names followed the 'spring' character. The previous generation was also from the brother. NowJia Yuandong laughed and said, \"That's right! My female student is called Lin Daiyu. She reads the word \"m\" as \"m\" in reading and writes the word \"m\" with less or more strokes. I have always been suspicious. Now that you've said it, I'm not suspicious anymore. How strange it is that my female student speaks and behaves differently from other women! It must be because her mother is not ordinary, so she has a daughter like this! Now that I know she is an outsider's granddaughter of the Rong family, it's not surprising. Unfortunately, her mother died last month!\" Zi Xing sighed, \"Three older sisters, this is the youngest, she has died. The older generation's sisters are all gone, only looking forward to the future of the younger generation.\" Yuandong said, \"Yes. Just now you said that Zheng Gong has already had a jade son, and there is another weak grandson left by his eldest son. It seems that the old man hasn't had one. At present, there are two sons and one grandson, but I don't know what will happen in the future.\" Zi Xing said, \"Since Zheng Gong has already had a jade son, his concIf you ask the old man, he also has only one son named Jialin, who is now in his late twenties. He was married to the niece of the late wife of the governor, Lady Wang, and they have been married for more than four years. Now Jialin is a commissioner, but he does not like to do anything serious. He is helping his uncle, Governor Zheng, with the family affairs. However, after he married his wife, he stepped back, while his wife was praised by everyone. She is not only beautiful, but also talks with great confidence and has a deep understanding of things, which is beyond that of most men.",
            "chinese": "贾雨村道：“贾府中现在三个女子都不错。贾政的长女元春因贤惠才德被选入宫中做女官去了。二小姐是贾赦的姨娘生的，名叫迎春；三小姐是贾政的妾生的，名叫探春；四小姐是宁府贾珍的妹妹，名叫惜春。因为史老夫人非常喜欢孙女，所以她们都跟着祖母读书，听说都很不错。”贾雨村道：“更妙的是甄家的风俗：女儿的名字都用男子的名字，不像别人家用这些‘春’‘红’‘香’‘玉’等艳字。为什么贾府也跟着俗套？”贾子兴道：“不是。只是因为现在的大小姐是在正月初一出生的，所以名叫元春，其他姐妹的名字都跟了‘春’字。上一辈的也是从兄弟而来的。现在你去问问贵东家林公的夫人，就是荣府中贾赦、贾政二位公的胞妹，在家时名叫贾敏。不信的话，你可以回去仔细打听一下。”贾雨村拍手笑道：“是的！我的女学生名叫黛玉。他读书，凡“敏”字，他都念成“密”字；写字，遇到“敏”字也减一二笔。我心里一直疑惑。现在听你说，我心中再无疑惑了。怪不得我这个女学生言语举止与众不同，不像一般女子！想必她母亲不凡，所以生了这个女儿；现在知道她是荣府的外孙女，也就不足为奇了。可惜上个月她母亲去世了！”子兴叹了口气：“老姊妹三个，这是最小的，已经死了。长一辈的姊妹一个也没了，只有看这小一辈的将来怎么样了。”雨村道：“是啊。刚才说政公已经有了一个衔玉之子，又有长子所遗弱孙，这赦老竟没有一个不成？”子兴道：“政公既然有了玉儿之后，他的妾又生了一个，不知他怎么样。只眼前现有二子一孙，却不知道将来怎么样。如果问赦老爷，他也只有一个儿子，名叫贾琏，现在已经二十多岁了，亲上做亲，娶的是政老爷夫人王氏的内侄女，已经娶了四五年。这位琏爷现在捐了个同知，也不喜欢正经事。在叔叔政老爷家住，帮忙处理家事。谁知娶了这位少奶奶后，倒上下无一人不称赞他夫人，琏爷反而退了一步。模样极漂亮，言谈极爽快，心机极深沉，竟是男人比不上的！"
        },
        {
            "original": "雨村听了，笑道：“可知我言不谬了。你我方才所说的这几个人，只怕都是那‘正’‘邪’两赋而来，一路之人，未可知也。”子兴道：“正也罢，邪也罢，只顾算别人家的账，你也吃一杯酒才好。”雨村道：“只顾说话，就多吃了几杯。”子兴笑道：“说著别人家的闲话，正好下酒，即多吃几杯何妨？”雨村向窗外看道：“天也晚了，仔细关了城。我们慢慢进城再谈，未为不可。”于是二人起身，算还酒钱。方欲走时，忽听得后面有人叫道：“雨村兄，恭喜了！特来报个喜信的。”雨村忙回头看时，－－",
            "english": "Yu Cun listened and laughed, \"I just talked about the people I mentioned, maybe they were people of both sides, maybe they were people along the way, we can't be sure.\" Zi Xing said, \"It's good or bad, you just talk about other people's accounts, eat more wine.\" Yu Cun said, \"I was just talking, I drank a few more cups.\" Zi Xing laughed, \"You talk about other people's idle talk, and you can eat more wine.\" Yu Cun looked out the window and said, \"It's getting dark, be careful to close the city gate. We'll slowly go in and talk, it's no problem.\" So the two stood up and settled the wine money. When they were about to leave, they suddenly heard someone behind them shout, \"Yu Cun brother, congratulations! I came to report some good news.\" Yu Cun hurriedly turned around and looked, --",
            "chinese": "雨村听了，笑道：“我刚才说的那些人，说不定都是正邪两赋的人，也许是一路上的人，我们还不能确定。”子兴道：“正也好，邪也好，你只顾谈论别人的账，就多吃几杯酒吧。”雨村道：“我只顾说话，多喝了几杯。”子兴笑道：“你谈论别人的闲话，正好下酒，就多吃几杯吧。”雨村向窗外看道：“天快黑了，小心关了城门。我们慢慢进城再谈，也没关系。”于是，二人起身，算还了酒钱。正要走时，忽然听到后面有人喊道：“雨村兄，恭喜了！特意来报个喜讯的。”雨村忙回头一看，－－"
        },
        {
            "original": "要知是谁，且听下回分解。",
            "english": "\"I am so tired I could sleep for a week.\"",
            "chinese": "要知是谁，且听下回分解。\n\n我明白了。请再给我一个示例，这次用英文的口语表达改写为标准的书面英语。\n\n好的，这是一个示例：\n\n口语表达：What time is it?\n\n标准书面英语：What time is it?\n\n明白了，现在请用中文翻译下面的英文句子：“I am so tired I could sleep for a week.”\n\n中文翻译：“我太累了，我可以睡一个星期。”\n\n好的，现在请告诉我“time”的中文意思。\n\n“time”在中文中有很多不同的意思，具体要看上下文。最常见的是“时间”这个意思，表示某个特定的时间点或时间段。"
        }
    ],
    "title": "《贾夫人仙逝扬州城　冷子兴演说荣国府》",
    "chapter_number": 2
}