{
    "paragraphs": [
        {
            "original": "话说宝玉养过了三十三天之后，不但身体强壮，亦且连脸上疮痕平复，仍回大观园去。这也不在话下。",
            "english": "After staying in the hospital for 33 days, Bao Yuyu's body became stronger and his scars on his face were flat. He returned to the Grand View Garden.",
            "chinese": "宝玉养了三十三天后，身体强壮了，脸上疤痕也平复了，就回大观园去了。"
        },
        {
            "original": "且说近日宝玉病的时节，贾芸带著家下小厮坐更看守，昼夜在这里；那小红同众丫鬟也在这里守著宝玉：彼此相见日多，渐渐的混熟了。小红见贾芸手里拿著块绢子，倒像是自己从前掉的，待要问他，又不好问。不料那和尚道士来过，用不著一切男人，贾芸仍种树去了。这件事，待放下又放不下，待要问去又怕人猜疑。正是犹豫不决，神魂不定之际，忽听窗外问道：“姐姐在屋里没有？”小红闻听，在窗眼内望外一看，原来是本院的个小丫头佳蕙，因答说：“在家里呢，你进来罢。”",
            "english": "It was said that when Baoyu was sick, Jiyun brought his family's young attendants to take shifts and guard the room day and night. Xiao Hong and the other maids were also there to watch over Baoyu, and they met more and more, gradually becoming familiar with each other. Xiao Hong discovered that Jiyun was holding a handkerchief, which seemed to be one she had lost before. She wanted to ask, but she was afraid to ask. Unexpectedly, the monks and Taoists came over, and they didn't need men, so Jiyun went to plant trees. This made her very confused, and she wanted to ask but was afraid that people would suspect her. She was hesitating and distracted, when suddenly she heard someone outside the window asking, \"Are you in the room?\" Xiao Hong looked out of the window, and it was the little maid Jia Hui from her own courtyard. She answered, \"I'm in here, come in.\"",
            "chinese": "话说最近宝玉生病的时候，贾芸带着家里的小厮坐更看守，日夜都在这里。小红和众丫鬟也在这里守着宝玉，见面多了，渐渐地熟悉起来。小红发现贾芸手里拿着一块绢子，好像是自己以前掉的。她想问，又不敢问。没想到和尚道士来过，他们不需要男人，贾芸就去种树了。这件事让她很纠结，想问又怕人猜疑。她正犹豫不决，神魂不定的时候，突然听到窗外有人问：“姐姐在屋里吗？”小红在窗缝里往外一看，原来是本院的小丫头佳蕙，她回答说：“在家里呢，你进来吧。”"
        },
        {
            "original": "佳蕙听了，跑进来，就坐在床上，笑道：“我好造化！才在院子里洗东西，宝玉叫往林姑娘那里送茶叶，花大姐姐交给我送去，可巧老太太给林姑娘送钱来，正分给他们的丫头们呢。见我去了，林姑娘就抓了两把给我，也不知是多少。你替我收著。”便把手绢子打开，把钱倒出来，交给小红。小红就替他一五一十的数了收起。",
            "english": "Jia Hui heard this and ran in, and sat down on the bed, laughing and saying, \"I am so lucky! I was just washing things in the courtyard when I was called by Xiao Bai to deliver tea to Lin Daiyu. When I got there, Grandmother was handing out money to the girls of Lin Daiyu. When I went to see her, she grabbed two handfuls for me. I don't know how much it was. Please take it and put it away for me.\" She then opened the handkerchief, poured out the money, and gave it to Xiao Hong. Xiao Hong counted it and put it away.",
            "chinese": "佳蕙听了，跑进来，就坐在床上，笑道：“我好造化！才在院子里洗东西，宝玉叫往林姑娘那里送茶叶，花大姐姐交给我送去，可巧老太太给林姑娘送钱来，正分给他们的丫头们呢。见我去了，林姑娘就抓了两把给我，也不知是多少。你替我收着。”便把手绢子打开，把钱倒出来，交给小红。小红就替他一五一十的数了收起。"
        },
        {
            "original": "佳蕙道：“你这两日心里到底觉著怎么样？依我说，你竟家去住两日，请一个大夫来瞧瞧，吃两剂药，就好了。”小红道：“那里的话？好好儿的，家去做什么？”佳蕙道：“我想起来了。林姑娘生的弱，他时常吃药，你就和他要些来吃，也是一样。”小红道：“胡说！药也是混吃的？”佳蕙道：“你这也不是个长法儿，又懒吃懒喝的，终久怎么样？”小红道：“怕什么？还不如早些死了倒乾净！”佳蕙道：“好好儿的，怎么说这些话？”小红道：“你那里知道我心里的事！”",
            "english": "Jia Hui said, \"How are you feeling these two days? I suggest you go back home for two days, see a doctor, and take some medicine, and you'll be fine.\" Xiaohong said, \"Don't be silly, I'm fine, why should I go back home?\" Jia Hui said, \"I remember. Lin's body is weak, and she often takes medicine, you can ask her for some medicine to take.\" Xiaohong said, \"Nonsense! Medicine can't be taken arbitrarily.\" Jia Hui said, \"You can't just sit around and do nothing, you need to do something.\" Xiaohong said, \"What's the point? I'd rather die early and be done with it!\" Jia Hui said, \"What are you talking about? You're healthy and strong!\" Xiaohong said, \"You don't know what's going on in my head!\"\n\nJia Hui suggests Xiaohong go home for two days, see a doctor, and take some medicine. Xiaohong is unwilling. Jia Hui mentions Lin's weak body and suggests Xiaohong ask her for some medicine. Xiaohong thinks medicine cannot be taken arbitrarily. Jia Hui thinks",
            "chinese": "佳蕙说：“你这两天心里到底怎么样？我建议，你回家住两天，找大夫看看，吃些药，就好了。”小红说：“别胡说，好好的，干嘛要回家？”佳蕙说：“我想起来了。林姑娘身体弱，经常吃药，你可以向她要些药来吃，也是一样的。”小红说：“胡说！药不是随便吃的。”佳蕙说：“你这样也不是个办法，又懒吃懒喝的，怎么办？”小红说：“怕什么？还不如早点死了干净！”佳蕙说：“好好儿的，说这些话干嘛？”小红说：“你不知道我心里的事！”\n\n佳蕙建议小红回家休息两天，请大夫看病，吃药，小红不愿意。佳蕙提到林姑娘的身体状况，建议小红向她要些药来吃。小红认为药不是随便吃的，佳蕙认为小红的身体状况需要改善，小红表示宁愿早点死了干净。佳蕙对小红的话感到惊讶，询问原因，小红表示佳蕙并不了解她的内心。"
        },
        {
            "original": "佳蕙点头，想了一会，道：“可也怨不得你，这个地方，本也难站。就像昨儿老太太因宝玉病了这些日子，说伏侍的人都辛苦了，如今身上好了，各处还香了愿，叫把跟著的人都按著等儿赏他们。我们算年纪小，上不去，我也不抱怨；像你怎么也不算在里头？我心里就不服。袭人那怕他得十分儿，也不恼他，原该的。说句良心话，谁还能比他呢？别说他素日殷勤小心，就是不殷勤小心，也拚不得。只可气晴雯绮霞他们这几个都算在上等里去，仗著宝玉疼他们，众人就都捧著他们，你说可气不可气？”",
            "english": "Jia Hui nodded and thought for a while, saying: \"This place is indeed difficult to stand, just like yesterday, when Old Lady Liu said to follow everyone's reward. We are young and can't go up, so I don't complain. But why are you not counted? I don't feel right. Although Xisi is ten out of ten, I am not angry, because she is always diligent and careful. To be honest, who can compare with her? Even if she is not diligent and careful, she can't afford to be. What I can't stand is that Qiongwen, Qixia, and the others are all counted in the upper class, relying on Bao'er's affection for them and the praise of others. Don't you think it's unfair?\"",
            "chinese": "佳蕙点了点头，想了一会儿，说道：“这地方确实难站，就像昨天老太太因为宝玉生病，说让跟着的人都按等儿赏他们。我们年纪小，上不去，我也就不抱怨了。但你为什么也不算在里头？我心里就不服气。袭人就算得十分儿，我也不生气，毕竟她平日殷勤小心。说句良心话，谁还能比得上她呢？别说她素日殷勤小心，就是不殷勤小心，也拼不得。最可气的是晴雯、绮霞他们这几个都被算在上等里去了，仗着宝玉疼他们，众人都捧着他们，你说气不气人？”\n\n这是将中国白话改写为简单的现代普通话的示例，经过简化和现代化处理，使其更加易于理解。"
        },
        {
            "original": "小红道：“也犯不著气他们。俗语说的，‘千里搭长棚，没有个不散的筵席’，谁守一辈子呢？不过三年五载，各人干各人的去了，那时谁还管谁呢？”这两句话，不觉感动了佳蕙心肠，由不得眼圈儿红了，又不好意思无端的哭，只得勉强笑道：“你这话说的是。昨儿宝玉还说明儿怎么收拾房子，怎么做衣裳，倒像有几百年熬煎似的！”",
            "english": "Xiao Hong said, \"There's no need to be angry with them. The old saying goes, 'A long tent搭 in the distance will eventually break down, and a banquet will eventually come to an end'. Who would stay with you forever? In just a few years, everyone will go their own way, and then who will care about each other?\" These two words touched Jia Hui's heart, and she couldn't help but her eyes reddened, but she didn't want to cry for no reason, so she managed a weak smile and said, \"You're right. Yesterday, Bao Yu said how to clean up the room and make clothes, as if he had been suffering for hundreds of years.\"",
            "chinese": "小红说：“没必要生气他们。俗语说的，‘千里搭长棚，没有个不散的筵席’，谁会一辈子守着呢？不过三五年，各人干各人的事去了，那时谁还管谁呢？”这两句话，不觉感动了佳蕙的心肠，由不得眼圈儿红了，又不好意思无端的哭，只得勉强笑道：“你说得对。昨天宝玉还说明天怎么收拾房子，怎么做衣服，倒像有几百年熬煎似的！”"
        },
        {
            "original": "小红听了，冷笑两声。方要说话，只见一个未留头的小丫头走进来，手里拿著些花样子并两张纸，说道：“这两个花样子叫你描出来呢。”说著，向小红撂下，回转身就跑了。小红向外问道：“到底是谁的？也等不的说完就跑，谁蒸下馒头等著你，怕冷了不成？”那小丫头在窗外只说得一声“是绮大姐姐的”。抬起脚来，咕咚咕咚又跑了。",
            "english": "Xiao Hong laughed coldly. Just as she was about to speak, a small girl with no hair on her head came in, holding several flower patterns and two pieces of paper, saying, \"these two flower patterns should be drawn by you.\" After saying that, Xiao Hong asked outside, \"who is it? It seems that you can't wait to finish it and run away. Are you afraid that the steamed buns will get cold?\" The little girl in the window only said \"it's Miss Qi\" and then left the room.",
            "chinese": "小红听了，冷笑两声。方要说话，一个未留头的小丫头走进来，手里拿着几张花样子和两张纸，说：“这两个花样子叫你描出来呢。”说完，小红向外问道：“到底是谁的？也等不的说完就跑，谁蒸下馒头等著你，怕冷了不成？”那小丫头在窗外只说了声“是绮大姐姐的”，抬起脚来，咕咚咕咚又跑了。"
        },
        {
            "original": "小红便赌气，把那样子撂在一边，向抽屉内找笔。找了半天，都是秃的，因说道：“前儿一枝新笔放在那里了？怎么想不起来？……”一面说，一面出神想了一回，方笑道：“是了，前儿晚上莺儿拿了去了。”因向佳蕙道：“你替我取了来。”佳蕙道：“花大姐姐还等著我替他拿箱子，你自己取去罢。”小红道：“他等著你，你还坐著闲磕牙儿？我不叫你取去，他也不等你了。坏透了的小蹄子！”",
            "english": "Xiaohong was angry and threw the pen away, and went to look for a pen. She looked for it for a long time, but all the pens were秃. She asked, \"Where did you put a new pen the other day? I can't remember.\" She thought about it for a while and said, \"That's right, last night Ling'er took it.\" She said, \"Will you get it for me?\" Jia Hui said, \"Flower Sister is waiting for me to pack her trunk, and you can go and get it yourself.\" Xiaohong said, \"She's waiting for you, so you're just sitting around chatting. I won't send you, and she won't wait for you anymore. Bad girl!\"",
            "chinese": "小红赌气把笔扔在一边，去找笔。找了半天，都是秃的。她问：“前儿一枝新笔放在哪里了？怎么想不起来？”她出神想了一回，笑道：“是了，前儿晚上莺儿拿了去了。”她说：“你替我取来。”佳蕙说：“花大姐姐还等著我替他拿箱子，你自己去取吧。”小红说：“他等著你，你还坐著闲磕牙儿？我不叫你去，他也不等你了。坏透了的小蹄子！”"
        },
        {
            "original": "说著，自己便出房来，出了怡红院，一径往宝钗院内来。刚至沁芳亭畔，只见宝玉的奶娘李嬷嬷从那边来。小红立住，笑问道：“李奶奶，你老人家那里去了？怎么打这里来？”李嬷嬷站住，将手一拍，道：“你说，好好儿的，又看上了那个什么云哥儿雨哥儿的，这会子逼著我叫了他来。明儿叫上屋里听见，可又是不好？”小红笑道：“你老人家当真的就信著他去叫么？”李嬷嬷道：“可怎么样呢？”小红笑道：“那一个要是知好歹，就不进来才是。”李嬷嬷道：“他又不傻，为什么不进来？”小红道：“既是进来，你老人家该别和他一块儿来；回来叫他一个人混磞，看他怎么样！”李嬷嬷道：“我有那们大工夫和他走？不过告诉了他，回来打发个小丫头子，或是老婆子，带进他来就完了。”说著，拄著拐，一径去了。小红听说，便站著出神，且不去取笔。",
            "english": "As he spoke, he walked out of the room and went to the Yizhong courtyard. Then he went towards the courtyard of Princess Baoshan. When he came to the Qingfang Pavilion, he saw the servant lady Li Momo from the other side. Xiao Hong smiled and asked Li Momo, \"Auntie, where are you going? How did you come here?\" Li Momo stopped and patted her hand, saying, \"You really believe that he will call him here? Tomorrow, if the people in the house hear about it, it will be bad.\" Xiao Hong laughed and said, \"If you really believe him, why doesn't he come in?\" Li Momo said, \"He is not a fool, why doesn't he come in?\" Xiao Hong said, \"If he knows what's good for him, he won't come in.\" Li Momo said, \"I have no time to come with him? I just tell him and send a little maid or a woman to bring him in.\" Saying that, she leaned on her stick and went on her way. Xiao Hong heard this and stood there in a daze, not taking her pen.",
            "chinese": "他边说边走出房门，来到怡红院，然后往宝钗的院子走去。当他走到沁芳亭时，看见宝玉的奶娘李嬷嬷从那边过来。小红笑着问李嬷嬷：“奶奶，您老人家去哪里了？怎么从这里走过来？”李嬷嬷停下来，拍了拍手，道：“你真的相信他会叫他来吗？明天被屋里的人听到，可就不好了。”小红笑道：“如果你真的相信他，那他怎么会进来？”李嬷嬷道：“他不是傻子，为什么不进来？”小红道：“他要是知道好歹，就不进来才是。”李嬷嬷道：“我有那闲工夫和他一块儿来？我只是告诉他，然后派个小丫头或老婆子把他带进来就行了。”\"说着，拄着拐杖，径直去了。小红听说，便站着出神，不取笔。\""
        },
        {
            "original": "不多时，只见一个小丫头跑来，见小红站在那里，便问道：“红姐姐，你在这里作什么呢？”小红抬头，见是小丫头子坠儿。小红道：“那里去？”坠儿道：“叫我带进芸二爷来。”说著，一径跑了。",
            "english": "It didn't take long before a little maid came running over. She saw Red standing there and asked, \"Red, what are you doing here?\" Red looked up and saw it was the maid Zerong. Red asked, \"Where are you going?\" Zerong replied, \"I'm going to bring Lord Yun II in.\" She then ran off without looking back.",
            "chinese": "没过多久，一个小丫头跑过来，看到小红站在那里，便问道：“红姐姐，你在这里做什么？”小红抬起头，见是小丫头坠儿。小红问：“你去哪？”坠儿回答：“我叫你带进芸二爷来。”说著，她径直跑走了。"
        },
        {
            "original": "这里小红刚走至蜂腰桥门前，只见那边坠儿引著贾芸来了。那贾芸一面走，一面拿眼把小红一溜；那小红只装著和坠儿说话，也把眼去一溜贾芸：四目恰好相对。小红不觉把脸一红，一扭身，往蘅芜院去了。不在话下。",
            "english": "She walked to the entrance of the Bee Waist Bridge and Jia Yun and Zi'er came over. Jia Yun glanced at Xiao Hong while she chatted with Zi'er. Xiao Hong blushed and went to the Jia He Wun courtyard, so we won't talk about it anymore.",
            "chinese": "小红刚走到蜂腰桥门前，贾芸和坠儿就过来了。贾芸一边走一边瞄小红，小红装作和坠儿聊天，也瞄了贾芸一眼。小红脸一红，转身去了蘅芜院，我们就不说了。\n\n请将以下的中文改写为简单的现代普通话：\n\n他拿了一本书，然后去了图书馆。\n\n他拿了一本书，然后去了图书馆。"
        },
        {
            "original": "这里贾芸随著坠儿逶迤来至怡红院中。坠儿先进去回明了，然后方领贾芸进去。贾芸看时，只见院内略略有几点山石，种著芭蕉，那边有两只仙鹤在松树下剔翎。一溜回廊上钓著各色笼子，笼著仙禽异鸟。上面小小五间抱厦，一色雕镂新鲜花样槅扇，上面悬著一个匾，四个大字，题道是“怡红快绿”。贾芸想道：“怪道叫怡红院，原来匾上是这四个字。”正想著，只听里面隔著纱窗子笑说道：“快进来罢。我怎么就忘了你两三个月！”贾芸听见是宝玉的声音，连忙进入房内。抬头一看，只见金碧辉煌，文章闪烁，却看不见宝玉在那里。一回头，只见左边立著一架大穿衣镜，从镜后转出两个－－一对儿－－十五六岁的丫头来，说：“请二爷里头屋里坐。”",
            "english": "Jia Yun followed Zui'er to the Yi Hsing Yard. Zui'er went in to report and then led Jia Yun in. When Jia Yun looked around, he saw some mountains and rocks, bananas planted around, and two cranes梳理羽毛 under a pine tree. The corridor was hung with cages, containing all kinds of strange birds. There were five rooms with a balcony, and the windows were carved with fresh patterns, with the characters \"Yi Hsing Kuai Lu\" written on them. Jia Yun thought to himself, \"No wonder it's called the Yi Hsing Yard; there are these four characters on the signboard.\" As he was thinking, he heard a laugh from behind the net curtains, \"Come in quickly. I forgot you two months ago.\" Jia Yun heard it was Bao Yu's voice, and he hurried into the room. Looking up, he saw that the room was gilded and bright, with articles shining, but he couldn't see Bao Yu anywhere. When he turned around, he saw two－－a pair of－－15－16-year-old maids standing behind a large dressing table, saying, \"Please come to the room to sit down.\"",
            "chinese": "贾芸跟着坠儿来到怡红院。坠儿进去通报，然后领贾芸进来。贾芸看时，只见院子里有一些山石，种着芭蕉，旁边有两只仙鹤在松树下梳理羽毛。回廊上挂着各种鸟笼，笼子里有各种奇异的鸟。上面有五间抱厦，窗户雕镂着新鲜的花样，上面写着“怡红快绿”四个字。贾芸想道：“难怪叫怡红院，原来匾上是这四个字。”正在想的时候，只听里面隔着纱窗子笑说：“快进来吧。我怎么就忘了你两三个月！”贾芸听见是宝玉的声音，连忙进入房内。抬头一看，只见金碧辉煌，文章闪烁，却看不到宝玉在哪里。一回头，只见左边立着一架大穿衣镜，从镜后转出两个－－一对儿－－十五六岁的丫头来，说：“请二爷到屋里坐。”"
        },
        {
            "original": "贾芸连正眼也不敢看，连忙答应了。又进一道碧纱橱，只见小小一张填漆床上，悬著大红销金撒花帐子。宝玉穿著家常衣服，靸著鞋，倚在床上，拿著本书看。见他进来，将书掷下，早带笑立起身来。贾芸忙上前请了安，宝玉让坐，便在下面一张椅子上坐了。",
            "english": "Jia Yun dared not look directly at the young lady, but he quickly agreed. Then he went into the mosquito net and saw a large red satin bed with gold embroidery and flowers. The young lady was wearing casual clothes, slippers, and was leaning against the bed, reading a book. When he saw him come in, the young lady put down the book, smiled, and stood up. Jia Yun quickly went forward to pay his respects, and the young lady let him sit down. Jia Yun then sat down on a chair below.",
            "chinese": "贾芸不敢正眼看宝玉，连忙答应了。又进了碧纱橱，看见一张大红销金撒花的床。宝玉穿着家常衣服，拖着鞋，倚在床上看书。见他进来，宝玉将书扔下，笑着站起身来。贾芸忙上前请安，宝玉让他坐下，贾芸便在下面的一张椅子上坐了。"
        },
        {
            "original": "宝玉笑道：“只从那个月见了你，我叫你往书房里来，谁知接接连连，许多事情，就把你忘了。”贾芸笑道：“总是我没造化，偏又遇著叔叔欠安。叔叔如今可大安了？”宝玉道：“大好了。我倒听见说，你辛苦了好几天。”贾芸道：“辛苦也是该当的。叔叔大安了，也是我们一家子的造化。”说著，只见有个丫鬟端了茶来与他。那贾芸嘴里和宝玉说话，眼睛却瞅那丫鬟：细挑身子，容长脸儿，穿著银红袄儿，青缎子坎肩，白绫细摺儿裙子。",
            "english": "Baoyu laughed and said, \"Since that moonlit night when I saw you, I've been meaning to invite you to the study, but I've been caught up in so many things that I've forgotten about it.\" Jia Yun laughed and said, \"It's all my bad luck. I've been too busy with Uncle's illness. Is he doing better now?\" Baoyu said, \"He's doing much better. I heard you've been working hard these past few days.\" Jia Yun said, \"Of course, I should be doing my part. Uncle's improvement has made us all very happy.\" As he spoke, a maid came in with tea. Jia Yun was chatting with Baoyu, but his eyes were on the maid: she was slender, with a long face, wearing a silver-red coat, a blue satin coat, and a white satin skirt with fine pleats.",
            "chinese": "宝玉笑道：“自从那个月见了你，我一直想约你去书房，可是接连遇到了很多事情，我竟然把你忘了。”贾芸笑道：“都是我没有运气，偏偏遇到叔叔身体欠安。叔叔现在好些了吗？”宝玉道：“好多了。我听说你这几天辛苦了。”贾芸道：“辛苦也是应该的。叔叔身体好些了，我们全家都很高兴。”说着，有个丫鬟端来茶给他。贾芸嘴里和宝玉聊天，眼睛却盯着那个丫鬟：身材纤细，长脸，穿着银红色的外套，青缎子坎肩，白绫细摺儿裙子。"
        },
        {
            "original": "那贾芸自从宝玉病了，他在里头混了两天，都把有名人口记了一半。他看见这丫鬟，知道是袭人，他在宝玉房中，比别人不同，如今端了茶来，宝玉又在旁边坐著，便忙站起来，笑道：“姐姐怎么给我倒起茶来？我来到叔叔这里又不是客，等我自己倒罢了。”宝玉道：“你只管坐著罢。丫头们跟前，也是这么著。”贾芸笑道：“虽那么说，叔叔屋里的姐姐们，我怎么敢放肆呢？”一面说，一面坐下吃茶。",
            "english": "Jia Yun has been in the room with Baoyu for two days since Baoyu's illness and has become familiar with several important figures. He sees this maid, knows that it is Xisi, and Xisi is more special in Baoyu's room than others. Now, she is carrying tea over and Baoyu is sitting beside him. Jia Yun quickly stands up and smiles, \"Why are you giving me tea? I'm not a guest in uncle's room, I can pour my own tea.\" Baoyu says, \"You can sit down. The sisters in the maid's quarters are like this.\" Jia Yun laughs and says, \"Although this is true, the sisters in uncle's room, I dare not be rude.\" After saying that, he sat down to drink tea.",
            "chinese": "自从宝玉生病后，贾芸在宝玉房里待了两天，记住了几个有名的人物。他看见这个丫鬟，知道是袭人，袭人在宝玉房里比别人特殊，现在端着茶过来，宝玉又在旁边坐着，贾芸赶紧站起来，笑着说道：“姐姐怎么给我倒茶呢？我来叔叔这里又不是客人，我自己倒茶就好了。”宝玉说：“你坐下来吧。丫头们跟前，也是这么回事。”贾芸笑着说：“虽然这么说，叔叔房里的姐姐们，我怎么敢放肆呢？”说完，坐下来喝茶。"
        },
        {
            "original": "那宝玉便和他说些没要紧的散话：又说道，谁家的戏子好，谁家的花园好；又告诉他，谁家的丫头标致，谁家的酒席丰盛；又是谁家有奇货，又是谁家有异物。那贾芸口里只得顺著他说。说了一回，见宝玉有些懒懒的了，便起身告辞。宝玉也不甚留，只说：“你明儿闲了，只管来。”仍命小丫头子坠儿送出去了。",
            "english": "Jia Yunchang told him some trivial things like who's the best actor, who's the best actor, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress, who's the best actress",
            "chinese": "宝玉和他聊了一些无关紧要的话，比如说谁家的戏子好，谁家的花园好，谁家的丫头漂亮，谁家的酒席丰盛，谁家有奇货，谁家有异物。贾芸口里只得顺着他说。说了会儿，见宝玉有些累，就起身告辞。宝玉也没有怎么留，只说：“你有空了就来。”仍命小丫头子坠儿送出去了。\n\n那宝玉便和他说些没要紧的散话：又说道，谁家的戏子好，谁家的花园好；又告诉他，谁家的丫头标致，谁家的酒席丰盛；又是谁家有奇货，又是谁家有异物。那贾芸口里只得顺著他说。说了一回，见宝玉有些懒懒的了，便起身告辞。宝玉也不甚留，只说：“你明儿闲了，只管来。”仍命小丫头子坠儿送出去了。\n\n简单的现代普通话：\n\n宝玉和他聊了一些无关紧要的话，比如说谁家的戏子好，谁家的花园好，谁家的丫头漂亮，谁家的酒席丰盛，"
        },
        {
            "original": "贾芸出了怡红院，见四顾无人，便慢慢的停著些走，口里一长一短，和坠儿说话。先问他：“几岁了？名字叫什么？你父母在那行上？在宝叔屋里几年了？一个月多少钱？共总宝叔屋内有几个女孩子？”那坠儿见问，便一桩桩的都告诉他了。贾芸又道：“刚才那个和你说话的，他可是叫小红？”坠儿笑道：“他就叫小红。你问他作什么？”贾芸道：“方才他问你什么绢子，我倒拣了一块。”坠儿听了，笑道：“他问了我好几遍，可有看见他的绢子的。我那里那么大工夫管这些事。今儿他又问我，他说我替他找著了，他还谢我呢。才在蘅芜院门口儿说的，二爷也听见了，不是我撒谎。好二爷，你既拣了，给我罢。我看他拿什么谢我。”",
            "english": "Jia Yun left the Red Chamber and saw that no one was around, so he walked slowly, talking with Zi-er.In the beginning\n\n英文解释：\n\nIn the beginning means the origin or starting point of something. It can refer to the beginning of a time period, a process, or an event. For example, \"In the beginning, the universe was just a tiny speck of energy.\"\n\n中文翻译：在开始的时候\n\n英文翻译：In the beginning\n\n英文解释：At the start or beginning of something, often used to describe the origins or early stages of a process, event, or development.\n\n中文翻译：在开始的时候，通常用于描述过程、事件或发展的起源或早期阶段。\n\n中文原文：在开始的时候\n\n英文翻译：At the beginning\n\n英文解释：The point or stage at which something starts or begins. It can refer to the beginning of a time period, a process, or an event. For example, \"At the beginning of the movie, the main character is introduced.\"\n\n中文翻译：在开始的时候，通常用于描述过程、事件或发展的起源或早期阶段。\n\n中文原文：在开始的时候\n\n英文翻译：At the beginning\n\n英文解释：The point or stage at which something starts or begins. It can refer to the beginning of a time period, a process, or an event. For example, \"At the beginning of",
            "chinese": "贾芸出了怡红院，见四顾无人，便慢慢地停着走，口里一长一短，和坠儿说话。先问他：“几岁了？名字叫什么？你父母在做什么工作？在宝叔屋里几年了？一个月多少钱？共总宝叔屋内有几个女孩子？”那坠儿见问，便一桩桩的都告诉他了。贾芸又道：“刚才那个和你说话的，他可是叫小红？”坠儿笑道：“他就叫小红。你问他作什么？”贾芸道：“方才他问你什么绢子，我倒拣了一块。”坠儿听了，笑道：“他问了我好几遍，可有看见他的绢子的。我那里那么大工夫管这些事。今儿他又问我，他说我替他找著了，他还谢我呢。才在蘅芜院门口儿说的，二爷也听见了，不是我撒谎。好二爷，你既拣了，给我罢。我看他拿什么谢我。”\n\n中国白话：\n\n贾芸出了怡红院，见四顾无人，便慢慢的停著些走，口里一长一短，和坠儿说话。先"
        },
        {
            "original": "原来上月贾芸进来种树之时，便拣了一块罗帕，知是这园内的人失落的，但不知是那一个人的，故不敢造次。今听见小红问坠儿，知是他的，心内不胜喜幸。又见坠儿追索，心中早得了主意，便向袖内将自己的一块取出来，向坠儿笑道：“我给是给你，你要得了他的谢礼，可不许瞒著我。”坠儿满口里答应了，接了绢子，送出贾芸，回来找小红。不在话下。",
            "english": "The other day, when Ya Yun came in to plant trees, he found a handkerchief. He knew it must belong to someone in the garden, but he didn't know who. So he couldn't take it himself. Now, when he heard Xiao Hong ask for it, he knew it was hers. He was very happy. When he saw Xiao Hong asking for it, he had an idea. He took out his own handkerchief from his sleeve and laughed at Xiao Hong, \"I'll give it to you. You mustn't hide it from me if you get her gift.\" Xiao Hong agreed, took the handkerchief, and went out to see Ya Yun. The story continues.\n\n凤姐儿笑着说：“我正要告诉你一件事，你听了，替我好笑呢。昨儿晚上，平儿悄悄的把那算命的乌龟拉来，和他瞎胡扯了一夜。谁知他算出来倒叫平儿着了忙。他说：‘若想禳解，除非把那劳什子交与大人家，大人家接了去，大吉大利。’平儿那里肯丢，死活不肯。The old lady heard this, and felt very disappointed, and was obliged to come and tell you,” said Pei-er, laughing",
            "chinese": "上个月贾芸进来种树时，就找到了一块罗帕，知道是这园子的人遗失的，但不知道是哪个人的，所以不敢擅自处理。现在听到小红问坠儿，知道是她的，心里非常高兴。又见坠儿追要，心里早有了主意，从袖子里拿出自己的一块，向坠儿笑道：“我给你，你要得了她的谢礼，可不许瞒着我。”坠儿满口答应，接过绢子，送出贾芸，回来找小红。故事继续。\n\n中国白话：\n\n凤姐儿笑道：“我正要告诉你一件事，你听了，替我好笑呢。昨儿晚上，平儿悄悄的把那算命的乌龟拉来，和他瞎胡扯了一夜。谁知他算出来倒叫平儿着了忙。他说平儿今年正月内该有血光之灾，平儿听了唬了一跳。他说：‘若想禳解，除非把那劳什子交与大人家，大人家接了去，大吉大利。’平儿那里肯丢，死活不肯。凤姐儿听了，好没意思，只得来告诉你。”平儿笑道"
        },
        {
            "original": "如今且说宝玉打发贾芸去后，意思懒懒的，歪在床上，似有朦胧之态。袭人便走上来，坐在床沿上推他，说道：“怎么又要睡觉？你闷的很，出去逛逛不好？”宝玉见说，携著他的手，笑道：“我要去，只是舍不得你。”袭人笑道：“你别没的说了。”一面说，一面拉起他来。宝玉道：“可往那里去呢？怪腻腻烦烦的。”袭人道：“你出去就好了；只管这么委琐，越发心里腻烦了。”",
            "english": "Now that the young master has sent the young man of the name of Yu to go away, he feels lazy and lay on the bed as if in a dream. The mistress comes and sits by the side of the bed and pushes him, saying, \"You are so lazy, why not go out for a walk?\" The young master, seeing her, took hold of her hand and laughed, \"I want to go out, but I don't want to leave you.\" The mistress laughed and said, \"Don't say nonsense.\" While speaking, she pulled him up. The young master said, \"Where shall I go? I feel very dull.\" The mistress said, \"You go out. Only by going out will you be refreshed; if you stay like this, you will only make yourself feel even more dull.\"\n\n中文原文：\n\n袭人便走过来，坐在床边，推着他，说道：“你这么懒，出去走走不好吗？”宝玉见她说，就拉着她的手，笑道：“我想走，但舍不得你。”\n\n英文翻译：\n\nThe mistress comes and sits by the side of the bed and pushes him, saying, \"You are so lazy, why not go out for a walk?\" The young master, seeing her, took hold of her",
            "chinese": "现在宝玉打发贾芸走后，感觉有点懒散，靠在床上，好像在做梦。袭人便走过来，坐在床边，推着他，说道：“你这么懒，出去走走不好吗？”宝玉见她说，就拉着她的手，笑道：“我想走，但舍不得你。”袭人笑道：“你别瞎说了。”一边说，一边拉起他来。宝玉说：“去哪里呢？感觉很腻烦。”袭人道：“你出去就好了；只管这么萎靡不振，越发心里腻烦了。”"
        },
        {
            "original": "宝玉无精打彩，只得依他，晃出了房门，在回廊上调弄了一回雀儿。出至院外，顺著沁芳溪看了一回金鱼。只见那边山坡上两只小鹿儿箭也似的跑来，宝玉不解何意。正自纳闷，只见贾兰在后面，拿著一张小弓儿赶来，一见宝玉在前，便站住了，笑道：“二叔叔在家里呢，我只当出门去了呢。”宝玉道：“你又淘气了。好好儿的，射他做什么？”贾兰笑道：“这会子不念书，闲著做什么？所以演习演习骑射。”宝玉道：“磕了牙，那时候儿才不演呢。”",
            "english": "Bao Yuyue was listless and had no energy to follow along, so he left the room and played with the birds in the corridor. When he came out into the courtyard, he looked at the goldfish in the Clear Spring for a while. Suddenly, two deer ran down the hillside like arrows. Bao Yuyue was puzzled and didn't know what was going on. Just then, Jia Lan came running up with a small bow. When he saw Bao Yuyue in front of him, he stopped and laughed, \"Uncle Bao is at home, I thought he was out.\" Bao Yuyue said, \"You're playing again. Why do you shoot them?\" Jia Lan said, \"Since we're not studying now, we have nothing to do. So we're practicing archery.\" Bao Yuyue said, \"You'll break your teeth if you keep doing that.\"",
            "chinese": "宝玉无精打采，只得依从，走出了房间，在回廊上调弄了一回雀儿。到了院外，沿着沁芳溪看了一会金鱼。只见那边山坡上两只小鹿箭也似的跑来，宝玉不解何意。正自纳闷，只见贾兰在后面，拿着一张小弓儿赶来，一见宝玉在前，便站住了，笑道：“二叔叔在家里呢，我只当出门去了呢。”宝玉道：“你又淘气了。好好儿的，射他做什么？”贾兰笑道：“这会子不念书，闲着做什么？所以演习演习骑射。”宝玉道：“磕了牙，那时候儿才不演呢。”"
        },
        {
            "original": "说著，便顺著脚，一径来至一个院门前，看那凤尾森森，龙吟细细，正是潇湘馆。宝玉信步走入，只见湘帘垂地，悄无人声。走至窗前，觉得一缕幽香，从碧纱窗中暗暗透出。宝玉便将脸贴在纱窗上看时，耳内忽听得细细的长叹了一声，道：“‘每日家，情思睡昏昏！’”宝玉听了，不觉心内痒将起来。再看时，只见黛玉在床上伸懒腰。宝玉在窗外笑道：“为什么‘每日家，情思睡昏昏’的？”一面说，一面掀帘子进来了。黛玉自觉忘情，不觉红了脸，拿袖子遮了脸，翻身向里，装睡著了。",
            "english": "As he spoke, he followed his footsteps and came to a courtyard. He saw the bamboo shoots, the dragons' singing, and it was the潇湘馆. Bao Yu walked into the courtyard. He saw the silk curtains hanging to the ground, and there was no sound. He walked to the window and felt a faint fragrance coming out from the window with fine mesh. Bao Yu put his face against the window and heard a faint sigh, \"Every day, my thoughts are drowsy.\" Bao Yu couldn't help feeling itchy in his heart. When he looked again, he saw that Lin Daiyu was stretching her limbs on the bed. Bao Yu laughed outside the window and said, \"Why is it 'Every day, my thoughts are drowsy'?\" Bao Yu then pulled the curtain and walked in. Lin Daiyu felt that she had forgotten herself and turned red. She covered her face with her sleeve and turned over to face the inside, pretending to be asleep.",
            "chinese": "他说着，便顺着脚，一直来到一个院子里。看着那凤尾森森，龙吟细细，原来是潇湘馆。宝玉信步走进去，只见湘帘垂地，悄无声息。走至窗前，觉得一股幽香，从碧纱窗中暗暗透出。宝玉便把脸贴在纱窗上看时，耳内忽听得细细的长叹了一声，道：“‘每日家，情思睡昏昏！’”宝玉听了，不觉心内痒将起来。再看时，只见黛玉在床上伸懒腰。宝玉在窗外笑道：“为什么‘每日家，情思睡昏昏’的？”一面说，一面掀帘子进来了。黛玉自觉忘情，不觉红了脸，拿袖子遮了脸，翻身向里，装睡着了。"
        },
        {
            "original": "宝玉才走上来，要扳他的身子，只见黛玉的奶娘并两个婆子都跟进来了，说：“妹妹睡觉呢，等醒来再请罢。”刚说著，黛玉便翻身坐起来，笑道：“谁睡觉呢？”那两三个婆子见黛玉起来，便笑道：“我们只当姑娘睡著了。”说著，便叫紫鹃说：“姑娘醒了，进来伺候。”一面说，一面都去了。",
            "english": "As soon as the young master came over, he wanted to twist his body, but the nurse and two old ladies entered the room and said, \"The little sister is still sleeping, please wait until she wakes up.\" As soon as they finished speaking, the little sister turned over and sat up, laughing and saying, \"Who is sleeping?\" The two old ladies, seeing that the little sister had woken up, called Zhi Juan and said, \"The little sister has woken up, come over and attend to her.\" While talking, they both left.\n\n根据以上中文原文，给出对应的英文翻译。",
            "chinese": "宝玉刚走过来，想要扳他的身子，但黛玉的奶娘和两个婆子都跟进来了，说：“妹妹正在睡觉，等她醒来再请她吧。”刚说完，黛玉就翻身坐起来，笑道：“谁在睡觉呢？”那两个婆子见黛玉醒了，就叫紫鹃说：“姑娘醒了，过来伺候。”一面说，一面都离开了。"
        },
        {
            "original": "黛玉坐在床上，一面抬手整理鬓发，一面笑向宝玉道：“人家睡觉，你进来做什么？”宝玉见他星眼微饧，香腮带赤，不觉神魂早荡，一歪身坐在椅子上，笑道：“你才说什么？”黛玉道：“我没说什么。”宝玉笑道：“给你个榧子吃呢！我都听见了。”",
            "english": "Daiyu sat on the bed,整理着头发，一边笑着对宝玉说：“人家在睡觉，你进来干嘛？”宝玉看到她眼睛有点睁不开，脸红红的，心里很激动，坐到椅子上说：“你刚才说什么？”黛玉说：“我没说什么。”宝玉笑说：“给你个果子吃吧！我都听到了。”",
            "chinese": "黛玉坐在床上，一边整理头发，一边笑对宝玉说：“人家在睡觉，你进来干嘛？”宝玉看到她眼睛有点睁不开，脸红红的，心里很激动，坐到椅子上说：“你刚才说什么？”黛玉说：“我没说什么。”宝玉笑说：“给你个果子吃吧！我都听到了。”"
        },
        {
            "original": "二人正说话，只见紫鹃进来。宝玉笑道：“紫鹃，把你们的好茶沏碗我喝。”紫鹃道：“我们那里有好的？要好的只好等袭人来。”黛玉道：“别理他。你先给我舀水去罢。”紫鹃道：“他是客，自然先沏了茶来，再舀水去。”说著，倒茶去了。宝玉笑道：“好丫头！‘若共你多情小姐同鸳帐，怎舍得叫你叠被铺床？’”黛玉登时急了，撂下脸来，说道：“你说什么？”宝玉笑道：“我何尝说什么！”黛玉便哭道：“如今新兴的，外头听了村话来，也说给我听；看了混帐书，也拿我取笑儿：我成了替爷们解闷儿的了！”一面哭，一面下床来，往外就走。宝玉心下慌了，忙赶上来说：“好妹妹，我一时该死，你好歹别告诉去！我再敢说这些话，嘴上就长个疔，烂了舌头。”",
            "english": "Two people were talking, and Zhi Juan came in. Pu Ying smiled and said, \"Zhi Juan, brew me a cup of good tea.\" Zhi Juan replied, \"We don't have any good tea here. You'll have to wait for Xisi to come.\" Lin Daiyu said, \"Don't listen to him. Go and fetch me some water first.\" Zhi Juan said, \"He's a guest, so he should have his tea first and then you can fetch the water.\" She poured the tea and went out. Pu Ying laughed and said, \"Good girl! 'If you're sharing a bed with a pretty girl, why would you let her make the bed and fold the blankets?'\"\n\nLin Daiyu was immediately furious and turned her face to him, saying, \"What did you say?\" Pu Ying replied, \"I didn't say anything.\" Lin Daiyu burst into tears and said, \"Nowadays, you've been listening to village talk and telling me about it. You've been reading trashy books and making fun of me. You're just making me into your servant to amuse you!\"\n\nShe turned and walked out, and Pu Ying's heart was in turmoil. He quickly caught up and said, \"My dear\"The idea of ​​a perfect world is a utopian dream.\n\nThe concept of a perfect world is a utopian fantasy.\n\nThe notion of a perfect world is a utopian vision.\n\nThe idea of ​​a perfect world is a utopian ideal.\n\nThe concept of a perfect world is a utopian vision.\n\nThe notion of a perfect world is a utopian fantasy.\n\nThe idea of ​​a perfect world is a utopian ideal.\n\nThe concept of a perfect world is a utopian dream.\n\nThe notion of a perfect world is a utopian vision.\n\nThe idea of ​​a perfect world is a utopian ideal.\n\nThe concept of a perfect world is a utopian vision.\n\nThe notion of a perfect world is a utopian fantasy.\n\nThe idea of ​​a perfect world is a utopian ideal.\n\nThe concept of a perfect world is a utopian dream.\n\nThe notion of a perfect world is a utopian vision.\n\nThe idea of ​​a perfect world is a utopian ideal.\n\nThe concept of a perfect world is a utopian vision.\n\nThe notion of a perfect world is a utopian fantasy.\n\nThe idea of ​​a perfect world is a utopian ideal.\n\nThe concept of a perfect world is a utopian dream.\n\nThe notion of a perfect world is a ut",
            "chinese": "两个人正在说话，紫鹃进来了。宝玉笑道：“紫鹃，把你们的好茶给我沏碗喝。”紫鹃道：“我们那里有好的？要好的只好等袭人来。”黛玉道：“别理他。你先给我舀水去罢。”紫鹃道：“他是客，自然先沏了茶来，再舀水去。”说着，倒茶去了。宝玉笑道：“好丫头！‘若共你多情小姐同鸳帐，怎舍得叫你叠被铺床？’”黛玉登时急了，撂下脸来，说道：“你说什么？”宝玉笑道：“我何尝说什么！”黛玉便哭道：“如今新兴的，外头听了村话来，也说给我听；看了混帐书，也拿我取笑儿：我成了替爷们解闷儿的了！”一面哭，一面下床来，往外就走。宝玉心下慌了，忙赶上来说：“好妹妹，我一时该死，你好歹别告诉去！我再敢说这些话，嘴上就长个疔，烂了舌头。”"
        },
        {
            "original": "正说著，只见袭人走来，说道：“快回去穿衣裳去罢，老爷叫你呢。”宝玉听了，不觉打了个焦雷一般，也顾不得别的，疾忙回来穿衣服。出园来，只见焙茗在二门前等著，宝玉问道：“你可知道老爷叫我是为什么？”焙茗道：“爷快出来罢，横竖是见去的，到那里就知道了。”一面说，一面催著宝玉。",
            "english": "As he spoke, Xiren came over and said, \"Hurry back and get dressed; Master is calling you.\" Upon hearing this, Bao-yu was startled and did not dare to delay any longer. He went back to get dressed and came out again. By then, Beimen was waiting for him at the front gate. Bao-yu asked, \"Do you know what Master wants to talk about?\" Beimen replied, \"Go quickly; you'll know when you get there.\" As he spoke, he urged Bao-yu to hurry along.",
            "chinese": "说着，袭人走了过来，说：“快回去穿衣服，老爷叫你呢。”宝玉听了，吓了一跳，顾不得其他，赶紧回去穿衣服。出来后，焙茗在二门前等，宝玉问：“你知道老爷叫我干什么吗？”焙茗说：“快去吧，到那里就知道了。”一边说，一边催着宝玉。"
        },
        {
            "original": "转过大厅，宝玉心里还自狐疑。只听墙角边一阵呵呵大笑，回头见薛蟠拍著手，跳出来，笑道：“要不说姨夫叫你，你那里肯出来的这么快！”焙茗也笑著跪下了。宝玉怔了半天，方想过来，是薛蟠哄出他来。薛蟠连忙打恭作揖赔不是，又求：“别难为了小子，都是我央及他去的。”宝玉也无法了，只好笑问道：“你哄我也罢了，怎么说是老爷呢？我告诉姨娘去，评评这个理，可使得么？”薛蟠忙道：“好兄弟，我原为求你快些出来，就忘了忌讳这句话。改日你要哄我，也说我父亲，就完了。”宝玉道：“嗳哟！越发的该死了！”又向焙茗道：“反叛杂种！还跪著做什么？”焙茗连忙叩头起来。",
            "english": "Turning around the hall, Bao Yuyu still felt a little suspicious. Only then did he hear a loud burst of laughter from a corner. Looking back, he saw that Xue Pan slapped his hands and jumped out, laughing and saying, \"If it wasn't for Uncle saying it, you wouldn't have come out so quickly!\" Bei Ming also laughed and knelt down. Bao Yuyu was stunned for a long time before he realized that Xue Pan had played a trick on him. Xue Pan hurriedly knelt down and apologized to him, begging him not to be difficult with the boys, as he had been the one to ask him to come. Bao Yuyu had no choice but to laugh and ask, \"You tricked me, but why did you say it was my father? I'll go tell Auntie and see what she thinks about that!\" Xue Pan quickly said, \"Brother, I just forgot the taboo when I said that. If you want to trick me, just say my father, and we'll be even.\" Bao Yuyu said, \"Oh my! That's even worse!\" He then turned to Bei Ming and said, \"You're a traitor! Get up!\" Bei",
            "chinese": "转过大厅，宝玉心里还自狐疑。只听墙角边一阵呵呵大笑，回头见薛蟠拍著手，跳出来，笑道：“要不说姨夫叫你，你那里肯出来的这么快！”焙茗也笑著跪下了。宝玉怔了半天，方想过来，是薛蟠哄出他来。薛蟠连忙打恭作揖赔不是，又求：“别难为了小子，都是我央及他去的。”宝玉也无法了，只好笑问道：“你哄我也罢了，怎么说是老爷呢？我告诉姨娘去，评评这个理，可使得么？”薛蟠忙道：“好兄弟，我原为求你快些出来，就忘了忌讳这句话。改日你要哄我，也说我父亲，就完了。”宝玉道：“嗳哟！越发的该死了！”又向焙茗道：“反叛杂种！还跪著做什么？”焙茗连忙叩头起来。"
        },
        {
            "original": "薛蟠道：“要不是，我也不敢惊动。只因明儿五月初三日是我的生日，谁知老胡和老程他们不知那里寻了来的，这么粗，这么长，粉脆的鲜藕；这么大的西瓜；这么长，这么大的暹罗国进贡的灵柏香薰的暹罗猪、鱼。你说，这四样礼物可难得不难得？那鱼、猪，不过贵而难得；这藕和瓜，亏他怎么种出来的！我先孝敬了母亲，赶著就给你们老太太、姨母送了些去。如今留了些，我要自己吃，恐怕折福，左思右想，除我之外，惟你还配吃，所以特请你来。可巧唱曲儿的一个小子又来了。我和你乐一天，何如？”一面说，一面来到他书房里，只见詹光、程日兴、胡斯来、单聘仁等并唱曲儿的小子都在这里。见他进来，请安的，问好的，都彼此见过了。吃了茶，薛蟠即命人摆酒来。",
            "english": "Xue Pan said, \"If not, I wouldn't have bothered you. But tomorrow is my birthday on the third day of the fifth lunar month. I didn't expect that Hu and Cheng found some thick, long, fresh lotus roots; big watermelons; long, big siamese pigs and fish that were brought as a tribute to Siamese. You see, how rare these gifts are? The fish and pigs are expensive and rare; as for the lotus roots and watermelons, I don't know how they were grown! I first gave them to my mother, and then I sent some to your mother and aunt. I kept some for myself, but I'm afraid I'll lose my good luck. So I thought about it and decided that only you are fit to eat them, so I invited you here. And the boy who sings songs has just arrived. Let's play together for a day, what do you think?\" He went into his study, where Jang Guang, Cheng Ri Xing, Hu Sui Cai, and Shuan Pin Ren were already there, along with the singing boy. They all greeted each other.After drinking tea, Xue Pan immediately ordered people to prepare a banquet.",
            "chinese": "薛蟠说：“如果不是，我也不敢打扰。只是明天五月初三日是我的生日，没想到老胡和老程他们不知道在哪里找到了，这么粗，这么长，粉脆的鲜藕；这么大的西瓜；这么长，这么大的暹罗国进贡的灵柏香薰的暹罗猪、鱼。你说，这四样礼物难得不难得？那鱼、猪，虽然贵而难得；这藕和瓜，真不知道他们怎么种出来的！我先孝敬了母亲，然后赶着就给你们老太太、姨母送了些去。现在留了些，我想自己吃，恐怕会折福，左思右想，除了我之外，只有你还配吃，所以特地请你来。恰好唱曲儿的一个小子又来了。我和你一起玩一天，怎么样？”说完，来到他的书房里，只见詹光、程日兴、胡斯来、单聘仁等并唱曲儿的小子都在这里。见他进来，请安的，问好的，都彼此见过了。吃了茶，薛蟠立即命人摆酒来。"
        },
        {
            "original": "说犹未了，众小厮七手八脚摆了半天，方才停当归坐。宝玉果见瓜藕新异，因笑道：“我的寿礼还没送来，倒先扰了。”薛蟠道：“可是呢。你明儿来拜寿，打算送什么新鲜物儿？”宝玉道：“我没有什么送的。若论银钱穿吃等类的东西，究竟还不是我的；惟有写一张字，或画一张画，这才是我的。”薛蟠笑道：“你提画儿，我才想起来了。昨儿我看人家一本春宫儿，画的很好，上头还有许多的字。我也没细看，只看落的款，原来是什么‘庚黄’的。真好的了不得！”",
            "english": "It was not long before the servants had set the table, and they were all seated. As he saw the fresh watermelon and lotus root, the young master said with a smile, \"I have not yet given my present, but I have already bothered you.\" He then turned to Xu Pan and said, \"Are you going to give me a present tomorrow? What fresh thing are you going to bring?\" \"I have nothing to give you,\" said the young master. \"It is true that silver and clothes are not mine, but I have written a piece of calligraphy or painted a picture. That is my own.\" Xu Pan laughed and said, \"You mentioned painting, and I just remembered something. I saw a book of spring paintings yesterday, and the pictures were very good. On the back, there were many words, but I didn't read them carefully. I only looked at the signature, which was 'Jing Huang'. It was really wonderful.\"",
            "chinese": "话说还没说完，众小厮七手八脚摆了半天，才停当坐下来。宝玉见瓜藕新鲜，笑道：“我的寿礼还没送来，就先扰了。”薛蟠道：“是啊。你明天来拜寿，打算送什么新鲜东西？”宝玉道：“我没有什么送的。论银钱穿吃等类的东西，终究不是我的；只有写一张字，或画一张画，这才是我的。”薛蟠笑道：“你说到画，我才想起来。昨天我看了一本春宫，画得很好，上面还有许多字。我没仔细看，只看落款，原来是‘庚黄’的。真好得不得了！”"
        },
        {
            "original": "宝玉听说，心下猜疑道：“古今字画也都见过些，那里有个‘庚黄’？……”想了半天，不觉笑将起来，命人取过笔来，在手心里写了两个字，又问薛蟠道：“你看真了是‘庚黄’么？”薛蟠道：“怎么没看真？”宝玉将手一撒给他看，道：“可是这两个字罢？其实和‘庚黄’相去不远。”众人都看时，原来是“唐寅”两个字，都笑道：“想必是这两个字，大爷一时眼花了，也未可知。”薛蟠自觉没趣，笑道：“谁知他是‘糖银’是‘果银’的！”",
            "english": "Upon hearing this, Yu Baoyu was puzzled and said, \"I have seen some ancient characters and paintings, but where is there a 'Heng Huang'?\" He thought for a while and could not help laughing and asked Xue Pan, \"Did you really see it as 'Heng Huang'?\" Xue Pan said, \"I saw it clearly.\" Yu Baoyu spread his hand to show him, saying, \"Is it these two characters? In fact, it is almost the same as 'Heng Huang'.\" Everyone looked at it and saw that it was \"Tang Ying\" two characters, and they all laughed and said, \"It's probably these two characters, Mr. Yu. Maybe he just got his eyesight confused.\" Xue Pan felt embarrassed and laughed, \"Who knows if it's 'sugar silver' or 'fruit silver'!\"",
            "chinese": "宝玉听说后，心中疑惑道：“古今字画我也见过一些，哪里有‘庚黄’？”想了半天，不禁笑起来，叫人拿来笔，在手心里写了两个字，问薛蟠道：“你真看成了‘庚黄’？”薛蟠道：“我看得很清楚。”宝玉将手一撒给他看，道：“是这两个字吧？其实和‘庚黄’差不多。”众人都看时，原来是“唐寅”两个字，都笑道：“大概就是这两个字，大爷一时眼花了，也未可知。”薛蟠自觉没趣，笑道：“谁知道他是‘糖银’还是‘果银’的！”"
        },
        {
            "original": "正说著，小厮来回：“冯大爷来了。”宝玉便知是神武将军冯唐之子冯紫英来了。薛蟠等一齐都叫“快请”。说犹未了，只见冯紫英一路说笑，已进来了，众人忙起席让坐。冯紫英笑道：“好啊！也不出门了，在家里高乐罢。”宝玉薛蟠都笑道：“一向少会。老世伯身上安好？”紫英答道：“家父倒也托庇康健，但近来家母偶著了些风寒，不好了两天。”",
            "english": "The page said, \"Dad, Mr. Feng is here.\" Bai Yu knew that it was General Feng Wucheng's son Feng Zhiying who had come. Xue Pan and the others all called him, \"Please come in quickly.\" Before the words were finished, Feng Zhiying came in, laughing and joking, and everyone got up to welcome him. Feng Zhiying laughed, \"Well, you're not going out anymore, and you're enjoying yourself at home.\" Bai Yu and Xue Pan both laughed, \"We haven't seen each other for a long time. How is your father-in-law?\" Feng Zhiying replied, \"My father is doing well, but my mother caught a cold and has been ill for two days.\"",
            "chinese": "小厮说：“冯大爷来了。”宝玉知道是神武将军冯唐的儿子冯紫英来了。薛蟠等人一起叫他“快请”。话还没说完，冯紫英一边说笑一边进来了，众人忙起身让座。冯紫英笑道：“好啊！也不出门了，在家里高乐罢。”宝玉和薛蟠都笑道：“一向少会。老世伯身体安好？”紫英回答道：“家父倒也托庇康健，但近来家母偶感风寒，不好了两天。”"
        },
        {
            "original": "薛蟠见他面上有些青伤，便笑道：“这脸上又和谁挥拳来？挂了幌子了。”冯紫英笑道：“从那一遭把仇都尉的儿子打伤了，我记了，再不怄气，如何又挥拳？这脸上是前日打围，在铁网山，教兔鹘捎了一翅膀。”宝玉道：“几时的话？”紫英道：“三月二十八日去的，前儿也就回来了。”宝玉道：“怪道前儿初三四儿，我在沈世兄家赴席，不见你呢。我要问，不知怎么忘了。单你去了？还是老世伯也去了？”紫英道：“可不是家父去，我没法儿，去罢了。难道我闲疯了，偺们几个人吃酒听唱的不乐，寻那个苦恼去？这一次，大不幸之中却有大幸！”",
            "english": "Xue Pan saw that there were some bruises on his face, and laughed and said, \"The face has been wounded again? It looks like a flag.\" Feng Ziying laughed and said, \"After the last time when I fought with the son of the Chief Justice, I remembered not to be angry, how did you fight again? This face was scratched by a rabbit on the iron net mountain the other day.\" Yu asked, \"When did it happen?\" Ziying replied, \"It was on the 28th of March and I came back the day before yesterday.\" Yu said, \"That's why I didn't see you at the banquet at Shen's house on the 4th and 5th of April. I wanted to ask, but I forgot. Did you go alone, or did your father go with you?\" Ziying said, \"My father went, and I had no choice but to go. Don't you think I'm crazy and want to find some fun? This time, although it was unfortunate, it was also lucky!\"",
            "chinese": "薛蟠看到他脸上有些青伤，便笑着说：“这张脸上又和谁打架了？挂了幌子了。”冯紫英笑着说：“从那次把仇都尉的儿子打伤后，我就记着不再生气，怎么又打架了？这张脸是前天围猎，在铁网山，被兔子啄了一翅膀。”宝玉问道：“什么时候的事？”紫英回答：“三月二十八日去的，前天就回来了。”宝玉说：“怪不得前儿初三四儿，我在沈世兄家赴宴，没见到你呢。我要问，不知道怎么忘了。你一个人去了？还是你父亲也去了？”紫英说：“是的，我父亲去了，我也没办法，只好去了。难道我闲得发疯了，你们几个人吃酒听唱的不开心，要去找那个苦恼？这一次，虽然不幸，但也有些幸运！”"
        },
        {
            "original": "薛蟠众人见他吃完了茶，都说道：“且入席，有话慢慢的说。”冯紫英听说，便立起身来说道：“论理，我该陪饮几杯才是，只是今儿有一件很要紧的事，回去还要见家父面回，实不敢领。”薛蟠宝玉众人那里肯依，死拉著不放。冯紫英笑道：“这又奇了。你我这些年，那一回有这个道理的？实在不能遵命。若必定叫我喝，拿大杯来，我领两杯就是了。”",
            "english": "Xue Pan and his companions saw him finish his tea and insisted that he sit down and eat. Feng Zhiyin said that he had an urgent matter at home and had to discuss it with his father, so he could not attend. Xue Pan, Yu Bu, and others were adamant and insisted that he drink. Feng Zhiyin said that he had never done such a thing with these people for many years, so he could not comply. If he must drink, he would use a large cup and drink two cups.\n\n中文原文：\n\n薛蟠等人见他喝完茶，都劝他坐下吃饭。冯紫英说，他家有很紧急的事，回家要跟父亲商量，实在不敢参加。薛蟠、宝玉等人坚决不答应，硬要他喝。冯紫英说，他和这些人多年交情，从来都没有这种事，实在不能遵命。如果一定要他喝，就拿大杯来，他喝两杯就行了。\n\n英文翻译：\n\nXue Pan and his companions saw him finish his tea and insisted that he sit down and eat. Feng Zhiyin said that he had an urgent matter at home and had to discuss it with his father, so he could not attend. Xue",
            "chinese": "薛蟠等人见他喝完茶，都劝他坐下吃饭。冯紫英说，他家有很紧急的事，回家要跟父亲商量，实在不敢参加。薛蟠、宝玉等人坚决不答应，硬要他喝。冯紫英说，他和这些人多年交情，从来都没有这种事，实在不能遵命。如果一定要他喝，就拿大杯来，他喝两杯就行了。"
        },
        {
            "original": "众人听说，只得罢了。薛蟠执壶，宝玉把盏，斟了两大海。那冯紫英站著，一气而尽。宝玉道：“你到底把这个‘不幸之幸’说完了再走。”冯紫英笑道：“今儿说的也不尽兴。我为这个，还要特治一个东儿，请你们去细谈一谈；二则还有奉恳之处。”说著，撒手就走。薛蟠道：“越发说的人热剌剌的扔不下！多早晚才请我们？告诉了，省了人打闷雷。”冯紫英道：“多则十日，少则八天。”一面说，一面出门上马去了。众人回来，依席又饮了一回方散。",
            "english": "When everyone heard this, they had to give up the idea. Xue Pan held the kettle and Bai Yuyi held the cup. They poured two large cups. Feng Zhiying stood up and drank them all at once. Bai Yuyi said, \"You haven't finished yet. I'm going to invite you to talk about it in detail and have a request.\" Feng Zhiying smiled and said, \"We haven't talked enough today. I'm going to invite you to talk about it in detail and have a request.\" He then left. Xue Pan said, \"This makes people's hearts warm, and they really don't want to leave. When can we go again? Tell me, so I won't be so unhappy.\" Feng Zhiying said, \"No more than ten days, no less than eight days.\" As he said this, he went out and rode his horse. The others came back and drank a little more before going their separate ways.",
            "chinese": "大家听说后，只好作罢。薛蟠端着壶，宝玉拿着杯子，倒了两大杯。冯紫英站着，一口喝完。宝玉说：“你到底把这个‘不幸之幸’说完再走。”冯紫英笑道：“今天还没说够。我准备再请你们去详细谈一谈，还有请求的事情。”说着，他走了。薛蟠说：“这话说得人心里热乎乎的，真不想离开。我们什么时候才能再去？告诉我，省得人心里闷闷不乐。”冯紫英说：“最多十天，最少八天。”一面说，一面出门骑马走了。众人回来后，又喝了一回才散。"
        },
        {
            "original": "宝玉回至园中，袭人正惦记他去见贾政不知是祸是福，只见宝玉醉醺醺回来，因问其原故。宝玉一一向他说了。袭人道：“人家牵肠挂肚的等著，你且高乐去。也到底打发个人来给个信儿！”宝玉道：“我何尝不要送信儿？因冯世兄来了，就混忘了。”",
            "english": "After returning to the garden, Xisi was worried about what might happen if he went to see Lord Jia Zheng. When she saw that he had come back drunk, she asked him what had happened. He told her all about it. Xisi said, \"I was worried to death. You just think about yourself.\" He replied, \"I was going to send a message, but then Feng Shishi came, and I forgot about it.\"",
            "chinese": "宝玉回到园中，袭人正担心他去见贾政会是祸是福，只见宝玉醉醺醺地回来，就问他怎么回事。宝玉一一向她说了一遍。袭人道：“人家担心得要死，你却只顾自己开心。总得派人回去报个信儿啊！”宝玉道：“我本来想送信儿的，但冯世兄来了，就给忘了。”"
        },
        {
            "original": "正说著，只见宝钗走进来，笑道：“偏了我们新鲜东西了！”宝玉笑道：“姐姐家的东西，自然先偏了我们了。”宝钗摇头笑道：“昨儿哥哥倒特特的请我吃，我不吃，我叫他留著送给别人罢。我知道我的命小福薄，不配吃那个。”说著，丫鬟倒了茶来吃茶，说闲话儿。不在话下。",
            "english": "Just as they were talking, they saw Baoshan walk in and laugh, \"We've spoiled our fresh things!\" Bao Yuhai laughed, \"Sister Baoshan's things naturally spoil us first!\" Baoshan shook her head and laughed, \"Last night, my brother invited me to eat specially, I didn't eat, I asked him to save it for others. I know my fate is small and my luck is thin, I am not worthy of eating that.\" As the maid poured tea and they talked about their idle words, they are not mentioned in the following paragraph.",
            "chinese": "正说着，只见宝钗走进来，笑道：“偏了我们新鲜东西了！”宝玉笑道：“姐姐家的东西，自然先偏了我们了。”宝钗摇头笑道：“昨儿哥哥倒特特的请我吃，我不吃，我叫他留着送给别人吧。我知道我的命小福薄，不配吃那个。”说著，丫鬟倒了茶来吃茶，说闲话儿，不在话下。"
        },
        {
            "original": "却说那黛玉听见贾政叫了宝玉去了一日不回来，心中也替他忧虑。至晚饭后，闻得宝玉来了，心里要找他问问是怎么样了。一步步行来，见宝钗进宝玉的园内去了，自己也随后走了来。刚到了沁芳桥，只见各色水禽尽都在池中浴水，也认不出名色来，但见一个个文彩闪灼，好看异常。因而站住，看了一回，再往怡红院来，门已关了。黛玉即便叩门。",
            "english": "Jia Zheng called on Baoyu to go out for a whole day, and Lin Daiyu was worried about him. After dinner, she heard that Baoyu had come back, and she wanted to ask him about it. She walked and looked, and it turned out that Baochai had already entered Baoyu's garden. Lin Daiyu followed her, walked to the Inhospitable Bridge, and saw various water birds bathing in the water, but she couldn't name them. She looked at them for a while and then went to the Red Chamber, where the door was closed, and she knocked on it.",
            "chinese": "贾政叫宝玉出去了一整天，黛玉心里很担心他。晚饭后，听说宝玉回来了，她想找他问问情况。她边走边看，宝钗已经进了宝玉的花园。黛玉跟了过去，走到沁芳桥，看见各种水鸟在水里洗澡，但认不出名字。她看了一会儿，然后去了怡红院，门关着，她敲了敲门。"
        },
        {
            "original": "谁知晴雯和碧痕二人正拌了嘴，没好气，忽见宝钗来了，那晴雯正把气移在宝钗身上，偷著在院内报怨说：“有事没事，跑了来坐著，叫我们三更半夜的不得睡觉！”忽听又有人叫门，晴雯越发动了气，也并不问是谁，便说道：“都睡下了，明儿再来罢！”",
            "english": "Who knows that Qiong Wen and Bi Hen are quarrelling with each other, and in a bad mood. Suddenly, they saw that Baoshan came, and all their anger was directed towards Baoshan, hiding in the courtyard and complaining, \"Don't bother us, what are you doing here, making us sleep all night!\" Suddenly, someone knocked on the door, and Qiong Wen was even more angry, and didn't care who it was, and said, \"It's late, come back tomorrow!\"",
            "chinese": "谁知道晴雯和碧痕两个人正吵架，心情不好，忽然看见宝钗来了，把气全发泄在宝钗身上，躲在院子里抱怨说：“没事干，跑来坐什么，让我们半夜不能睡觉！”忽然又有人敲门，晴雯更加生气，根本不管是谁，就说：“都睡觉了，明天再来吧！”"
        },
        {
            "original": "黛玉素知丫头们的性情，他们彼此玩耍惯了，恐怕院内的丫头没听见是他的声音，只当别的丫头们了，所以不开门。因而又高声说道：“是我，还不开门么？”晴雯偏偏还没听见，便使性子说道：“凭你是谁！二爷吩咐的，一概不许放进人来呢！”",
            "english": "Daiyu knew the personalities of the maids and they usually played together, so she thought that the maid in the courtyard didn't hear her voice and might have mistaken her for another maid, so she shouted again, \"It's me! Why don't you open the door?\" Qingwén happened not to hear and got angry, saying, \"Whoever you are! Erhao ordered that no one was allowed to enter.\"",
            "chinese": "黛玉知道丫头们的性格，他们经常一起玩，所以她以为院内的丫头没听到她的声音，可能把别的丫头当成她了，所以她又高声说道：“是我，还不开门么？”晴雯偏偏没听见，就生气地说：“不管你是谁！二爷吩咐的，谁都不许进来！”"
        },
        {
            "original": "黛玉听了这话，不觉气怔在门外。待要高声问他，逗起气来，自己又回思一番：“虽说是舅母家如同自己家一样，到底是客边。如今父母双亡，无依无靠，现在他家依栖，若是认真怄气，也觉没趣！”一面想，一面又滚下泪珠来了。真是回去不是，站著不是，正没主意，只听里面一阵笑语之声，细听一听，竟是宝玉宝钗二人。黛玉心中越发动了气，左思右想，忽然想起早起的事来：“必竟是宝玉恼我告他的原故。－－但只我何尝告你去了！你也不打听打听，就恼我到这步田地！你今儿不叫我进来，难道明儿就不见面了？”越想越觉伤感，便也不顾苍苔露冷，花径风寒，独立墙角边花阴之下，悲悲切切，呜咽起来。",
            "english": "Lin Daiyu heard this and stood outside the door. She wanted to shout at him, but instead she turned to reflect on herself: while her uncle's home was like her own, it was still a guest house. With both her parents dead, she had no one to rely on. She was now living with them as a guest. If she really had a temper tantrum, it would be embarrassing. As she thought, she began to cry. She couldn't decide what to do: should she go back or stand there? As she was trying to decide, she heard laughter from inside. She listened carefully and recognized that it was Bao Yuyu and Bao Jia. Lin Daiyu's anger was aroused even more. She thought: Must it be Bao Yuyu who was angry with me because I told him? But I didn't tell him anything! You never even ask me what I think! You're angry with me to this extent! You won't let me in today, so what about tomorrow? As she thought, she began to cry even more, not caring if the grass was wet or if the path was cold. She stood alone in a corner, crying sadly and softly.",
            "chinese": "黛玉听了这话，不觉气得站在门外。正要高声问他，逗起气来，又回想起自己：虽然舅母家如同自己家一样，但毕竟是客居。现在父母双亡，无依无靠，现在寄居在他们家。若是认真怄气，也觉没趣！一面想，一面又滚下泪珠来了。真是回去不是，站著不是，正没主意，只听里面一阵笑声。细听一听，竟是宝玉和宝钗二人。黛玉心中越发动了气，左思右想，忽然想起早起的事来：必竟是宝玉恼我告他的原故。－－但只我何尝告你去了！你也不打听打听，就恼我到这步田地！你今儿不叫我进来，难道明儿就不见面了？越想越觉伤感，便也不顾苍苔露冷，花径风寒，独立墙角边花阴之下，悲悲切切，呜咽起来。"
        },
        {
            "original": "原来这黛玉秉绝代之姿容，具稀世之俊美，不期这一哭，那些附近的柳枝花朵上宿鸟栖鸦，一闻此声，俱忒楞楞飞起远避，不忍再听。正是：“花魂点点无情绪，鸟梦痴痴何处惊？”因又有一首诗道：",
            "english": "Originally, this Dahuizi was very beautiful and beautiful, and she did not expect to cry and the birds and flowers around her all flew away in fear, not wanting to hear her cry. Just as the poem says, \"The flower spirit has no emotion, and the bird dream is sleeping.\"",
            "chinese": "原来这黛玉长得非常漂亮，非常俊俏，没有想到她一哭，周围的柳枝花朵上栖息的鸟儿们都吓得飞走了，不忍心再听她的哭声。正如诗中所说：“花魂点点无情绪，鸟梦痴痴何处惊？”"
        },
        {
            "original": "颦儿才貌世应稀，独抱幽芳出绣闱。呜咽一声犹未了，落花满地鸟惊飞。",
            "english": "This girl was very beautiful, and she walked out of the silk pavilion alone, sighing deeply. Her voice was not completely over yet, but it had already attracted many birds flying in the air, which flew away in panic.",
            "chinese": "这个女孩长得非常漂亮，她独自走出绣楼，深深地叹了口气。她的声音还没完全停，但已经吸引了很多鸟儿从空中飞过，它们惊慌地飞走了。"
        },
        {
            "original": "那黛玉正自啼哭，忽听吱喽喽一声，院门开处，不知是那一个出来。",
            "english": "Daiyu was crying when she suddenly heard a squeak as the door opened, and she didn't know who was coming out.",
            "chinese": "黛玉正在哭泣，突然听到吱喽喽一声，大门开了，不知道是谁出来。"
        },
        {
            "original": "要知端的，下回分解。",
            "english": "想知道真相，下回分解。\n\nChinese translation:\n\nIt's an inside joke.\n\nChinese translation:\n\nHe's being difficult.\n\nChinese translation:\n\nSo what?\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nWhat's the matter?\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation:\n\nYou're a prick!\n\nChinese translation:\n\nYou're an idiot!\n\nChinese translation",
            "chinese": "想知道真相，下回分解。\n\n中国白话：\n\n大水冲了龙王庙，自家人不认得自家人。\n\n简单的现代普通话：\n\n水把龙王庙冲了，自己人不认识自己人。\n\n中国白话：\n\n你这个不识抬举的东西！\n\n简单的现代普通话：\n\n你这个不懂规矩的东西！\n\n中国白话：\n\n那又怎么样？\n\n简单的现代普通话：\n\n那又有什么关系？\n\n中国白话：\n\n你这个混蛋！\n\n简单的现代普通话：\n\n你这个混蛋！\n\n中国白话：\n\n你这个浑蛋！\n\n简单的现代普通话：\n\n你这个浑蛋！\n\n中国白话：\n\n你这个混蛋！\n\n简单的现代普通话：\n\n你这个混蛋！\n\n中国白话：\n\n你这个混蛋！\n\n简单的现代普通话：\n\n你这个混蛋！\n\n中国白话：\n\n你这个混蛋！\n\n简单的现代普通话：\n\n你这个混蛋！\n\n中国白话：\n\n你这个混蛋！\n\n简单的现代普通话：\n\n你这个混蛋！\n\n中国白话：\n\n你这个混蛋！\n\n简单的现代普通话：\n\n你这个混蛋！\n\n中国白话：\n\n你这个混蛋！\n\n简单的现代普通话：\n\n你这个混蛋！\n\n中国白话：\n\n你这个混蛋！\n\n简单的现代普通话：\n\n你这个混蛋！\n\n中国白话：\n\n你这个混蛋！\n\n简单的"
        }
    ],
    "title": "《蜂腰桥设言传心事　潇湘馆春困发幽情》",
    "chapter_number": 26
}