{
    "paragraphs": [
        {
            "original": "却说王夫人唤上金钏儿的母亲来，拿了几件簪环，当面赏了；又吩咐请几众僧人念经超度他。金钏儿的母亲磕了头谢了出去。",
            "english": "Mrs. Wang called for Jin Chuan's mother and gave her some jewelry. She also instructed her to invite some monks to chant sutras for Jin Chuan. Jin Chuan's mother bowed and went out.",
            "chinese": "王夫人叫来金钏儿的母亲，给了她一些首饰，还吩咐请一些僧人念经超度她。金钏儿的母亲磕头谢了出去。"
        },
        {
            "original": "原来宝玉会过雨村回来，听见了金钏儿含羞自尽，心中早已五内摧伤；进来又被王夫人数说教训了一番，也无可回说。看见宝钗进来，方得便走出，茫然不知何往，背著手，低著头，一面感叹，一面慢慢的信步走至厅上。刚转过屏门，不想对面来了一人，正往里走，可巧撞了个满怀。只听那人喝一声：“站住！”宝玉唬了一跳，抬头看时，不是别人，却是他父亲。早不觉倒抽了一口凉气，只得垂手一旁站著。",
            "english": "Bao Yuyu felt very sad when he saw Jin Chun's suicide, and was also criticized by his mother Wang Fu. He didn't know how to answer. When Bao Chao came in, he hurried out and didn't know where to go. He sighed as he walked, and accidentally bumped into someone on the porch. Looking up, he saw it was his father. Bao Yuyu was scared and stood aside with his head down.",
            "chinese": "宝玉回来看见金钏儿含羞自尽，心中非常难过；又被王夫人批评了一番，也不知道怎么回答。看到宝钗进来，就赶紧出来，不知道该去哪里，边走边叹气。走到厅上，不小心撞到了一个人，一看是父亲。宝玉吓了一跳，抬头一看，原来是父亲。宝玉非常害怕，只得垂手站在一边。"
        },
        {
            "original": "贾政道：“好端端的，你垂头丧气的嗐什么？方才雨村来了，要见你，那半天才出来！既出来了，全无一点慷慨挥洒的谈吐，仍是委委琐琐的，我看你脸上一团私欲愁闷气色！这会子又嗳声叹气，你那些还不足，还不自在？无故这样，是什么缘故？”宝玉素日虽然口角伶俐，此时一心却为金钏儿感伤，恨不得也身亡命殒。如今见他父亲说这些话，究竟不曾听明白了，只是怔怔的站著。",
            "english": "Ji Zheng said, \"Why are you so sad? Liuyun just came to see you, but you were not out for a long time! When you came out, you didn't say anything brave and generous. You were still fumbling and fumbling. I saw a look of selfishness and worry on your face. Now you're sighing. What are you not satisfied with? Why are you so sad?\" Bao Yuyu usually has sharp words, but at this moment he is very sad about Jin Chun and wishes to die with her. Now that his father has said these words, he didn't understand them at all, and just stood there in a daze.",
            "chinese": "贾政说：“你垂头丧气的为什么？刚刚雨村来了，要见你，你半天才出来！出来之后，也没有一点慷慨挥洒的谈吐，还是委委琐琐的，我看你脸上一团私欲愁闷气色！这会子又唉声叹气，你那些还不足，还不自在？无故这样，是什么缘故？”宝玉平时口齿伶俐，但此时一心为金钏儿感到伤心，恨不得也身亡命殒。如今见他父亲说了这些话，究竟没听明白，只是怔怔地站着。"
        },
        {
            "original": "贾政见他惶悚，应对不似往日，原本无气的，这一来倒生了三分气。方欲说话，忽有门上人来回：“忠顺亲王府里有人来，要见老爷。”贾政听了，心下疑惑，暗暗思忖道：“素日并不与忠顺府来往，为什么今日打发人来？……”一面想，一面命：“快请厅上坐。”急忙进内更衣。出来接见时，却是忠顺府长府官。一面彼此见了礼，归坐献茶。未及叙谈，那长府官先就说道：“下官此来，并非擅造潭府，皆因奉命而来，有一件事相求。看王爷面上，敢烦老先生做主。不但王爷支情，且连下官辈亦感谢不尽！”",
            "english": "Jia Zheng saw that he was panicking and that his responses to questions were not as fluent as before. Even though he had not been angry, he now became angry and angry. He was about to speak when someone reported that the governor of the Shunzhi palace came to see him. Jia Zheng heard this and was puzzled. He thought to himself, \"I don't usually have much to do with the Shunzhi palace, why are they sending someone here today?\" As he thought, he ordered, \"Please invite them to the hall.\" He quickly changed his clothes and came out to meet the governor of the Shunzhi palace. The governor of the Shunzhi palace said as soon as he met him, \"I am not here to cause trouble in the Taishan palace. I have been sent here to do something. I would like to ask you to do something for the sake of the king. Not only will the king be grateful, but I will also be grateful to you.\"",
            "chinese": "贾政看到他惊慌失措，回答问题不像以前那样流利，本来没有生气的他，现在又生了三分气。他正要说话，门上人来报说忠顺亲王府派人来见老爷。贾政听了，心中疑惑，暗想：“平时并不与忠顺府来往，为什么今天派人来？……”一面想，一面命：“快请厅上坐。”急忙进内更衣，出来接见忠顺府长府官。长府官一见面就说道：“下官此来，并非擅造潭府，皆因奉命而来，有一件事相求。看王爷面上，敢烦老先生做主。不但王爷支情，且连下官辈亦感谢不尽！”"
        },
        {
            "original": "贾政听了这话，摸不著头脑，忙陪笑起身问道：“大人既奉王命而来，不知有何见谕？望大人宣明，学生好遵谕承办。”那长府官冷笑道：“也不必承办，只用老先生一句话就完了。我们府里有一个做小旦的琪官，一向好好在府，如今竟三五日不见回去。各处去找，又摸不著他的道路，因此各处察访。这一城内，十停人倒有八停人都说，他近日和衔玉的那位令郎相与甚厚。下官辈听了，尊府不比别家，可以擅来索取，因此，启明王爷。王爷亦说：‘若是别的戏子呢，一百个也罢了；只是这琪官随机应答，谨慎老成，甚合我老人家的心境，断断少不得此人。’故此求老先生转致令郎，请将琪官放回：一则可慰王爷谆谆奉恳之意，二则下官辈也可免操劳求觅之苦。”说毕，忙打一躬。",
            "english": "Jia Zheng heard this and was at a loss for words, so he hurriedly stood up to ask the official, \"Sir, having received imperial orders, what is your instruction? Please tell me and I will obey the order and carry it out.\" The official replied with a cold smile, \"There is no need to carry it out. You only need to speak one word. We have a small actress in our household, who has been there for a long time. Recently, he hasn't been back for three or five days. We have looked everywhere, but we can't find his way. Therefore, we are investigating. In this city, ten people out of ten say that he has been very close to the young master with the jade pendant. We officials heard that your family is not like other families, so we cannot come and take him away. Therefore, we have informed the Prince. The prince also said, 'If it were any other actress, a hundred would be enough; but this Qi is very smart and cautious, and it's just what I want. I can't do without this person.' So please tell your son to release Qi. This will not only fulfill the prince's earnest wishes, but also save us from the trouble of searching.\" He",
            "chinese": "贾政听了这话，摸不着头脑，忙陪笑起身问道：“大人既奉王命而来，不知有何见谕？望大人宣明，学生好遵谕承办。”那长府官冷笑道：“也不必承办，只用老先生一句话就完了。我们府里有一个做小旦的琪官，一向好好在府，如今竟三五日不见回去。各处去找，又摸不著他的道路，因此各处察访。这一城内，十停人倒有八停人都说，他近日和衔玉的那位令郎相与甚厚。下官辈听了，尊府不比别家，可以擅来索取，因此，启明王爷。王爷亦说：‘若是别的戏子呢，一百个也罢了；只是这琪官随机应答，谨慎老成，甚合我老人家的心境，断断少不得此人。’故此求老先生转致令郎，请将琪官放回：一则可慰王爷谆谆奉恳之意，二则下官辈也可免操劳求觅之苦。”说毕，忙打一躬。"
        },
        {
            "original": "贾政听了这话，又惊又气，即命唤宝玉出来。宝玉也不知是何原故，忙忙赶来。贾政便问：“该死的奴才！你在家不读书也罢了，怎么又做出这些无法无天的事来？那琪官现是忠顺王爷驾前承奉的人，你是何等草莽，无故引逗他出来，如今祸及于我！”宝玉听了，唬了一跳，忙回道：“实在不知此事。究竟‘琪官’两个字，不知为何物，况更加以‘引逗’二字！”说著，便哭。",
            "english": "Jia Zheng heard this and was both surprised and angry. He immediately ordered the servant to call out Bai Yu. Bai Yu, not knowing the cause, hurriedly came over. Jia Zheng asked, \"You are a worthless slave! You don't study at home, but you have been doing something that is beyond the law. The Prince of Zhongshun's attendant, Qi, is under his patronage. You, a commoner, dared to tempt him? Now, you have caused trouble for me!\" Bai Yu was shocked and replied, \"I don't know anything about this. I have never heard of Qi, and I have never gone near him. Please forgive me!\"",
            "chinese": "贾政听了这话，又惊又气，随即叫来宝玉。宝玉不知道什么原因，急急忙忙赶过来。贾政就问：“该死的奴才！你在家不读书也就罢了，怎么做出这些无法无天的事来？那琪官是忠顺王爷身边的人，你一个无名小卒，怎么敢去招惹他？现在祸事都落到我头上！”宝玉听了，吓了一跳，忙回道：“我不知道这事，也不认识什么‘琪官’，更没敢去引逗他！”说着，就哭了起来。\n\n好的，现在请你把这段话翻译成英语。\n\nJia Zheng heard this and was both surprised and angry. He immediately ordered the servant to call out Bai Yu. Bai Yu, not knowing the cause, hurriedly came over. Jia Zheng asked, \"You are a worthless slave! You don't study at home, but you have been doing something that is beyond the law. The Prince of Zhongshun's attendant, Qi, is under his patronage. You, a commoner, dared to tempt him? Now, you have caused trouble for me!\" Bai Yu was shocked and replied, \"I don't know anything about this. I have never heard"
        },
        {
            "original": "贾政未及开口，只见那长府官冷笑道：“公子也不必隐饰。或藏在家，或知其下落，早说出来，我们也少受些辛苦。岂不念公子之德呢？”宝玉连说：“实在不知，恐是讹传，也未见得。”那长府官冷笑两声，道：“现有证据，必定当著老大人说出来，公子岂不吃亏？－－既说不知此人，那红汗巾子怎得到了公子腰里？”",
            "english": "Before Jia Zheng could speak, the officer coldly laughed, \"You don't need to hide anything, young master. Either this person is hiding in your house or you know where he is. Speak up quickly, so that we can save ourselves some trouble. We will also be grateful for your kindness.\" Bao Yu exclaimed, \"I really don't know. It might just be a rumor, and there may not be such a person.\" The officer coldly laughed again, saying, \"We have evidence, and we must reveal it in front of the governor. How will you be in trouble? - Since you say you don't know this person, then how did that red sash end up on your waist?\"",
            "chinese": "贾政还没开口，只见那个长官冷冷笑道：“公子也不用隐瞒。这个人要么藏在家里，要么你知道他的下落，快说出来，我们也少受些辛苦。我们也会感激公子的恩德的。”宝玉连声说：“我真的不知道，可能只是谣言，不一定有这个人。”那个长官冷笑了两声，道：“我们已经有证据了，必须当着大人说出来，公子岂不是会吃亏？－－既然你说不知道这个人，那么那条红汗巾子怎么会在公子的腰上？”"
        },
        {
            "original": "宝玉听了这话，不觉轰了魂魄，目瞪口呆，心下自思：“这话他如何知道？他既连这样机密事都知道了，大约别的瞒不过他，不如打发他去了，免得再说出别的事来。”因说道：“大人既知他的底细，如何连他置买房舍这样大事倒不晓得了？听得说，他如今在东郊，离城二十里，有个什么紫檀堡，他在那里置了几亩田地，几间房舍。想是在那里也未可知。”那长府官听了，笑道：“这样说，一定是在那里了。我且去找一回。若有了便罢，若没有，还要来请教。”说著，便忙忙的告辞走了。",
            "english": "Baoyu was shocked when he heard this and his eyes went wide. He thought to himself, \"How did he know? If he knows this, he must know about other things too. I need to get rid of him quickly before he says more.\" So he said, \"Since the official knows his background, why doesn't he know about his buying a house? I heard that he bought some fields and houses in a place called Zitanbao, which is twenty li away from the city. Maybe he bought a house there.\" The official heard this and laughed, saying, \"If that's the case, it must be there. I'll go and look for it. If I find it, I'll come back. If not, I'll come back to ask again.\" Then he quickly bid his farewell and left.",
            "chinese": "宝玉听了这话，吓了一跳，目瞪口呆。他心想：“他怎么知道的？既然他都知道了，其他事情可能也被他知道了。不如赶紧打发他走，以免他说出更多的事来。”于是说：“大人既然知道他的底细，为什么不知道他买房子的事情？听说他在东郊，离城二十里有个紫檀堡，他在那里买了几亩田地，几间房子。也许他在那里。”那个长府官听了，笑着说：“这么说，一定是在那里了。我去找找看。找到了就回来，找不到，再来请教。”说完，就匆匆告辞走了。"
        },
        {
            "original": "贾政此时气得目瞪口歪，一面送那官员，一面回头命宝玉：“不许动！回来有话问你！”一直送那官去了，才回身时，忽见贾环带著几个小厮一阵乱跑，贾政喝命小厮：“给我快打！”贾环见了他父亲，吓得骨软筋酥，赶忙低头站住。贾政便问：“你跑什么？带著你的那些人都不管你，不知往那里去，由你野马一般！”喝叫：“跟上学的人呢！”贾环见他父亲甚怒，便乘机说道：“方才原不曾跑；只因从那井边一过，那井里淹死了一个丫头，我看脑袋这么大，身子这么粗，泡的实在可怕，所以才赶著跑过来了。”贾政听了，惊疑问道：“好端端，谁去跳井？我家从无这样事情。自祖宗以来，皆是宽柔待下。－－大约我近年于家务疏懒，自然执事人操克夺之权，致使弄出这暴殒轻生的祸来！若外人知道，祖宗的颜面何在！”喝命叫贾琏赖大来。",
            "english": "Jia Zheng was so angry that he could not open his mouth, and he sent the official and then ordered the mother of the son to go away. He said to his son, \"Don't move! I will have a word with you later!\" He sent the official away and then came back. Suddenly he saw Jia Huan running with several small children, and he shouted, \"Give me a good beating!\" Jia Huan, who was terrified and trembling with fear, quickly bowed his head and stood still. Jia Zheng asked, \"Why are you running? Your men don't care about you at all. You are as wild as a horse!\" He ordered, \"Where are the people who are supposed to be studying?\" Jia Huan, who was terrified by his father's anger, took advantage of the situation and said, \"I didn't run at all. I just happened to pass by the well and saw a dead girl with a large head and a thick body. It was really terrifying, so I ran away.\" Jia Zheng was surprised and asked, \"Who goes to jump into the well? Our family has never had such a thing. From the time of our ancestors, we have always been kind to our subordinates. -",
            "chinese": "贾政此时气得目瞪口歪，一面送那官员，一面回头命宝玉：“不许动！回来有话问你！”一直送那官去了，才回身时，忽见贾环带着几个小厮一阵乱跑，贾政喝命小厮：“给我快打！”贾环见了他父亲，吓得骨软筋酥，赶忙低头站住。贾政便问：“你跑什么？带着你的那些人都不管你，不知往哪里去，由你野马一般！”喝叫：“跟上学的人呢！”贾环见他父亲很生气，便乘机说道：“方才原不曾跑；只因从那井边一过，那井里淹死了一个丫头，我看脑袋这么大，身子这么粗，泡的实在可怕，所以才赶著跑过来了。”贾政听了，惊疑问道：“好端端，谁去跳井？我家从无这样事情。自祖宗以来，皆是宽柔待下。－－大约我近年于家务疏懒，自然执事人操克夺之权，致使弄出这暴殒轻生的祸来！若外人知道，祖宗的颜面何在！”喝命叫"
        },
        {
            "original": "小厮们答应了一声，方欲去叫，贾环忙上前，拉住贾政袍襟，贴膝跪下，道：“老爷不用生气。此事除太太屋里的人，别人一点也不知道。我听见我母亲说－－”说到这句，便回头四顾一看。贾政知其意，将眼色一丢，小厮们明白，都往两边后面退去。贾环便悄悄说道：“我母亲告诉我说：宝玉哥哥前日在太太屋里，拉著太太的丫头金钏儿强奸不遂，打了一顿，金钏儿便赌气投井死了。”",
            "english": "The servants nodded and were about to leave, when, in great haste, Jia Huan, who had been playing with his toys in the other room, ran up, grabbed Jia Zheng’s robes, and knelt at his knees, saying, “Don’t get angry, father! Only the ladies in Mother’s chamber know about this. I heard Mother say－－” He paused and looked around, then, seeing no one, continued, “I heard Mother say: Brother Yu was in Mother’s chamber yesterday, and grabbed Golden Cuff, one of Mother’s maids, and tried to have his way with her. When she resisted, he beat her. Then she was so angry that she threw herself into a well and died.”",
            "chinese": "仆人们答应了一声，正要离开，贾环急忙上前，拉住贾政的袍襟，贴膝跪下，说：“老爷不要生气。这件事只有太太屋里的人知道，别人一点也不知道。我听见我母亲说－－”说到这句，便回头四处看了看。贾政明白他的意思，将眼色一丢，小厮们明白，都往两边后面退去。贾环便悄悄说道：“我母亲告诉我说：宝玉哥哥前日在太太屋里，拉著太太的丫头金钏儿强奸不遂，打了一顿，金钏儿便赌气投井死了。”"
        },
        {
            "original": "话未说完，把个贾政气得面如金纸，大叫：“拿宝玉来！”一面说，一面便往书房去。喝命：“今日再有人来劝我，我把这冠带家私一应就交与他和宝玉过去！我免不得做个罪人，把这几根烦恼鬓毛剃去，寻个乾净去处自了，也免得上辱先人，下生逆子之罪！”",
            "english": "As soon as the words were out of his mouth, Jia Zheng's face turned pale with anger, and he yelled, \"Bring宝玉 over!\" As he yelled, he strode towards the study. He commanded, \"If anyone comes to persuade me today, I will give up my position and wealth, and go with my son. I am willing to become a sinner, shave my head, and go to a clean place to end my life, so that I may not shame my ancestors and beget a rebel son!\"",
            "chinese": "话还没说完，贾政气得脸色发白，大声喊：“把宝玉带过来！”一边喊，一边往书房走去。命令：“今天再有人来劝我，我就把这身官服家财全部交给他们和宝玉一起走！我愿意做个罪人，剃掉头发，去个干净的地方了断，免得辱没祖先，生出逆子的罪过！”"
        },
        {
            "original": "众门客仆从见贾政这个形景，便知又是为宝玉了。一个个咬指吐舌，连忙退出。贾政喘吁吁直挺挺的坐在椅子上，满面泪痕，一叠连声：“拿宝玉来！拿大棍，拿绳来！把门都关上！有人传信到里头去，立刻打死！”众小厮们只得齐齐答应著，有几个来找宝玉。",
            "english": "The retainers and servants saw that the Prince of Nankai was angry again because of Bao Yuhai's affairs. They bit their teeth and stuck out their tongues, and hurried out. The Prince of Nankai panted and sat in a chair, his face streaked with tears, and shouted loudly, \"Bring Bao Yuhai here! Bring sticks and ropes! Close the doors! Don't send word to the inside! Kill him on the spot!\" The footmen had to agree, and some of them went to look for Bao Yuhai.",
            "chinese": "门客仆从们看到贾政这个样子，就知道他又是因为宝玉的事情生气了。他们都咬牙切齿，吐着舌头，急忙退出去。贾政喘着气，坐在椅子上，满面泪痕，大声喊道：“把宝玉拿过来！拿棍子，拿绳子来！把门都关上！不准传信到里头去，立刻打死！”小厮们只得答应着，有几个去找宝玉。"
        },
        {
            "original": "那宝玉听见贾政吩咐他不许动，早知凶多吉少。那里知道贾环又添了许多的话。正在厅上旋转，怎得个人来往里头捎信，偏偏的没个人来，连焙茗也不知在那里。正盼望时，只见一个老妈妈出来，宝玉如得了珍宝，便赶上来拉他，说道：“快进去告诉：老爷要打我呢！快去，快去！要紧，要紧！”宝玉一则急了，说话不明白；二则老婆子偏偏又耳聋，不曾听见是什么话，把“要紧”二字只听做“跳井”二字。便笑道：“跳井让他跳去，二爷怕什么？”宝玉见是个聋子，便著急道：“你出去叫我的小厮来罢！”那婆子道：“有什么不了的事？老早的完了。太太又赏了银子，怎么不了事呢？”",
            "english": "Bao Yuhai heard Jia Zheng's instructions not to move and knew that something was wrong. He didn't know that Jia Huan had added some more words. He was about to send a messenger to report, but there was no one. Just as he was in a hurry, an old woman came out, and Bao Yuhai was delighted. He caught up with her and said, \"Go in and tell, the old man is going to beat me! Go, go! It's urgent, urgent!\" Bao Yuhai was in a hurry and couldn't speak clearly; the old woman was deaf and didn't hear the word \"urgent\" clearly, only hearing it as \"jumping into the well\". She laughed and said, \"Let him jump, the second son is afraid of what?\" Bao Yuhai saw that it was a deaf person and was in a hurry, so he said, \"Call my page!\" The old woman said, \"What's the problem? It's already solved. Mother gave silver, why hasn't it been solved yet?\"",
            "chinese": "宝玉听到贾政吩咐他不要动，就知道不妙。他不知道贾环又添了一些话。他正想找个信使进去报信，偏偏没人。正在着急时，一个老婆子出来了，宝玉高兴极了，赶上去拉她，说道：“快进去告诉，老爷要打我了！快去，快去！要紧，要紧！”宝玉着急，说话不清楚；老婆子耳朵聋，没听清“要紧”二字，只听成了“跳井”。她笑道：“让他跳去，二爷怕什么？”宝玉见是个聋子，就着急道：“你叫我的小厮来吧！”老婆子道：“有什么事没解决？早就解决了。太太赏了银子，怎么还没解决呢？”"
        },
        {
            "original": "宝玉急的手脚正没抓寻处。只见贾政的小厮走来，逼著他出去了。贾政一见，眼都红了，也不暇问他在外流荡优伶，表赠私物；在家荒疏学业，逼淫母婢。只喝命：“堵起嘴来，著实打死！”小厮们不敢违，只得将宝玉按在凳上，举起大板，打了十来下。宝玉自知不能讨饶，只是呜呜的哭。贾政还嫌打的轻，一脚踢开掌板的，自己夺过板子来，狠命的又打了十几下。",
            "english": "Jia Baoyu was so upset that he was at a loss for what to do. One of Jia Zheng's attendants ran up to him and pushed him away. Jia Zheng looked at him and became even angrier. He didn't care about Jia Baoyu's being involved with courtesans, sending private gifts to them, or wasting his time on his studies. He shouted, \"Block his mouth and give him a good beating!\" The attendants had no choice but to hold Jia Baoyu down on a chair and start beating him with a big paddle. Jia Baoyu knew there was no hope of getting out of it and just kept crying. Jia Zheng wasn't satisfied with the light beating and kicked the attendant who was holding the paddle aside. He took the paddle himself and beat Jia Baoyu a few more times with even greater force.",
            "chinese": "宝玉急得手足无措。贾政的小厮赶来，把他赶了出去。贾政一看，怒火中烧，顾不上问宝玉在外面和艺人交往，送私物给她们，或在家荒废学业，逼迫母亲的婢女。只喝命：“堵住嘴，好好地打！”小厮们不敢违抗，只好把宝玉按在凳子上，举起大板，打了十来下。宝玉知道自己没有求饶的机会，只是呜呜地哭。贾政还不满意打得太轻，一脚踢开掌板的，自己夺过板子来，狠命地又打了十几下。"
        },
        {
            "original": "宝玉生来未经过这样苦楚，起先觉得打的疼不过，还乱嚷乱哭；后来渐渐气弱声嘶，哽咽不出。众门客见打的不祥了，赶著上来，恳求夺劝。贾政那里肯听？说道：“你们问问他干的勾当，可饶不可饶！素日皆是你们这些人把他酿坏了，到这步田地，还来劝解！明日酿到他弑父弑君，你们才不劝不成？”",
            "english": "宝玉从来没有经历过这样的痛苦。起初，他觉得被打得很痛，乱喊乱叫。后来，他的气变得虚弱，声音变得嘶哑，无法说话。众门客见他被打得很惨，赶上来恳求他停下来。贾政不肯听，说：“你们知道他干了什么坏事，还能饶他吗？平时都是你们这些人把他带坏了，现在到了这步田地，你们还来劝他。明天，如果他杀父弑君，你们才不劝吗？”",
            "chinese": "宝玉从来没有经历过这样的痛苦。起初，他觉得打得很痛，乱喊乱叫。后来，他的气变得虚弱，声音变得嘶哑，无法说话。众门客见他被打得很惨，赶上来恳求他停下来。贾政不肯听，说：“你们知道他干了什么坏事，还能饶他吗？平时都是你们这些人把他带坏了，现在到了这步田地，你们还来劝他。明天，如果他杀父弑君，你们才不劝吗？”"
        },
        {
            "original": "众人听这话不好，知道气急了，忙乱著觅人进去给信。王夫人听了，不及去回贾母，便忙穿衣出来，也不顾有人没人，忙忙扶了一个丫头，赶往书房中来。慌得众门客小厮等避之不及。贾政正要再打，一见王夫人进来，更加火上浇油，那板子越下去的又狠又快。按宝玉的两个小厮忙松手走开。宝玉早已动弹不得了。",
            "english": "All of them were very angry when they heard this, knowing that he was so angry. They hurried to send someone in to tell him. Wang Fei heard it and was too busy to go back to the old lady's room. She hurried to put on her clothes and came out, and she didn't care whether there were people or not. She hurriedly held an attendant and went to the study room. The attendants and small servants were so frightened that they couldn't help themselves. When Jia Zheng was about to beat him again, he saw Wang Fei come in, and he was so angry that the board went down again and again. The two small attendants who were holding the back of the宝玉's two small attendants hurriedly let go and walked away. The宝玉 could hardly move.",
            "chinese": "大家听了这话都不好，知道他气急了，忙着找人进去传话。王夫人听了，来不及回贾母，就赶紧穿好衣服出来，不顾有没有人，忙忙扶着一个丫头，赶往书房里来。慌得众门客小厮们避之不及。贾政正要再打，一见王夫人进来，火上浇油，那板子又下去得又狠又快。按宝玉的两个小厮忙松手走开。宝玉早已动弹不得了。"
        },
        {
            "original": "贾政还欲打时，早被王夫人抱住板子。贾政道：“罢了，罢了！今日必定要气死我才罢！”王夫人哭道：“宝玉虽然该打，老爷也要保重！且炎暑天气，老太太身上又不大好，打死宝玉事小，倘或老太太一时不自在了，岂不事大？”贾政冷笑道：“倒休提这话！我养了这不肖的孽障，我已不孝！平昔教训他一番，又有众人护持，不如趁今日结果了他的狗命，以绝将来之患！”说著，便要绳来勒死。王夫人连忙抱住哭道：“老爷虽然应当管教儿子，也要看夫妻分上！我如今已五十岁的人，只有这个孽障，必定苦苦的以他为法，我也不敢深劝。今日越发要弄死他，岂不是有意绝我呢？既要勒死他，索性先勒死我，再勒死他！我们娘儿们不如一同死了，在阴司里也得个依靠！”说毕，抱住宝玉，放声大哭起来。",
            "english": "Jia Zheng wanted to beat Yu Boyang, but was stopped by Wang Fu. Jia Zheng said, \"Enough, enough! I must make him die today!\" Wang Fu cried, \"Although Boyang deserves to be beaten, you must take care of yourself! Now that the weather is hot, and your mother's health is not good, killing Boyang is not a big deal, but if your mother has any discomfort, it would be a big problem.\" Jia Zheng said coldly, \"Don't mention these words! I have raised this ungrateful brat, and I am already ungrateful! If I don't discipline him, there will be a lot of people protecting him. Let's just strangle him today to cut off all future problems!\" Saying this, he reached for the rope to strangle him. Wang Fu hurriedly hugged him and cried, \"Although you should discipline your son, you must take into account the feelings between us! I am already fifty years old, and I only have this son. I must use him to set an example for others, and I dare not give him too much advice. If you kill him, you are deliberately trying to kill me! If you kill him, you might as well kill me",
            "chinese": "贾政想打宝玉，但被王夫人拦住了。贾政说：“够了，够了！今天一定要气死我才罢！”王夫人哭着说：“宝玉虽然该打，老爷也要保重！现在天气炎热，老太太身体又不好，打死宝玉事小，如果老太太一时不舒服了，岂不是大事？”贾政冷笑道：“别提这些话了！我养了这个不孝的孽障，我已经不孝了！平时教育他，又有众人护着他，不如趁今天杀了他的狗命，以绝后患！”说着，就要绳子来勒死他。王夫人连忙抱住哭道：“老爷虽然应该管教儿子，也要看夫妻情分！我如今已经五十岁了，只有这个孽障，必须要用他来定规矩，我也不敢深劝。今天非要杀他不可，岂不是有意绝我吗？要杀他，索性先杀我，再杀他！我们娘儿们不如一起死了，在阴间也有个依靠！”说完，抱住宝玉，放声大哭。"
        },
        {
            "original": "贾政听了此话，不觉长叹一声，向椅上坐了，泪如雨下。王夫人抱著宝玉，只见他面白气弱，底下穿著一条绿纱小衣，一片皆是血渍。禁不住解下汗巾去，由腿看至臀胫，或青或紫，或整或破，竟无一点好处，不觉失声大哭起“苦命的儿”来。因哭出“苦命的儿”来，又想起贾珠来，便叫著贾珠，哭道：“若有你活著，便死一百个，我也不管了！”",
            "english": "Jia Zheng heard this and sighed deeply, sitting down on his chair and weeping like a fountain. Lady Wang, holding the baby, saw that his face was pale, his breath weak, and he was wearing a green silk undergarment, all covered in bloodstains. She took off her sweat towel and examined from his thigh to his calf, finding some parts blue and purple, some whole and some torn, not a single good spot. She could not help but let out a loud cry, \"Poor little one!\" And just as she cried out \"Poor little one,\" she remembered Jia Zhu and called out, \"If you were still alive, even if you died a hundred times, I wouldn't care!\"\n\n中文原文：\n\n贾政听了这话，不禁长叹一声，坐到椅子上，泪如雨下。王夫人抱着宝玉，只见他面色苍白，气弱无力，下身穿着一条绿纱小衣，全身都沾满了血渍。禁不住解下汗巾，从大腿看到小腿，或青或紫，或完整或破损，没有一处好的地方，不禁失声大哭起来：“苦命的儿啊！”因为哭出了“苦命的儿”，又想起了贾珠，便叫",
            "chinese": "贾政听了这话，不禁长叹一声，坐到椅子上，泪如雨下。王夫人抱着宝玉，只见他面色苍白，气弱无力，下身穿着一条绿纱小衣，全身都沾满了血渍。禁不住解下汗巾，从大腿看到小腿，或青或紫，或完整或破损，没有一处好的地方，不禁失声大哭起来：“苦命的儿啊！”因为哭出了“苦命的儿”，又想起了贾珠，便叫着贾珠，哭道：“若有你活着，就是死一百个，我也不管了！”"
        },
        {
            "original": "此时里面的人闻得王夫人出来，李执、凤姐及迎探姊妹两个也都出来了。王夫人哭著贾珠的名字，别人还可，惟有李纨禁不住也抽抽搭搭的哭起来了。贾政听了，那泪更似走珠一般滚了下来。",
            "english": "Now the people inside heard Lady Wang come out, and Li Zhu, Fengzhi, and the two younger sisters came out as well. Lady Wang cried out the name of her son Zhu, and everyone else was still weeping, but Li Wanku couldn't help but cry as well. Upon hearing this, the Marquis of Jia cried tears like pearls.",
            "chinese": "现在里面的人听到王夫人出来，李执、凤姐和迎探姊妹两个也出来了。王夫人哭著贾珠的名字，其他人还好，只有李纨忍不住也抽抽搭搭地哭了起来。贾政听了，眼泪像珠子一样滚滚而下。"
        },
        {
            "original": "正没开交处，忽听丫鬟来说：“老太太来了。”一言未了，只听窗外颤巍巍的声气说道：“先打死我，再打死他，就乾净了！”",
            "english": "When they were in the middle of the argument, a maid suddenly came to say, \"Grandmother is here.\" And before the words were out of her mouth, she heard an old, trembling voice outside the window saying, \"First kill me, then kill him, and everything will be clear!\"\n\n中文原文：\n\n一言未了，只听窗外竹子上一声响，恰似窗屉子倒了一般，众人吓了一跳。接着只见一群燕子飞来，向北而栖，直飞到头上，又往南去了。\n\n英文翻译：\n\nAs soon as the words were finished, a sound came from outside the window, as if a drawer had fallen. Everyone was startled. Then they saw a group of swallows flying to the north and then flying south over their heads.\n\n中文原文：\n\n贾母笑道：“这有什么难的，你姑妈有三个儿子，你姑父只有一个儿子。这三儿子的媳妇，现在是你们的嫂子。他这亲兄弟的儿子，就是你们的兄弟。他这兄弟的女儿，就是你们的姐妹了。我们这辈，你又叫他姑妈，他就是你姑父了。这还不好分辨呢。”\n\n英文翻译：\n\nJia Moli laughed",
            "chinese": "正没开交的时候，忽然听到丫鬟来说：“老太太来了。”话音未落，只听窗外颤巍巍的声音说道：“先打死我，再打死他，就干净了！”"
        },
        {
            "original": "贾政见母亲来了，又急又痛，连忙迎出来。只见贾母扶著丫头，摇头喘气的走来。贾政上前躬身陪笑说道：“大暑热的天，老太太有什么吩咐，何必自己走来？只叫儿子进去吩咐便了。”贾母听了，便止步喘息，一面厉声道：“你原来和我说话！我倒有话吩咐，只是我一生没养个好儿子，却叫我和谁说去？”",
            "english": "Jia Zheng saw his mother coming and was both anxious and sad. He hurried out to meet her. As soon as Jia Zheng saw Jia Zhen, he took a deep breath and smiled, \"It's a hot day. What did you say to me?\" Jia Zhen stopped and took a deep breath. She said, \"You don't have to talk to me. I have something to tell you. But I've never had a good son. Who am I going to talk to?\"",
            "chinese": "贾政见母亲来了，又急又痛，连忙迎出来。只见贾母扶着丫头，喘息着走来。贾政上前躬身陪笑说道：“大热天的，老太太有什么吩咐，何必自己走来？只叫儿子进去吩咐便了。”贾母听了，便止步喘息，一面厉声道：“你原来和我说话！我倒有话吩咐，只是我一生没养个好儿子，却叫我和谁说去？”"
        },
        {
            "original": "贾政听这话不像，忙跪下含泪说道：“儿子管他也为的是光宗耀祖。老太太这话，儿子如何当的起？”贾母听说，便啐了一口，说道：“我说了一句话，你就禁不起；你那样下死手的板子，难道宝玉儿就禁的起了？你说教训儿子是光宗耀祖，当日你父亲怎么教训你来著？”说著，也不觉泪往下流。贾政又陪笑道：“老太太也不必伤感，都是儿子一时性急。从此以后，再不打他了。”贾母便冷笑两声道：“你也不必和我赌气！你的儿子，自然你要打就打。－－想来你也厌烦我们娘儿们，不如我们早离了你，大家乾净！”说著，便命人：“去看轿！我和你太太宝玉儿立刻回南京去！”家下人只得答应著。",
            "english": "Jia Zheng heard this and thought it was not right. He hurriedly knelt down and shed tears and said, \"I disciplined him to honor the family name. You speak like this, how can I bear it?\" Jia Zhen heard this and spat and said, \"You spoke one word and you couldn't bear it. You beat him so hard. How could he bear it? You say you discipline your son to honor the family name. How did your father discipline you?\" He did not help but shed tears. Jia Zheng replied with a smile, \"Grandmother, don't be angry. I was angry. From now on, I will never beat him.\" Jia Zhen laughed and said, \"You don't have to make a fuss with me. Your son wants to be disciplined, so you can discipline him. - I think you are tired of us. Why don't we leave you and everyone else?\" The attendants only agreed.\n\n中文原文：\n\n贾政听了这话，觉得不像，急忙跪下来含着眼泪说道：“我管教他也是为了光宗耀祖。老太太这样说，我怎么承受得起？”贾母听了，便啐了一口，说道：“我说了一句话，你就禁不起；你打宝玉那么",
            "chinese": "贾政听了这话，觉得不像，急忙跪下来含着眼泪说道：“我管教他也是为了光宗耀祖。老太太这样说，我怎么承受得起？”贾母听了，便啐了一口，说道：“我说了一句话，你就禁不起；你打宝玉那么重，他能禁得起吗？你说教训儿子是光宗耀祖，你父亲怎么教训你来的？”说着，也不觉泪流满面。贾政又陪笑道：“老太太，你别生气，我一时气急了。从此以后，我再也不会打他了。”贾母便冷笑两声道：“你也不必和我赌气！你的儿子，你想打就打。－－想来你也厌烦我们娘儿们，不如我们早离开你，大家清静！”家下人只得答应着。"
        },
        {
            "original": "贾母又叫王夫人道：“你也不必哭了。如今宝玉儿年纪小，你疼他；他将来长大，为官作宦的，也未必想著你是他母亲了。你如今倒是不疼他，只怕将来还少生一口气呢！”贾政听说，忙叩头，说道：“母亲如此说，儿子无立足之地了！”贾母冷笑道：“你分明使我无立足之地，你反说起你来？只是我们回去了，你心里乾净，看有谁来不许你打！”一面说，一面只命：“快打点行李车辆轿马回去！”贾政直挺挺跪著，叩头谢罪。",
            "english": "Jia Ma said to Wang Fu, \"Don't cry anymore. Now that the boy is young, you love him; when he grows up, he may not remember you as his mother. You might as well not show your love now, so you won't regret it later.\" Jia Zheng listened and knelt down quickly, saying, \"Mother, if you say that, I won't have anywhere to go!\" Jia Ma said coldly, \"You're the one making me have no place to go, and you're blaming me!\" She then ordered the servants to pack up the luggage, carriages, and sedan chairs and get ready to leave. Jia Zheng knelt straight and head down, apologizing to his mother.",
            "chinese": "贾母又对王夫人说：“你别哭了。现在宝玉年纪小，你疼他；将来他做大官了，不一定想着你是他母亲。你不如现在不疼他，恐怕将来会后悔！”贾政听了，忙磕头，说：“母亲这么说，我就没地方住了！”贾母冷冷地笑着说：“你分明让我没地方住了，你倒说起你来！我们回去了，你心里就干净了，看还有谁不让你打！”一边说，一边让打点行李、车辆、轿马回去！贾政直挺挺跪着，磕头认错。"
        },
        {
            "original": "贾母一面说，一面来看宝玉，只见今日这顿打，不比往日，又是心疼，又是生气，也抱著哭个不了。王夫人与凤姐等劝解了一会，方渐渐的止住。",
            "english": "Jia Mote said while looking at Baoyu, seeing that this beating today was different from the previous ones, she was both heartbroken and angry, and cried to comfort him. Wang Fu and Feng Zhongzheng tried to comfort her for a while, and she gradually stopped.",
            "chinese": "贾母一边说，一边来看宝玉，只见今日这顿打，不比往日，又是心疼，又是生气，也抱着哭个不停。王夫人与凤姐等劝解了一会儿，方渐渐止住。"
        },
        {
            "original": "早有丫鬟媳妇等，上来要搀宝玉。凤姐便骂：“糊涂东西！也不睁开眼瞧瞧。这个样儿，怎么搀著走的？还不快进去把那藤屉子春凳抬出来呢？”众人听了，连忙飞跑进去，果然抬出春凳来，将宝玉放上，随著贾母王夫人等进去，送至贾母屋里。",
            "english": "There were maids and servants who came up to support the Yu Bai. The Feng Zhen slapped them: \"Confused things, do not open your eyes to see. This kind of thing, how to support? Quickly go in and take out the wicker chair to carry it out!\" Everyone heard, ran quickly inside, and indeed carried out the wicker chair, put the Yu Bai on it, and followed the Jia Mo, Wang Furen, etc. into the room, and sent it to the Jia Mo's house.",
            "chinese": "早有丫鬟媳妇们上来要搀扶宝玉。凤姐便骂：“糊涂东西，也不睁眼看看。这个样子，怎么搀扶着走？还不快进去把那藤屉子春凳抬出来呢？”众人听了，连忙飞跑进去，果然抬出春凳来，将宝玉放上，随著贾母、王夫人等进去，送至贾母屋里。\n\n注意：此示例为机器翻译，可能有语法错误和不准确之处。"
        },
        {
            "original": "彼时贾政见贾母怒气未消，不敢自便，也跟著进来，看看宝玉果然打重了，再看看王夫人一声“肉”一声“儿”的哭道：“你替珠儿早死了，留著珠儿，也免你父亲生气，我也不白操这半世的心了！这会子，你倘或有个好歹，撂下我，叫我靠那一个！”数落一场，又哭：“不争气的儿！”贾政听了，也就灰心，自己不该下毒手打到如此地步。先劝贾母，贾母含泪说道：“儿子不好，原是要管的，不该打到这个分儿。你不出去，还在这里做什么？难道于心不足，还要眼看著他死了才算吗？”贾政听说，方诺诺退出去了。",
            "english": "At that time, Jia Zheng saw that Jia Mother was angry and dared not go anywhere. He followed in, and when he saw that Bao Yuyu was severely beaten, Wang Fu said, \"You would have died early and saved Zhu Zhu if you had died early. You wouldn't have made me suffer all this. You're not worth it!\" Jia Zheng heard this and lost heart, feeling that he shouldn't have beaten him to this extent. He first persuaded Jia Mother, who said through tears, \"Son, it's good to be disciplined, but you shouldn't have beaten him this badly. You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not worth it! You're not",
            "chinese": "当时贾政见贾母生气，不敢随便走，跟著进来，看到宝玉被打重了，王夫人哭道：“你替珠儿早死了，留下珠儿，也免得你父亲生气，我不白操心了！这会子，你要是有个好歹，我怎么办？你也不争气！”贾政听了，也就灰心，自己不该下手打到这个地步。先劝贾母，贾母含泪说：“儿子不好，原是要管的，不该打到这个地步。你不出去，还在这里做什么？难道你还要眼睁睁地看着他死才算吗？”贾政听说，就答应了出去。"
        },
        {
            "original": "此时薛姨妈、宝钗、香菱、袭人、湘云等也都在这里。袭人满心委屈，只不好十分使出来。见众人围著，灌水的灌水，打扇的打扇，自己插不下手去，便索性走出门，到二门前，命小厮们找了焙茗来细问：“方才好端端的，为什么打起来？你也不早来透个信儿！”焙茗急的说：“偏我没在跟前！打到半中间，我才听见了。忙打听原故，却是为琪官儿和金钏儿姐姐的事。”袭人道：“老爷怎么知道了？”焙茗道：“那琪官儿的事，多半是薛大爷素昔吃醋，没法儿出气，不知在外头挑唆了谁来在老爷跟前下的蛆。那金钏儿姐姐的事，大约是三爷说的。－－我也是听见跟老爷的人说。”",
            "english": "Now Xue Yimei, Baoshan, Xiang Ling, Xisi, and Xiangyun were all gathered here. Xisi was feeling upset, but she didn't want to show it in front of everyone. She saw that everyone was busy, so she left and went out to the second gate, calling for Baimei. \"Why did they start fighting all of a sudden? Why didn't you come to tell me earlier?\" Baimei was in a panic and said, \"I was just out of reach! I heard the commotion halfway through. When I asked the reason, it was because of the affair between the Prince and Jinxian.\" Xisi asked, \"Why did the old man find out about it?\" Baimei said, \"The Prince's affair, it must have been because the old man has always been jealous and has nowhere to vent his anger. He probably went outside and incited someone to say bad things about him. As for Jinxian's affair, it's probably because the Prince said something.\"\n\nSimplified Chinese Translation:\n\n现在薛姨妈、宝钗、香菱、袭人、湘云等都在这里。袭人心情委屈，但不想在众人面前表现出来。见大家都围著，有人在",
            "chinese": "现在薛姨妈、宝钗、香菱、袭人、湘云等都在这里。袭人心情委屈，但不想在众人面前表现出来。见大家都围著，有人在倒水，有人在扇风，自己插不上手，就走出去到二门前，叫小厮们找焙茗来问：“刚才好好的，为什么打起来了？你为什么不早点来通报一声？”焙茗急得说：“我刚好不在身边！打到半中间，我才听到。我问原因，是因为琪官儿和金钏儿姐姐的事。”袭人问：“老爷怎么知道了？”焙茗说：“琪官儿的事，多半是薛大爷一向吃醋，没地方出气，不知道在外面挑唆了谁来在老爷面前说坏话。金钏儿姐姐的事，大概是因为三爷说的。”"
        },
        {
            "original": "袭人听了这两件事都对景，心中也就信了八九分，然后回来，只见众人都替宝玉疗治。调停完备，贾母命好生抬到他屋里去。众人一声答应，七手八脚，忙把宝玉送入怡红院内自己床上卧好。又乱了半日，众人渐渐的散去了，袭人方才进前来经心服侍细问。",
            "english": "袭人听了这两件事都对景，心中也就信了八九分，然后回来，只见众人都替宝玉疗治。调停完备，贾母命好生抬到他屋里去。众人一声答应，七手八脚，忙把宝玉送入怡红院内自己床上卧好。又乱了半日，众人渐渐的散去了，袭人方才进前来经心服侍细问。",
            "chinese": "袭人听了这两件事都对景，心中也就信了八九分，然后回来，只见众人都替宝玉疗治。调停完备，贾母命好生抬到他屋里去。众人一声答应，七手八脚，忙把宝玉送入怡红院内自己床上卧好。又乱了半日，众人渐渐的散去了，袭人方才进前来经心服侍细问。"
        },
        {
            "original": "要知端底究竟如何，且听下回分解。",
            "english": "To understand the truth of the matter, let's hear the rest in the next episode.\n\nSpecifically, here is the comparison between Chinese vernacular and simple modern Putonghua:\n\n- 要知端底究竟如何：To understand the truth of the matter\n- 且听下回分解：Let's hear the rest in the next episode\n\nAs you can see, the two sentences have the same meaning, but the expression is slightly different. Therefore, we can rewrite the Chinese vernacular as simple modern Putonghua to make it more easily understood and readable.",
            "chinese": "要了解事情的真相，且听下回分解。\n\n具体来说，以下是中国白话与简单的现代普通话的对比：\n\n- 要知端底究竟如何：要了解事情的真相\n- 且听下回分解：且听下回分解\n\n可以看到，上述两句话的含义完全相同，只是表达方式略有不同。因此，我们可以将中国白话改写为简单的现代普通话，使其更加易于理解和阅读。"
        }
    ],
    "title": "《手足眈眈小动唇舌　不肖种种大承笞挞》",
    "chapter_number": 33
}