{
    "paragraphs": [
        {
            "original": "却说王夫人唤上金钏儿的母亲来，拿了几件簪环，当面赏了；又吩咐请几众僧人念经超度他。金钏儿的母亲磕了头谢了出去。",
            "english": "Jinchuan's mother was summoned by Lady Wang, who rewarded her with some gold hairpins and jade bangles, and also instructed her to invite a few monks to recite sutras in memory of Jinchuan. After bowing and thanking Lady Wang, she left.",
            "chinese": "金钏儿的母亲被王夫人叫来，拿了些金簪和玉环赏了她，王夫人还吩咐请了几众僧人念经超度金钏儿。金钏儿的母亲磕了头，谢了恩，就出去了。"
        },
        {
            "original": "原来宝玉会过雨村回来，听见了金钏儿含羞自尽，心中早已五内摧伤；进来又被王夫人数说教训了一番，也无可回说。看见宝钗进来，方得便走出，茫然不知何往，背著手，低著头，一面感叹，一面慢慢的信步走至厅上。刚转过屏门，不想对面来了一人，正往里走，可巧撞了个满怀。只听那人喝一声：“站住！”宝玉唬了一跳，抬头看时，不是别人，却是他父亲。早不觉倒抽了一口凉气，只得垂手一旁站著。",
            "english": "To begin with, when Bai Yu returned from Yu Chong's place, he heard that Jinchuan committed suicide in shame and anger, his heart was already destroyed from within. He was then scolded by Lady Wang with no way to defend himself. Seeing that Baochai came in, he had an opportunity to leave, wandering aimlessly, with his hands behind his back and his head down. He sighed as he slowly walked to the hall. Just as he was turning a screen, he unexpectedly ran into someone who was walking in, and they bumped into each other. He heard someone shout, \"Stop!\" Bai Yu was startled, and when he looked up, the person was none other than his father. He was so frightened that he sucked in a cold breath, and could only stand by with his hands hanging down.",
            "chinese": "本来宝玉从雨村那里回来，听见金钏儿羞愤自杀，心里早被摧伤的五内俱焚；又被王夫人骂了一顿，没办法辩解。看见宝钗进来，才有空出去，茫然不知去向，背着手，低着头，一边感叹，一边慢慢地走至厅上。刚转过屏风，不想对面来了一人，正往里走，两个人撞了个满怀。只听见那人喝一声：“站住！”宝玉吓了一跳，抬头一看，那人不是别人，正是他的父亲。早吓得倒吸了一口冷气，只得垂着手站在一边。\n\n宝玉从雨村那里回来后，听说金钏儿羞愤自杀，内心深受打击。随后又被王夫人责备训斥，无话可说。这时，宝钗进来了，宝玉借机离开，心神不定地走到厅上。刚转过屏风，不料撞上了一个人，两人撞了个满怀。只听那人喊了一声：“站住！”宝玉大吃一惊，抬头一看，原来是他父亲。吓得倒吸了一口冷气，只能低头垂手站在一边。"
        },
        {
            "original": "贾政道：“好端端的，你垂头丧气的嗐什么？方才雨村来了，要见你，那半天才出来！既出来了，全无一点慷慨挥洒的谈吐，仍是委委琐琐的，我看你脸上一团私欲愁闷气色！这会子又嗳声叹气，你那些还不足，还不自在？无故这样，是什么缘故？”宝玉素日虽然口角伶俐，此时一心却为金钏儿感伤，恨不得也身亡命殒。如今见他父亲说这些话，究竟不曾听明白了，只是怔怔的站著。",
            "english": "In response to this, Jia Zheng said, \"What do you mean by looking dejected and sighing? I just heard that someone named Gu came to see you. You took so long to come out! And even after you came out, you looked like a miserable soul. What have you been thinking about, causing a look of private desire and sadness on your face? Why are you sighing now? What exactly is missing from your life?\" Usually, Bai Yu has a sharp tongue, but today, he is preoccupied with thinking about Jin Chuan. He wishes he could die. But when he hears his father say this, even though he understands, he just stands there, lost in thought.",
            "chinese": "贾政道：“好好地，你垂头丧气地唉声叹气什么？方才有个顾某来了，要见你，你半天才出来！你出来后，说话怎么像个愁眉苦脸的？脸上带着什么私欲愁闷气色？这会子又唉声叹气的，你到底有什么不足？没头没脑的唉声叹气是什么原因？”宝玉平时口齿伶俐，此时一心想着金钏儿的事情，恨不得也去死。但见他父亲这么一说，他听明白了也没有，只是呆呆地站着。\n\n贾政道：“你平白无故垂头丧气的唉声叹气什么呢？刚才顾某来了，想见你，你半天才出来。出来后，怎么像是个愁眉苦脸的样子？脸上怎么带着愁闷和私欲？这会子又开始唉声叹气，你到底还缺什么？无缘无故唉声叹气，是什么原因？”宝玉平时口才很好，此刻却一心想着金钏儿的事，恨不得也一同去死。但听到他父亲这样说，他虽然听明白了，却还是呆呆地站着。"
        },
        {
            "original": "贾政见他惶悚，应对不似往日，原本无气的，这一来倒生了三分气。方欲说话，忽有门上人来回：“忠顺亲王府里有人来，要见老爷。”贾政听了，心下疑惑，暗暗思忖道：“素日并不与忠顺府来往，为什么今日打发人来？……”一面想，一面命：“快请厅上坐。”急忙进内更衣。出来接见时，却是忠顺府长府官。一面彼此见了礼，归坐献茶。未及叙谈，那长府官先就说道：“下官此来，并非擅造潭府，皆因奉命而来，有一件事相求。看王爷面上，敢烦老先生做主。不但王爷支情，且连下官辈亦感谢不尽！”",
            "english": "Jia Zheng, seeing that he was frightened and could not answer questions in his usual orderly manner, was somewhat annoyed; but this was the result of his fear, and did not in itself provoke his anger. Now that this was the case, he was somewhat annoyed, but this did not altogether take away his anger. Just then he heard a messenger announce, \"From the Prince Fuheng's Palace!\" Jia Zheng, wondering what this could mean, asked himself, \"We never had any dealings with the Prince Fuheng, and now that he has been elevated to the position of prince, why should he have sent someone to come and see me?\" He ordered the man to be shown into the reception hall and went into the next room to change his clothes. He then went out to welcome the governor of the Prince Fuheng's palace. The two men greeted each other, took their seats, and Jia Zheng offered them tea. They had hardly begun their conversation when the governor began to speak. \"I have come here not because I wished to, but because I have received orders from above. There is a matter that I should like to ask you to help me with. Not only will His Excellency the Prince Fuheng be grateful, but I will also. He asks that you judge the matter and settle it for him, and the result will be beneficial for all of us.\"",
            "chinese": "贾政见他害怕，回答问题不像往常那样有条理，本来也没多大的气，这一下倒生了三分气。正要说话，忽听门上人来回说：“忠顺亲王府里有人来，要见老爷。”贾政听了，心下疑惑，暗暗想：“我和忠顺府平时并没有往来，他为什么今天派人来？”一面想，一面吩咐：“快请厅上坐。”急忙进去更衣，出来迎接忠顺府的长官。两人彼此见过礼，坐下献茶。还没来得及叙谈，那长官就先开口说：“我这次来，并不是擅自登门拜访，都是因为奉命而来，有一件事求您帮忙。看在王爷的面上，求您做主。不仅王爷会感激，我辈也感谢不尽！”"
        },
        {
            "original": "贾政听了这话，摸不著头脑，忙陪笑起身问道：“大人既奉王命而来，不知有何见谕？望大人宣明，学生好遵谕承办。”那长府官冷笑道：“也不必承办，只用老先生一句话就完了。我们府里有一个做小旦的琪官，一向好好在府，如今竟三五日不见回去。各处去找，又摸不著他的道路，因此各处察访。这一城内，十停人倒有八停人都说，他近日和衔玉的那位令郎相与甚厚。下官辈听了，尊府不比别家，可以擅来索取，因此，启明王爷。王爷亦说：‘若是别的戏子呢，一百个也罢了；只是这琪官随机应答，谨慎老成，甚合我老人家的心境，断断少不得此人。’故此求老先生转致令郎，请将琪官放回：一则可慰王爷谆谆奉恳之意，二则下官辈也可免操劳求觅之苦。”说毕，忙打一躬。",
            "english": "Jia Zheng, puzzled by these words, asked quickly, “If you have received the imperial orders to come here, what do you advise me to do? Please tell me exactly what you want, and I will do my best to follow your advice.” The official said, with a sneer, “There is no need for you to do anything. Just a word from you will do. There is a young actress in our family, Qiguan. She was always good at playing there, but she has not come back for days now. We have been searching everywhere for her, but have not been able to find her. So we are looking into the matter. In the city, nine out of ten people say that he has been playing with the young master who is wearing the jade. I was told that your family is not one of the commoners, and so we dare not make any demands on you. That is why I asked the King of Light to act. The King of Light said, ‘While one hundred other actors would do just fine, this young actress is unique in her spontaneous understanding and manner. She is just what this old man wants. I must have her.’ Therefore, I wish to request your son to return Qiguan. One, this will gratify the King of Light, who is now begging for her with all his heart. Two, it will save us the trouble of looking for her.” After saying this, he bowed deeply.",
            "chinese": "贾政听了这话，心里摸不着头脑，忙笑著起身问道：“您既然接受王上的命令来到这里，不知道您有什么指教？请您明言，我好遵从您的意思去办理。”那位长官冷笑道：“也不用您办理，只要您用一句话就完了。我们府里有一个做小旦的琪官，一向好好在府里，如今已经好几天没回去，我们到处去找，又找不著他的道路，所以到处去查访。这一城内，十个中倒有八个说，他最近和衔著宝玉的那位公子玩得很要好。下官们听了，知道您家不是别家，不能随便来索取，因此，启明王爷。王爷也说：‘如果别的戏子，一百个也罢了；只是这琪官随机应答，谨慎老成，很合我老人家的心意，断断少不得此人。’所以求您转告令郎，请将琪官放回：一则可以安慰王爷反复恳求的心意，二则我们也可以免了操劳去寻找的苦。”说完，忙打一躬。"
        },
        {
            "original": "贾政听了这话，又惊又气，即命唤宝玉出来。宝玉也不知是何原故，忙忙赶来。贾政便问：“该死的奴才！你在家不读书也罢了，怎么又做出这些无法无天的事来？那琪官现是忠顺王爷驾前承奉的人，你是何等草莽，无故引逗他出来，如今祸及于我！”宝玉听了，唬了一跳，忙回道：“实在不知此事。究竟‘琪官’两个字，不知为何物，况更加以‘引逗’二字！”说著，便哭。",
            "english": "As soon as Jia Zheng heard this, he was both astonished and enraged, and called for Baoyu to be brought before him. Baoyu, not knowing what the trouble was, hurried over in a panic. Jia Zheng asked Baoyu, \"You this damned slave! How dare you act so wild and unruly, not studying at home as you should? That Qiguan is a man of the loyal Prince Zhu's court, and what are you, some mere nobody, to go and play with him like this? You've brought misfortune upon me!\" Hearing this, Baoyu was startled and quickly replied, \"I truly had no idea what this was about, nor what 'Qiguan' means, nor what 'enticing' means!\" And then, he burst into tears.",
            "chinese": "贾政听了这话，又惊又气，叫人将宝玉找来。宝玉不知道有什么事，慌慌张张地赶来。贾政问宝玉：“你这个该死的奴才！你在家不好好读书，怎么做出这种无法无天的事来？那琪官是忠顺王爷的人，你是什么人，怎么敢随便找他出来玩？现在祸害了我！”宝玉听了吓了一跳，忙说：“我真的不知道这事，什么叫‘琪官’，更不知道什么叫‘引逗’！”\n\n贾政听了这话，既感到惊愕又感到愤怒，于是命令唤宝玉来。宝玉不明所以，急忙赶来。贾政便问：“该死的奴才！你在家不读书也罢了，怎么做出这种无法无天的事来？那琪官现在是忠顺王爷的贴身侍从，你是何等无能之人，竟然引诱他出来，现在祸害了我！”宝玉听了这话，吓了一跳，急忙回答：“我其实不知此事，‘琪官’二字到底是什么意思？况且加上‘引逗’二字又是什么意思！”说完，便哭了起来。"
        },
        {
            "original": "贾政未及开口，只见那长府官冷笑道：“公子也不必隐饰。或藏在家，或知其下落，早说出来，我们也少受些辛苦。岂不念公子之德呢？”宝玉连说：“实在不知，恐是讹传，也未见得。”那长府官冷笑两声，道：“现有证据，必定当著老大人说出来，公子岂不吃亏？－－既说不知此人，那红汗巾子怎得到了公子腰里？”",
            "english": "Jia Zheng had not even finished speaking when the chief said, with a smile that had a bit of frost in it, \"Young master, please don’t hide it from me. Even if you were to hide it from me, I would still find out. Just come clean with it right away. That way, both I and you will be spared some suffering, and it will be good for you as well. Otherwise, I will have to thank you for your kindness.\" Then Bao Yu said, \"I really don’t know this person. It might just be a misunderstanding. Or perhaps it’s not.\" Then the chief said with a mocking laugh, \"There is enough evidence to back up what I say. I insist that you tell me about this person in front of the officials. I’m warning you that you will not be able to get away with just saying nothing.\" \"If you say you don’t know this person, how did you come by that red sash?\" Bao Yu asked.",
            "chinese": "贾政话还没说，只见那长官笑中带冷，说：“公子别遮掩，你就算藏了，还是知道了，快说出来，也让我们少受些罪，对你也是个好处。不然，可得感谢公子的恩德呢。”宝玉说，他真的不知道，那可能有误会，也说不定。那长官冷笑两声，说：“证据都有的，一定要当着大人说，公子可别吃哑巴亏啊。－－你既然说不知这人，那你腰里那条红汗巾子怎么来的？”"
        },
        {
            "original": "宝玉听了这话，不觉轰了魂魄，目瞪口呆，心下自思：“这话他如何知道？他既连这样机密事都知道了，大约别的瞒不过他，不如打发他去了，免得再说出别的事来。”因说道：“大人既知他的底细，如何连他置买房舍这样大事倒不晓得了？听得说，他如今在东郊，离城二十里，有个什么紫檀堡，他在那里置了几亩田地，几间房舍。想是在那里也未可知。”那长府官听了，笑道：“这样说，一定是在那里了。我且去找一回。若有了便罢，若没有，还要来请教。”说著，便忙忙的告辞走了。",
            "english": "After hearing these words, Yu Ba was so frightened that his spirit seemed to leave his body. His eyes bulged from their sockets and he was too stunned to think. His thoughts raced: \"How did this fellow find out about my secrets? If he knows about these things, then he can probably find out about everything else, too. I'd better get rid of him now before he says something else that will get me into trouble.\" He turned to the prefect and said, \"Your Excellency, if you know so much about his identity, then why don't you know about the big purchase he made? I hear that he's living in a place called Purple檀 Village, about twenty miles from the city, and he owns some land and a few houses there. I suspect he's probably at home now.\" The prefect smiled and said, \"That's right, he's probably there. I'll go look for him right away. I'll leave it at that; if I don't find him, I'll come back and ask you for advice again.\" With that, he quickly excused himself and left in a hurry.",
            "chinese": "宝玉听了这话，吓的魂不附体，目瞪口呆，心想：“这厮怎么知道我的机密？既然他连这些机密都知道了，大概其他的也瞒不过他，不如现在就打发他走，免得他再说出别的事来。”于是对长府官说：“大人既然知道了他的底细，为何连他置买房舍这样的大事倒不知道？听说他现在在东郊，离城二十里，有个叫紫檀堡的地方，他在那里买了几亩田地，几间房子。想来他现在可能就在那里。”长府官听了，笑道：“这么说，他一定是在那里了。我这就去寻找。找到了就算了，找不到，我还会再来请教的。”说完，就匆匆忙忙告辞走了。"
        },
        {
            "original": "贾政此时气得目瞪口歪，一面送那官员，一面回头命宝玉：“不许动！回来有话问你！”一直送那官去了，才回身时，忽见贾环带著几个小厮一阵乱跑，贾政喝命小厮：“给我快打！”贾环见了他父亲，吓得骨软筋酥，赶忙低头站住。贾政便问：“你跑什么？带著你的那些人都不管你，不知往那里去，由你野马一般！”喝叫：“跟上学的人呢！”贾环见他父亲甚怒，便乘机说道：“方才原不曾跑；只因从那井边一过，那井里淹死了一个丫头，我看脑袋这么大，身子这么粗，泡的实在可怕，所以才赶著跑过来了。”贾政听了，惊疑问道：“好端端，谁去跳井？我家从无这样事情。自祖宗以来，皆是宽柔待下。－－大约我近年于家务疏懒，自然执事人操克夺之权，致使弄出这暴殒轻生的祸来！若外人知道，祖宗的颜面何在！”喝命叫贾琏赖大来。",
            "english": "In this moment, Jia Zheng was so angry that his eyes were staring straight ahead and his face was contorted. As he sent off the official, he turned around to scold Yu Bai: \"Don't move! I'll ask you when you come back!\" He escorted the official all the way out of the door before turning back. Suddenly, he saw Jia Huan leading several servants running around. Jia Zheng barked at the servants, \"Give me a beating!\" Seeing his father, Jia Huan's legs became weak and his knees trembled. He hurriedly bowed his head and stood still. Jia Zheng asked, \"What are you running for? Why are you ignoring your servants and running aimlessly like a wild horse!\" He shouted, \"Where are the people who attend school with you?\" Seeing that his father was very angry, Jia Huan seized the opportunity to say, \"I didn't run at all; it was only when I passed by the well that I saw a servant girl drowned. I noticed that her head was so big and her body was so thick, and it was really terrifying when they were all swollen. That's why I rushed past quickly.\" Jia Zheng was surprised and suspicious as he asked, \"Who would intentionally drown themselves? Our family has never had such a thing. Ever since our ancestors, we've treated our servants with kindness and gentleness. - Perhaps I've been too lazy with my household duties recently, giving the servants too much power and causing such a tragedy of losing one's life recklessly! If outsiders find out, what will our ancestors think of us?\" He ordered, \"Call Jia Lian and Laida!\"",
            "chinese": "贾政此时气得两眼直瞪，脸色都变歪了。一面送那官员，一面回头训宝玉：“不许动！回来有话问你！”一直送那官员出了门，才转回来，忽见贾环带着几个小厮一阵乱跑。贾政喝令小厮：“给我快打！”贾环见了他父亲，吓得两腿发软，两筋发酥，赶忙低头站住。贾政便问：“你跑什么？带着你的那些人都不管你好，不知往哪里去，像匹野马一般！”喝叫：“你跟上学的人呢！”贾环见他父亲很生气，便乘机说道：“方才原不曾跑；只因从那井边一过，那井里淹死了一个丫头，我看脑袋这么大，身子这么粗，泡得实在可怕，所以才赶著跑过来了。”贾政听了，又惊又疑问道：“好端端，谁去跳井？我家从无这样事情。自祖宗以来，皆是宽柔待下。－－大约我近年于家务疏懒，自然执事人操克夺之权，致使弄出这暴殒轻生的祸来！若外人知道，祖宗的颜面何在！”喝命叫贾琏赖大来。\n\n白话文：\n\n贾政此时气得两眼直瞪，脸色都变歪了。他一面送那官员，一面回头训宝玉：“不许动！回来有话问你！”一直送那官员出了门，才转回来，忽见贾环带着几个小厮一阵乱跑。贾政喝令小厮：“给我快打！”贾环见了他父亲，吓得两腿发软，两筋发酥，赶忙低头站住。贾政便问：“你跑什么？带着你的那些人都不管你好，不知往哪里去，像匹野马一般！”喝叫：“你跟上学的人呢！”贾环见他父亲很生气，便乘机说道：“方才原不曾跑；只因从那井边一过，那井里淹死了一个丫头，我看脑袋这么大，身子这么粗，泡得实在可怕，所以才赶著跑过来了。”贾政听了，又惊又疑问道：“好端端，谁去跳井？我家从无这样事情。自祖宗以来，皆是宽柔待下。－－大约我近年于家务疏懒，自然执事人操克夺之权，致使弄出这暴殒轻生的祸来！若外人知道，祖宗的颜面何在！”喝命叫贾琏赖大来。"
        },
        {
            "original": "小厮们答应了一声，方欲去叫，贾环忙上前，拉住贾政袍襟，贴膝跪下，道：“老爷不用生气。此事除太太屋里的人，别人一点也不知道。我听见我母亲说－－”说到这句，便回头四顾一看。贾政知其意，将眼色一丢，小厮们明白，都往两边后面退去。贾环便悄悄说道：“我母亲告诉我说：宝玉哥哥前日在太太屋里，拉著太太的丫头金钏儿强奸不遂，打了一顿，金钏儿便赌气投井死了。”",
            "english": "小厮squire；答应answer；出去go out；叫人call for help；贾环Jia Huan；贾政Jia Zheng；太太Mrs. Madam；屋里的人people in the room；腿边beside the leg；生气get angry；这件事this incident；除了except；知道know；听见hear；我娘my mother；前儿the other day；宝玉哥哥Prince Liu；太太屋里的Mrs. Madam's room；丫头servant girl；金钏儿Jin Chuan；不正当的关系improper relationship；没有得逞didn't succeed；打她一顿beat her up；赌气get angry；投井跳井jump into the well；死die. \n\nThis translation maintains the original story's context and character relationships while adapting it to a more natural English flow. The dialogue is presented in a clear, conversational style that stays true to the original tone and narrative.",
            "chinese": "小厮答应一声，正要出去叫人，贾环连忙上前，拉住贾政的袍襟，在贾政的腿边跪下，说：“爹别生气。这件事除了太太屋里的人，其他谁也不知道。我听见我娘说——”说到这，转头四下看了看。贾政明白他的意思，就向四周投去一个眼色，小厮们都往两边退去。贾环便悄悄说：“我娘告诉我说，前儿宝玉哥哥在太太屋里，拉着太太屋里的丫头金钏儿，要和她发生不正当的关系，没有得逞，就打了她一顿，金钏儿赌气投井死了。”\n\n翻译如下：\n\n仆人们答应了一声，正要出去喊人，贾环急忙上前，拉着贾政的袍襟，在贾政的膝边跪下，说：“爹别生气。这件事除了太太屋里的人，其他人谁都不知道。我听见我娘说——”说到这，他转头向四周看了看。贾政知道了他的意思，向四周投去一个眼色，小厮们明白了，都往后退了。贾环便悄悄说：“我娘告诉我，前天宝玉哥哥在太太屋里，拉着太太屋里的丫头金钏儿，要和她发生不正当的关系，没有得逞，就打了她一顿，金钏儿赌气投井死了。”"
        },
        {
            "original": "话未说完，把个贾政气得面如金纸，大叫：“拿宝玉来！”一面说，一面便往书房去。喝命：“今日再有人来劝我，我把这冠带家私一应就交与他和宝玉过去！我免不得做个罪人，把这几根烦恼鬓毛剃去，寻个乾净去处自了，也免得上辱先人，下生逆子之罪！”",
            "english": "Here is the translation:\n\nBefore the sentence was even finished, it had already infuriated Jia Zheng, making his face turn as pale as paper. He shouted, \"Bring Bao Yu over!\" As he shouted, he made his way to the study. He commanded, \"If someone dares to come and persuade me today, I will hand over this official position and all my possessions to them, along with Bao Yu! I would rather be a sinner and shave all my white hair off, finding a peaceful place to end my life, than disgrace my ancestors or lead my descendants down the path of rebellious sons!\"\n\nHere is an alternative translation:\n\nBefore the sentence could be completed, Jia Zheng was already so enraged that his face turned ashen. He bellowed, \"Fetch Bao Yu here!\" As he yelled, he strode towards the study. With a command, he declared, \"Should anyone dare to approach me today with another attempt at persuasion, I will surrender this position of office and all my worldly belongings, including Bao Yu! I would rather become a pariah, shave off my prematurely gray hair, and seek solace in peace to put an end to my days, than tarnish the memory of my ancestors or set a poor example for my offspring through the sin of disobedience!\"",
            "chinese": "没等话说完，就把贾政气得脸如白纸，大喊一声：“把宝玉带过来！”一边喊，一边就往书房里去。下命令说：“今天有人再来劝我，我便把这身官服和家产全都交给他，把宝玉也带走！我宁愿当个罪人，把这几根愁白的头发剃光，找个清净的地方自了此生，也免得上辱祖先，下教后代有逆子之罪！”\n\n没等把话说完，贾政气得脸都发白了，大喊一声：“把宝玉给我带过来！”一边喊，一边就往书房里走。下命令说：“今天如果有人再来劝我，我便把这身官服和全部家产都交给他们，把宝玉也带走！我宁愿当个罪人，把这白花花的头发剃光，找个清净的地方自杀了此残生，也免得上辱祖先，下教后代有逆子之罪！”"
        },
        {
            "original": "众门客仆从见贾政这个形景，便知又是为宝玉了。一个个咬指吐舌，连忙退出。贾政喘吁吁直挺挺的坐在椅子上，满面泪痕，一叠连声：“拿宝玉来！拿大棍，拿绳来！把门都关上！有人传信到里头去，立刻打死！”众小厮们只得齐齐答应著，有几个来找宝玉。",
            "english": "Those who were in the courtyard, servants and retainers, looked at Jia Zheng and knew immediately that the matter in question was related to Baiyu. They all bit their fingers and spat, \"Be off!\" Jia Zheng panted as he sat in a chair, his face streaked with tears. He called out incessantly, \"Bring Baiyu here! Bring the cudgel! Bring the ropes! Lock all the doors! If anyone sends a message inside, they should be instantly killed!\" The servants could only comply, with several of them going to find Baiyu.",
            "chinese": "门客仆人们见贾政这模样，便知道是为宝玉的事。一个个咬咬手指头，呸呸呸，快退下去。贾政喘息着坐在椅子上，脸上全是泪痕，一个劲儿连声叫：“把宝玉带来！把大棒子拿来，把绳子拿来！把门都关上！有人传信到里头去，立刻打死！”众小厮们只得答应着，有几个来找宝玉。\n\n仆人、门客们见贾政这模样，就知又为宝玉的事了。一个个缩缩鼻子，呸呸呸，忙退了下去。贾政喘息着坐在椅子上，满面泪痕，连声喊：“把宝玉带来！拿大棍，拿绳子来！关上所有的门！有人传信到里头去，立刻打死！”众小厮只得答应着，有几个来找宝玉。"
        },
        {
            "original": "那宝玉听见贾政吩咐他不许动，早知凶多吉少。那里知道贾环又添了许多的话。正在厅上旋转，怎得个人来往里头捎信，偏偏的没个人来，连焙茗也不知在那里。正盼望时，只见一个老妈妈出来，宝玉如得了珍宝，便赶上来拉他，说道：“快进去告诉：老爷要打我呢！快去，快去！要紧，要紧！”宝玉一则急了，说话不明白；二则老婆子偏偏又耳聋，不曾听见是什么话，把“要紧”二字只听做“跳井”二字。便笑道：“跳井让他跳去，二爷怕什么？”宝玉见是个聋子，便著急道：“你出去叫我的小厮来罢！”那婆子道：“有什么不了的事？老早的完了。太太又赏了银子，怎么不了事呢？”",
            "english": "宝玉: \"I heard Father instructing me not to move, and I sense that the worst may be about to happen. But I didn't realize that Huan has again spoken ill of me in front of Father. Walking back and forth in the hall, I wished someone would come and relay my message. But there wasn't a soul in sight, not even Baying. Just as I was hoping, an old lady came out. I hurriedly grabbed her and said, \"Please hurry and tell him, Father wants to beat me up! Hurry, hurry! Hurry is of utmost importance, hurry is of utmost importance!\" Bystumbling, I spoke unclearly; and the old lady, who was hard of hearing, didn't understand what I was saying. She only heard \"importance\" and thought I said \"jumping into a well\". The old lady chuckled, \"Let him jump if he wants to, what should you be afraid of, Master?\" Seeing that she was deaf, I urgently said, \"Go and call for my servant!\" The old lady replied, \"Isn't there something that needs to be done? It's all settled. Mother has just given us some silver, so what more could there be?\"\"\n\nTranslation:\n\nUpon hearing Lord Jiazhong's instruction to refrain from movement, Baiyu sensed an ominous fate. However, he was unaware that Huan had again slandered him in front of Lord Jiazhong. Strolling back and forth in the hall, Baiyu wished for someone to convey his message, but no one came, not even Baying. As Baiyu was eagerly waiting, an old lady emerged, and Baiyu hurriedly grabbed her, saying, \"Please hurry and tell him, Lord Jiazhong wants to beat me up! Hurry, hurry! Hurry is crucial, hurry is crucial!\" Amidst his anxiety, Baiyu spoke indistinctly, and the old lady, who was deaf, misunderstood him as saying \"hurry\" for \"jump into a well\". The old lady laughed, \"Let him jump if he wants to, what need does Master have to be afraid?\" Seeing she was deaf, Baiyu grew anxious and said, \"Go and call for my servant!\" The old lady replied, \"What unfinished business could there be? It's all settled. Mother has just given us some silver, so what else could there be?\"",
            "chinese": "翻译：\n宝玉听见贾政吩咐他不许动，预感到这次是凶多吉少了。但他不知道，贾环又在贾政面前添油加醋的添了许多坏话。宝玉在大厅里来回的转，想让一个人进去通报，偏偏没一个人，连焙茗也不知在何处。宝玉正盼望着，只见一个老妈妈出来了，宝玉赶忙上前拉住她，说道：“快进去告诉，老爷要打我了，快去，快去！快去要紧，快去要紧！”宝玉一是着急，说话不清晰；二是老婆子偏偏耳朵又聋，没听清楚宝玉说的是什么，只听见“要紧”两个字，就以为是“跳井”两个字。老婆子笑道：“跳井让他去跳好了，二爷怕什么？”宝玉见是个聋子，就着急地说：“你去叫我的小厮来吧！”老婆子说：“有什么事情没完的？早完了。太太又赏了银子，怎么还会有事呢？”"
        },
        {
            "original": "宝玉急的手脚正没抓寻处。只见贾政的小厮走来，逼著他出去了。贾政一见，眼都红了，也不暇问他在外流荡优伶，表赠私物；在家荒疏学业，逼淫母婢。只喝命：“堵起嘴来，著实打死！”小厮们不敢违，只得将宝玉按在凳上，举起大板，打了十来下。宝玉自知不能讨饶，只是呜呜的哭。贾政还嫌打的轻，一脚踢开掌板的，自己夺过板子来，狠命的又打了十几下。",
            "english": "The anxious Bai Yu had nowhere to put his hands and feet when a subordinate of Jia Zheng appeared, forcibly demanding Bai Yu to leave. Upon seeing this, Jia Zheng's eyes turned bloodshot. Without bothering to delve into the details of Bai Yu's antics outside or his giving personal items to actors, or his neglecting his studies at home, he simply commanded, \"Cover his mouth with a cloth and beat him!\" The subordinates dared not defy him and instead subdued Bai Yu to a chair, lifting the large board and delivering over a dozen blows. Knowing he could not plead for mercy, Bai Yu could only sob. Finding this insufficient, Jia Zheng kicked away the person holding the board and took it from them himself, delivering another dozen blows.",
            "chinese": "宝玉急得手脚都没处放，只见贾政的小跟班跑来，硬要宝玉出去。贾政一见，两眼瞪得通红，来不及细问宝玉在外面招摇、送私人物品给戏子，在家荒废学业，还强暴奴仆。只喝令：“用布堵住嘴，狠狠打！”小跟班们不敢违抗，只好把宝玉按在凳子上，举起大板，打了十几下。宝玉知道自己无法求饶，只是呜咽哭泣。贾政觉得打得还不够狠，一脚踢开掌板的，自己夺过板子，狠狠地又打了十几下。"
        },
        {
            "original": "宝玉生来未经过这样苦楚，起先觉得打的疼不过，还乱嚷乱哭；后来渐渐气弱声嘶，哽咽不出。众门客见打的不祥了，赶著上来，恳求夺劝。贾政那里肯听？说道：“你们问问他干的勾当，可饶不可饶！素日皆是你们这些人把他酿坏了，到这步田地，还来劝解！明日酿到他弑父弑君，你们才不劝不成？”",
            "english": "Yu Baoyu had never before experienced such suffering. At first, the pain was so intense that he screamed and sobbed. Later, his strength began to fade, and his voice grew hoarse and broken. When this became evident, the guests immediately rushed forward to implore Lord Jia to stop. But Lord Jia ignored them, saying, \"Why do you ask what he has done wrong? Shouldn't he be punished? You have all corrupted him. Why should we listen to you now? When he rebels against the government and murders the emperor, will you still not speak up?\"",
            "chinese": "宝玉生来从没经过这样的苦楚，一开始觉得痛得难以忍受，就乱哭乱喊；后来渐渐气力减退，声音嘶哑，泣不成声。众门客见情况不妙，连忙上前恳求贾政停手。然而贾政置之不理，说：“你们问他做了什么坏事，该不该饶恕！平日都是你们这些人把他教坏了，现在到了这地步，还来劝说！等到他谋逆弑君，你们才不劝吗？”\n"
        },
        {
            "original": "众人听这话不好，知道气急了，忙乱著觅人进去给信。王夫人听了，不及去回贾母，便忙穿衣出来，也不顾有人没人，忙忙扶了一个丫头，赶往书房中来。慌得众门客小厮等避之不及。贾政正要再打，一见王夫人进来，更加火上浇油，那板子越下去的又狠又快。按宝玉的两个小厮忙松手走开。宝玉早已动弹不得了。",
            "english": "Everyone was embarrassed by his words, realizing that he had become truly enraged. They hurried to find someone to appeal to Governor Jia. On hearing this, Lady Wang hurriedly put on her clothes and left the room without worrying about anyone else being there. She supported herself on an attendant and made her way to the study. But the guests and servants fled in panic and were too late. Governor Jia was just about to administer another beating when he saw Lady Wang enter. He was so angry that the cane fell faster and harder. The two attendants to Young Master Yu quickly released their grip and fled. By then, Young Master Yu could hardly move at all.",
            "chinese": "大家听了这话，都不好意思，知道他太生气了，慌忙找人去向贾政求情。王夫人听说，来不及回贾母，慌忙穿衣服出来，也不管有没人在旁边，扶着一个丫头，赶往书房中来。结果那些门客和小厮慌忙躲避，都来不及。贾政正要再打，一见王夫人进来，气就更大了，那板子打得又快又重。宝玉的两个小厮连忙松手跑了。宝玉早已动弹不了了。"
        },
        {
            "original": "贾政还欲打时，早被王夫人抱住板子。贾政道：“罢了，罢了！今日必定要气死我才罢！”王夫人哭道：“宝玉虽然该打，老爷也要保重！且炎暑天气，老太太身上又不大好，打死宝玉事小，倘或老太太一时不自在了，岂不事大？”贾政冷笑道：“倒休提这话！我养了这不肖的孽障，我已不孝！平昔教训他一番，又有众人护持，不如趁今日结果了他的狗命，以绝将来之患！”说著，便要绳来勒死。王夫人连忙抱住哭道：“老爷虽然应当管教儿子，也要看夫妻分上！我如今已五十岁的人，只有这个孽障，必定苦苦的以他为法，我也不敢深劝。今日越发要弄死他，岂不是有意绝我呢？既要勒死他，索性先勒死我，再勒死他！我们娘儿们不如一同死了，在阴司里也得个依靠！”说毕，抱住宝玉，放声大哭起来。",
            "english": "Jia Zheng was about to strike again, but Lady Wang hurriedly took the board out of his hand. \"Don't do this,\" she begged. \"Be reasonable, now. You must not lose your temper to such an extent. The boy must be punished, yes, but also by your own example. If the heat is too much for you, if your body is too weak, if you lose your patience, don't blame the boy. He's not the cause of all this. You are the one who has to keep himself in control. You're the one who must be an example to him. When he's old enough to see the world, he'll look up to you. If you're angry and too harsh, he'll be scared of you. He won't be willing to follow your example. He'll just be too afraid of you to do so. And, my dear lord, you're not only his father, you're also his friend. You're his best friend. You can't just abandon him now when things are getting tough. You can't just give up on him when he's in trouble. That would be like giving up on your best friend when he's in need of you. It would be like giving up on your own life, your own future, your own happiness, just because you're having a hard time with this boy. You can't do that. You can't just throw away your own life for his sake. You have to think about him, yes, but also about yourself. You have to think about your own well-being, your own happiness, your own peace of mind. You have to think about the future, not just about the present. You have to think about what will happen if you die, if you're not around to guide him anymore. You have to think about the consequences of your actions, not just about your feelings. You have to think about how this will affect him, not just about how this will affect you. You have to think about the long-term effects, not just about the short-term effects. You have to think about the future, not just about the present. You have to think about the future of the family, not just about the present. You have to think about the future of the country, not just about the present. You have to think about the future of the world, not just about the present. You have to think about the future of humanity, not just about the present. You have to think about the future of the universe, not just about the present. You have to think about the future of everything, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present. You have to think about the future, not just about the present",
            "chinese": "贾政还想打时，早被王夫人抱住板子。贾政说：“罢了罢了！今天一定要让我气死才罢！”王夫人哭着说：“宝玉虽然该打，可是老爷也要保重自己！况且天气这么热，老太太身体又不好，打死宝玉事小，万一老太太一时有什么不自在，岂不是事大？”贾政冷笑着说道：“别提这话！我养了这个不孝顺的儿子，我已经是不孝。平时教训他，又有众人护着他，不如趁着今天把他的狗命给结果了，以绝后患！”说着就要绳子来勒死宝玉。王夫人连忙抱住，哭着说：“老爷虽然应当管教儿子，也要看夫妻情分！我如今已经五十岁的人，只有这个孽障，必定要苦口婆心地以他为法，我也不敢多劝。今天越发要弄死他，岂不是有意绝我呢？你要是勒死他，干脆就先勒死我，再勒死他！我们娘儿几个不如一同死了，在阴司里也得个依靠！”说毕，抱住宝玉，放声大哭起来。"
        },
        {
            "original": "贾政听了此话，不觉长叹一声，向椅上坐了，泪如雨下。王夫人抱著宝玉，只见他面白气弱，底下穿著一条绿纱小衣，一片皆是血渍。禁不住解下汗巾去，由腿看至臀胫，或青或紫，或整或破，竟无一点好处，不觉失声大哭起“苦命的儿”来。因哭出“苦命的儿”来，又想起贾珠来，便叫著贾珠，哭道：“若有你活著，便死一百个，我也不管了！”",
            "english": "Jia Zheng, upon hearing these words, could not help sighing deeply and sitting in his chair, his tears pouring down. Lady Wang, embracing Yu, saw that he had a pale face and feeble color, and was wearing a green silk garment, which was completely stained with blood. Lady Wang could not help taking off her handkerchief and saw, from his legs to his buttocks and calves, either purple or blue, whole or broken, without a single intact part, she could not help crying out in a loud voice, \"Poor child!\" As she cried out \"Poor child,\" she also thought of Jia Zhu and cried out, \"If you were alive, I would have died a hundred times and would not care!\"",
            "chinese": "贾政听了这话，不禁长叹一声，坐在椅子上，泪水如雨下。王夫人抱着宝玉，只见他脸色苍白，气色虚弱，底下穿着一条绿色的纱衣，衣服上满是血迹。王夫人忍不住解下汗巾，从腿上看到臀部和小腿，或青或紫，或整或破，竟无一点好地方，不禁失声大哭起来，哭着喊着“苦命的儿”。她哭着喊“苦命的儿”，又想起了贾珠，哭着喊道：“如果有你活着，我就是死了100次，也不管了！”"
        },
        {
            "original": "此时里面的人闻得王夫人出来，李执、凤姐及迎探姊妹两个也都出来了。王夫人哭著贾珠的名字，别人还可，惟有李纨禁不住也抽抽搭搭的哭起来了。贾政听了，那泪更似走珠一般滚了下来。",
            "english": "At this point, those inside heard Lady Wang coming out, and Li Wan, Lady Wang Xingfeng, and Yingchun, Tan Chun also came out. Lady Wang cried out the name of Jiazhu, but no one else cried. Only Li Wan couldn't help sobbing. Hearing this, Governor Jia's tears flowed like pearls.",
            "chinese": "此时里边的人听见王夫人出来，李纨、王熙凤和迎春、探春也都出来了。王夫人哭喊着贾珠的名字，别人都没哭，只有李纨忍不住也抽泣起来。贾政听了，眼泪像珍珠似的滚下来。"
        },
        {
            "original": "正没开交处，忽听丫鬟来说：“老太太来了。”一言未了，只听窗外颤巍巍的声气说道：“先打死我，再打死他，就乾净了！”",
            "english": "While they were in the middle of their argument, the servant said, \"Grandmother is here!\" Before the sentence could be finished, there was the sound of a trembling voice outside the window, \"Kill me first, and then him, and then everything will be clear!\"\n\nSuddenly, a shaky voice from outside the window said, \"Kill me first, then kill him, and then everything will be clean!\" before the servant could finish her sentence.",
            "chinese": "正在闹得不可开交的时候，忽然听见丫鬟报说：“老太太来了。”话还没说完，只听见窗外颤巍巍的声音说：“先打死我，再打死他，就干净了！”"
        },
        {
            "original": "贾政见母亲来了，又急又痛，连忙迎出来。只见贾母扶著丫头，摇头喘气的走来。贾政上前躬身陪笑说道：“大暑热的天，老太太有什么吩咐，何必自己走来？只叫儿子进去吩咐便了。”贾母听了，便止步喘息，一面厉声道：“你原来和我说话！我倒有话吩咐，只是我一生没养个好儿子，却叫我和谁说去？”",
            "english": "Here, Jia Zheng, seeing his mother had arrived, became both anxious and distressed, and immediately went to greet her. He saw Lady Jia leaning on a maid and gasping as she approached. Jia Zheng moved forward and, bowing with a smile, said, \"It is so hot today. Mother, what do you need to tell me? Why not just have me go in and inform Father? You should only speak to me.\" Lady Jia stopped to catch her breath and said sternly, \"I have something I need to tell you! But how can I say it when I've never had a good son to whom I could speak? Who else am I to talk to?\"",
            "chinese": "贾政见母亲来了，又急又痛，连忙迎出来。只见贾母扶着丫头，喘息着走来。贾政上前躬身陪笑道：“大热的天，老太太有什么吩咐，何必自己走来？只叫儿子进去吩咐便了。”贾母听了，便止步喘息，一面厉声道：“你原来和我说话！我倒有话吩咐，只是我一生没养个好儿子，却叫我和谁说去？”\n\n贾政见母亲来了，心里一急一痛，就赶紧迎了出去。只见贾母扶着个丫头，喘着气慢慢走来。贾政连忙上前，陪着笑说道：“这么热的天，老太太有什么吩咐，何必自己走来？你只管说吧，我进去告诉父亲就是了。”贾母听了，站住喘息，又说道：“我正有话要对你说，可是我一辈子没养出个好儿子，这话该和谁说呢？”"
        },
        {
            "original": "贾政听这话不像，忙跪下含泪说道：“儿子管他也为的是光宗耀祖。老太太这话，儿子如何当的起？”贾母听说，便啐了一口，说道：“我说了一句话，你就禁不起；你那样下死手的板子，难道宝玉儿就禁的起了？你说教训儿子是光宗耀祖，当日你父亲怎么教训你来著？”说著，也不觉泪往下流。贾政又陪笑道：“老太太也不必伤感，都是儿子一时性急。从此以后，再不打他了。”贾母便冷笑两声道：“你也不必和我赌气！你的儿子，自然你要打就打。－－想来你也厌烦我们娘儿们，不如我们早离了你，大家乾净！”说著，便命人：“去看轿！我和你太太宝玉儿立刻回南京去！”家下人只得答应著。",
            "english": "Jia Zheng, hearing this, felt that it didn't sound like his mother's tone. \"I whipped him so that he could become a person who could bring glory and fame to the family,\" he said, choking with tears. \"You're saying that I can't take this? Shouldn't I be able to bear it if I whip my own son?\" Jia Mo heard this and spat on the floor. \"You can't take my words?\" \"You want to punish the boy? You can't take that?\" she began to sob. Jia Zheng chuckled and said, \"Mother, don't be upset. I was just angry for a moment. I'll never whip him again.\" Jia Mo sneered. \"You don't need to be angry with me. Your own son, you can whip him as you wish. I suppose you've had enough of us, and we'd better leave you alone so that everyone can live in peace!\" As she said this, she ordered the servants to prepare a sedan chair. She was going to return to Nanjing with her daughter-in-law and grandson immediately. The servants all assented.",
            "chinese": "贾政听了这话，觉得不像母亲的语气，于是就跪下来含着眼泪说，我管教他也只是为了让他光宗耀祖。老太太您说这样的话，我怎么承受得起呢？贾母一听这话，就吐了口唾沫，说道，我说了一句话，你就承受不了。打贾宝玉的板子，你怎么就不承受得了呢？你说管教儿子是为了光宗耀祖，你父亲怎么教训你的呢？说着说着，不觉眼泪就流了下来。贾政又陪着笑道，老太太您不必伤心，这都是我一时的性急。以后再也不打他了。贾母冷笑两声，说，你也不用和我赌气。你的儿子，你爱打就打吧。想来你也厌烦了，我们娘儿几个不如早点离开你，大家清净些！说着就命令下人去准备轿子，我和你太太宝玉立刻回南京去。家下的人都答应着。\n\n贾政听了这话觉得不像母亲的语气，连忙跪下含泪道，我打他是为了他以后能光宗耀祖。老太太这样说，我怎么受得了？贾母一听，就吐了口唾沫，说道，我说了句话你就承受不了。打你儿子板子，你承受不了，难道打宝玉你就承受不了吗？你说打儿子是为了光宗耀祖，你父亲怎么教训你的呢？说着说着，不觉泪如雨下。贾政又陪着笑道，老太太不必伤心，这都是我一时性急。以后我再也不打他了。贾母冷笑两声，说，你不用和我赌气。你的儿子你爱打就打吧。想来你也厌烦我们了，我们娘几个不如早点离开你，大家清净些！说着就命令下人准备轿子，我和你太太宝玉立刻回南京去。家下的人都答应着。"
        },
        {
            "original": "贾母又叫王夫人道：“你也不必哭了。如今宝玉儿年纪小，你疼他；他将来长大，为官作宦的，也未必想著你是他母亲了。你如今倒是不疼他，只怕将来还少生一口气呢！”贾政听说，忙叩头，说道：“母亲如此说，儿子无立足之地了！”贾母冷笑道：“你分明使我无立足之地，你反说起你来？只是我们回去了，你心里乾净，看有谁来不许你打！”一面说，一面只命：“快打点行李车辆轿马回去！”贾政直挺挺跪著，叩头谢罪。",
            "english": "Grandmother Jia then called on Wang Fu to say, \"You don't need to cry; the young master is still young. No matter how much you love him now, he may not even think of you as his mother when he grows up. If you don't love him now, you might regret it and perhaps die of a broken heart in the future.\" Hearing this, Jia Zheng quickly bowed and said, \"If you say this, what am I supposed to do? Mother?\" Grandmother Jia laughed coldly, saying, \"You're the one making me feel uncomfortable here. Now that you're done talking, let's go back. You'll feel better once we're out of here, and see who can stop us?\" She then ordered someone to prepare for their departure and set off with luggage, carriages, and sedan chairs. Jia Zheng, who was kneeling straight, repeatedly bowed and thanked her for her pardon.",
            "chinese": "贾母又叫王夫人道：“你也不必哭了，宝玉还小，你疼他，他长大也未必想你是他母亲，你如今倒是不疼他，只怕将来还少一口气呢！”贾政听后，忙叩头，说：“母亲这么说，让我以后怎么办呢？”贾母冷冷笑道：“你分明让我没地站，你倒说起我来了，如今我们回去，你心里就干净了，看谁来阻止我们？”说着，就命人打点行李车辆轿马让他们回去，贾政直挺挺跪着，叩头谢罪。"
        },
        {
            "original": "贾母一面说，一面来看宝玉，只见今日这顿打，不比往日，又是心疼，又是生气，也抱著哭个不了。王夫人与凤姐等劝解了一会，方渐渐的止住。",
            "english": "Grandmother Jia, as she spoke, came to see Bingyu. She saw that this beating was different from the past. Grandmother Jia was heartbroken and angry, crying nonstop while hugging Bingyu. Lady Wang and Lady Feng, and others, tried to comfort her. Gradually, Grandmother Jia stopped crying.",
            "chinese": "贾母一边说，一边来看宝玉，只见这一次打，和往日不同，贾母心疼，又生气，抱着宝玉哭个不停。王夫人和凤姐等人劝解了一番，贾母才渐渐停止哭泣。"
        },
        {
            "original": "早有丫鬟媳妇等，上来要搀宝玉。凤姐便骂：“糊涂东西！也不睁开眼瞧瞧。这个样儿，怎么搀著走的？还不快进去把那藤屉子春凳抬出来呢？”众人听了，连忙飞跑进去，果然抬出春凳来，将宝玉放上，随著贾母王夫人等进去，送至贾母屋里。",
            "english": "It was already some maids and concubines coming forward to help Bao Yu to his feet, when Wang Fengying scolded, \"You silly things! Don't you know what's going on? If you want to help, wait until you see the proper moment! Quick, go in and fetch the folding chair!\" The others heard this and ran in, and sure enough, they brought out a folding chair. They placed Bao Yu on it, and followed Lady Jia and Lady Wang into Lady Jia's house, where they placed him on the bed.",
            "chinese": "早已有些丫鬟媳妇上来要扶宝玉，王熙凤却骂道：“傻东西！也不睁开眼看看，这模样怎扶？还不快进去把藤制的春凳抬出来！”众人听了急忙跑进去，果然抬出春凳来，把宝玉放了上去，随后跟着贾母王夫人等进去，送到贾母屋子里。"
        },
        {
            "original": "彼时贾政见贾母怒气未消，不敢自便，也跟著进来，看看宝玉果然打重了，再看看王夫人一声“肉”一声“儿”的哭道：“你替珠儿早死了，留著珠儿，也免你父亲生气，我也不白操这半世的心了！这会子，你倘或有个好歹，撂下我，叫我靠那一个！”数落一场，又哭：“不争气的儿！”贾政听了，也就灰心，自己不该下毒手打到如此地步。先劝贾母，贾母含泪说道：“儿子不好，原是要管的，不该打到这个分儿。你不出去，还在这里做什么？难道于心不足，还要眼看著他死了才算吗？”贾政听说，方诺诺退出去了。",
            "english": "Jia Zheng, seeing that his mother was still seething in anger, did not dare to act, followed in behind, and, when he saw that the beating of Baoyu was severe, heard Lady Wang crying and protesting, \"If Zhu'er had died earlier, I wouldn't have been in vain for my years of worry. But now, if you have any mishap, leaving me behind, how am I to rely on you and live?\" She had finished and went on crying, \"How ungrateful you are!\" After hearing this, Jia Zheng became disheartened and felt that he had hit Baoyu too hard. He first went to console his mother, who, with tears in her eyes, said, \"He is not a good son, he needs to be punished, but it's not right to beat him to this extent. Why are you still here? Don't you want to see him die?\" Jia Zheng gave an affirmative answer and left.",
            "chinese": "这时贾政见贾母怒气未消，不敢行动，也跟了进来，一见宝玉被打的很重，王夫人在哭诉道：“要是珠儿早死了，我也不白操半世的心了，这会子你要是有个好歹，抛下我，叫我怎么靠，怎么活？”数落完又哭道：“不争气的儿！”贾政听了，也就灰心，觉得不该下那么重的毒手把宝玉打到这个地步。先去劝贾母，贾母含泪说道：“儿子不好，是要管的，不该打到这个分儿。你不出去，还在这里做什么？难道还要眼看着他死掉才算吗？”贾政答应后，才出去了。"
        },
        {
            "original": "此时薛姨妈、宝钗、香菱、袭人、湘云等也都在这里。袭人满心委屈，只不好十分使出来。见众人围著，灌水的灌水，打扇的打扇，自己插不下手去，便索性走出门，到二门前，命小厮们找了焙茗来细问：“方才好端端的，为什么打起来？你也不早来透个信儿！”焙茗急的说：“偏我没在跟前！打到半中间，我才听见了。忙打听原故，却是为琪官儿和金钏儿姐姐的事。”袭人道：“老爷怎么知道了？”焙茗道：“那琪官儿的事，多半是薛大爷素昔吃醋，没法儿出气，不知在外头挑唆了谁来在老爷跟前下的蛆。那金钏儿姐姐的事，大约是三爷说的。－－我也是听见跟老爷的人说。”",
            "english": "At the time, Xue Yamei, Bai Chai, Xiang Ling, Xiren, Xiangyun, and others were all in the room. Xi ren felt aggrieved, but dared not show it openly. Seeing everyone gathered around, some carrying water and others fanning them, she could not join in the work, so she walked out to the entrance of the second gate and called the servants to fetch Bei ming. \"What's going on?\" she asked him anxiously. \"Why did they fight? Why didn't you tell me earlier?\" Bei ming was frantic. \"I wasn't there to see it! I only found out when it was already in progress. I asked what was happening, and they told me it was about Ke young master and Jin chuan big sister.\"\n\nXi ren asked, \"How did Father find out?\" Bei ming replied, \"About Ke young master, it's probably because Second Uncle Xue has been jealous for some time and couldn't find a way to take his anger out. He doesn't know who to go to in Father's presence. About Jin chuan big sister, it sounds like Third Uncle mentioned it. I also heard people in Father's entourage mention it.\"",
            "chinese": "当时薛姨妈、宝钗、香菱、袭人、湘云等人都在这里，袭人心中不服，却不好拿出来使，见众人围着，提水的提水，拿扇子的扇扇，自己插不上手，便干脆走出来到二门门口，叫小厮们找来焙茗，细问：“好好的，为什么打起来了？你也不早点来个信儿！”焙茗急得说：“偏偏我不在旁边！打到一半，我才知道。忙问是怎么回事，原来是为琪官儿和金钏儿姐姐的事。”袭人道：“老爷怎么知道的？”焙茗道：“琪官儿的事，多半是薛大爷一向吃醋，没法出气，不知道在外头找谁在老爷跟前搞鬼。金钏儿姐姐的事，大约是三爷说的。－－我也听见跟老爷的人说。”"
        },
        {
            "original": "袭人听了这两件事都对景，心中也就信了八九分，然后回来，只见众人都替宝玉疗治。调停完备，贾母命好生抬到他屋里去。众人一声答应，七手八脚，忙把宝玉送入怡红院内自己床上卧好。又乱了半日，众人渐渐的散去了，袭人方才进前来经心服侍细问。",
            "english": "Sini heard these two things and found them to be true; she was convinced of it by nine-tenths, and then returned. She found everyone busy attending to their Master's injuries. After they were all arranged in order, Grandma had them carry Master Yu to his own room. She ordered them to do so and the servants all agreed. They started carrying Yu into the Redbud Pavilion and laid him down on his own bed. After a while, everyone slowly dispersed. Then, Sini came forward to attend him carefully, and inquired of him in detail.",
            "chinese": "袭人听了这两件事，觉得都符合实际情况，心中信了八九分，然后回去，只见大家都在忙着给宝玉疗伤。准备妥当后，贾母命令好好地把宝玉抬到他自己的房里去。众人答应一声，七手八脚地忙着把宝玉送入怡红院内自己的床上躺好。又乱忙了半日，众人渐渐散去，袭人才进前来细心服侍，详细询问。"
        },
        {
            "original": "要知端底究竟如何，且听下回分解。",
            "english": "### 白话原文翻译成英文：\n\nTo understand how things really are, stay tuned for the next installment.\n\n### 现代汉语版翻译成英文：\n\nWanna know the truth? Hold on for the next episode.",
            "chinese": "想要知道事情的真相到底如何，且听下回的讲解。\n\n解析：白话原文的意思是要想知道事情的最终结果或者真相究竟是什么，那就请等到下一次的讲述或者解读。现代汉语版将这种意思更加通俗易懂地表达了出来，用“想要知道事情的真相到底如何”来强调对事情结果的期待，用“且听下回分解”则指出了接下来会有的进一步解释或揭示。整体上，两者都在传达一个信息：事情的全貌或结论还需等待下一次的叙述或揭示。"
        }
    ],
    "title": "《手足眈眈小动唇舌　不肖种种大承笞挞》",
    "chapter_number": 33
}