{
    "paragraphs": [
        {
            "original": "话说袭人见贾母王夫人等去后，便走来宝玉身边坐下，含泪问他：“怎么就打到这步田地？”宝玉叹气说道：“不过为那些事，问他做什么！只是下半截疼的很，你瞧瞧，打坏了那里。”袭人听说，便轻轻的伸手进去，将中衣脱下。略动一动，宝玉便咬著牙叫：“嗳哟”，袭人连忙停住手，如此三四次才褪下来了。袭人看时，只见腿上半段青紫，都有四指阔的伤痕，高了起来。袭人咬著牙说道：“我的娘！怎么下这般的狠手？你但凡听我一句话，也不到得这个分儿。幸而没动筋骨，倘或打出个残疾来，可叫人怎么样呢！”",
            "english": "Translation:\n\nWhen Xisi saw that the old lady, Lady Wang, and the others had left, she sat down next to the young man and asked, \"Why are you in such a state?\" He sighed and said, \"It's just some things, why would he need to ask about that? It's just my legs that hurt, you see? I got a bruise here.\" Xisi heard this and gently reached out to take off his clothes. Just as she started to take off his clothes, he clenched his teeth and cried out \"Ow!\" She quickly stopped and tried a few times before finally taking off his clothes. She saw that his thigh was purple and had a bruise that was about four fingers wide and raised. She clenched her teeth and said, \"Mother, how could they be so cruel? If you had just listened to me, you wouldn't be in this state. Thankfully, it didn't hurt any bones, but what if it did?\"",
            "chinese": "话说袭人见贾母、王夫人等出去后，便走到宝玉身边坐下，含着泪问他：“怎么打成这副模样？”宝玉叹气说道：“不过是那些事，用得着问他么？只是下半身疼得厉害，你看看，打坏了哪里。”袭人听说，便轻轻地伸出手去，将中衣脱下。刚一动，宝玉就咬牙叫“哎哟”，袭人连忙把手停下来，试了三四次才脱下来。袭人一看，只见大腿上半截青紫，有四指宽的伤痕，都高了起来。袭人咬着牙说道：“我的娘啊！怎么下这么狠手？你要是听我一句话，也不会到这种地步。幸好没有伤到筋骨，要是伤到筋骨，可怎么办呢？”"
        },
        {
            "original": "正说著，只听丫鬟们说：“宝姑娘来了。”袭人听见，知道穿不及中衣，便拿了一床夹纱被替宝玉盖了。只见宝钗手里托著一丸药，走进来向袭人说道：“晚上把这药用酒研开，替他敷上，把那淤血的热毒散开就好了。”说毕，递与袭人。又问：“这会子可好些？”宝玉一面道谢，说：“好些了。”又让坐。",
            "english": "As they were speaking, the maidservants said, \"Miss Wang is here.\" Hearing this, Hsi Tzu knew that it was too late to change her undershirt, so she took a thin silk cotton blanket and covered the young man with it. At that moment, Bossan was holding a pill in her hand and walked in, turning to Hsi Tzu and said, \"In the evening, grind this medicine into powder and mix it with alcohol, then spread it on him. The swelling will gradually subside.\" After she finished speaking, she handed the blanket to Hsi Tzu. Then she asked, \"Are you feeling better now?\" The young man thanked her and said, \"Yes, I feel better now.\" He then asked Bossan to sit down.",
            "chinese": "正在说话，只听丫鬟们说：“宝姑娘来了。”袭人听见，知道来不及穿里衣了，便拿了一床薄纱夹被，替宝玉盖上。只见宝钗手里拿着药丸，走进来对袭人说：“晚上把这药研成粉，用酒调开，替他敷上，淤血的热毒就会散开。”说罢，递给袭人。又问：“这会子好些？”宝玉一边道谢，说：“好些了。”又让宝钗坐下。\n\n在说话的时候，只听见丫鬟们说宝姑娘来了。袭人听见，知道来不及穿里衣了，于是她拿起一床薄纱夹被，替宝玉盖上。只见宝钗手里拿着药丸，走进来对袭人说：“晚上把这药研成粉，用酒调开，替他敷上，淤血的热毒就会散开。”说罢，递给袭人。又问袭人：“这会子好些？”宝玉一边道谢，一边说：“好些了。”又让宝钗坐下。"
        },
        {
            "original": "宝钗见他睁开眼说话，不像先时，心中也宽慰了些，便点头叹道：“早听人一句话，也不至有今日！别说老太太、太太心疼，就是我们看著，心里也－－”刚说了半句，又忙咽住，不觉眼圈微红，双腮带赤，低头不语了。",
            "english": "Xue Baoshi saw that he had opened his eyes and could speak, and that he was no longer so delirious, and this gave her some comfort. She nodded her head and sighed, \"If only you'd listened to a little advice, none of this would have happened! One doesn't have to say that the old lady and the lady would have felt distressed, but even we would have felt--\" She stopped after saying half the sentence, swallowed the rest of her words, and her eyes turned slightly pink, her cheeks became flushed, and she lowered her head, unable to continue.",
            "chinese": "薛宝钗见他睁开眼睛说话，不像以前那样昏迷，心中也宽慰了些，便点头叹气道：“早听人家一句劝，也不至于有这样的事！别说老太太、太太心疼，就是咱们看着，心里也－－”刚说了半句，又连忙把话咽住，不觉眼圈微红，双颊通红，低头不语了。"
        },
        {
            "original": "宝玉听得这话如此亲切，大有深意。忽见他又咽住，不往下说，红了脸，低下头，含著泪只管弄衣带，那一种软怯娇羞轻怜痛惜之情，竟难以言语形容。越觉心中感动，将疼痛早已丢在九霄云外去了。想道：“我不过挨了几下打，他们一个个就有这些怜惜之态，令人可亲可敬！假若我一时竟别有大故，他们还不知何等悲感呢！既是他们这样，我便一时死了，得他们如此，一生事业，纵然尽付东流，也无足叹惜了。”正想著，只听宝钗问袭人道：“怎样好好的动了气就打起来了？”袭人便把焙茗的话悄悄说了。宝玉原来还不知贾环的话，见袭人说出，方才知道。因又拉上薛蟠，惟恐宝钗沉心，忙又止住袭人，道：“薛大哥从来不是这样，你们别混猜度。”",
            "english": "A. 贾宝玉在经历了什么事件之后变得如此深情？这个问题虽然涉及到宝玉感情变化的原因，但它更侧重于寻找具体事件，而没有直接关联到宝玉情感转变的本质。\n\nB. 宝钗和袭人之间的关系是怎样的？这个问题主要关注了故事中其他角色之间的关系，没有直接揭示宝玉内心的感受或他情感转变的原因。\n\nC. 贾宝玉对黛玉的态度和感情如何？这个问题关注了宝玉和黛玉之间的关系，虽然有助于理解宝玉的情感世界，但它没有直接揭示他为何感到疼痛已经不重要了这一核心转变。虽然宝玉对黛玉的情感是故事中的重要线索，但这个问题没有深入探讨这一转变背后的深层心理原因。",
            "chinese": "贾宝玉听了这话，感到非常亲切，似乎能理解自己的意思。他忽然发现黛玉停了下来，没往下说，红了脸，低着头，只是摆弄衣带，那种柔弱羞涩、怜惜之情，难以用言语形容。这让宝玉深深地感动，疼痛早已忘到了九霄云外。他想道：“我不过是挨了几下打，他们就表现出了如此多的怜惜之情，真让我感到亲近和敬重！如果我真有什么不幸，他们一定会悲伤到极点！既然他们如此，即使我这一生的事业都付诸东流，也没有什么可遗憾的了。”他正想着，只听宝钗问袭人：“为什么无缘无故的就生气打起来了？”袭人把焙茗的话悄悄告诉了宝玉。宝玉原来还不知道贾环的话，听袭人说完，才明白过来。因为又牵涉到薛蟠，他怕宝钗误会，赶紧制止袭人，说：“薛大哥从来不是这样的，你们别乱猜疑。”\n\n以下哪个问题最能帮助我们理解这段话的主旨？：A. 贾宝玉在经历了什么事件之后变得如此深情？ B. 宝钗和袭人之间的关系是怎样的？ C. 贾宝玉对黛玉的态度和感情如何？ D. 为什么宝玉会感到疼痛已经不重要了？ D. 为什么宝玉会感到疼痛已经不重要了？ 这个问题最能帮助我们理解这段话的主旨，因为它揭示了宝玉在感受到周围人的关心和理解后，内心的转变和对生命价值的重新评估。这反映了宝玉内心深处的敏感、对人性的深刻理解以及对情感价值的珍视。通过这个问题，我们可以更好地理解宝玉在面临困境时，对亲情、友情的看重，以及他对待生命的独特看法。这正是《红楼梦》中关于人性、情感和社会关系深刻探讨的一个缩影。因此，选择D是理解这段话主旨的关键。其他选项虽然可能包含故事中的细节或人物关系，但它们没有直接揭示出宝玉情感转变的核心原因和背后的意义。"
        },
        {
            "original": "宝钗听说，便知宝玉是怕他多心，用话拦袭人。因心中暗暗想道：“打得这个形象，疼还顾不过来，还这样细心，怕得罪了人。你既这样用心，何不在外头大事上做工夫？老爷也欢喜了，也不能吃这样亏。你虽然怕我沉心，所以拦袭人的话，难道我就不知我哥哥素日恣心纵欲，毫无防范的那种心性吗？当日为个秦钟还闹的天翻地覆，自然如今比先又加利害了。”想毕，因笑道：“你们也不必怨这个，怨那个。据我想，到底宝兄弟素日肯和那些人来往，老爷才生气。就是我哥哥说话不防头，一时说出宝兄弟来，也不是有心挑唆：一则也是本来的实话；二则他原不理论这些防嫌小事。袭姑娘从小儿只见过宝兄弟这样细心的人，何曾见过我哥哥那天不怕地不怕、心里有什么口里说什么的人呢？”",
            "english": "注：脂评是脂砚斋对《红楼梦》的一些批注和评论，通常加在章节末尾，提供对内容的额外解释或见解。此处脂评解释了宝玉的反应，表示他是出于愤怒和喜悦的复杂情感。宝玉愤怒于袭人的体贴，同时又因袭人的行动而感到喜悦，这种情绪使他更加珍视与袭人的关系。这反映出宝玉在复杂情感中的细腻和多面性。同时，通过这一段描述，也揭示了宝玉与宝钗之间情感的微妙之处，以及宝玉在家族事务中的角色和地位，反映出《红楼梦》中家族权力、个人情感与社会规范之间的复杂互动。",
            "chinese": "宝玉听说，便知是袭人用话来拦，也暗想道：“她太疼了，所以来拦袭人。这会子又想的来疼我了。可见我时刻都不可离了她。”想毕，便笑道：“你也不用拦她。果然我疼她，也不该疼这刚出五月花儿似的玫瑰花，及那片上头尖下头圆，拿去扎了手的菱角花。”（脂评：一怒一喜。怒则解恨，喜则结亲。） \n宝钗听了，想宝玉是怕她疑心，用话拦着袭人。她心里想：“他被打得痛得要命，还细心地怕我生疑。你这样用心，为什么不在外面做大事？你若是做了大事，老爷高兴了，也不会受这样的委屈。我知道你怕我伤心，才拦着袭人，其实我明白哥哥素来放纵，什么都不顾。他当年为秦钟的事闹得天翻地覆，现在恐怕比以前更厉害。\"她想到这，笑着说道：“你们不用怪这怪那的，想来还是我哥哥和宝玉来往多，惹得老爷生气。你哥哥说话不注意，提到宝玉也是无意的，因为他本来不太在意这些事情。袭人从小只见过宝玉这样细心的人，没见过哥哥这种什么都不怕的人。\"\n\n宝玉一听，想来是袭人用话拦着，也暗暗想道：“她太疼我了，所以才拦着袭人。现在她又来疼我了，可见我一刻也不能离开她。”想完，笑道：“你不用拦她，如果我真疼她，也不会疼那些刚出五月的花，或者像菱角那样扎手的花。”(脂评：一怒一喜。怒是为了消除怨恨，喜则是为了和她建立更亲密的关系。)"
        },
        {
            "original": "袭人因说出薛蟠来，见宝玉拦他的话，早已明白自己说造次了，恐宝钗没意思；听宝钗如此说，更觉羞愧无言。宝玉又听宝钗这一番话半是堂皇正大，半是体贴自己的私心，更觉比先心动神移。方欲说话时，只见宝钗起身道：“明日再来看你。好生养著罢。方才我拿了药来交给袭人，晚上敷上，管就好了。”说著，便走出门去。袭人赶著送出院外，说：“姑娘，倒费心了。改日宝二爷好了，亲自来谢。”宝钗回头笑道：“这有什么的？你只劝他好生养著，别胡思乱想，就好了。要想什么吃的，玩的，悄悄的往我那里只管取去，不必惊动老太太、太太、众人。倘或吹到老爷耳朵里，虽然彼时不怎么样，将来对景，终是要吃亏的。”说著，去了。",
            "english": "Axiu, having spoken of Xue Pan, understood her mistake when Bao Yu tried to stop her. Then, seeing how Chaozhai spoke, she felt rather embarrassed. When Bao Yu heard Chaozhai's words, he felt that she not only sounded impressive and righteous, but also cared for his personal feelings. Just as he was about to say something, he saw Chaozhai stand up and say, \"I'll come and see you again tomorrow. Take good care of yourself. I brought you medicine earlier; apply it tonight, and you'll be much better soon.\" Saying this, she left the room. Axiu hurried out to the courtyard and said, \"Miss, you've been so kind. When Master Bao recovers, he'll personally thank you.\" Chaozhai turned around and laughed, \"There's no need for that. Just tell him to take good care of himself and not to worry too much. If he needs anything to eat or play with, he can quietly get them from me without bothering the old lady, the lady-in-waiting, or anyone else. If this gets known to Father, even though there won't be immediate repercussions, it'll still be to his disadvantage in the future.\" After saying this, she left.",
            "chinese": "袭人因为说了薛蟠的事，见宝玉劝阻自己，就明白自己说错了。又看见宝钗这么说，就感觉很不好意思。宝玉又听见宝钗这番话，一方面说的冠冕堂皇，一方面又照顾到自己的私心，更觉得对自己的吸引力。正要说话的时候，只见宝钗起身说：“我明天再来看你。好好养着吧。刚才我拿药给你，晚上敷上，很快就好了。”说著就走出门去。袭人赶著送到院子外面，说：“姑娘，多费心了。等宝二爷好了，亲自来谢。”宝钗回头笑着说：“这有什么的？你只劝他好好养着，别胡思乱想。想什么吃的玩的，悄悄去我那拿，不用惊动老太太、太太、众人。要是让老爷知道了，虽然当时不怎么样，将来对景，终究要吃亏的。”说著就走了。"
        },
        {
            "original": "袭人抽身回来，心内著实感激宝钗。进来见宝玉沉思默默，似睡非睡的模样，因而退出房外栉沐。宝玉默默的躺在床上，无奈臀上作痛，如针挑刀挖一般，更热如火炙，略辗转时，禁不住嗳呦之声。那时天色将晚，因见袭人去了，却有两三个丫鬟伺候，此时并无呼唤之事，因说道：“你们且去梳洗，等我叫时再来。”众人听了，也都退出。",
            "english": "A servant girl, Xishen, left the room to tidy up and wash. Liubao was so grateful for her. Seeing Jiahu lying there silently, Jiahu left to tidy up. Jiahu lay silently in bed, in pain from his sore bottom, as though being stabbed with needles or cut by a knife. He was as hot as a fire, and could not turn over. He kept making moaning sounds. It was almost dark, and when Xishen left, he was only left with a few maidservants to look after him. He asked them to go and tidy up, and said he would call them when he needed them. The maidservants left.\n\nThis paragraph is a description of a scene in the Chinese novel Dream of the Red Chamber. The character Jiahu, who is also known as Lin Daiyu, is ill and in great pain. She is cared for by her servant Xishen and a few other maidservants. Liubao, who is not explicitly named in the passage, is also present and may be a close relative or friend of Jiahu. The passage conveys a sense of helplessness and dependence, as well as a sense of gratitude for the care and attention provided by the servant girl Xishen.",
            "chinese": "袭人退出房来梳洗，心里十分感谢宝钗。见宝玉默默不语，似睡非睡，就退出去梳洗。宝玉默默躺在床上，因臀上疼痛难忍，如针扎刀割，更热如火烤，难以翻动，哎哟声不断。天已将晚，见袭人已走，只有几个丫鬟伺候，就叫她们去梳洗，等叫时再来。众丫鬟听了都去了。"
        },
        {
            "original": "这里宝玉昏昏沉沉，只见蒋玉菡走进来了，诉说忠顺府拿他之事；一时，又见金钏儿进来，哭说为他投井之情。宝玉半梦半醒，刚要诉说前情，忽又觉有人推他，恍恍惚惚，听得悲切之声。宝玉从梦中惊醒，睁眼一看，不是别人，却是黛玉。犹恐是梦，忙又将身子欠起来，向脸上细细一认，只见他两个眼睛肿得桃儿一般，满面泪光，不是黛玉，却是那个？宝玉还欲看时，怎奈下半截疼痛难禁，支持不住，便“嗳哟”一声，仍旧倒下，叹了口气，说道：“你又做什么来了？太阳才落，那地上还是怪热的，倘或又受了暑，怎么好呢？我虽然捱了打，却也不很觉疼痛。这个样儿是装出来哄他们，好在外头布散给老爷听。其实是假的，你别信真了。”",
            "english": "4. 现在宝玉正在昏昏欲睡的状态下，蒋玉函走了过来，讲了忠顺王府来找他的麻烦。紧接着，金钏儿也进来了，诉说着她为他跳井的前因后果。宝玉半睡半醒，正想着说几句安慰的话，忽然有人推了他一下，听到了一阵悲伤的哭声。宝玉从梦中惊醒，睁开眼睛一看，不是别人，竟然是林黛玉。他怀疑自己是否还在做梦，急忙坐了起来，仔细一看，只见她两个眼睛肿得像桃子一样，满面泪痕，不是黛玉，难道还会是别人？\n\n5. 看着黛玉眼泪汪汪的样子，宝玉轻轻叹了口气，说：“你怎么了？我们去走走，看看外面的风景，说说话，好不好？”黛玉点点头，他们两人手拉着手，缓缓地走出了门。他们走到了花园中，看着花儿在微风中摇曳，听着鸟儿在树枝间歌唱，听着流水在石头上潺潺流过。宝玉说：“你看，这一切多么美好，我们应该珍惜每一刻。不要总想着不好的事情，人生就是这么短暂，我们应该好好享受。\"黛玉默默地听着宝玉的话，眼中充满了感激之情。他们继续在花园中散步，享受着彼此的陪伴，忘记了所有的烦恼和忧愁。\n\n6. 只见黛玉含着泪水，泪珠滚落下来，哭得梨花带雨。宝玉说：“你这是怎么了？你先把眼泪收一收，我跟你讲。你怎么瘦成这样了！我这里还有许多书等着给你读呢，我们可以一起下棋、斗牌，岂不是很好？我虽然挨了打，但终究还是原来的我，只是外面的人欺负我，把我打伤了皮肉，但是他们的心肠却是好的，你为我担心，我也为你们担心，你想到你们照顾我，我为你们心疼，我们都是互相在乎的。\"\n\n7. 宝玉说：“你不用这么担心，我只要还活着，就是和你一起度过的日子。我若走了，那就是我的命该如此，跟你们有什么关系？你们只知道我被打，就该忧心，就该流泪，就该向父亲求情，就该为我分忧。但怎么你们也动手打我呢？你想想，我们的心连在一块，主子和奴仆之间，难道不是一条线吗？\"\n\n8. 宝玉说：“不必担心，我活着的每一天，都是和你共度。如果我死了，那只是我的命运，与你们无关。你们只知我被打，该担忧，该落泪，该向父亲求情，该为我分忧。可怎么你们也打我呢？你想想，我们的心，我们的心，主子和奴仆之间，难道不是一条线吗？\"",
            "chinese": "只见黛玉咬着牙，只管哭个不住，两眼肿得桃儿一般，满面泪光。宝玉说：“你怎么了？你且把眼泪收一收，我告诉你。你怎么瘦得这个样子！我这里还有许多书没给你念呢？咱们两个又下棋、斗牌，岂不好？我虽挨了打，我到底还是从前那样的我，不过打我的人把我的皮肉打坏了，你们的肺腑心肝是好的。外头虽然受了些委曲，我疼在皮肉，你们知疼着热的在心里。你们怕我这里疼，你们那里不疼呢？你想想，我疼不疼？”\n\n宝玉说：“你不必愁，我活一日，是和你过一日呢。我若死了，便是我该死，和你们什么相干？你们只知道我挨了打，就该愁，就该落泪，就该向老爷求情，该为我好说好话的。可怎么你们也打起我来了？你想想，你们的心和我的心，主子和奴仆，难道竟是两条线不成？”\n\n1. 正好宝玉昏昏沉沉的时候，蒋玉函就走过来，把忠顺王府找他麻烦的事情讲了一遍，接着金钏儿又进来，哭诉着为他投井的前因后果。宝玉半睡半醒，刚想说几句情话，忽然又听到有人在旁边推他，模模糊糊的听到了一阵悲痛的哭声。宝玉从梦中惊醒，睁开眼睛一看，不是别人，竟然是林黛玉。他怀疑自己是否还在做梦，急忙又坐起来，仔细一看，只见她两个眼睛肿得像桃子一样，满面泪痕，不是黛玉，难道还会是别人？\n\n2. 原来黛玉在哭，哭得眼睛都肿了起来，满面泪光。宝玉说：“你哭什么？你先别哭，听我跟你说。你怎么瘦成这个样子！我这里还有许多书没有给你读呢？我们可以一起下棋、打牌，岂不是很好？虽然我挨了打，但是实际上我的身体并没有多疼，我这么做是为了哄他们，让他们觉得我在外面受了委屈。实际上我并没有受多大的苦，你不用担心真的。”\n\n3. 宝玉继续说道：“你不用这么担心，我一天还是一天和你在一起，我如果死了，就是我该死，和你们有什么关系？你们只知道我挨了打就愁，就哭，就向老爷求情，就为我说好话。可是你们怎么也动手打我了？你想想，你的心和我的心，主子和奴仆，难道不是一条心吗？\""
        },
        {
            "original": "此时黛玉虽不是嚎啕大哭，然越是这等无声之泣，气噎喉堵，更觉利害。听了宝玉这些话，心中提起万句言词，要说时却不能说得半句，半天方抽抽噎噎的道：“你可都改了罢！”宝玉听说，便长叹一声道：“你放心。别说这样话。我便为这些人死了，也是情愿的！”",
            "english": "This scene, though Lin Daiyu did not burst into loud weeping, the silent sobs brought a lump to everyone's throat, increasing the heartache. Upon hearing this, Lin Daiyu's mind was flooded with myriad emotions, yet she could not express them, taking a while before she sobbed, \"Change your ways!\" When he heard this, Bai Yubao sighed deeply, saying, \"Rest assured. Don't say such things. Even if I die for them, it would be worth it!\"",
            "chinese": "这时候，林黛玉虽然没有放声大哭，然而这种无声的哭泣，让人哽咽说不出话来，更觉得伤感。听了宝玉这些话，林黛玉心中涌起了无数的话语，却说不出来，半天才抽泣着说：“你可都改了罢！”宝玉听到这话，长叹一声说：“你放心。别说这样的话。我即使为了这些人而死，也是情愿的！”\n\n林黛玉虽未大声痛哭，但无声的哭泣让她气息窒塞，尤其让人感伤。听宝玉说完，她心中百感交集，满腹话语却无法道出，只过了片刻，她才抽噎着说：“你得改正吧！”宝玉听后，深深地叹了口气，说：“你放心，不要这样说。我为了这些人，即使死了也是值得的！”"
        },
        {
            "original": "一句话未了，只见院外人说：“二奶奶来了。”黛玉便知是凤姐来了，连忙立起身，说道：“我从后院子里去罢，回来再来。”宝玉一把拉住，道：“这又奇了。好好的，怎么怕起他来了？”黛玉急得跺脚，悄悄的说道：“你瞧瞧我的眼睛！又该他们拿偺们取笑儿了。”宝玉听说，赶忙的放了手。黛玉三步两步，转过床后，刚出了后院，凤姐从前头已进来了，问宝玉：“可好些了？想什么吃，叫人往我那里取去。”接著薛姨妈又来了。一时，贾母又打发了人来。",
            "english": "After she finished speaking, someone outside called out, \"Second Mrs. Wang is here.\" Dailed knew it was Wang, and hurried to stand up, saying, \"Let me go through the back courtyard. I'll come back later.\" Bao-er grabbed her arm, saying, \"What's the matter? Why are you afraid of her all of a sudden?\" Dailed stomped her foot and whispered, \"Look at my eyes. They're going to be used as material for their jokes again.\" Hearing this, Bao-er quickly released her hand. Dailed rushed to the bed and went out through the back courtyard. Wang had already entered. She asked Bao-er, \"Are you feeling better now? What would you like to eat? Send someone to get it for me.\" Soon, Shei's aunt arrived. Then, Lady Jia came over. \n\nLater, someone from Lady Jia's quarters arrived.",
            "chinese": "一句话刚说完，只听见外面有人说道：“二奶奶来了。”黛玉就知道是凤姐来了，急忙起身，说道：“我从后院走吧，回头再来。”宝玉一把拉住她，说：“这是怎么了？好好的，怎么怕起她来了？”黛玉急得跺脚，小声说道：“你看看我的眼睛，又要被她们拿来做笑料了。”宝玉听说，赶忙松开手。黛玉三步两步走到床后，刚出了后院，凤姐已经进来了，问宝玉：“好些了吗？想吃点什么，让人去我那里取来。”紧接着，薛姨妈也来了。一会儿，贾母又派人来了。"
        },
        {
            "original": "至掌灯时分，宝玉只喝了两口汤，便昏昏沉沉的睡去。接著周瑞媳妇、吴新登媳妇、郑好时媳妇这几个有年纪长来往的，听见宝玉捱了打，也都进来。袭人忙迎出来，悄悄的笑道：“婶娘们略来迟了一步，二爷睡著了。”说著，一面陪他们到那边屋里坐著，倒茶给他们吃。那几个媳妇子都悄悄的坐了一回，向袭人说：“等二爷醒了，你替我们说罢。”",
            "english": "As the lamp was lit, only two spoonfuls of gruel had been consumed by Bao-yu before he fell into a heavy sleep. Then, the older servants who often came to visit, Zhou Rui’s wife, Wu Xin-deng’s wife, and Zheng Hao-shi’s wife, all heard about Bao-yu’s beating and rushed to the house. Xisi quickly came out to greet them and whispered with a smile, \"You’re late. The Young Master is sleeping.\" She then escorted them to another room and offered them tea. The group of servants sat in silence for a while and then whispered to Xisi, \"Tell the Young Master that we came when he wakes up.\"",
            "chinese": "到掌灯的时候，宝玉只喝了两口汤，便昏昏沉沉地睡去。然后，那些年纪大一些常来常往的周瑞媳妇、吴新登媳妇、郑好时媳妇都听说宝玉挨了打，也赶来了。袭人赶忙迎出来，轻声笑道：“婶娘们来晚了，二爷睡着了。”说着，陪他们到旁边屋子坐下，倒茶给他们喝。那几个媳妇悄声坐了一会，对袭人说：“等二爷醒了，你替我们告诉他吧。”"
        },
        {
            "original": "袭人答应了，送他们出去。刚要回来，只见王夫人使个老婆子来，说：“太太叫一个跟二爷的人呢。”袭人见说，想了一想，便回身悄悄的告诉晴雯、麝月、秋纹等人说：“太太叫人，你们好生在屋里，我去了就来。”说毕，同那婆子一径出了园子，来至上房。",
            "english": "As for the translation, here is a refined version:\n\nXǐrén confirmed the instructions and accompanied them out. Upon turning to return, she caught sight of an elderly servant sent by Lady Wang, relaying, \"The Lady has summoned Second Master's attendant.\" After some thought, Xǐrén turned back and discreetly informed Qíngwén, Shīyuè, Qiūwén, and others, \"The Lady has summoned someone, please stay quietly inside the house. I'll return shortly.\" Having finished her message, she left the garden with the elderly servant, proceeding to the main house.",
            "chinese": "袭人答应了，送他们出去。刚一转身准备回来，只见王夫人派来一个老妈妈说：“太太叫二爷的跟班去。”袭人一想，便回头悄悄地对晴雯、麝月、秋纹等人说：“太太叫人，你们好生在屋里，我去了就来。”说完，和那个老妈妈一起出了园子，到上房去。\n\n袭人答应了，送他们出去。刚要回去，只见王夫人派来一个老婆子，告诉她：“太太叫一个跟着二爷的人去。”袭人想了想，便回过头来悄悄地对晴雯、麝月、秋纹等人说：“太太叫人，你们好生在屋里，我去了就回来。”说完，和老婆子一起出了园子，来到上房。\n\n袭人答应了，送他们出去。刚要回身，只见王夫人派了人来说：“太太叫那个跟着二爷的人去。”袭人一想，便回过身去悄悄地对晴雯、麝月、秋纹等人说：“太太叫人，你们好生在屋里，我去了就回来。”说完，同着来的人一起出了园子，来到上房。"
        },
        {
            "original": "王夫人正坐在凉榻上，摇著芭蕉扇子，见他来了，说道：“你不管叫谁来也罢了，又撂下他来了，谁伏侍他呢？”袭人见说，连忙陪笑回道：“二爷才睡了。那四五个丫头如今也好了，会伏侍了。太太请放心。恐怕太太有什么话吩咐，打发他们来，一时听不明白，倒耽误了事。”王夫人道：“也没什么话，白问问他这会子疼的怎么样了。”袭人道：“宝姑娘送来的药，我给二爷敷上了，比先好些了。先疼的躺不住，这会子都睡沉了，可见好些。”王夫人又问：“吃了什么没有？”袭人道：“老太太给的一碗汤，喝了两口，只嚷乾渴，要吃酸梅汤。我想酸梅是个收敛东西，刚才捱打，又不许叫喊，自然急的热毒热血未免存在心里，倘或吃下这个去，激在心里，再弄出病来，那可怎么样呢？因此，我劝了半天，才没吃，只拿那糖腌的玫瑰卤子和了，吃了小半碗，嫌吃絮了，不香甜。”王夫人道：“嗳哟！你何不早来和我说？前日倒有人送了几瓶子香露来，原要给他一点子，我怕胡糟蹋了，就没给。既是他嫌那玫瑰膏子吃絮了，把这个拿两瓶子去。一碗水里，只用挑上一茶匙就香的了不得呢。”说著，就唤彩云来把前日的那几瓶香露拿了来。袭人道：“只拿两瓶来罢，多也白糟蹋。等不够，再来取也是一样。”",
            "english": "Mrs. Wang was sitting on a cool couch, waving a fan. When she saw As-yin, she said to her, \"It's fine if you call someone, but why did you leave him alone? Who would look after him?\" As-yin looked and smiled. \"My cousin only just fell asleep. Those four or five maids are also feeling better now and can look after him. Please rest assured, Madam. If there's anything you need to instruct, please send someone over. If they can't understand immediately, it would delay things.\" Mrs. Wang said, \"There's not much to say. I just wanted to know how he was feeling right now.\" As-yin said, \"The ointment that Miss Wang brought over has been applied to my cousin's head. He feels better than before. He couldn't sleep before because of the pain, but now he is sleeping, which means he is getting better.\" Mrs. Wang then asked, \"What did he eat?\" As-yin said, \"Granny gave him a bowl of soup, but he became thirsty after drinking two mouthfuls and wanted sour plum soup. I thought that the sour plum would tighten his blood vessels and, as he had been shouting in pain for two days straight, I feared that his fever would stay inside him. If he were to eat this, he would only make his condition worse. I had to persuade him for a long time before he agreed to eat. In the end, he only ate half a bowl of the rose syrup that I had mixed with sugar.\" Mrs. Wang said, \"Oh, why didn't you tell me earlier? Someone brought over a few bottles of perfume yesterday. I was going to give some to him, but I was afraid he would waste it, so I didn't. Since he found the rose syrup too sugary, you can bring him two bottles of this instead. It only takes a spoonful to fill a bowl with a nice aroma.\" She then called Qi Yun over to fetch the perfume from yesterday. As-yin said, \"Two bottles are enough. There's no point in wasting too much. If you need more, just let us know and we can bring it over.\"",
            "chinese": "王夫人正坐在凉榻上，摇着扇子。见袭人来了，就对她说：“你放心叫人来也好，却怎么又把他撂下，谁来服侍他？”袭人一看，连忙陪笑道：“二爷才睡下，那四五个丫头如今也好了，能服侍了。太太请放心，倘若有什么话吩咐，打发他们来，一时听不明白，倒耽误了事。”王夫人说：“也没多少话，就是问问这会子疼的怎么样。”袭人说：“宝姑娘送来的药，已经给二爷敷上，比先前好些。先前疼的睡不着，这会子睡着了，可见是好些。”王夫人又问：“吃了什么？”袭人说：“老太太给了一碗汤，喝了两口，就嚷渴，要吃酸梅汤。我想酸梅是收敛的，前天打了一顿，不许叫喊，自然急的热毒血都存在心里，倘若吃下这个去，激在心里，再闹出病来，那可怎么办？所以我劝了半天，才没吃，拿糖腌的玫瑰卤子和了，吃了小半碗，嫌吃絮了，不够香甜。”王夫人说：“哟！你为什么不早说？前日有人送了几瓶子香露来，本来要给他一点，怕他糟蹋，就没给。既然他嫌玫瑰卤子吃絮了，把这个拿两瓶去。一碗水里，只用挑一茶匙就香的了不得。”说著，就叫彩云去把前日的那几瓶香露拿来。袭人说：“拿两瓶就行了，多了也是白糟蹋。等不够，再来拿也一样。”"
        },
        {
            "original": "彩云听了，去了半日，果然拿了两瓶来，付与袭人。袭人看时，只见两个玻璃小瓶，却有三寸大小，上面螺丝银盖，鹅黄笺上写著“木樨清露”，那一个写著“玫瑰清露”。袭人笑道：“好尊贵东西！这么个小瓶儿，能有多少？”王夫人道：“那是进上的。你没见鹅黄笺子？你好生替他收著，别糟蹋了。”",
            "english": "彩云去了之后，果然带来了两瓶，送给袭人。袭人一看，只见两瓶都是玻璃制成，每瓶大小约有三寸，瓶顶覆有银色的瓶盖，鹅黄色的笺纸上写着“木樨清露”四个字，另一瓶则写着“玫瑰清露”。袭人笑着说道：“这真是珍贵的东西！这么小的瓶子，能装多少呢？”王夫人回答说：“这些都是贡品，你看那些鹅黄色的笺纸就知道了。你好好保存起来，别浪费了。”",
            "chinese": "彩云去了一趟，果然拿来了两瓶，给袭人。袭人一看，只见两只玻璃瓶，有三寸大，上面有银盖子，鹅黄色的笺纸上写着“木樨清露”，另一只写着“玫瑰清露”。袭人笑着说：“好贵重的东西！这么小的瓶子，能有多少？”王夫人说：“那是进贡的。你没看见鹅黄色的笺纸？你好好替他收起来，别糟蹋了。”"
        },
        {
            "original": "袭人答应著，方要走时，王夫人又叫：“站著，我想起一句话来问你。”袭人忙又回来。王夫人见房内无人，便问道：“我恍惚听见宝玉今日捱打是环儿在老爷跟前说了什么话，你可听见这个话没有？”袭人道：“我倒没听见这个话，只听见说为二爷认得什么王府的戏子，人家来和老爷说了，为这个打的。”王夫人摇头说道：“也为这个，只是还有别的原故呢。”袭人道：“别的原故，实在不知道。”又低头迟疑了一会，说道：“今日大胆在太太跟前说句冒撞话。论理－－”说了半截，却又咽住。王夫人道：“你只管说。”袭人道：“太太别生气，我才敢说。”王夫人道：“你说就是了。”袭人道：“论理，宝二爷也得老爷教训教训才好呢；要老爷再不管，不知将来还要做出什么事来呢。”",
            "english": "Xishi promised, but was about to leave when Wang Fu said, \"Wait a minute. I suddenly remember I asked someone about something but forgot to ask you.\" Xishi hurried back. Seeing that no one was in the room, Wang Fu said, \"I seem to have heard that your son was beaten today by a gentleman from the Prince Zhongshun’s Mansion. Did you hear that?\" Xishi replied, \"No, I didn’t hear that. I did hear, though, that your son was found to be acquainted with one of the actors of the Prince Zhunshun’s Mansion, and he was beaten for that reason.\" Wang Fu shook her head. \"That’s not the only reason,\" she said. \"There are other reasons too.\" Xishi replied, \"As to those other reasons, I don’t know anything about them.\" After a moment of hesitation, she continued, \"I must be bold and tell you a disrespectful thing in front of you. According to the rules… \" She stopped after saying only half the sentence. Wang Fu said, \"Say it anyway.\" Xishi said, \"According to the rules, your son should be given a good thrashing by the Lord. If the Lord doesn’t do it, I don’t know what kind of trouble he’ll get into in the future.\"",
            "chinese": "袭人答应着，刚要走，王夫人又叫住说：“站住，我忽然想起一句话忘了问你。”袭人急忙又回来。王夫人见房里没人，就说：“我好像听人说宝玉今天挨打是因为忠顺王府的人告状给老爷，你听见这个话了吗？”袭人说：“我没听见这话，只听见说宝玉认得王府里的戏子，人家来告状给老爷，就因为这件事打了他。”王夫人摇摇头说：“不光这件事，还有别的原因。”袭人说：“别的原因我就不知道了。”她又低头犹豫了一会，说：“今天我大胆地在太太面前说一句不恭敬的话。按照道理……”她只说了半截，又停住了。王夫人说：“你说就是了。”袭人说：“按道理说，宝玉也该让老爷好好教训一下。要老爷不管，不知道将来他还会干出什么事来。”"
        },
        {
            "original": "王夫人听见了这话，便点头叹息，由不得赶著袭人叫了一声：“我的儿！你这话说的很明白，和我的心里想的一样。其实我何曾不知道宝玉该管？比如先时你珠大爷在，我是怎么样管他？难道我如今倒不知管儿子了？只是有个原故：如今我想，我已经五十岁的人了，通共剩了他一个，他又长的单弱，况且老太太宝贝似的，要管紧了他，倘或再有个好歹儿，或是老太太气著，那时上下不安，倒不好，所以就纵坏了他了。我时常掰著嘴儿说一阵，劝一阵，哭一阵，彼时也好，过后来还是不相干，到底吃了亏才罢！设若打坏了，将来我靠谁呢！”说著，由不得又滴下泪来。",
            "english": "夫人 listened to the words of the attendant, nodded her head, sighed, and said, \"My child, you've spoken the truth and it is in line with my heart. In fact, I am well aware of how to discipline Jia Yu, even when Zhu was still alive, I knew how to handle him. Shouldn't I still know how to manage him now? But there is a reason, I am now fifty years old, and I have only Jia Yu as my son. He is weak and often ill, with his grandmother's affectionate care, if I were too strict, there might be an unexpected accident, causing great unrest among the family. That's why I have been lenient with him. I often scold him, persuade him, and cry at him. The effect is only temporary, and I have to endure a lot. If I really hurt him, who would I rely on in the future?\" As she spoke, tears rolled down her cheeks.",
            "chinese": "王夫人听了这话，点了点头，叹了一口气，拉著袭人叫道：“我的孩子呀！你说的句句在理，正合我的心意。其实我不但知道该管宝玉，以前珠儿还在时，我就是怎么管他的。难道如今就不知管了？只是有个原因，现在我已经五十岁了，只剩了宝玉这么一个儿子，他又体弱多病，加上老太太对他疼爱有加，如果管得紧，万一有出什么意外，那时上下都要不安，因此，就放纵了他。我时常唠叨一阵，劝一阵，哭一阵，当时还好，过后还是老样子，吃了不少的亏才罢。如果打坏了，以后我靠谁呢？”说到这里，她又忍不住流下了泪来。\n\n王夫人听了袭人的话，点了点头，叹了一口气，拉着袭人叫道：“我的孩子啊！你说的话句句在理，和我心里想的一模一样。其实，我并不是不知道该管教宝玉。以前珠儿还在的时候，我是怎么管他的，你都知道。但是现在我有我的难处，我已五十岁了，只有宝玉一个儿子，他又体弱多病。加上老太太对他宠爱有加，如果管得太紧，万一有什么意外，那时候上下都会很不安。所以，我只能纵容他。我常常唠叨他，劝他，哭着对他讲道理，但是过后还是老样子，吃了不少亏。如果真把他打坏了，我以后靠谁呢？”说着，她又流下了眼泪。"
        },
        {
            "original": "袭人见王夫人这般悲感，自己也不觉伤了心，陪著落泪。又道：“二爷是太太养的，太太岂不心疼？就是我们做下人的，伏侍一场，大家落个平安，也算造化了。要这样起来，连平安都不能了。那一日那一时我不劝二爷？只是再劝不醒！偏偏那些人又肯亲近他，也怨不得他这样。－－如今我们劝的倒不好了。今日太太提起这话来，我还惦记著一件事，要来回太太，讨太太个主意；只是我怕太太疑心，不但我的话白说了，且连葬身之地都没有了。”王夫人听了这话内中有因，忙问道：“我的儿，你只管说。近来我因听见众人背前面后都夸你。我只说你不过在宝玉身上留心，或是诸人跟前和气，这些小意思；谁知你方才和我说的话全是大道理，正合我的心事。你有什么，只管说什么，只别叫别人知道就是了。”袭人道：“我也没什么别的说，我只想著讨太太一个示下，怎么变个法儿，以后竟还叫二爷搬出园外来住就好了。”",
            "english": "As Jia Siyuan saw Lady Wang's heartbreak, she felt sad herself and shed tears. Then she added, \"Young master is Lady Wang's child, and who wouldn't be heartbroken for their own child? Even if we servants have served him well, everyone being safe is indeed our luck. But if not, even safety can't be guaranteed. I've been trying to persuade him all this time, but it's like trying to wake a dead person! These other people are close to him, and it's understandable why he would be like that. - Now I'm worried that our advice might not be appropriate. When Lady Wang mentioned this just now, I thought of something else and wanted to talk to Lady Wang about it, asking her for advice; but I'm afraid she might suspect me, and then my words would be in vain, leaving me with nowhere to stand.\"\n\nJia Siyuan continued, \"I have nothing to say, except that I only thought of one thing: asking Lady Wang to give an order or suggest a method. If we could have Young Master live outside the garden in the future, it would solve the problem.\"",
            "chinese": "袭人见王夫人伤心，自己也伤心了，跟着落泪。又说：“少爷是夫人养的，夫人哪有不心疼的？就是我们底下人，服侍一场，大家都平安，这也是运气。要是这样，连平安都保不住了。我这日子这时间没劝过少爷？可是怎么劝都劝不醒！那些人又都亲近他，也怪不得他。－－现在我们劝的不妥了。刚才夫人提起这话，我还想着一件事，要和夫人说说，求求夫人拿个主意；只是我怕夫人疑心，我的话就白说了，连个安身的地方都没有了。”王夫人听了这话里有事，忙问：“我的孩子，你只管说。近来我听见别人背后夸你。我只当你是小意思，在宝玉身上留心，或是对底下人和气。谁知道你刚才和我说的话全是大道理，正合我的心意。你有什么，只管说，只要别让别人知道就行。”袭人说：“我没什么好说的，我只想着要夫人下个命令，怎么变个办法，以后让少爷搬到园子外住就好了。”\n\n袭人看到王夫人伤心，自己也不禁悲伤，跟着流下了眼泪。她又说：“二爷是夫人您亲生的，您哪有不心疼的道理？就算是我们这些仆人，为二爷服侍了一番，大家都平安无事，这也是我们的运气。但如果这样，连平安都保不住了。我这日子这时间没少劝二爷，可怎么劝都劝不醒。那些人又都亲近他，也难怪他会这样。－－现在我担心的是，我们劝他不妥当。夫人您刚才提到这个话题，我又想起一件事，想要向夫人您请教，希望夫人您能给我个主意；可是我怕夫人您会怀疑，我的话可能就白说了，甚至连个安身之地都没有了。”王夫人听了这话里似乎有隐情，急忙问道：“我的孩子，你只管说。近来我听说大家背后夸你，我只是认为你是些小小心思，在宝玉身上用心，或者对底下人和气。谁知道你刚才和我说的话全是大道理，正符合我的心意。你有什么，只管说，只要别让人知道就行。”袭人答道：“我没什么好说的，只是想着要向夫人您提出个想法，怎么变个法子，以后让二爷搬到园子外面住就好了。”"
        },
        {
            "original": "王夫人听了，吃一大惊，忙拉了袭人的手，问道：“宝玉难道和谁作怪了不成？”袭人连忙回道：“太太别多心，并没有这话。这不过是我的小见识。如今二爷也大了，里头姑娘们也大了，况且林姑娘宝姑娘又是两姨姑表姐妹－－虽说是姐妹们，到底是男女之分，日夜一处，起坐不方便，由不得叫人悬心。既蒙老太太和太太的恩典把我派在二爷屋里，如今跟在园中住，都是我的干系。太太想，多有无心中做出，有心人看见当做有心事，反说坏了的，倒不如预先防著点儿。况且二爷素日的性格，太太是知道的：他又偏好在我们队里闹。倘或不防前后，错了一点半点，不论真假，人多嘴杂，－－那起坏人的嘴，太太还不知道呢：心顺了，说的比菩萨还好；心不顺，就没有忌讳了。二爷将来倘或有人说好，不过大家落个直过儿；设若叫人哼出一声不是来，我们不用说，粉身碎骨，还是平常，后来二爷一生的声名品行，岂不完了呢？那时老爷、太太也白疼了，白操了心了。不如这会子防避些，似乎妥当。太太事情又多，一时固然想不到。我们想不到便罢了；既想到了，要不回明了太太，罪越重了。近来我为这件事，日夜悬心，又恐怕太太听著生气，所以总没敢言语。”",
            "english": "1. 王夫人听了袭人的话：王夫人听了袭人的话后，有所反应或行动，这里没有具体的行为描述。\n\n2. 王夫人吓了一大跳：王夫人因为袭人的话感到非常惊讶或害怕。\n\n3. 忙拉住袭人的手：王夫人急切地抓住袭人的手，显示出她对袭人话的重视。\n\n4. 问她：“难道宝玉真的和哪个女子有私情不成？”：王夫人询问袭人，是否真的发生了宝玉与某个女子之间的私情。\n\n5. 袭人连忙回答道：“太太不要多想，这里并没有这话。”：袭人急忙回答，安慰王夫人不要过度担心，这里并没有这样的事。\n\n6. “只是我的想法……”：袭人开始表达自己的观点，她认为应该提前防范可能出现的问题。\n\n7. 二爷现在也大了：指宝玉已经长大，成年。\n\n8. 里头姑娘们也大了：指贾府里的女子们也已经长大。\n\n9. 林姑娘和宝姑娘又是表亲姐妹：这里提到的“林姑娘”和“宝姑娘”指的是林黛玉和薛宝钗，她们是表姐妹关系。\n\n10. 纵然都是姐妹，但毕竟是男女有别：袭人认为尽管姐妹之间有血缘关系，但男女之间在日常起居上存在不同的需要和界限。\n\n11. 白天黑夜在一起，起居不方便：指宝玉和姐妹们长时间在一起，起居可能不便于维护男女之间的界限和私密性。\n\n12. 多亏老太太和太太恩典，把我派给二爷做侍妾：袭人感谢王夫人对她的信任和安排，让她成为宝玉的侍妾。\n\n13. 现在住在园子里：指袭人现在住在贾府内的某个园林里，服务于宝玉。\n\n14. 都是我的责任：袭人认为自己对宝玉的言行举止、名声品行等方面负有责任。\n\n15. 太太想，有时候可能不经意地做了什么，被有心人看见，就会说是故意的：袭人推测，尽管无意，但有时的行为可能被有意之人误解为有意为之。\n\n16. 真的没有话说，反过来说坏话：如果行为被误解，可能会遭受不公正的言论或指责。\n\n17. 近来我为了这件事，日夜提心吊胆：袭人近来因为这个担忧，每天都在担心和焦虑。\n\n18. 又担心太太听了生气：袭人担心王夫人听了她的担忧后会生气，因此不敢直接说出来。\n\n19. 我们想不到没关系：这里指袭人认为即使王夫人没有意识到问题，也无关紧要。\n\n20. 只要想得到，如果没敢向太太您说明白，罪过就更大了：袭人强调，如果王夫人能够想到问题所在，而她却不敢说明，那将是更大的过失。\n\n21. 太后事情又多，一时也许想不到：王夫人事务繁忙，可能会忽略某些细节。\n\n22. 太后听了生气：这里使用了“太后”，实际上指的是王夫人。这句话暗示王夫人可能因为袭人的担忧而感到不悦。\n\n23. 王夫人听了生气：王夫人可能因为袭人的担忧而感到生气或不高兴。\n\n24. 不如这会子提前防备些：袭人建议，现在就应该提前做好预防措施。\n\n25. 似乎更妥当：这里表示建议的做法似乎更为合适或恰当。\n\n26. 太后事情又多，一时也许想不到：王夫人事务繁忙，可能无法立即考虑到所有的事情。\n\n27. 我们想不到没关系：这里强调了即使考虑不到，也不应成为问题。\n\n28. 只要想得到：这里强调了考虑问题的重要性。\n\n29. 如果没敢向太后您说明白，罪过就更大了：这里指如果王夫人没有得到充分的信息和解释，那么相关的行为或决定可能会有更大的责任或后果。\n\n30. 近来我为了这件事，日夜提心吊胆：袭人近来一直对这个问题感到焦虑和担忧。\n\n31. 又担心太后听了生气：袭人担心王夫人听完她的担忧后会生气或不高兴。\n\n32. 所以一直没有敢说：因为上述担忧，袭人一直没有将她的担忧直接告诉王夫人。",
            "chinese": "王夫人听了，吓了一大跳，忙拉住袭人的手，问她：“难道宝玉真的和哪个女子有私情不成？”袭人连忙回答道：“太太不要多想，这里并没有这话。只是我的想法，二爷现在也大了，里头姑娘们也大了，林姑娘和宝姑娘又是表亲姐妹－－虽然都是姐妹，但毕竟是男女有别，白天黑夜在一起，起居不方便，所以叫人担忧。多亏老太太和太太恩典，把我派给二爷做侍妾，现在住在园子里，都是我的责任。太太想，有时候可能不经意地做了什么，被有心人看见，就会说是故意的，反过来说坏话，倒不如提前防备些。况且二爷性格偏向在我们身边闹，如果不防前后，哪怕只是小错，别人多嘴，那些坏人的嘴，太太还不知道呢：心顺的时候，说的话比菩萨还好；心不顺的时候，就没有忌讳了。二爷将来如果有人说好，不过是大家一时高兴而已；如果有人说不好，我们不用说，承受的惩罚也是理所当然，不会有多大影响。只是以后二爷一生的名声品行，岂不就完了呢？那时候父亲、母亲也会白疼，白操心了。不如这会子提前防备些，似乎更妥当。太太事情又多，一时也许想不到。我们想不到没关系；只要想得到，如果没敢向太太您说明白，罪过就更大了。近来我为了这件事，日夜提心吊胆，又担心太太听了生气，所以一直没有敢说。”\n\n王夫人听了袭人的话，吓了一大跳，急忙拉住袭人的手，问她：“难道宝玉真的和哪个女子有私情不成？”袭人连忙回答说：“太太不要多想，这里并没有这样的事。这不过是我的一点小见识。如今二爷已经长大了，里头的姑娘们也大了，而且林姑娘和宝姑娘又是表亲姐妹——虽然是姐妹，但毕竟是男女有别，如果他们日夜在一起，起居生活不方便，这自然叫人担忧。多亏老太太和太太恩准，让我在二爷身边侍奉，现在住在园子里，都是我的责任。太太想，有时候可能不经意地做了什么，被别人看见了就会传出去，反过来说成了有意的，倒不如提前想好了。况且二爷性格偏向在我们这边闹，如果不防前后，哪怕只是小错，别人多嘴，那些坏人的嘴，太太还不知道呢：心顺的时候，说的话比菩萨还好；心不顺的时候，就没有忌讳了。二爷将来如果有人说好，不过是大家一时高兴而已；如果有人说不好，我们不用说，承受的惩罚也是理所当然，不会有多大影响。只是以后二爷一生的名声品行，岂不就完了呢？那时候父亲、母亲也会白疼，白操心了。不如这会子提前防备些，似乎更妥当。太太事情又多，一时也许想不到。我们想不到没关系；只要想得到，如果没敢向太太您说明白，罪过就更大了。近来我为了这件事，日夜提心吊胆，又担心太太听了生气，所以一直没有敢说。”"
        },
        {
            "original": "王夫人听了这话，正触了金钏儿之事，直呆了半晌，思前想后，心下越发感爱袭人，笑道：“我的儿，你竟有这个心胸，想得这样周全！我何曾又不想到这里？只是这几次有事就混忘了。你今日这话提醒了我，难为你这样细心。真真好孩子！－－也罢了，你且去罢，我自有道理。只是还有一句话：你如今既说了这样的话，我索性就把他交给你了。好歹留点心儿，别叫他糟蹋了身子才好。自然不辜负你。”",
            "english": "Mrs. Wang, after hearing this, thought of Jingchuan’s case, and immediately became worried. She sat motionless for a while. After some thought, she found that she had a very favorable impression of Xiarrén. She said with a smile, \"My child, you are so thoughtful and considerate! I have thought of these things many times before. I just happened to have been preoccupied with other matters and forgot about them. You have just reminded me, and I must say that I am really impressed by your good heart. You are such a good child! - Very well, you may leave now. I will deal with this matter myself. There is one more thing, however. Since you have expressed your thoughts so clearly, I will entrust this matter to you. Just take care of him, and do not let him do anything to harm himself. I have every confidence in you.\"",
            "chinese": "王夫人听了这话，想到金钏儿的事情，顿时心神不宁，呆呆的想了半天。想着想着，越发地对袭人产生了好感，笑着说道：“我的孩子，你有这样的心思，想得这样周全！我何曾没想过这些事？只是这几次有事，就忘了。你今天这句话提醒了我，我真的很佩服你这样细心。真是个好孩子！－－也罢，你先去吧，我自有我的办法。只是还有一句话，你既然说了这样的话，我就把这个人交给你了。你好好留心，别让他糟蹋了自己的身体才好。自然不会辜负你。”"
        },
        {
            "original": "袭人低了一回头，方道：“太太吩咐，敢不尽心吗？”说著，慢慢的退出，回到院中。宝玉方醒，袭人回明香露之事。宝玉甚喜，即命调来吃，果然香妙非常。因心下惦著黛玉，要打发人去，只是怕袭人拦阻，便设法先使袭人往宝钗那里去借书。",
            "english": "Xí rén lowered her head and said, \"It is the Madam's order. I dare not do other than my best?\" She then slowly left and returned to the courtyard. Only then did Bao-er wake up. Xí rén reported to him the news of the incense dew. Bao-er was very happy and immediately ordered the servants to bring some for him to drink. It was indeed wonderfully fragrant. Thinking of Lin Daiyu, he wished to send someone to her, but was afraid that Xí rén would object. He then thought of a way to get Xí rén to borrow a book from Bāo-chāi.",
            "chinese": "袭人低下头，说：“太太吩咐的，哪敢不尽心？”说完，慢慢出去，回到院里。宝玉这才醒来，袭人把香露之事禀明。宝玉非常高兴，马上让小厮调来让宝玉喝，果然香妙极了。想着黛玉，要打发人去，又怕袭人阻拦，便设法让袭人去宝钗那里借书。"
        },
        {
            "original": "袭人去了，宝玉便命晴雯来，吩咐道：“你到林姑娘那里看他做什么呢。他要问我，只说我好了。”晴雯道：“白眉赤眼儿的，作什么去呢？到底说句话儿，也像件事啊。”宝玉道：“没有什么可说的么。”晴雯道：“或是送件东西，或是取件东西。不然，我去了，怎么搭讪呢？”宝玉想了想，便伸手拿了两条旧绢子撂与晴雯，笑道：“也罢，就说我叫你送这个给他去了。”晴雯道：“这又奇了。他要这半新不旧的两条绢子？他又要恼了，说你打趣他。”宝玉笑道：“你放心，他自然知道。”",
            "english": "Sunny Wen left, and then Bai Yu ordered Xiao Hong. He instructed, \"Go to Mme. No. 2 and say that Lady is unwell. Don't lie. If they ask about me, tell them that I'm sick and lazy, and haven't gone out.\" Xiao Hong asked, \"How's Father?\" Bai Yu replied, \"He's fine, don't mention it.\" Xiao Hong left.\n\nAfter Sunny Wen left, Bai Yu summoned Qinyun. He instructed, \"Go to Madam Lin's chamber and inform her that I'm well at home.\" Qinyun asked, \"Why am I going there? Shouldn't there be something to say?\" Bai Yu said, \"What do you need to say?\" Qinyun replied, \"Either to bring or fetch something, otherwise there's nothing to say.\" Bai Yu pondered for a moment, took two old silk handkerchiefs, and said with a smile, \"Otherwise, say that I'm sending these over for you.\" Qinyun asked, \"This is even stranger. Why would she need old silk handkerchiefs? If she gets angry, she'll say that you're mocking her.\" Bai Yu chuckled, \"Don't worry, she'll understand.\"\n\nAfter Sunny Wen left, Bai Yu called Qinyun and instructed, \"Go tell Mme. No. 2 that Lady is unwell. Tell the truth. If they ask about me, tell them I'm sick and haven't gone out.\" Qinyun asked, \"How's Father?\" Bai Yu replied, \"He's fine, don't mention it.\" Qinyun left.\n\nAfter Sunny Wen left, Bai Yu summoned Qinyun and instructed, \"Go to Mme. No. 2 and tell her that Lady is unwell.\" Qinyun asked, \"Why do I need to go? Shouldn't there be a reason or something to say?\" Bai Yu replied, \"There's nothing to say.\" Qinyun said, \"Either to deliver something or fetch something, otherwise there's nothing to say.\" Bai Yu thought for a moment, took two old silk handkerchiefs, and smiled, \"Otherwise, say that I'm sending these over for you.\" Qinyun asked, \"This is even more puzzling. What does she need old silk handkerchiefs for? If she gets upset, she'll say that you're mocking her.\" Bai Yu chuckled, \"Don't worry, she'll understand.\"\n\nAfter Sunny Wen left, Bai Yu summoned Xiao Hong and instructed, \"Go tell Mme. No. 2 that Lady is unwell, it's the truth. If they ask about me, tell them that I'm sick and didn't go out.\" Xiao Hong asked, \"How's Father?\" Bai Yu replied, \"He's fine, don't mention it.\" Xiao Hong left.",
            "chinese": "晴雯去了，宝玉又命小红来，吩咐道：“你到宝二奶奶那边，回说小姐身上不好，是真话，别撒谎，若问起我来，只说我病懒着，没出去。”小红道：“老爷身上好么？”宝玉道：“好着呢，别提了。”小红去了。\n\n袭人去了，宝玉便叫晴雯来，吩咐道：“你到林姑娘那儿去，跟她说了我在家里好了。”晴雯说：“去干吗？总得说点什么吧，不然就不像话了。”宝玉说：“有什么可说的呢？”晴雯说：“要么是送东西，要么是取东西，不然就没什么话好说的了。”宝玉想了想，拿过两条旧的丝绢子给晴雯，笑道：“要不，就说叫我给你送这个过去吧。”晴雯说：“这更奇怪了，他要什么半旧的丝绢子？他要是生气，会说你拿他开涮。”宝玉笑道：“你放心，他自己会明白的。”\n\n晴雯走了，宝玉又叫了小红来，吩咐道：“你去跟宝二奶奶说，小姐身体不好，这是真话，别撒谎，问起我来，就说我自己身体不舒服，没出去。”小红问：“老爷身体还好吗？”宝玉说：“好着呢，别提了。”小红走了。\n\n袭人走了之后，宝玉就让晴雯去林黛玉那边，告诉他我身体好了。晴雯说：“我去干嘛呢？总得说点什么吧，不然就不像话了。”宝玉说：“有什么好说的呢？”晴雯说：“要么送点东西，要么取点东西，不然就没话可说了。”宝玉想了想，拿了两条旧丝绢给晴雯，笑着说：“要不就说叫你送这个给她吧。”晴雯说：“这更奇怪了，他要什么旧的丝绢子？他要是生气，会说你拿他开涮。”宝玉笑道：“你放心，他自己会明白的。”\n\n晴雯走了之后，宝玉又叫了小红，让他去告诉宝二奶奶，说小姐身体不适，这是真的，别撒谎，如果问起我来，就说我自己身体不适，没出去。小红问：“老爷身体还好吗？”宝玉说：“好着呢，别提了。”小红走了。"
        },
        {
            "original": "晴雯听了，只得拿了绢子，往潇湘馆来。只见春纤正在栏杆上晾手巾，见他进来，忙摇手儿，说：“睡下了。”晴雯走进来，满屋漆黑，并未点灯。黛玉已睡在床上，问：“是谁？”晴雯忙答道：“晴雯。”黛玉道：“做什么？”晴雯道：“二爷叫给姑娘送绢子来了。”",
            "english": "Qingwén, having heard this, could only take up the handkerchief and head over to the Plum Hill Pavilion. She saw Chunqian hanging her handkerchief on the railings and hurriedly shook her head, saying, \"I've gone to bed.\" Qingwén entered the room, and the dark, unlit interior was the first thing she saw. She found Dàiyù lying in bed and asked, \"Who is it?\" Qingwén replied hastily, \"It's Qingwén.\" Dàiyù asked, \"What for?\" Qingwén answered, \"The master asked me to bring you your handkerchief.\"",
            "chinese": "晴雯听了，只好拿着手绢，往潇湘馆去。只见春纤正在栏杆上晾手绢，见他进来，忙摇手，说：“睡下了。”晴雯走进来，屋里漆黑一片，并没有点灯。黛玉已躺在床上，问：“是谁？”晴雯忙回答说：“晴雯。”黛玉道：“做什么？”晴雯道：“二爷叫给姑娘送手绢来了。”"
        },
        {
            "original": "黛玉听了，心中发闷，暗想：“做什么送绢子来给我？”因问：“这绢子是谁送他的？必定是好的。叫他留著送别人罢，我这会子不用这个。”晴雯笑道：“不是新的，就是家常旧的。”黛玉听了，越发闷住了，细心揣度，一时方大悟过来，连忙说：“放下，去罢。”晴雯只得放下，抽身回去。一路盘算，不解何意。",
            "english": "Translation:\n\nUpon hearing this, Daiyu felt a knot in her heart, wondering: Why did he send over this silken handkerchief? She asked, \"Whose was it? It must be a good thing; why not keep it and give it to someone else? I don't need it.\" Qiongli said with a smile, \"It's not new, just an old one from home.\" Upon hearing this, Daiyu's mind was filled with even more doubt, pondering carefully before she finally understood. She hurriedly said, \"Keep it, you can go back.\" Qiongli had to put it down and turn to leave. She walked along, pondering as she went, not understanding what Daiyu was thinking.",
            "chinese": "黛玉听了，心里闷闷的，心想：他送来这丝绢干什么？就问：“他送谁的？这必定是好东西，叫他留下，送给别人吧，我不用这个。”晴雯笑道：“不是新的，就是家常用的旧的。”黛玉听了，心里更加犯了嘀咕，仔细思量，一时才明白过来，连忙说：“放着，你回去吧。”晴雯只得放下，转身回去了。她一路走一路盘算，不明白黛玉在想什么。"
        },
        {
            "original": "这黛玉体贴出绢子的意思来，不觉神痴心醉。想到“宝玉能领会我这一番苦意，又令我可喜。我这番苦意，不知将来可能如意不能，又令我可悲。要不是这个意思，忽然好好的送两块帕子来，竟又令我可笑了。再想到私相传递，又觉可惧。他既如此，我却每每烦恼伤心，反觉可愧。”如此左思右想，一是五内沸然，由不得馀意缠绵。便命掌灯，也想不起嫌疑避讳等事，研墨蘸笔，便向那两块旧帕上写道：",
            "english": "The sight of these two old handkerchiefs moved me. I was delighted that he would understand my heart. At the same time, I feared that he might not grasp it. I also thought that he was foolish for sending me two handkerchiefs for no reason. It also terrified me that he had secretly given them to me. I felt so upset, for I often troubled him. I should have been the one who was sorry. I thought and thought, feeling my whole body shake. I could not calm down, so I lit the lamp and began to write my feelings on those two old handkerchiefs.",
            "chinese": "我见了这两块旧帕，想到宝玉会明白我这份心意，心里非常高兴；又担心宝玉不可能明白我的心意，内心很悲伤；又想，他无缘无故地送来两块帕子，真是可笑。再想到他私下给我帕子，也让我感到害怕。宝玉这么细心，我却常常烦恼伤心，这是我的不对。于是，我反复思量，心里翻江倒海，无法平静，只好点灯提笔，在那两块旧帕上写下了这番心意。"
        },
        {
            "original": "其一眼空蓄泪泪空垂，暗洒闲抛更向谁？尺幅鲛鮹劳惠赠，为君那得不伤悲？",
            "english": "Translation:\nHer eyes were brimming with tears, yet they couldn't flow down, as if randomly scattered and then casually discarded. To whom could these tears be倾诉? The gifts she obtained by trading her large fish-ink, how could she not feel sorrow for you?",
            "chinese": "翻译：\n她的一双眼睛里满含着泪水，但泪水却无法流下，就像在随意洒出，又随意抛弃，泪水又能向谁倾诉？她用尺幅大的鲛鮹换来的礼物，为你又怎能不感到悲伤？"
        },
        {
            "original": "其二抛珠滚玉只偷潸，镇日无心镇日闲。枕上袖边难拂拭，任他点点与斑斑。",
            "english": "The second, like a pearl, like a jade ball, rolling tears all day, indifferent to her cares and affairs. No matter how much she wipes at the pillow or sleeves, the tears will not be wiped away, slowly forming little spots that turn into tears.\n\nHere is a more poetic interpretation:\n\nThe second, like a radiant pearl, like a jade gem rolling,\nWeeps through the day, her thoughts in stasis.\nEfforts to wipe away at the pillow's fabric or her sleeve,\nFail to erase the persistent, teardrop stains, \nThat continue to manifest, forming a melancholic pattern.",
            "chinese": "第二个像珍珠、像玉珠滚来滚去只是落泪，整天无心事整天闲。枕头上袖口边怎么擦也擦不掉，听凭它点点滴滴化作斑斑的泪痕。"
        },
        {
            "original": "其三彩线难收面上珠，湘江旧迹已模糊。窗前亦有千竿竹，不识香痕渍也无？",
            "english": "Translation:\n\nThree strands of colored thread cannot hold back the tears upon one's face, and the memories of Xiangjiang are now indistinct. There are also many bamboo plants in front of my window, I wonder if the fragrant marks (referring to the nodes of bamboo) remain there?",
            "chinese": "这三根彩线，难把面上的珠子留住，湘江的往事已经看不清楚了。我窗前也有许多竹子，不知道那香痕（指竹子的节）还留下吗？\n\n三根彩线无法留住脸上的泪珠，湘水的旧事已经看不清晰了。我窗前也有一片竹林，不知道那竹节上还留下香痕没有？"
        },
        {
            "original": "那黛玉还要往下写时，觉得浑身火热，面上作烧，走至镜台，揭起锦袱一照，只见腮上通红，真合压倒桃花，却不知病由此起。一时方上床睡去，犹拿著绢子思索。不在话下。",
            "english": "At this point, despite her desire to continue writing, Dai Yu felt a heat rising throughout her body, her face aflame. She went to the dressing table and lifted the embroidered cover to see that her cheeks were flushed red, more vivid than the color of peach blossoms. She couldn't help but wonder if she had become ill from this moment on. She eventually went to bed, still holding a handkerchief, lost in thought. The story will not continue from this point.\n\n(Chapter 15 of The Dream of Red Mansions)",
            "chinese": "这时候，黛玉还要继续写，却觉得全身发热，脸像火烧一样。她来到梳妆台，掀开绣的罩巾一看，只见两颊红红的，比桃花还要鲜艳，也不知道就是从这时候开始生病的。不一会她上床睡觉去了，还拿着手绢，躺在床上思索。这里就不再往下说了。\n\n（《红楼梦》第15回）"
        },
        {
            "original": "却说袭人来见宝钗，谁知宝钗不在园内，往他母亲那里去了。袭人不便空手回来，等至起更，宝钗方回。",
            "english": "Let me translate the text you provided into English:\n\nSpeaking of Xu Ren coming to see Baoshai, little did she know that Baoshai wasn't in the garden but had gone to her mother's place. Unable to return empty-handed, Xu Ren waited until the night had fallen before Baoshai finally returned.\n\nPlease let me know if you need any clarification or further assistance with translations! I'm here to help.",
            "chinese": "再说袭人来见宝钗，谁知宝钗不在园中，到她母亲那里去了。袭人不能空手回去，等到夜半，宝钗才回来。"
        },
        {
            "original": "原来宝钗素知薛蟠情性，心中已有一半疑是薛蟠挑唆了人来告宝玉了；谁知又听袭人说出来，越发信了。究竟袭人是焙茗说的，那焙茗也是私心窥度，并未据实。大家都是一半猜度，竟认作十分真切了。",
            "english": "Baoshai knew Xuepan's character well and had suspected for a while that it was he who had incited others to denounce Baiyu. But she was more convinced after hearing Asa tell her. In fact, Asa had heard it from Beiming, who was speculating and not basing his story on facts. Everyone was guessing and took it as the truth, making it all very real.",
            "chinese": "宝钗平素就知道薛蟠的性情，心里本已有一半怀疑是薛蟠唆使别人去告发宝玉的了，谁知道听了袭人说出来，越发相信了。实际上是袭人从焙茗那里听来的，而焙茗也只是偷偷揣测，并不是完全根据事实。大家都只凭猜测，却认为是事实，弄得很真切。"
        },
        {
            "original": "可笑那薛蟠因素日有这个名声，其实这一次却不是他干的，竟被人生生的把个罪名坐定。这日正从外头吃了酒回来，见过了母亲，只见宝钗在这里坐著，说了几句闲话儿，忽然想起，因问道：“听见宝玉挨打，是为什么？”薛姨妈正为这个不自在，见他问时，便咬著牙道：“不知好歹的冤家！都是你闹的，你还有脸来问？”薛蟠见说，便怔了，问道：“我闹什么？”薛姨妈道：“你还装腔呢！人人都知道是你说的。”薛蟠道：“人人说我杀了人也就信了罢？”薛姨妈道：“连你妹妹都知道是你说的，难道他也赖你不成？”宝钗忙劝道：“妈妈和哥哥且别叫喊，消消停停的就有个青红皂白了。”又向薛蟠道：“是你说的也罢，不是你说的也罢，事情也过去了，不必较正，把小事倒弄大了。我只劝你从此以后少在外头胡闹，少管别人的事。天天一处大家胡逛，你是个不防头的人，过后没事就罢了；倘或有事，不是你干的，人人都也疑惑，说是你干的。不用别人，我先就疑惑你。”",
            "english": "Xue Pan had always had a reputation for being disrespectful, but this time he was the one being wronged. One day, after he had been drinking and returned home, he met his mother, Lady Xue. Lady Xue saw that Bao Qiao was sitting there, and they began chatting. Suddenly, Xue Pan remembered the incident of the beating and asked about the reason. Lady Xue, hearing this, immediately became unhappy and said that Xue Pan was an irresponsible and ungrateful person, that it was all because of his actions that they were all suffering. Xue Pan was stunned and asked, \"What did I do?\" Lady Xue replied, \"Don't you know?\" Xue Pan responded, \"People say that when someone is accused of murder, they must have committed the crime, right?\" Lady Xue said, \"Even your own sister knows that you said it, so why would she blame you?\" Bao Qiao saw this and quickly intervened, saying, \"Mother and brother, don't get too upset. There's always a cause and effect for everything. You can't do anything about it by getting upset.\" Bao Qiao then turned to Xue Pan and said, \"Whether it was you who said it or not, the incident has already happened. There's no need to argue over it. Making a small thing into a big one is not good. You shouldn't go out so much and should not get involved in other people's affairs. You're always surrounded by people, and you're not very clear-headed. It's fine if nothing happens. But if something does happen and you didn't do it, others might still suspect you. I suspected you from the beginning.\"",
            "chinese": "薛蟠向来就有轻薄的名声，然而这一次却被冤枉了，薛蟠被冤枉了此事，这天又喝醉了酒回家，和薛姨妈见了面，只见宝钗正坐在那里，于是薛蟠和宝钗说起了闲话，忽然想起宝玉被打一事，于是问起原因，薛姨妈一听，顿时不高兴，说薛蟠可真是不知好歹的冤家，都是他闹的，让宝钗都跟着受累。薛蟠听到这些，便愣住了，说，我到底闹了什么？薛姨妈说，你不是知道了吗？薛蟠说，人都说杀人犯了命案，还不都信了？薛姨妈说，连你妹妹都清楚是你说的，难道她也赖你不成？宝钗见状连忙劝道，妈妈和哥哥别急，事情总有个来龙去脉的，您们再急也没用。宝钗又对薛蟠说，你不管这人是你说的，还是没你说的，这事儿已经过去了，就别再较真了，把小事弄大了可不好，您就别再胡乱出门，少管别人的事了。您和大家整天聚在一处，您这人头脑不怎么清醒，没什么事情就罢了，要是真的发生了什么，您又没干，别人也要怀疑是您干的。我先就疑心是您干的了。"
        },
        {
            "original": "薛蟠本是个心直口快的人，见不得这样藏头露尾的事；又是宝钗劝他别再胡逛去；他母亲又说他犯舌，宝玉之打，是他治的：早已急得乱跳，赌神发誓的分辨。又骂众人：“谁这么编派我？我把那囚攮的牙敲了！分明是为打了宝玉，没的献勤儿，拿我来做幌子。难道宝玉是天王？他父亲打他一顿，一家子定要闹几天。那一回为他不好，姨父打了他两下子，过后儿老太太不知怎么知道了，说是珍大哥治的，好好儿的叫了去，骂了一顿。今日越发拉上我了。－－既拉上我，也不怕，索性进去把宝玉打死了，我替他偿命！”一面嚷，一面找起一根门闩来就跑。慌的薛姨妈拉住骂道：“作死的孽障！你打谁去？你先打我来！”薛蟠的眼急的铜铃一般，嚷道：“何苦来！又不叫我去，为什么好好的赖我？将来宝玉活一日，我耽一日的口舌，不如大家死了清净！”宝钗忙也上前劝道：“你忍耐些儿罢！妈妈急的这个样儿，你不说来劝，你倒反闹的这样。别说是妈妈，就是旁人来劝你，也是为好。倒把你的性子劝上来！”薛蟠道：“你这会子又说这话。都是你说的！”宝钗道：“你只怨我说，再不怨你那顾前不顾后的形景。”薛蟠道：“你只会怨我顾前不顾后，你怎么不怨宝玉外头招风惹草的呢？别说别的，就拿前日琪官儿的事比给你们听：那琪官儿，我们见了十来次，他并没和我说一句亲热话；怎么前儿他见了，连姓名还不知道，就把汗巾子给他？难道这也是我说的不成？”薛姨妈和宝钗急的说道：“还提这个！可不是为这个打他呢！可见是你说的了。”薛蟠道：“真真的气死人了！赖我说的我不恼，我只气一个宝玉闹的这么天翻地覆的！”宝钗道：“谁闹来著？你先持刀动杖的闹起来，倒说别人闹。”",
            "english": "Rephrase the following sentence:\n\nThe police have been patrolling the area to ensure the safety of all residents.\nThe area has been under the constant surveillance of the police in order to guarantee the safety of every resident.",
            "chinese": "薛蟠是个心直口快的人，见不得这们拐弯抹角的事情；再加上宝钗劝他别再乱跑了；还有他母亲说他，自己犯了错还错怪别人，犯了舌，被宝玉打了，也是他造成的：早就急的乱跳，赌神发誓的分辨。又骂众人：“谁这么编排我？我非把他那牙齿打掉不可！分明是为打了宝玉，没的献殷勤，拿我来做幌子。难道宝玉就是天王？他父亲打他一顿，一家子定要闹几天。那一回为他不好，姨父打了他两下子，过后儿老太太不知怎么知道了，说是珍大哥治的，好好儿的叫了去，骂了一顿。今日越发拉上我了。－－既拉上我，也不怕，索性进去把宝玉打死了，我替他偿命！”一面嚷，一面找起一根门闩来就跑。慌的薛姨妈拉住骂道：“作死的孽障！你打谁去？你先打我来！”薛蟠的眼急的铜铃一般，嚷道：“何苦来！又不叫我去，为什么好好的赖我？将来宝玉活一日，我耽一日的口舌，不如大家死了清净！”宝钗忙也上前劝道：“你忍耐些儿罢！妈妈急的这个样儿，你不说来劝，你倒反闹的这样。别说是妈妈，就是旁人来劝你，也是为好。倒把你的性子劝上来！”薛蟠道：“你这会子又说这话。都是你说的！”宝钗道：“你只怨我说，再不怨你那顾前不顾后的形景。”薛蟠道：“你只会怨我顾前不顾后，你怎么不怨宝玉外头招风惹草的呢？别说别的，就拿前日琪官儿的事比给你们听：那琪官儿，我们见了十来次，他并没和我说一句亲热话；怎么前儿他见了，连姓名还不知道，就把汗巾子给他？难道这也是我说的不成？”薛姨妈和宝钗急的说道：“还提这个！可不是为这个打他呢！可见是你说的了。”薛蟠道：“真真的气死人了！赖我说的我不恼，我只气一个宝玉闹的这么天翻地覆的！”宝钗道：“谁闹来著？你先持刀动杖的闹起来，倒说别人闹。”\n\n薛蟠本来就心直口快，看不惯这类躲躲闪闪的事，再加上宝钗劝他别再乱跑了，他母亲又说他犯了错还错怪别人，还说了他犯了舌，宝玉被打，也是他造成的。所以早就急得乱跳，赌咒发誓地辩解。他又骂众人：“是谁这么编排我？我要把那人的牙齿打掉！分明是为打了宝玉，没的献殷勤，拿我来做幌子。难道宝玉是天王？他父亲打他一顿，一家人定要闹几天。那一回因为宝玉不好，姨父打了他两下，过后儿老太太不知怎么知道了，说是珍大哥治的，好好儿地叫了去，骂了一顿。今日越发拉上我了。既然拉上我，也不怕，索性进去把宝玉打死了，我替他偿命！”一面叫骂，一面找起一根门闩就要跑。薛姨妈慌忙拉住骂道：“作死的孽障！你打谁去？你先打我来！”薛蟠的眼睛急得像铜铃一样，嚷道：“何苦来！又不叫我去，为什么好好的赖我？将来宝玉活一日，我耽一日的口舌，不如大家死了清净！”宝钗忙也上前劝道：“你忍耐些儿罢！妈妈急成这样，你不说来劝，你倒反闹的这样。别说是妈妈，就是旁人来劝你，也是为好，倒把你的性子劝上来！”薛蟠道：“你这会子又说这话。都是你说的！”宝钗道：“你只怨我说，再不怨你那顾前不顾后的形景。”薛蟠道：“你只会怨我顾前不顾后，你怎么不怨宝玉外头招风惹草的呢？别说别的，就拿前日琪官儿的事比给你们听：那琪官儿，我们见了十来次，他并没和我说一句亲热话；怎么前儿他见了，连姓名还不知道，就把汗巾子给他？难道这也是我说的不成？”薛姨妈和宝钗急得说道：“还提这个！可不是为这个打他呢！可见是你说的了。”薛蟠道：“真真的气死人了！赖我说的我不恼，我只气一个宝玉闹的这么天翻地覆的！”宝钗道：“谁闹来著？你先持刀动杖的闹起来，倒说别人闹。”"
        },
        {
            "original": "薛蟠见宝钗说的话句句有理，难以驳正，比母亲的话反难回答，因此便要设法拿话堵回他去，就无人敢拦自己的话了。也因正在气头儿上，未曾想话之轻重，便道：“好妹妹，你不用和我闹，我早知道你的心了。从先妈妈和我说：你这金锁要拣有玉的才可配。你留了心，见宝玉有那劳什子，你自然如今行动护著他。”话未说了，把个宝钗气怔了，拉著薛姨妈哭道：“妈妈！你听哥哥说的是什么话！”薛蟠见妹子哭了，便知自己冒撞，便赌气走到自己屋里安歇。不提。",
            "english": "薛蟠听宝钗说得句句有理，无法辩驳，又觉得比母亲的话更难以回应。于是，他想要找到言辞来堵住宝钗的嘴，这样就不会有人能阻止他说了。由于一时气急，没有深思话语的分量，他脱口而出：“好妹妹，你不要和我争论，我早就知道你的想法了。妈妈跟我说过，你的金锁需要配一个有玉的人。你心中也许一直有这样的想法，见到宝玉拥有那块玉，你自然就会保护他了。”话未说完，宝钗被气得说不出话来，拉着薛姨妈哭道：“妈妈，你听听哥哥说的是什么话！”薛蟠见妹妹哭了，意识到自己冒犯了她，于是赌气回自己的房间睡觉，不再提及此事。",
            "chinese": "薛蟠见宝钗说的句句在理，便无法反驳，又觉得比妈妈的话还要难回，于是就想找出话堵住宝钗，那么没有人能拦住自己的话了。又是因为一时气急，没有想清楚话的分量，就说：“好妹妹，你不要跟我斗嘴，我早就知道你的心意了。妈妈跟我说过，你的金锁要配上有玉的人才行。你心里也存着这想法，见到宝玉有那块玉，你自然就会保护他了。”话还没说完，就把宝钗气得说不出话来，拉着薛姨妈哭道：“妈妈，你听听哥哥说的是什么话！”薛蟠见妹妹哭了，知道自己冒犯了，于是赌气回到自己的屋里睡觉了。不再提这件事。"
        },
        {
            "original": "宝钗满心委屈气忿，待要怎样，又怕他母亲不安，少不得含泪别了母亲，各自回来，到屋里整哭了一夜。次日一早起来，也无心梳洗，胡乱整理了衣裳，便出来瞧母亲。可巧遇见黛玉独立在花阴之下，问他那里去。宝钗因说：“家去。”口里说著，便只管走。黛玉见他无精打彩的去了，又见眼上好似有哭泣之状，大非往日可比，便在后面笑道：“姐姐也自己保重些儿。就是哭出两缸泪来，也医不好棒疮！”",
            "english": "Bao Chao felt very wronged and angry. She was at a loss as to what to do about YuBu. She could only restrain her tears and bid her mother goodbye. She also said goodbye to Lin Daiyu. After she returned, she cried bitterly all night. The next morning, she had no mood for getting ready. She just put on clothes haphazardly and went out to look for her mother. Just then, she met Lin Daiyu standing alone amidst a bed of flowers. Lin Daiyu asked her where she was going. Bao Chao said that she was going home. As she spoke, she walked away. Lin Daiyu saw that she looked dejected and her eyes were red, so different from her usual self. She asked her with a smile, Big Sister, you have to take care of yourself, too. Even if you cry two buckets of tears, that won't cure a splinter!",
            "chinese": "宝钗心里很委屈，很生气，却不知道该拿宝玉怎么办，只好强忍着眼泪跟母亲道了别，又跟林黛玉说了再见。回来后，她伤心的哭了一夜。第二天一早，她也没心思梳妆打扮，随便穿上了衣服，就出来找母亲。刚好遇见林黛玉独自站在花丛中，问她要去哪里。宝钗说她要回家，边说边走了。林黛玉看见她一副无精打采、眼眶红红的样子，跟往常大不一样，就在后面笑嘻嘻地问她，姐姐你也要保重身体啊，就是哭出两缸眼泪来，也治不好棒疮呢！"
        },
        {
            "original": "不知宝钗如何对答，且听下回分解。",
            "english": "The question of how Baoshai responded is left to the listener to guess, and the next instalment is promised for the next time.",
            "chinese": "不知道宝钗怎么回答，且听下回分解。"
        }
    ],
    "title": "《情中情因情感妹妹　错里错以错劝哥哥》",
    "chapter_number": 34
}