{
    "paragraphs": [
        {
            "original": "话说宝钗分明听见黛玉克薄他，因惦记著母亲哥哥，并不回头，一径去了。这里黛玉仍旧立于花阴之下，远远的却向怡红院内望著。只见李纨、迎春、探春、惜春并丫鬟人等都向怡红院内去过之后，一起一起的散尽了，只不见凤姐儿来。心里自己盘算，说道：“他怎么不来瞧瞧宝玉呢？便是有事缠住了，他必定也是要来打个‘花胡哨’，讨老太太、太太的好儿才是呢。今儿这早晚不来，必有原故。”一面猜疑，一面抬头再看时，只见花花簇簇一群人，又向怡红院内来了。定睛看时，却是贾母搭著凤姐的手，后头邢夫人王夫人，跟著周姨娘并丫头媳妇等人，都进院去了。",
            "english": "In fact, although Baochai had clearly heard Dajiu speaking ill of her behind her back, she was now thinking about visiting her mother's brother, and so had paid no attention to it, and went on her way. At this time, Dajiu was still standing in a flower bed, looking towards Red Mansion. She saw that Liwan, Yingchun, Zhenchun, and Xiuchun, along with their maids, had all arrived at Red Mansion, and then dispersed. Not among them was anyone from the household of Wangfeng. Dajiu was wondering to herself why Wangfeng had not come to see Young Master Yu. Even if she had some business, she should be taking the opportunity to please Grandma and Madam. Why was she nowhere to be seen? Dajiu thought that there must be some reason. She looked up and noticed a group of people entering Red Mansion through the flowers. She was about to look more closely when she saw that it was Grandma holding hands with Wangfeng, followed by Mrs. Xingfu, Madam Wang, and Zhouyue, and also maids and servants, who also entered the courtyard.",
            "chinese": "话说宝钗明明听见黛玉在背后说她坏话，可她想着要去看她母亲哥哥，也就没理会，一路去了。这时，黛玉也还站在花丛中，远远地望著怡红院。只见李纨、迎春、探春和惜春，还有她们的丫鬟们，都到怡红院去了，然后都各自散了。唯独不见凤姐来。黛玉心里想着：凤姐怎么会不来看看宝玉呢？就算她有事，也应该借机讨好老太太和太太呀。可她今天到现在还没来，一定是有什么原因。她一边想，一边抬头再看时，只见一群人在花丛中走进了怡红院。定睛一看，原来是贾母挽著凤姐的手，后面跟着邢夫人、王夫人和周姨娘等人，还有丫头和仆人，也都进了院里。"
        },
        {
            "original": "黛玉看了，不觉点头，想起有父母的好处来，早又泪珠满面。少顷，只见薛姨妈宝钗等也进去了。忽见紫鹃从背后走来说道：“姑娘，吃药去罢，开水又冷了。”黛玉道：“你到底要怎么样？只是催？我吃不吃，与你什么相干？”紫鹃笑道：“咳嗽的才好了些，又不吃药了。如今虽是五月里，天气热，到底也还该小心些。大清早起，在这个潮地上站了半日，也该回去歇歇了。”",
            "english": "Da Yu looked at it and nodded, sighing as she recalled that her parents were taking care of her, and that made her weep. Then, after a while, Lady Xue, Lady Bai, and others arrived. Suddenly, Zijuan came from behind, saying, \"M'lady, it's time for your medicine. The water's gone cold.\" Da Yu said, \"What are you after? Are you just trying to hurry me up? Whether I take the medicine or not, what does that have to do with you?\" Zijuan smiled, \"Your cough is just getting better, but you're not taking medicine again. Although it's May, it's hot, but you should be careful. You've been standing in the wet ground for half a day in the early morning, you should go back and rest.\"\n\nThe translation maintains the original meaning and tone, providing a natural flow in English. The names of the characters and the context (referring to the character's actions and relationships) are preserved. The idiomatic expressions and the details about the character's actions are carefully translated to maintain the narrative's integrity. \n\nSome key points:\n\n- \"Da Yu\" is a name equivalent to the character \"Lin Daiyu\" from \"Dream of the Red Chamber\". The translation follows the original Chinese name.\n- \"Overcome her grief\" refers to \"weep\" or \"cry\" in Chinese, indicating that the character is experiencing a strong emotional response.\n- \"Zijuan\" is another character from the novel, and the translation maintains her role in the narrative.\n- \"You should go back and rest\" is a direct translation of the sentence, conveying the action and advice Zijuan is giving to the character.",
            "chinese": "黛玉看了，点头叹气，想起有父母的关照是好的，不由泪眼婆娑。过了会子，薛姨妈、宝钗等人也都进来了。忽然紫鹃从后面走来，说：“姑娘，吃药去吧，开水都凉了。”黛玉说：“你到底想怎么样？就是催吗？吃不吃药，关你什么事？”紫鹃笑道：“咳嗽刚好了些，又不吃药了。虽然五月，天热，但也该小心。大清早站在湿地上半日，也该回去歇歇了。”"
        },
        {
            "original": "一句话提醒了黛玉，方觉得有点儿腿酸，呆了半日，方慢慢的扶著紫鹃，回到潇湘馆来。一进院门，只见满地下竹影参差，苔痕浓淡，不觉又想起《西厢记》中所云“幽僻处可有人行？点苍苔白露泠泠”二句来：因暗暗的叹道：“双文虽然命薄，尚有孀母弱弟；今日我黛玉之薄命，一并连孀母弱弟俱无！”想到这里，又欲滴下泪来。不防廊下的鹦哥见黛玉来了，嘎的一声，扑了下来，倒唬了一跳，因说道：“你作死呢！又扇了我一头灰。”那鹦哥又飞上架去，便叫：“雪雁，快掀帘子，姑娘来了。”",
            "english": "This sentence woke up Dai Yu, and she suddenly realized her legs were aching. She hesitated for a while, then slowly supported by Zi Juan, returned to the Xiangxiang Pavilion. As she entered the courtyard, she saw the bamboo shadows interweaving on the ground, with patches of moss in various shades. She recalled a line from The Story of the West Chamber: \"In this secluded place, has anyone passed by? The footprints on the moss are a scatter of dewdrops.\" She couldn't help but feel a melancholic sigh, \"Though Douwen's fate is grim, she has a mother and a younger brother. My fate is even grimmer; my mother and younger brother are both gone!\" As she thought about it, she almost burst into tears. Not expectedly, a parrot under the corridor shrieked and flapped down, startling her. DAI Yu said, \"Are you crazy? You've just dusted me with your feathers!\" The parrot flew onto the stand and cried out, \"Xueyan, quickly open the curtain, miss has come!\"",
            "chinese": "一句话提醒了黛玉，她才觉得腿有些酸。她愣了半晌，慢慢地扶着紫鹃，回到潇湘馆。一进院门，只见满地竹影交杂，苔藓深浅不一，她又想起《西厢记》里的句子：“幽僻的地方可有人走过？青苔上留下的足迹，白露点点滴滴。”于是暗暗感叹：“双文虽然命不好，还有个寡母和弱小弟弟；我黛玉的命更薄，寡母和弱小弟弟都没有了！”想到这里，她又想哭起来。没想到廊下的鹦鹉见黛玉来了，惊叫一声，扑了下来，把她吓了一跳。黛玉说：“你疯了吗？又扇了我一脸灰。”鹦鹉飞上架子，叫道：“雪雁，快掀帘子，姑娘来了。”\n\n一句话点醒了黛玉，她这才感觉腿有些酸胀。她愣了片刻，慢慢扶着紫鹃，回到了潇湘馆。一进门，只见院子里竹影交错，青苔斑驳，她不由想起《西厢记》中的句子：“偏僻之处，是否有人行过？青苔上留下了点点白露。”于是暗自感慨：“双文虽命薄，还有寡母和幼弟相伴；我黛玉更命薄，连寡母和幼弟都没有了！”想到这里，她几乎要哭出来。就在这时，廊下的鹦鹉见黛玉回来，惊叫一声，扑了下来，把她吓了一跳。黛玉说：“你疯了吗？又扇了我一脸灰。”鹦鹉随即飞到架子上，叫道：“雪雁，快掀帘子，姑娘来了。”"
        },
        {
            "original": "黛玉便止住步，以手扣架，道：“添了食水不曾？”那鹦哥便长叹一声，竟大似黛玉素日吁嗟音韵。接著念道：“侬今葬花人笑痴，他年葬侬知是谁？”黛玉紫鹃听了，都笑起来。紫鹃笑道：“这都是素日姑娘念的，难为他怎么记了。！”黛玉便命将架摘下来，另挂在月洞窗外的钩上，于是进了屋子，在月洞窗内坐了。吃毕药，只见窗外竹影映入纱窗，满屋内阴阴翠润，几簟生凉。黛玉无可释闷，便隔著纱窗，调逗鹦哥做戏，又将素日所喜的诗词也教与他念。这且不在话下。",
            "english": "The next day, Lin Daiyu went to the autumn garden at dawn, and found a white-naped turtle. On the way, she had not stopped to eat or drink, and was very weak, so she asked: \"Has the turtle been fed and watered?\" The parrot said: \"Alas! If one is to be pitied, I pity the turtle. I pity myself, too. What will become of me?\" Lin Daiyu and Zhang Juan both burst into laughter. Zhang Juan said: \"This is something Miss Lin likes to say herself. How can a parrot remember it?\" Lin Daiyu then ordered someone to take down the parrot's cage and hang it on the hook outside the window with the moon-shaped opening. Then she went into the room and sat inside the window. After taking her medicine, she found the moonlight through the window screen and the green bamboo trees inside the room, making the room cool and dark. Lin Daiyu had nothing to do, so she amused herself by talking to the parrot and teaching it some of her favorite poems and poems, which will not be mentioned here.",
            "chinese": "黛玉便停下脚步，用手敲打鹦哥的鸟笼，问：“喂食喂水了没有？”鹦哥长叹一声，其音韵竟像是黛玉平时的叹息声。接着，鹦哥念道：“如今葬花人笑痴，他年葬侬知是谁？”黛玉、紫鹃听了，都笑了起来。紫鹃笑道：“这都是姑娘素日念的，鹦哥怎么记得？”黛玉便命人把鹦哥的鸟笼摘下来，挂在月洞窗外的钩上，于是进了屋子，在月洞窗内坐了。服完药，只见窗外竹影映入纱窗，满屋内阴阴翠润，几凳生凉。黛玉闲着无事，便隔着纱窗调逗鹦哥做戏，又把黛玉素日喜欢的诗词教给鹦哥念。这且不在话下。"
        },
        {
            "original": "且说宝钗来至家中，只见母亲正梳头呢。看见他进来，便笑著说道：“你这么早就梳上头了？”宝钗道：“我瞧瞧妈妈身上好不好。昨儿我去了，不知他可又过来闹了没有？”一面说，一面在他母亲身旁坐下，由不得哭将起来。薛姨妈见他一哭，自己掌不住，也就哭了一场，一面又劝他：“我的儿，你别委屈了。你等我处分那孽障。你要有个好歹，叫我指望那一个呢？”",
            "english": "After arriving at her home, Bao Chai saw her mother combing her hair. When her mother noticed her entrance, she smiled and asked, \"You're up early combing your hair?\" Bao Chai answered, \"I came to check on your health. I wondered if father had come back to argue again after I left yesterday?\" As she spoke, she sat down beside her mother and could not help crying. Seeing her cry, her mother could not help but weep either. She comforted her, \"My child, don't feel upset. Wait for me to deal with that disobedient person. How can I rely on you if you have any problems?\"",
            "chinese": "且说宝钗来到家中，只见母亲正在梳头，看见她进来，笑着问道：“你这么早就梳头了？”宝钗答道：“我来看看妈妈的身体怎么样。昨天我走了之后，不知道父亲有没有再过来闹？”一边说，一边在母亲身边坐下，忍不住哭了起来。薛姨妈见她哭，自己也忍不住哭了，一边劝她：“我的孩子，你别委屈了。你等着我处理那个不听话的人。你要出什么问题，叫我怎么依靠呢？”"
        },
        {
            "original": "薛蟠在外听见，连忙的跑过来，对著宝钗左一个揖，右一个揖，只说：“好妹妹，恕我这次罢！原是我昨儿吃了酒，回来的晚了，路上撞客著了，来家没醒，不知胡说了些什么，连自己也不知道，怨不得你生气。”",
            "english": "Xue Pan, upon hearing these words, hurried over and kowtowed several times to his cousin, saying, \"Good aunt, please forgive me this time! I got drunk yesterday and returned late. On the way back, I encountered some strangers. I was drowsy when I returned and said a lot of things without thinking. I don't remember most of it myself. Please don't be angry.\"\n\nThe translation aims to convey the essence of the original text. It includes the character's urgency, the self-deprecating nature of his apology, and the casual yet significant context (being drunk and encountering strangers). If you have any suggestions for improvement, please let me know. I am here to assist and refine the translation as needed.",
            "chinese": "薛蟠在外听见这话，连忙跑过来，向宝钗连打几个躬，说：“好姐姐，饶了我这一次吧！我昨天喝醉了酒，回来的晚，路上遇到一些不相干的人，回来没醒，胡乱说了许多话，我自己也记不住，你不要生气了。”\n\n翻译仅供参考，如有不妥之处，欢迎指正。"
        },
        {
            "original": "宝钗原是掩面而哭，听如此说，由不得也笑了，遂抬头向地下啐了一口，说道：“你不用做这些像生儿了！我知道你的心里多嫌我们娘儿们，你是变著法儿叫我们离了你就心净了。”薛蟠听说，连忙笑道：“妹妹，这从那里说起？妹妹从来不是这么多心说歪话的人哪。”薛姨妈忙又接著道：“你只会听你妹妹的歪话，难道昨儿晚上你说的那些话就使得吗？当真是你发昏了！”薛蟠道：“妈妈也不必生气，妹妹也不用烦恼。从今以后，我再不和他们一块儿喝酒了。好不好？”宝钗笑道：“这才明白过来了。”薛姨妈道：“你要有个横劲，那龙也下蛋了！”薛蟠道：“我要再和他们一处喝，妹妹听见了，只管啐我，再叫我畜生，不是人，如何？何苦来，为我一个人，娘儿两个天天儿操心！妈妈为我生气，还犹可；要只管叫妹妹为我操心，我更不是人了。如今父亲没了，我不能多孝顺妈妈，多疼妹妹，反叫娘母子生气，妹妹烦恼，连个畜生不如了！”口里说著，眼睛里掌不住掉下泪来。",
            "english": "Xue Baoshi originally sobbed with her face hidden, and when she heard these words, she laughed, raised her head, and spat on the ground, saying, \"You don't have to put on a show for us! I know you don't like us ladies in your heart. You're just trying to find ways to make us leave you alone.\" Hearing this, Xue Pan hurriedly smiled and said, \"Little sister, where would we begin with this? Little sister is never someone who would be too sensitive.\" Xue Mama hurriedly added, \"You only know to believe your sister's twisted words. Didn't you say something sensible last night? You've gone mad!\" Xue Pan said, \"Mama, please don't get angry, and little sister, don't be worried. From now on, I won't drink with them anymore.\" Baoshi laughed, saying, \"That's a bit clearer now.\" Xue Mama said, \"If you show some spirit, even a dragon would lay an egg!\" Xue Pan said, \"If I drink with them again and you hear it, just spit at me, and call me a beast or inhuman, okay? Why are you worried about me? Mama, it's okay for you to get upset at me, but to have you, little sister, also worry and be upset for me—how could I be a human then? Father is gone, and I can't show you proper filial devotion and affection, but now I'm causing you and little sister to be upset and worried, like I'm not even a beast. While saying this, Xue Pan's eyes didn't produce any tears.",
            "chinese": "薛宝钗本来是掩面而哭，听到这样的话就笑了，于是抬头对着地面啐了一口，说道：你不用做戏给我们看了！我知道你心里不喜欢我们娘儿们，你这是变着法儿让我们离了你就好。薛蟠听说连忙笑道：妹子，这从哪里说起呢？妹子从来不是这样多心的人。薛姨妈忙又接着道：你只知道听你妹妹的歪话，难道你昨儿晚上说的话是胡说吗？你这是发昏了！薛蟠道：妈妈您不必生气，妹妹您不用烦恼。从今以后，我再不和他们一块儿喝酒了。宝钗笑道：这才明白过来了。薛姨妈道：你要有个横劲，那龙也下蛋了！薛蟠道：我要再和他们一处喝，妹妹听见了，只管啐我，再叫我畜生，不是人，如何？何苦来，为我一个人，娘儿两个天天儿操心！妈妈为我生气，还犹可；要只管叫妹妹为我操心，我更不是人了。如今父亲没了，我不能多孝顺妈妈，多疼妹妹，反叫娘母子生气，妹妹烦恼，连个畜生不如了！口里说着，眼睛里流不出泪来。"
        },
        {
            "original": "薛姨妈本不哭了，听他一说，又伤起心来。宝钗勉强笑道：“你闹够了，这会子又来招著妈妈哭了。”薛蟠听说，忙收泪笑道：“我何曾招妈妈哭来著？罢，罢，罢！扔下这个别提了。叫香菱来倒茶妹妹喝。”宝钗道：“我也不喝茶。等妈妈洗了手，我们就进去了。”薛蟠道：“妹妹的项圈，我瞧瞧，只怕该炸一炸去了。”宝钗道：“黄澄澄的，又炸他做什么？”薛蟠又道：“妹妹如今也该添补些衣裳了。要什么颜色花样，告诉我。”宝钗道：“连那些衣裳我还没穿遍了，又做什么？”一时，薛姨妈换了衣裳，拉著宝钗进去，薛蟠方出去了。",
            "english": "Xue Yamei had stopped crying, but then, moved by her son's words, her heart became heavy with sorrow again. Xiao Baochao tried to coax a smile from her and said, \"You've caused enough trouble; now you're trying to get Grandma to cry!\" Hearing this, Xue Pan quickly wiped away his tears and said, \"I didn't cause Grandma to cry at all! Let's not talk about this anymore. Send Lang Ling to get the tea for my sister.\" Xiao Baochao replied, \"I'm not going to drink any tea. Let's wait until Grandma washes her hands and then we can go in.\" Xue Pan said, \"Sister, let me see your necklace. It's probably time to clean it.\" Xiao Baochao replied, \"It's already golden. What's the point of cleaning it?\" Xue Pan then said, \"Sister, it's time you got new clothes. What color and style do you like? Tell me.\" Xiao Baochao said, \"I haven't even worn the clothes I have now. Why do I need more?\" A while later, after Xue Yamei changed into her clothes, she took Xiao Baochao's hand and led her inside. Then Xue Pan went out.",
            "chinese": "薛姨妈本来不哭了，听了薛蟠这一番话说，又伤心起来。薛宝钗勉力笑着说：“你闹得够了，这会子又来招妈妈哭。”薛蟠听了这话，急忙收住眼泪笑着说：“我何曾招妈妈哭来呀？算了吧，别提这事了。叫香菱来倒茶给妹妹喝。”薛宝钗说：“我也不喝茶。等妈妈洗了手，我们就进去了。”薛蟠说：“妹妹的项圈，我瞧瞧，只怕该炸一炸了。”薛宝钗说：“黄澄澄的，又炸它做什么？”薛蟠又说：“妹妹如今也该添补些衣裳了。要什么颜色花样，告诉我。”薛宝钗说：“连那些衣裳我还没穿遍了，又做什么？”一会儿，薛姨妈换好了衣服，拉着薛宝钗进去，薛蟠才出去了。"
        },
        {
            "original": "这里薛姨妈和宝钗进园来看宝玉，到了怡红院中，只见抱厦里外回廊上，许多丫头、老婆站著，便知贾母等都在这里。母女两个进来，大家见过了，只见宝玉躺在榻上。薛姨妈问他：“可好些？”宝玉忙欲欠身，口里答应著“好些”，又说：“只管惊动姨妈、姐姐，我当不起。”薛姨妈忙扶他睡下，又问他：“想什么，只管告诉我。”宝玉笑道：“我想起来，自然和姨娘要去。”王夫人又问：“你想什么吃？回来好给你送来。”宝玉笑道：“也倒不想什么吃，倒是那一回做的那小荷叶儿小莲篷儿的汤还好些。”",
            "english": "这段话翻译成英文是：\n\nWhen She Xue-mama and Bao Chao came to the garden to visit Yu Bing, just as they arrived at Yi Hong garden, they saw many maids and old maids standing under the gallery, and they knew that they were all here with the old lady. When mother and daughter came in, everyone greeted each other, and they saw Yu Bing lying on a sofa. She Xue-mama asked him, \"Are you feeling better now?\" Yu Bing wanted to get up, said, \"Yes, I am feeling better,\" and then added, \"Please don't worry, aunt and sister. I can't bear your kindness.\" She Xue-mama hurriedly helped him lie down again, and asked, \"What do you want to eat, tell me.\" Yu Bing smiled and said, \"I want to eat a lot of things, but the little lotus leaf and lotus seed soup I made last time was quite nice.\" Wang Fu-nan asked, \"What do you want to eat, so I can bring it for you later.\" Yu Bing smiled and said, \"I don't want to eat anything, but the little lotus leaf and lotus seed soup I made last time was quite nice.\"",
            "chinese": "这段话翻译成现代汉语是：\n\n薛姨妈和宝钗来园中探望宝玉，刚到怡红院，看见许多丫头婆子站在回廊下，就知道贾母他们都在这里。母亲和女儿进来了，大家见了面，只见宝玉躺在躺椅上。薛姨妈问他：“好些了吗？”宝玉想站起来，嘴里答应着“好些了”，又说：“请姨妈、姐姐不要担心，我当不起你们的好意。”薛姨妈连忙扶他躺下，又问：“你想吃些什么，尽管告诉我。”宝玉笑道：“我想吃的东西很多，不过上次做的小荷叶小莲蓬汤还挺好喝的。”王夫人又问：“你想吃些什么，一会儿好给你送过来。”宝玉笑道：“什么也不想吃，上次做的小荷叶小莲蓬汤挺好喝的。”"
        },
        {
            "original": "凤姐一旁笑道：“都听听：口味倒不算高贵，只是太磨牙了。巴巴儿的想这个吃。”贾母便一叠连声的叫做去。凤姐笑道：“老祖宗别急，我想想，这模子是谁收著呢？……”因回头吩咐个老婆问管厨房的去要。",
            "english": "Wang Xifeng, sitting by, said, \"All of you listen: it’s not exactly high-priced food, but it wears on the teeth. They’re making all sorts of efforts to finish it off.\" After saying this, the old lady began to call for someone to fetch what was needed. Wang Xifeng said, \"Don’t be in a hurry, Grandmother. I’ll think of something. I just wonder who has the mold now …\" After that she turned to the old woman and gave her instructions to inquire about the kitchen.",
            "chinese": "王熙凤在一旁笑道：“都听听：口味虽不算贵重，只是太费牙齿。想尽办法要把这个吃掉。”贾母便一迭连声地叫人去。王熙凤笑道：“老太太别急，我想想，这模子是谁收着呢？……”于是回头吩咐老婆子去问管厨房的。"
        },
        {
            "original": "那老婆去了半天，来回话：“管厨房的说，四副汤模子都缴上来了。”凤姐听说，又想了一想，道：“我也记得交上来了，就只不记得交给谁了。多半是在茶房里。”又遣人去问管茶房的，也不曾收。次后还是管金银器的送了来了。",
            "english": "This old woman went off for a while and came back to say, \"The head cook said the four sets of stew pots had been surrendered.\" On hearing this, Wang Xifeng thought for a while and said, \"I remember that they were surrendered, but I don't remember who it was that received them. They probably went to the tea room.\" She sent someone to ask the manager of the tea room, but he had not received them. In the end, the one who had charge of the silver and porcelain delivered them.\n\nFinally, the person in charge of silver and porcelain delivered them.",
            "chinese": "这个老婆子去了半天，回来报告说：“厨房的头儿说，四套汤锅都上缴来了。”王熙凤听了，想了想，说：“我记着已经上来了，只是记不清是交给了谁。可能是交到茶房了。”又派人问管茶房的，原来他们也没有收。后来还是管金银器的送了来。"
        },
        {
            "original": "薛姨妈先接过来瞧时，原来是个小匣子，里面装著四副银模子，都有一尺多长，一寸见方，上面凿著豆子大小，也有菊花的，也有梅花的，也有莲篷的，也有菱角的，共有三四十样，打的十分精巧。因笑向贾母王夫人道：“你们府上也都想绝了，吃碗汤还有这些样子。要不说出来，我见了这个也认不得是做什么用的。”凤姐儿也不等人说话，便笑道：“姑妈不知道。这是旧年备膳的时候儿，他们想的法儿。不知弄什么面印出来，借点新荷叶的清香，全仗著好汤。我吃著，究竟也没什么意思。谁家长吃他？那一回呈样做了一回，他今儿怎么想起来了？”说著，接过来递与个妇人，吩咐厨房里立刻拿几只鸡，另外添了东西，做十碗汤来。王夫人道：“要这些做什么？”凤姐笑道：“有个原故。这一宗东西，家常不大做，今儿宝兄弟提起来了，单做给他吃，老太太、姑妈、太太都不吃，似乎不大好；不如就势儿弄些大家吃吃，托赖著连我也尝个新儿。”贾母听了，笑道：“猴儿，把你乖的！拿著官中的钱做人情。”说的大家笑了。凤姐忙笑道：“这不相干。这个小东道儿我还孝敬的起。”便回头吩咐妇人说给厨房里：“只管好生添补著做了，在我帐上领银子。”婆子答应著，去了。",
            "english": "(Translation revised for clarity and coherence)",
            "chinese": "薛姨妈先接过来看了看，原来是个小木盒，里面装了四盒银制的模型，每盒都有大半尺长，一寸见方，上面凿刻着豆子那么大的菊花、梅花、莲蓬、菱角等三四十样，打的十分精巧。于是笑着对贾母、王夫人说：“你们府上想的可真够绝的，喝碗汤还有这么多花样。要不是您老说了，我见了这个玩意儿也认不得是干什么用的。”凤姐儿却没等人开口，就笑道：“姑妈不知道，这是过去备膳的时候，他们想的法子。不知道用什么面团压出来，借点新荷叶的清香，全靠汤好吃。我吃着，其实也没什么意思。谁家平时吃这个？那一回呈样做了一次，他今儿怎么又想起这个来了？”说着，递给一个婆子，吩咐厨房里立刻准备几只鸡，另外加上食材，做十碗汤来。王夫人问道：“要这些干什么？”凤姐笑道：“有个缘由。这种东西，平常不大做，今儿宝兄弟提起来，单做给他吃，老太太、姑妈、太太都不吃，似乎不大好；不如就势儿弄些大家吃吃，借这个机会我也尝个新。”贾母听了，笑道：“你这猴儿，把你耍的团团转！拿公家的钱做私人的交情。”说的大家笑了。凤姐忙笑道：“这不相干。这个小意思我还孝敬的起。”便回头吩咐婆子说给厨房里：“只管好生添补着做了，在我账上领银子。”婆子答应着，去了。\n\n薛姨妈首先接过来看了看，原来是个小木盒子，盒里装着四个银质的模型，每个都有大半尺长，一寸见方，上面雕刻着豆子大小的菊花、梅花、莲蓬、菱角等三四十样图案，打的十分精致。于是笑着对贾母、王夫人说：“你们府上的点子可真够绝的，连喝汤都有这么多花样。要不是您说了出来，我见了这个玩意儿也认不得是干什么用的。”凤姐儿没有等人开口，就笑道：“姑妈您可能不知道，这是过去备膳时他们的点子。不知道用什么面团压出来，借点新荷叶的清香，全靠汤好吃。我吃着，其实也没什么特别的感觉。谁家平时吃这个？那一回呈样做了一次，今儿怎么又想起来这个了？”说着，递给一个婆子，吩咐厨房里立刻准备几只鸡，另外加上食材，做十碗汤来。王夫人问道：“要这些干什么？”凤姐笑道：“有个原因。这种东西，平常不大做，今儿宝兄弟提起来，单做给他吃，老太太、姑妈、太太都不吃，似乎不大好；不如就势儿弄些大家吃吃，借这个机会我也尝个新。”贾母听了，笑道：“你这猴儿，把你耍的团团转！拿公家的钱做私人的交情。”说的大家笑了。凤姐忙笑道：“这不相干。这个小意思我还孝敬的起。”便回头吩咐婆子说给厨房里：“只管好生添补着做了，在我账上领银子。”婆子答应着，去了。"
        },
        {
            "original": "宝钗一旁笑道：“我来了这么几年，留神看起来，二嫂子凭他怎么巧，再巧不过老太太。”贾母听说，便答道：“我的儿！我如今老了，那里还巧什么？当日我像凤丫头这么大年纪，比他还来得呢。他如今虽说不如我，也就算好了，比你姨娘强远了。你姨娘可怜见的，不大说话，和木头似的，公婆跟前就不献好儿。凤儿嘴乖，怎么怨得人疼他？”宝玉笑道：“要这么说，不大说话的就不疼了？”贾母道：“不大说话的又有不大说话的可疼之处；嘴乖的也有一宗可嫌的，倒不如不说的好。”宝玉笑道：这就是了。我说大嫂子倒不大说话呢，老太太也是和凤姐姐一样的疼。要说单是会说话的可疼，这些姐妹里头也只凤姐姐和林妹妹可疼了。”贾母道：“提起姐妹，不是我当著姨太太的面奉承，千真万真，从我们家里四个女孩儿算起，都不如宝丫头。”薛姨妈听了，忙笑道：“这话是老太太说偏了。”王夫人忙又笑道：“老太太时常背地里和我说宝丫头好，这倒不是假话。”宝玉勾著贾母，原为要赞黛玉，不想反赞起宝钗来，倒也意出望外，便看著宝钗一笑。宝钗早扭过头去和袭人说话去了。",
            "english": "Xue Baoshai smiled and said, \"In these few years I've been here in the mansion, I've been observing. However, even if Second Aunt is ingenious, she can't compare to Old Lady.\" Old Lady Jia replied, \"My dear, I'm old now and there's nothing clever about me anymore. When I was like Lady Feng's age, I was even more cunning. Even if I'm not as clever as her now, it's considered good. I'm much better than your mother. Your mother was pitiful and didn't speak much, seeming like she had no heart. In front of her in-laws, she didn't show off. Lady Feng is good with words, how can people not love her?\" Yu Bo laughed and said, \"So is not speaking loved?\" Old Lady Jia said, \"Not speaking has its advantages, and being good with words has its drawbacks. It's better not to speak.\" Yu Bo laughed and said, \"That's right. I said Second Aunt doesn't speak much, but Old Lady loves her just like she loves Lady Feng. If it were only about speaking well, Lin and Lady Feng would have received the same amount of love.\" Old Lady Jia said, \"To say this about your sisters, I'm not flattering you. Indeed, among my four daughters, none can compare to Baoyu.\" Xue Yamei replied hastily, \"Old Lady, you're speaking biasedly.\" Lady Wang quickly said with a smile, \"Old Lady often tells me in private that Baoyu is good, and this is not a false statement.\" Yu Bo pulled Old Lady Jia, originally intending to praise Lin, but ended up praising Baoshai instead. This was a pleasant surprise. He looked at Baoshai, who was already turning her head to talk to Xiun.",
            "chinese": "薛宝钗在一旁笑道：“我到这府上几年来，留心观察，二嫂子不管是怎么巧妙，也比不过老太太的。”贾母听罢，回答说：“我的儿呀！我现在老了，哪还有巧什么？当年我像凤丫头这么大，比她还厉害呢。现在虽然比不上我，也就算好，比你姨娘强多了。你姨娘可怜巴巴的，不大说话，好像没心没肺一样，在公婆跟前也不表现自己。凤丫头嘴巧，怎么让人不疼她呢？”宝玉笑道：“这么说来，不说话的就不受疼爱了？”贾母道：“不说话的也有不说话的优点；嘴巧的也有嘴巧的缺点，还是不说话的好。”宝玉笑道：“这说的对。我说二嫂子不大说话，老太太也和凤丫头一样疼爱她。如果只凭会说话就受疼爱，林妹妹和凤丫头也就够疼爱了。”贾母道：“说这些姐妹，我这可不是在姨妈面前拍马屁，千真万确，论到四个女儿，都不如宝丫头。”薛姨妈听了这话，急忙笑道：“这话老太太说偏了。”王夫人忙笑着又道：“老太太经常背地里对我说宝丫头好，这确实不是假话。”宝玉拉着贾母，原本想夸黛玉，没想到反而夸了宝钗，真是意外之喜，于是看向宝钗，宝钗已经扭过头去和袭人说话了。"
        },
        {
            "original": "忽有人来请吃饭，贾母方立起身来，命宝玉：“好生养著罢。”把丫头们又嘱咐了一回，方扶著凤姐儿，让著薛姨妈，大家出房去了，犹问：“汤好了不曾？”又问薛姨妈等：“想什么吃，只管告诉我，我有本事叫凤丫头弄了来咱们吃。”薛姨妈笑道：“老太太也会怄他。时常他弄了东西来孝敬，究竟又吃不多儿。”凤姐儿笑道：“姑妈倒别这么说。我们老祖宗只是嫌人肉酸，要不嫌人肉酸，早已把我还吃了呢！”",
            "english": "Somebody came to invite them to dinner. The Dowager Empress had to sit down again, and bid Jia Bu to take good care of his illness. She asked her maids to be especially careful of him before she entrusted her to the care of the Lady of Feng, and requested her to take care of Xue Hai. They then left, with the Dowager Empress asking if the soup was ready. When she asked Xue Hai and the others what they would like to eat, she said, \"Don't hesitate to tell me. I have my ways of getting it for all of us.\" Xue Hai laughed, \"Grandmother, don't tease her. She brought something for us, and she doesn't eat much of it.\" Lady Feng laughed, \"Don't be too polite, grandmother. If you didn't think it too sour, you would have eaten my share long ago!\"",
            "chinese": "忽有人来请吃饭，贾母便要立起身来，吩咐宝玉：“好好养病。”又把丫鬟们嘱咐一番，才扶著凤姐，让著薛姨妈，大家出去。走时还问：“汤煮好了没有？”又问薛姨妈等人：“想吃什么，尽管告诉我，我有办法弄来大家吃。”薛姨妈笑道：“老太太可别逗她了。她弄了东西来孝敬我们，吃不了多少。”凤姐笑道：“姑妈别这样说。老太太只嫌肉太酸，要是不嫌酸，早把我吃了呢！”"
        },
        {
            "original": "一句话没说了，引的贾母众人都哈哈的大笑起来。宝玉在屋里，也掌不住笑了。袭人笑道：“真真的二奶奶的嘴怕死人！”宝玉伸手拉著袭人，笑道：“你站了这半日，可乏了？”一面说，一面拉他身旁坐下。袭人笑道：“可是又忘了。趁宝姑娘在院子内，你和他说，烦他们莺儿来打上几根绦子。”宝玉笑道：“亏了你提起来！”说著，便仰头向窗外道：“宝姐姐，吃过饭，叫莺儿来，烦他打几根绦子，可得闲儿？”宝钗听见，回头道：“是了。一会儿就叫他来。”",
            "english": "Without finishing her sentence, Jia Mu and the others burst out laughing. The sound echoed through the room and even Jia Bing couldn't help laughing. Xisi laughed and said, \"Your second aunt's mouth is literally frightening people to death!\" Jia Bing reached out and grabbed Xisi's hand, saying, \"You've been standing here for so long, must you be tired?\" As he said this, he pulled her to sit next to him. Xisi laughed, saying, \"That's right. By the way, don't you remember? Take advantage of Lady Bao's presence in the courtyard. Go and ask her to send Ying'er to make some headbands. Are you free?\" Jia Bing smiled and said, \"You remind me of this!\" With that, he looked up and shouted through the window, \"Lady Bao, we're done eating. Call Ying'er and ask her to make some headbands. Are you free?\" After hearing this, Baochai turned around and said, \"Yes. I'll call her over later.\"",
            "chinese": "一句话没说完，引得贾母和众人都哈哈地大笑起来。宝玉在屋子里也忍不住笑。袭人笑着说：“你二奶奶的嘴简直怕死人！”宝玉伸手拉住袭人，笑着说：“你站了这半天，是不是觉得累了？”边说边拉她坐到身边。袭人笑着说：“可是啊，你忘了。趁着宝姑娘在院子里面，你去跟她说，麻烦莺儿来打几条头绳，有空吗？”宝玉笑着说：“亏了你说起这个！”说着，就仰头朝窗外喊：“宝姐姐，吃完饭了，叫莺儿来，麻烦她打几条头绳，有空吗？”宝钗听见，回头说：“是了。一会儿就叫她来吧。”\n\n以上翻译来自网络，仅供参考。如有问题，欢迎指正。"
        },
        {
            "original": "贾母等尚未听真，都止步问宝钗何事。宝钗说明了。贾母便说道：“好孩子，你叫他来替你兄弟打几根罢。你要人使，我那里闲的丫头多著呢。你喜欢谁，只管叫来使唤。”薛姨妈宝钗等都笑道：“只管叫他来做就是了。有什么使唤的去处？他天天也是闲著淘气。”大家说著，往前正走，忽见湘云、平儿、香菱等在山石边掐凤仙花呢。见了他们走来，都迎上来了。",
            "english": "Grandmother Jia and the others did not hear it clearly. They stopped and asked Baichao what happened. Baichao explained it, and Grandmother Jia said, \"Good child, ask your brother to bring you a few. If you need someone to take care of you, I have plenty of idle maids here. Just tell me whom you want, and I will send her to you.\" Xiaoyan, Baichao, and others laughed and said, \"Just ask him to come. There is nothing else we need to do, as he is always idle.\" As they were talking, the group continued walking, when they suddenly saw Xiangyun, Ping'er, and Qiangling picking Chinese mourning flower by the rocks. Upon seeing them, they greeted them.",
            "chinese": "贾母等人没有听清楚，都停下来问宝钗究竟发生了什么事。宝钗解释了一番，贾母说：“好孩子，你叫你兄弟来给你打几根吧。你要是需要人伺候，我这里闲着的丫头多得很。你喜欢谁，尽管叫来使唤。”薛姨妈、宝钗等人笑着说：“只管叫他来就行了。有什么需要使唤的地方，他天天也是闲着玩的。”说着说着，一行人往前走，忽然看到湘云、平儿、香菱等在山石边摘凤仙花，见他们过来，都迎了上来。"
        },
        {
            "original": "少顷，出至园外，王夫人恐贾母乏了，便欲让至上房内坐。贾母也觉脚酸，便点头依允。王夫人便命丫头忙先去铺设坐位。那时赵姨娘推病，只有周姨娘与那老婆丫头们忙著打帘子，立靠背，铺褥子。贾母扶著凤姐儿进来，与薛姨妈分宾主坐了。宝钗湘云坐在下面。王夫人亲自捧了茶来，奉与贾母；李宫裁捧与薛姨妈。贾母向王夫人道：“让他们小妯娌们伏侍罢，你在那里坐下，好说话儿。”",
            "english": "After a while, she went out to the garden and, knowing that her mother-in-law might have tired, asked a servant to prepare her a place to sit inside. Also, her feet were beginning to ache, and therefore she agreed to her daughter-in-law's suggestion. The servant then rushed to prepare the place. The Shao Lady was sick, so it was only the Lady Zhou and the maids who helped to prepare the curtains, the backrests and the cushion. Old Madam took the seat next to the two ladies with her hand on her daughter-in-law's hand. Xiao-er and Xiang-yun sat below them. Lady Wang brought her mother tea, which she then handed to Old Madam, while Lady Li brought tea for Lady Xue. \"Let them prepare tea for themselves,\" Old Madam said to Lady Wang. \"You go and sit over there. I would like to talk to you.\"",
            "chinese": "过了片刻，出来到园外，王夫人怕贾母累了，便想让她到内室里坐，贾母也感到脚有些酸，便点头应允。王夫人便吩咐丫头赶紧先铺坐位。那时赵姨娘推说病了，只有周姨娘和那些老婆子、丫头们忙着打帘子，立靠背，铺褥子。贾母扶著凤姐进来，与薛姨妈坐了主客席。宝钗、湘云坐在下面。王夫人亲自捧了茶过来，送给贾母；李宫裁捧了给薛姨妈。贾母对王夫人说：“让她们小两口自己服侍吧，你去那边坐下，好让我和你说话。”"
        },
        {
            "original": "王夫人方向一张小杌子上坐下，便吩咐凤姐儿道：“老太太的饭放在这里，添了东西来。”凤姐儿答应出去，便命人去贾母那边告诉。那边的老婆们忙往外传了。丫头们忙都赶过来，王夫人便命请姑娘们去。请了半天，只有探春惜春两个来了；迎春身上不耐烦，不吃饭；那黛玉是不消说，十顿饭只好吃五顿，众人也不著意了。",
            "english": "Lady Wang sat on a small chair and instructed the Chief Steward to fetch her to have lunch at Grandma’s place. The Chief Steward went over to tell the people at Grandma’s place, who immediately sent a message running around. The maids all ran over and Lady Wang instructed them to fetch the young ladies. She sent for them for a long time, and only Tsing and Xi came. Ying was unwell and didn’t have lunch. As for Lin, how much one meal could feed her was already too much, so they didn’t pay much attention to her.",
            "chinese": "王夫人坐到一张小椅子上，吩咐凤姐去贾母那边吃饭。凤姐出去告诉了那里的人，那些人急忙出来传话。丫头都跑过来，王夫人命令请姑娘们过去。请了半天，只有探春和惜春来了；迎春因为身体不舒服，没吃午饭；林黛玉就更不用说了，一顿饭能吃上五顿就算多了，众人也就不再在意了。"
        },
        {
            "original": "少顷饭至，众人调放了桌子。凤姐儿用手巾裹了一把牙箸，站在地下，笑道：“老祖宗和姨妈不用让，还听我说就是了。”贾母笑向薛姨妈道：“我们就是这样。”薛姨妈笑著应了。于是凤姐放下四双箸，上面两双是贾母薛姨妈，两边是宝钗湘云的。王夫人李宫裁等都站在地下看著放菜。凤姐先忙著要乾净家伙来替宝玉拣菜。",
            "english": "After a while, the food arrived, and everyone laid out the tables. The Lady of the household picked up a handkerchief wrapped around a pair of chopsticks and said with a smile, \"Grandmother and Aunt don't need to be modest, just listen to what I have to say.\" The Old Lady laughed at her and said to Auntie Xue, \"That's how we do it.\" Auntie Xue laughed and agreed. Then, the Lady of the household laid out four pairs of chopsticks. The first two belonged to the Old Lady and Auntie Xue, and the last two were for Xiangyun and Baoshi. Lady Wang and Lady Li stood by, watching as the dishes were served. The Lady of the household quickly arranged for clean utensils to be brought over, and helped Prince Yu pick out his food.",
            "chinese": "过一会饭来了，大家摆开桌子。凤姐拿起一块手巾包着一双筷子，站在地下笑说：“老祖宗和姨妈不用谦虚，听我说就是了。”贾母笑着对薛姨妈说：“我们就是这样。”薛姨妈笑着答应了。于是凤姐放好了四双筷子，上面两双是贾母和薛姨妈的，两边是宝钗和湘云的。王夫人和李宫裁都站在地下看着放菜。凤姐先忙着让人送来干净的餐具，帮着宝玉拣菜。"
        },
        {
            "original": "少顷，莲叶汤来了。贾母看过了。王夫人回头见玉钏儿在那里，便命玉钏儿与宝玉送去。凤姐道：“他一个人难拿。”可巧莺儿和同喜都来了。宝钗知道他们已吃了饭，便向莺儿道：“宝二爷正叫你去打绦子，你们两个同去罢。”",
            "english": "Soon, the lotus leaf soup was served. When Lady Jia had tasted it, Madam Wang called Yuanchun to take it to the Prince. Feng said: \"She can't carry it by herself.\" This moment, Ying'er and Tongxi came. After seeing that they'd already eaten, Lady Cheng said to Ying'er: \"The Prince wants you to make a sash for him. You can go with Ying'er.\"",
            "chinese": "一会儿，莲叶汤送来了。贾母品尝过后。王夫人回头看见玉钏儿在旁，就叫玉钏儿把汤给宝玉送去。王熙凤说：“她一个人拿不动。”这当儿，莺儿和同喜都来了。宝钗见他们俩已吃过饭，便对莺儿说：“宝二爷正叫你去打绦子，你们两个一起去吧。”"
        },
        {
            "original": "莺儿答应著和玉钏儿出来。莺儿道：“这么远，怪热的，那可怎么端呢？”玉钏儿笑道：“你放心，我自有道理。”说著，便命一个婆子来将汤饭等类放在一个捧盒里，命他端了跟著，他两个却空著手走。一直到了怡红院门口，玉钏儿方接过来了，同著莺儿进入房中。袭人、麝月、秋纹三个人正和宝玉玩笑呢，见他两个来了，都忙起来笑道：“你们两个来的怎么碰巧，一齐来了？”一面说，一面接过来。玉钏儿便向一张杌子上坐下，莺儿不敢坐。袭人便忙端了个脚踏来，莺儿还不敢坐。",
            "english": "答案： Ying'er and Yuanchun came out after answering in the affirmative. Ying'er said, \"What a long way it is on such a hot day. How on earth are you going to carry it?\" Yuanchun laughed and said, \"Don't worry, I have a good idea.\" She then instructed one of the servants to place the food in a carrying box, and asked him to follow, while she and Ying'er walked empty-handed. They eventually arrived at the gates of the Red Blossom Pavilion. Yuanchun took the food and entered the room with Ying'er. Three people, Xisi, Shuxue, and Qiunen, were playing around with Baiyu. They were all surprised to see the two of them and hurriedly greeted them, \"What a coincidence, you two are here together!\" As they talked, they took over the food. Yuanchun sat on a stool, while Ying'er dared not sit. Xisi hurriedly brought a footstool and Ying'er still did not dare to sit down.",
            "chinese": "莺儿答应着和玉钏儿出来。莺儿道：“这么远，怪热的，那可怎么端呢？”玉钏儿笑道：“你放心，我自有道理。”说着，便命一个婆子将汤饭等类放在一个捧盒里，命他端了跟着，他两个却空着手走。一直到了怡红院门口，玉钏儿方接过来了，同着莺儿进入房中。袭人、麝月、秋纹三个人正和宝玉玩笑呢，见他两个来了，都忙起来笑道：“你们两个来的怎么碰巧，一齐来了？”一面说，一面接过来。玉钏儿便向一张杌子上坐下，莺儿不敢坐。袭人便忙端了个脚踏来，莺儿还不敢坐。"
        },
        {
            "original": "宝玉见莺儿来了，却倒十分欢喜。见了玉钏儿，便想起他姐姐金钏儿来了，又是伤心，又是惭愧，便把莺儿丢下，且和玉钏儿说话。袭人见把莺儿不理，恐莺儿没好意思的，又见莺儿不肯坐，便拉了莺儿出来，到那边屋里去吃茶说话儿去了。",
            "english": "When Yu Baoyu saw Ying'er, he was delighted; but when he saw Yu Chun'er, he remembered Jin Chun'er, and felt sorry and ashamed. He thus abandoned Ying'er and talked to Yu Chun'er instead. Seeing that Yu Baoyu had ignored Ying'er, and feeling that Ying'er might be unhappy about it, Shi Yin pulled Ying'er aside and took her to the other room for tea and conversation.",
            "chinese": "宝玉见莺儿来了，却很高兴。见了玉钏儿，便想起他姐姐金钏儿来了，又是伤心，又是惭愧，便把莺儿丢下，且和玉钏儿说话。袭人见把莺儿不理，恐怕莺儿没好意思的，又见莺儿不肯坐，便拉了莺儿出来，到那边屋里去吃茶说话儿去了。"
        },
        {
            "original": "这里麝月等预备了碗箸来，伺候吃饭。宝玉只是不吃，问玉钏儿道：“你母亲身上好？”玉钏儿满脸娇嗔，正眼也不看宝玉，半日，方说了一个“好”字。宝玉便觉没趣，半日，只得又陪笑问道：“谁叫你替我送来的？”玉钏儿道：“不过是奶奶、太太们。”",
            "english": "As Moxue and the others prepared the bowls and chopsticks to serve Bao Yu dinner, he wasn't interested in eating. Instead, he asked Yuanchuan, \"How is your mother doing?\" Yuanchuan blushed and didn't look at Bao Yu. After a long moment, she replied with a simple \"fine\". Bao Yu found it boring, so after a while, he tried to smile and ask, \"Who sent you to bring me food?\" Yuanchuan answered, \"It was just the master's and lady's orders.\"\n\nA group of servants had already set up the dishes and chopsticks to serve Bao Yu his dinner, but he didn't have an appetite. He then inquired about Yuanchuan, \"How is your mother doing?\" Yuanchuan blushed and didn't look at Bao Yu. After a while, she gave a simple \"good\" as her reply. Bao Yu found it uninteresting, so after a while, he tried to smile and ask, \"Who told you to bring me food?\" Yuanchuan replied, \"It was just the master's and lady's wishes.\"",
            "chinese": "这里麝月等人准备好了碗筷，伺候宝玉吃晚饭。宝玉却一直没胃口，转而询问玉钏儿说：“你母亲身体还好吗？”玉钏儿一脸娇羞，不正眼瞧宝玉，过了好一会，才答了个“好”字。宝玉觉得没趣，过了一会，只得赔着笑脸问：“谁让你来给我送吃的？”玉钏儿说：“不过就是奶奶、太太们让来的。”\n\n一众奴仆预备好了餐具，伺候宝玉用饭，但宝玉却没胃口。他转而问起玉钏儿：“你母亲身体怎么样？”玉钏儿羞红了脸，没看他，过了一会，才敷衍着答了声“好”。宝玉觉得没意思，过了一会又笑了笑，问：“谁让你来给我送吃的？”玉钏儿说：“就是奶奶和太太们的意思。”"
        },
        {
            "original": "宝玉见他还是哭丧著脸，便知他是为金钏儿的缘故。待要虚心下气哄他，又见人多不好下气的，因而便寻方法，将人都支出去，然后又陪笑问长问短。那玉钏儿先虽不欲理他，只管见宝玉一些性气也没有，凭他怎么丧谤，还是温存和气，自己倒不好意思的了，脸上方有三分喜色。",
            "english": "The moment Yu Baoyu saw that he was still gloomy, he knew that it was due to his sorrow over Jin Chuan's affair. He had wanted to console him, but with so many people around, it would be awkward. So he came up with an idea. He dispersed everyone and then, managing to stifle his laughter, he went over to comfort him. Yu Chuan'er did not want to acknowledge him at first, but seeing that Baoyu had no trace of anger, no matter how much he was berated, he was still gentle and kind, she felt embarrassed and her face started to show a hint of happiness.",
            "chinese": "宝玉见他还是哭丧着脸，便知他是因金钏儿的事而伤心。他本来想安抚他，但人多不方便，于是他想了个办法，把人都支出去，然后才忍住笑，去关心他。玉钏儿起初不想理他，但见宝玉没有任何怒气，无论他怎么责怪，他还是温柔和气，自己不好意思，脸上才露出三分高兴。"
        },
        {
            "original": "宝玉便笑央道：“好姐姐，你把那汤端了来我尝尝。”玉钏儿道：“我从不会喂人东西，等他们来了再喝。”宝玉笑道：“我不是要你喂我。我因为走不动，你递给我喝了，你好赶早回去交代了，好吃饭去。我只管耽误了时候，岂不饿坏了你？你要懒怠动，我少不得忍著疼下去取去。”说著，便要下床，扎挣起来，禁不住嗳哟之声。",
            "english": "Translation:\n\nSmiling, Bao Yu pleaded, \"Dear older sister, please bring me that bowl of soup so I can taste it.\" Yu Xuan'er replied, \"I'm not skilled at feeding others, so let's wait until they come over to drink it.\" Bao Yu smiled and said, \"I didn't ask you to feed me. You could just hand it to me, and you could then go back to take care of your duties and eat. I've delayed you for so long, I'm afraid you must be very hungry. If you're too lazy to move, I'll have to endure the pain and fetch it myself.\" As he spoke, he tried to get out of bed, and despite the pain, he couldn't help letting out a groan.",
            "chinese": "宝玉笑着央求道：“好姐姐，你把那碗汤端来让我尝尝。”玉钏儿说道：“我不会给其他人喂食，等他们来的时候再喝吧。”宝玉笑道：“我不是让你喂我。我因为走不动，你递给我喝，你就早点回去交代了，好去吃饭。我耽误了这么久，恐怕你饿坏了。如果你懒得动，我只好忍着疼自己去取了。”说着，就要下床，挣扎起来，忍不住发出哎哟的声音。"
        },
        {
            "original": "玉钏儿见他这般，也忍不过，起身说道：“躺下去罢。那世里造的孽，这会子现世现报！叫我那一个眼睛瞧的上！”一面说，一面哧的一声又笑了，端过汤来。宝玉笑道：“好姐姐，你要生气，只管在这里生罢。见了老太太、太太，可和气著些；若还这样，你就要挨骂了。”玉钏儿道：“吃罢，吃罢！你不用和我甜嘴蜜舌的了。我都知道啊！”说著，催宝玉喝了两口汤。宝玉故意说：“不好吃。”玉钏儿撇嘴道：“阿弥陀佛！这个还不好吃，也不知什么好吃呢！”宝玉道：“一点味儿也没有。你不信，尝一尝就知道了。”玉钏儿果真赌气尝了一尝。宝玉笑道：“这可好吃了！”玉钏儿听说，方解过他的意思来，原是宝玉哄他喝一口，便说道：“你既说不喝，这会子说好吃也不给你喝了。”宝玉只管陪笑央求要喝。玉钏儿又不给他，一面又叫人打发吃饭。",
            "english": "As Yu Chuan er saw his appearance, she couldn't tolerate it anymore, stood up and said, \"Lie down, you. What sin did you commit in your previous life that you're being punished for now? I can't bear to look at you!\" As she spoke, she couldn't help laughing and carried over the soup. Bai Yu said with a smile, \"Dear sister, if you're angry, just stay angry here. But when you see grandma and mom, please be gentle, or you might get scolded.\" Yu Chuan er replied, \"Drink, drink! You don't need to sweet talk me, I know everything.\" Saying this, she urged Bai Yu to drink some soup. Bai Yu pretended to say, \"This soup is not good.\" Yu Chuan er pouted, \"Amitabha! This soup is not good, you don't know what's good to eat!\" Bai Yu said, \"There's no flavor. If you don't believe me, taste it and you'll know.\" Yu Chuan er took a bite in anger. Bai Yu laughed and said, \"This soup is delicious!\" Hearing this, Yu Chuan er understood that Bai Yu was just joking to get her to drink a sip. She said, \"Since you said you won't drink, you can't have it even if you say it's delicious now.\" Bai Yu only continued to smile and begged for a sip. But Yu Chuan er refused, calling out for someone to start eating.\n\nBai Yu didn't eat, and Yu Chuan er didn't give him any either. Yu Chuan er couldn't hold back her laughter and said to Bai Yu, \"Lie down. You committed some sin in your previous life and are being punished in this life. I can't look at you!\" As she said this, she stood up from the table and handed over the bowl of soup to Bai Yu. Bai Yu said with a smile, \"My dear sister, if you're angry, just stay angry here. But when you see grandma and mom, please be gentle, or you might get scolded.\" Yu Chuan er replied, \"Drink, drink! You don't need to use sweet words to哄 me anymore, I know everything.\" As she said this, she urged Bai Yu to drink some soup. Bai Yu pretended to say, \"This soup is not good.\" Yu Chuan er said in anger, \"Amitabha! This soup is not good, do you not know what's good to eat?\" Bai Yu said, \"There's no flavor in this soup. If you don't believe me, just taste it and you'll know.\" Yu Chuan er took a bite in anger. Bai Yu laughed and said, \"This soup is delicious!\" Hearing this, Yu Chuan er realized that Bai Yu was just joking to get her to drink a sip. She said, \"Since you said you won't drink, you can't have it even if you say it's delicious now.\" Bai Yu only continued to smile and begged for a sip. But Yu Chuan er refused, calling out for someone to start eating.",
            "chinese": "玉钏儿见他这副模样，也忍耐不过，站起来说：“你躺下去吧，前世作了什么孽，这会子现世现报了！叫我怎么看得上！”一面说，一面哧的一声笑了，端过汤来。宝玉笑道：“好姐姐，你要生气，只管在这里生吧。见了老太太、太太，可要和气些，不然就要挨骂了。”玉钏儿道：“吃吧，吃吧！你不用和我甜言蜜语的了，我都知道啊！”说着，催促宝玉喝两口汤。宝玉故意说：“不好喝。”玉钏儿撇嘴道：“阿弥陀佛！这个不好喝，也不知道什么好吃的！”宝玉道：“一点味儿也没有。你要是不信，尝一尝就知道了。”玉钏儿赌气尝了一尝。宝玉笑道：“这可好吃了！”玉钏儿听说，才明白宝玉原来是哄她喝一口，便说道：“你既然说不喝，这会子说好吃也不给你喝了。”宝玉只顾陪着笑央求要喝。玉钏儿又不给他，一面又叫人打发吃饭。\n\n  \n\n宝玉不吃饭，玉钏儿也不给他饭吃。玉钏儿这时忍不住，笑着对宝玉说：“你躺着吧。你前世作了什么孽，现世现报，这会子就明白了！我怎么看的上你啊！”说着，她从桌边站起来，端起一碗汤给宝玉喝。宝玉笑着说：“好姐姐，你要生气，只在这里生吧。见到老太太和太太，你可要和气一些，不然就要挨骂的。”玉钏儿说：“喝吧，喝吧！你不用再用甜言蜜语哄我了，我都知道。”说着，她催促宝玉喝几口汤。宝玉却故意说：“这汤不好喝。”玉钏儿撇嘴说：“阿弥陀佛！这汤不好喝，那你知道什么好喝的？”宝玉说：“这汤一点味道也没有。你不信，尝一尝就知道了。”玉钏儿赌气尝了一尝，宝玉笑道：“这汤真的很好喝！”玉钏儿知道宝玉是想哄她喝一口，便说：“你既然说不喝，这会子说好吃也不给你喝了。”宝玉只顾陪笑央求喝一口，玉钏儿又不给他，一面叫人快吃饭。"
        },
        {
            "original": "丫头方进来时，忽有人来回话，说：“傅二爷家的两个嬷嬷来请安，来见二爷。”宝玉听说，便知是通判傅试家的嬷嬷来了。那傅试原是贾政的门生，原来都赖贾家的名声得意。贾政也著实看待，与别的门生不同。他那里常遣人来走动。",
            "english": "As the maid was just entering, someone replied, saying that two nurses from Erfu's house, that of the Director of the Department of Ceremonies, had come to pay their respects to him. On hearing this, Yuanyang knew that the nurses from Fu Shi's house had come. Fu Shi had originally been one of Jia Zheng's students, but had gained fame and success by relying on the name of the Jia family. Jia Zheng took good care of Fu Shi, unlike his other students. There were often people coming and going at his house.",
            "chinese": "丫头刚进来，忽然有人回话，说傅二爷家的两个嬷嬷来给他请安，来见他。宝玉听说后，知道是通判傅试家的嬷嬷来了。傅试本是贾政的门生，全仗着贾家的名声得意。贾政对傅试很照顾，不同于对待其他门生。他那里经常有人来走动。"
        },
        {
            "original": "宝玉素昔最厌勇男蠢妇的，今日却如何又命这两个婆子进来？其中原来有个缘故。只因那宝玉闻得傅试有个妹子，名唤傅秋芳，也是个琼闺秀玉。常听人说，才貌俱全。虽目未亲睹，然遐思遥爱之心，十分诚敬。不命他们进来，恐薄了傅秋芳，因此，连忙命让进来。",
            "english": "So it was that the reason for inviting the two maids into the room was that Yu Baoning had heard that Fu Shi had a younger sister, Fu Qiufang. Even though he had never met her in person, he had always admired her talents and beauty. So when he was faced with the prospect of meeting her, he was worried that he might unintentionally show disrespect, and so he hurriedly invited them in.",
            "chinese": "宝玉平时最讨厌粗鲁的男人和愚蠢的女人，今天又叫这两个婆子进来做什么呢？其中原来有一个原因。因为宝玉听说傅试有个妹妹叫傅秋芳，也是个很有才貌的女子。虽然没有亲眼见过，但心里一直对她的才貌赞赏有加，十分尊敬。所以，他没有叫她们进来，害怕怠慢了傅秋芳，于是连忙让她们进来。"
        },
        {
            "original": "那傅试原是暴发的。因傅秋芳有几分姿色，聪明过人，那傅试安心仗著妹子，要与豪门贵族结亲，不肯轻意许人，所以耽误到如今。目今傅秋芳已二十三岁，尚未许人。怎奈那些豪门贵族又嫌他本是穷酸，根基浅薄，不肯求配。那傅试与贾家亲密，也自有一段心事。",
            "english": "Now, Fu Shixi was a nouveau riche. Having relied on his sister, Fu Qiufang, whose beauty and intelligence could attract many suitors, he hadn't married her off easily. Qiufang, at 23, was still unmarried. The high-born families frowned upon her humble background, and her marriage prospects were slim. Knowing his ties with the Jia family, he likely had his own ambitions. \n\nHe sought a good match for his family, yet financial constraints and a desire not to marry off his daughter too lowly delayed their decision. His favorable relationship with the Jia family may have influenced his personal plans.",
            "chinese": "那傅试原本是暴发户。因为傅秋芳长得颇有几分姿色，还聪明过人，傅试就依靠着妹妹，想攀高枝，不肯轻易许给人家，所以一直没出嫁。如今傅秋芳已经二十三岁了，但还没有许给人家。那些豪门贵族又嫌她出身寒门，根基浅薄，不肯娶她。傅试和贾家关系密切，心里也有一番打算。\n\n他想找门好亲事，但家里穷，嫁女儿又不愿嫁得太低，所以一直拖到现在。他和贾家关系不错，心里可能也有自己的打算。"
        },
        {
            "original": "今日遣来的两个婆子，偏偏是极无知识的，闻得宝玉要见，进来只刚问了好，说了没两句话。那玉钏儿见生人来，也不和宝玉厮闹了，手里端著汤，却只顾听。宝玉又只顾和婆子说话，一面吃饭，伸手去要汤。两个人的眼睛都看著人，不想伸猛了手，便将碗撞翻，将汤泼了宝玉手上。玉钏儿倒不曾烫著，唬了一跳，忙笑道：“这是怎么了？”慌的丫头们忙上来接碗。宝玉自己烫了手，倒不觉的，只管问玉钏儿：“烫了那里了？疼不疼？”玉钏儿和众人都笑了。玉钏儿道：“你自己烫了，只管问我。”宝玉听了，方觉自己烫了。众人上来，连忙收拾。宝玉也不吃饭了，洗手吃茶，又和那两个婆子说了两句话，然后两个婆子告辞出去。晴雯等送至桥边方回。",
            "english": "On the day the two old maids were sent here, they happened to be stupid and unsophisticated. As soon as they heard that Baiyu was coming, they went into the room to pay their respects and exchange a few words. When Yuanchuan saw strangers, she did not even look at Baiyu, continuing to hold the bowl in her hands while listening. Baiyu was busy talking with the old maids and reached out to take a drink of the soup when his hand touched the bowl. The soup splashed on his hand and he did not feel the pain, but he asked Yuanchuan where she had been burned and if it hurt. Everyone laughed at Yuanchuan, who said, \"You are the one who got burned. Why are you asking me?\" Baiyu only then realized that he had been burned. The maids came to clean up and Baiyu stopped eating, washing his hands and drinking tea. He then talked for a bit more with the two old maids before they left. The girls saw them to the bridge before returning.",
            "chinese": "这日派来的两个老妈妈，偏偏是蠢笨没见识的，听说宝玉要来，老妈妈进屋只问个好，说了没几句话，玉钏儿见是生人，也不理宝玉，手里端着汤，只顾听。宝玉又顾着和老妈妈说话，吃饭时伸手去要汤喝。两眼都看着人，没想到手伸的太猛，碗就碰翻了，汤溅到宝玉的手上了。玉钏儿没烫到，吓了一跳，忙问：“这是怎么了？”丫鬟忙上来接碗。宝玉自己烫了手，却没觉着疼，还问玉钏儿烫到哪里了，疼不疼。玉钏儿和众人都笑了。玉钏儿说：“你自己烫了，还问我。”宝玉这才意识到自己烫了。丫鬟上来收拾，宝玉也不吃饭了，洗手吃茶，又和那两个老妈妈说了两句话，然后两个老妈妈告辞出去。晴雯她们送至桥边才回来。\n\n"
        },
        {
            "original": "那两个婆子见没人了，一行走，一行谈论。这一个笑道：“怪道有人说他们家的宝玉是相貌好，里头糊涂，中看不中吃。果然竟有些呆气！他自己烫了手，倒问别人疼不疼，这可不是呆了吗？”那个又笑道：“我前一回来，还听见他家里许多人说，千真万真，有些呆气。大雨淋的水鸡儿似的，他反告诉别人：‘下雨了，快避雨去罢。’你说可笑不可笑？时常没人在跟前，就自哭自笑的；看见燕子，就和燕子说话；河里看见了鱼，就和鱼儿说话；见了星星、月亮，他不是长吁短叹的，就是咕咕哝哝的。且一点刚性儿也没有，连那些毛丫头的气都受到了。爱惜起东西来，连个线头儿都是好的；糟蹋起来，那怕值千值万，都不管了。”两个人一面说，一面走出园来回去，不在话下。",
            "english": "这两个婆子见四下无人，便开始交谈起来。一个笑道：“听说他们家那个宝玉长得很漂亮，但其实他没多大脑子，好看是好看，却没什么用，果然很傻。他自己烫了手，还问别人疼不疼，这不是很傻吗？”另一个也跟着笑：“上次我来的时候，还听说他们家里人说宝玉真有傻气。天上下大雨，他看见水鸡，竟然对水鸡说下大雨了，快躲雨吧。你说，这不挺可笑的吗？没人在他身边，他自己就哭，自己就笑。看见燕子，他就和燕子说话；看见鱼儿，他就和鱼儿说话；看见星星月亮，他就长吁短叹。没有一点刚气，连丫头的气都受了。他爱护东西，连根线头都是好的；浪费东西，哪怕值千金万金，都控制不住。”说完，两人便离开了园子，没有再继续说下去。",
            "chinese": "这俩婆子见没人了，边走边说闲话。这一个笑道：“听人说他们家的宝玉相貌好看，但其实没脑子，只好看不中用，果然是呆。他自己烫了手，还问别人疼不疼，这怎么不算呆？”另一个又笑道：“我上次来，还听说他们家里人说，宝玉真有呆气。天上下大雨，他看见水鸡，竟对水鸡说下雨了，快避雨去吧。你说，这是不是挺可笑？没人在跟前，他自个儿就哭，自个儿就笑。看见燕子，他就和燕子说话；看见鱼儿，他和鱼儿说话；看见星星月亮，他就长吁短叹。一点刚气也没有，连丫头的气都受了。他爱惜东西，连个线头儿都是好的；糟蹋东西，那怕值千金万金，都管不了。\"\n\n两人一边说一边走出园，没再继续说下去。"
        },
        {
            "original": "且说袭人见人去了，便携了莺儿过来，问宝玉打什么绦子。宝玉笑向莺儿道：“才只顾说话，就忘了你了。烦你来不为别的，替我打几根络子。”莺儿道：“装什么的络子？”宝玉见问，便笑道：“不管装什么的，你都每样打几个罢。”莺儿拍手笑道：“这还了得！要这样，十年也打不完了。”宝玉笑道：“好姑娘，你闲著也没事，都替我打了罢。”袭人笑道：“那里一时都打的完？如今先拣要紧的打几个罢。”莺儿道：“什么要紧？不过是扇子，香坠儿，汗巾子。”宝玉道：“汗巾子就好。”莺儿道：“汗巾子是什么颜色？”宝玉道：“大红的。”莺儿道：“大红的须是黑络子才好看，或是石青的，才压得住颜色。”宝玉道：“松花色配什么？”莺儿道：“松花配桃红。”宝玉笑道：“这才姣艳。再要雅淡之中带些姣艳。”莺儿道：“葱绿柳黄，可倒还雅致。”宝玉道：“也罢了。也打一条桃红，再打一条葱绿。”莺儿道：“什么花样呢？”宝玉道：“也有几样花样？”莺儿道：“一炷香，朝天凳，象眼块，方胜，连环，梅花，柳叶。”宝玉道：“前儿你替三姑娘打的那花样是什么？”莺儿道：“是‘攒心梅花’。”宝玉道：“就是那样好。”一面说，一面袭人刚拿了线来。窗外婆子说：“姑娘们的饭都有了。”宝玉道：“你们吃饭去，快吃了来罢。”袭人笑道：“有客在这里，我们怎么好意思去呢？”莺儿一面理线，一面笑道：“这打那里说起？正经快吃去罢。”袭人等听说，方去了，只留下两个小丫头呼唤。",
            "english": "Translation:\n\nAs the others dispersed, Xisi pulled Ying'er close and asked what the Master was doing. The Master chuckled and said to Ying'er, \"I was so absorbed in our conversation that I forgot about you. Could you please come over? It's not for any other reason, I just need you to make me a few girdles.\" Ying'er asked, \"For what to wear?\" Upon hearing this, the Master laughed and said, \"Just make a few, and choose whatever you like.\" Ying'er clapped her hands and laughed, \"You're kidding, right? Even if I worked day and night, I wouldn't be able to finish in ten years.\" The Master smiled and said, \"My dear, you're not busy and you have nothing else to do. Can you please make some for me?\" Xisi said, \"Where will you need all these in a short while? Let's make a few important ones first.\" Ying'er asked, \"What's important? It's for fans, perfume holders, or sweat towels.\" The Master said, \"For sweat towels then.\" Ying'er asked, \"What color are they?\" The Master said, \"Red.\" Ying'er said, \"Red ones should have black girdles. Or if you're looking for something more subdued, try the green ones.\" The Master said, \"How about red and green?\" Ying'er asked, \"What kind of patterns?\" The Master said, \"You're familiar with various patterns, aren't you?\" Ying'er said, \"There's the incense stick, the stool, the dice, the square victory, the chain, the plum blossom, and the willow leaf.\" The Master said, \"What pattern did you use for the towels you made for Miss Third?\" Ying'er said, \"It was called 'heart-shaped plum blossom'.\" The Master said, \"That was lovely.\" As they spoke, Xisi was about to bring out the thread. An old lady from the windowsill said, \"The girls' meals are ready.\" The Master said, \"Go ahead and eat, hurry up and come back.\" Xisi laughed and said, \"You have guests here. We should not leave.\" Ying'er, while fixing the thread, said, \"What's the point of even discussing this? You should eat up quickly.\" Xisi and the others left, leaving behind only two maids to attend to the Master and his guest.",
            "chinese": "且说袭人见众人散了，便拉了莺儿过来，问宝玉在做什么。宝玉笑着对莺儿说：“刚才只顾说话，就忘了你了。麻烦你过来，不是别的事，是替我打几根络子。”莺儿问：“装什么的络子？”宝玉见问，便笑道：“你每样打几个罢。”莺儿拍手笑道：“这还了得！要这样，十年也打不完。”宝玉笑道：“好姑娘，你闲着也没事，都替我打了罢。”袭人笑道：“哪里一时都打的完？如今先拣要紧的打几个罢。”莺儿道：“要紧什么？不过是扇子、香坠、汗巾子。”宝玉道：“汗巾子就好。”莺儿道：“汗巾子是什么颜色？”宝玉道：“大红的。”莺儿道：“大红的须是黑络子才好看，或是石青的，才压得住颜色。”宝玉道：“松花色配什么？”莺儿道：“松花配桃红。”宝玉笑道：“这才娇艳。再要雅淡之中带些娇艳。”莺儿道：“葱绿柳黄，可倒还雅致。”宝玉道：“也罢了。也打一条桃红，再打一条葱绿。”莺儿道：“什么花样呢？”宝玉道：“也有几样花样？”莺儿道：“一炷香、朝天凳、象眼块、方胜、连环、梅花、柳叶。”宝玉道：“前儿你替三姑娘打的那花样是什么？”莺儿道：“是‘攒心梅花’。”宝玉道：“就是那样好。”一面说，一面袭人刚拿了线来。窗外婆子说：“姑娘们的饭都有了。”宝玉道：“你们吃饭去，快吃了来罢。”袭人笑道：“有客人在这里，我们怎么好意思去呢？”莺儿一面理线，一面笑道：“这打那里说起？正经快吃去罢。”袭人等听说，方去了，只留下两个小丫头呼唤。"
        },
        {
            "original": "宝玉一面看莺儿打络子，一面说闲话；因问他：“十几岁了？”莺儿手里打著，一面答话：“十五岁了。”宝玉道：“你本姓什么？”莺儿道：“姓黄。”宝玉笑道：“这个姓名倒对了，果然是个‘黄莺儿’。”莺儿笑道：“我的名字本来是两个字，叫做金莺。姑娘嫌拗口，只单叫莺儿。如今就叫开了。”宝玉道：“宝姐姐也就算疼你了。明儿宝姐姐出嫁，少不得是你跟了去了。”莺儿抿嘴一笑。宝玉笑道：“我常常和你花大姐姐说：明儿也不知那一个有造化的消受你们主儿两个呢！”莺儿笑道：“你还不知我们姑娘有几样世上的人没有的好处呢，模样儿还在其次。”宝玉见莺儿姣腔婉转，语笑如痴，早不胜其情了，那堪更提起宝钗来？便问道：“什么好处？你细细儿的告诉我听。”莺儿道：“我告诉你，你可不许告诉他。”宝玉笑道：“这个自然。”",
            "english": "翻译：\n\nAs Jade Beauty watched Ying'er weaving the knots, engaging in idle chatter, he asked, \"How old are you?\" Ying'er, her hands busy with the weaving, replied, \"Fifteen years old.\" He then inquired, \"What was your original surname?\" She responded, \"I was originally surnamed Huang.\" He chuckled, \"By the looks of it, your surname matches you perfectly, truly making you a 'Yellow Robin'.\" Ying'er smiled and said, \"My name originally consisted of two words, Jin Ying. Miss found it拗口, so she only called me Ying'er. Now, it's commonly used.\" He continued, \"How much does Lady Bai favor you?\" She pursed her lips in a slight smile. He joked, \"I often chat with Flower Great Sister, wondering which fortunate person will get to enjoy the company of you both tomorrow!\" She laughed, \"You don't know yet, but our lady possesses many advantages that others do not. While her appearance is commendable, what is most important is...\"",
            "chinese": "宝玉一面看着莺儿打络子，一面说着闲话，因为问她：“你几岁了？”莺儿手里打着络子，一边回答一边说：“十五岁了。”宝玉又问：“你原来姓什么？”莺儿说：“姓黄。”宝玉笑道：“看来你这个姓倒和你相配，真是个‘黄莺儿’。”莺儿笑道：“我的名字本来是两个字，叫做金莺。姑娘嫌拗口，只叫我莺儿。现在就叫开了。”宝玉又问：“宝姐姐对你多疼一些？”莺儿抿嘴一笑。宝玉笑道：“我常常和你花大姐姐说，不知道明天哪一位有福气消受你们主儿两个呢！”莺儿笑道：“你还不知道，我们姑娘有很多别人没有的好处，她的模样儿还好说，主要的是……”\n\n宝玉看着莺儿打络子，一边闲聊，问她：“你多大了？”莺儿回答说：“十五岁了。”宝玉又问：“你原来叫什么？”莺儿答：“姓黄。”宝玉笑着说：“看来，你这姓和你真是一对，真是个‘黄莺儿’。”莺儿笑答：“我的名字本来有两个字，叫做金莺。姑娘觉得拗口，只叫我莺儿。现在大家都这么叫。”宝玉又问：“宝姐姐对你特别好？”莺儿抿嘴一笑。宝玉笑道：“我常和花大姐姐说，明天也不知哪位有福气能享你们主儿两个的福呢！”莺儿笑道：“你还不知道，我们姑娘有很多世上的人没有的好处，她的模样儿固然好，主要的是……”"
        },
        {
            "original": "正说著，只听见外头说道：“怎么这样静悄悄的？”二人回头看时，不是别人，正是宝钗来了。宝玉忙让坐。宝钗坐下，因问莺儿：“打什么呢？”一面问，一面向他手里去瞧，才打了半截儿。宝钗笑道：“这有什么趣儿？倒不如打个络子，把玉络上呢。”一句话提醒了宝玉，便拍手笑道：“倒是姐姐说的是。我就忘了。只是配个什么颜色才好？”宝钗道：“用鸦色断然使不得，大红又犯了色，黄的又不起眼，黑的太暗。依我说，竟把你的金线拿来，配著黑珠儿线，一根一根的拈上，打成络子，那才好看。”",
            "english": "Two were just talking when they heard someone outside say, \"What's the matter with this place—it's so quiet in here?\" So both turned their heads, and it was none other than Baoshai who had arrived. The Young Master hastened to invite her to take a seat. She sat down and asked Yinger, \"What are you making?\" As she spoke, she looked at her hands and found that she had only woven half of it. Baoshai smiled and said, \"What's the fun of that? You should weave a net to put the pendant on.\" A light flashed in the Young Master's eyes, and he said, \"That's right. I was so distracted I forgot about that. What color should I use?\" Baoshai said, \"Black is inappropriate. A red one is too vulgar, and yellow is too dull. I think you should use your gold thread and black pearl thread. We can weave each one into a separate net. That will look much better.\"",
            "chinese": "两人正说着话，只听见外面有人说道：“怎么屋子里这么静悄悄的？”于是两人一回头，不是别人，就是宝钗来了。宝玉赶紧请她坐下。宝钗坐下来，便问莺儿：“你打什么呢？”一边问，一边往她手上瞧，原来只打了半截。宝钗笑道：“这有什么乐趣？倒不如打个络子，把玉环挂上。”一句话提醒了宝玉，于是拍着手笑道：“倒是姐姐说的对，我怎么就忘了？只是要用什么颜色才好呢？”宝钗道：“用鸦色不好，大红又犯了色，黄色又不起眼，黑色太暗。依我说，就拿你的金线来，搭配上黑珠儿线，一根根地织成络子，那才好看。”"
        },
        {
            "original": "宝玉听说，喜之不尽，一叠连声就叫袭人来取金线。正值袭人端了两碗菜走进来，告诉宝玉道：“今儿奇怪，刚才太太打发人给我送了两碗菜来。”宝玉笑道：“必定是今儿菜多，送给你们大家吃的。”袭人道：“不是。说指名给我的，还不叫过去磕头。这可是奇了？”宝钗笑道：“给你的你就吃去，这有什么猜疑的？”袭人道：“从来没有的事，倒叫我不好意思的。”宝钗抿嘴一笑，说道：“这就不好意思了？明儿还有比这个更叫你不好意思的呢！”",
            "english": "But when Bao-yu heard this, he exclaimed delightedly, \"Quick, quick, ask Xizi to hurry!\" Just then Xizi brought in two dishes and, reporting to Bao-yu, said, \"This is strange, Madam sent someone to deliver two dishes of soup to me.\" Bao-yu laughed and said, \"She must have been giving you the extra dishes because we had so much to eat today.\" Xizi replied, \"No, it seems that she had given them to me personally, not even allowing me to go over and thank her. That is very strange.\" Bao-chao laughed and said, \"Just eat the soup. Why are you so suspicious?\" Xizi said, \"This is the first time anything like this has ever happened to me.\" Bao-chao smiled and said, \"That is not much to feel uncomfortable about. You will find out soon enough that there are plenty of other things that will leave you even more embarrassed!\"",
            "chinese": "宝玉听了，喜得连声叫袭人快去，快去。正巧袭人端着两碟菜进来，便告诉宝玉说：“今天真怪，太太打发人来给我送了两碗菜。”宝玉笑道：“一定是今天菜多了，送给你，和你们大家吃。”袭人说：“不是，说是指名送给我的，还不让我过去磕头，这太奇怪了。”宝钗笑道：“送给你你就吃去，还有什么猜疑的？”袭人道：“从来没有过这种事，叫我不好意思的。”宝钗抿嘴一笑，说道：“这还算不好意思？以后还有更叫你不好意思的事呢！”\n"
        },
        {
            "original": "袭人听了话内有因，素知宝钗不是轻嘴薄舌奚落人的，自己想起上日王夫人的意思来，便不再提了，将菜给宝玉看了，说：“洗了手来拿线。”说毕，便一直出去了。吃过饭，洗了手，进来拿金线给莺儿打络子。此时宝钗早被薛蟠遣人来请出去了。",
            "english": "After Li Xun heard what Bai Yu said, thinking about Madam Wang's intentions, she stopped talking about it anymore. She first showed Bai Yu the food she had prepared and said, \"I'll go wash my hands first and get the needle and thread.\" After she finished speaking, she left. After eating the meal, she washed her hands and returned to help Ying Er make a necklace. At this time, Bao Chai had already been invited out by Xue Pan.",
            "chinese": "袭人听了宝玉的话，想到王夫人的意思，不再提这事了。自己先将菜拿给宝玉看，说：“我先去洗手，拿针线来。”说完，便出去了。吃过饭，洗了手，回来拿金线给莺儿做络子。这时，宝钗已经被薛蟠派人请出去了。"
        },
        {
            "original": "这里宝玉正看著打络子，忽见邢夫人那边遣了两个丫头送了两样果子来给他吃，问他：“可走得了么？要走的动，叫哥儿明儿过去散散心。太太著实惦记著呢。”宝玉忙道：“要走得了，必定过来请太太的安去。疼的比先好些，请太太放心罢。”一面叫他两个坐下，一面又叫秋纹来把才那果子拿一半送给林姑娘去。秋纹答应了，刚欲去时，只听黛玉在院内说话，宝玉忙叫快请。",
            "english": "This moment, as he was watching the weaving of a net, Bao-yu was sent word by Jing-fu's lady that she had sent two maids to bring two kinds of fruit, saying, \"Are you able to move around? If you can, let the young master visit tomorrow. She is truly anxious about you.\" Bao-yu replied quickly, \"If I can move, I will definitely come to see you. I am feeling better, so you needn't worry.\" He then called in the two maids to sit down, and asked Qi-wen to give half of the fruit Jing-fu's lady had brought to Lin. Qi-wen was about to leave when she heard Lady Lin's voice in the courtyard, so she called out, \"Come in at once!\"\n\nThe maids entered and, as Bao-yu watched, he heard Lady Lin speaking. \"Come in, Bao-yu,\" she called out. \n\nBao-yu quickly called for the maids to invite Lady Lin in, and the maids did so. \n\nAs they talked, Bao-yu continued to watch the maids, occasionally glancing back at the weaving net, thinking to himself. The maids' conversation was about the fruit Jing-fu's lady had brought, and they expressed their gratitude. They also talked about how Bao-yu's health was improving, and how he was able to move around more freely now. The maids discussed how Lady Lin was also concerned about Bao-yu's health and how she had sent fruit to show her care. Bao-yu listened intently, feeling a sense of warmth and comfort in knowing that both Lady Lin and Jing-fu's lady cared for him. He realized that even though he was still in pain, he was fortunate to have the support and concern of his loved ones. As they spoke, the maids finished arranging the fruit and left, allowing Bao-yu to continue his weaving as he thought about the day's events.",
            "chinese": "这会子宝玉正看着打络子，忽见邢夫人那边打发两个丫头送来两样果子，问：“能走动了么？能走的动，叫哥儿明天过去散散心。太太着实惦记着呢。”宝玉忙道：“若能走得了，必定过去请太太的安。疼的比先好些，请太太放心罢。”一面叫他两个坐下，一面又叫秋纹来把刚才送的果子拿一半送给林姑娘。秋纹答应着，刚要走，只听黛玉在院里说话，宝玉忙叫快请。"
        },
        {
            "original": "要知端底，且看下回分解。",
            "english": "英文翻译如下：\n\nTo uncover the truth, stay tuned for the next installment. \n\nThis sentence is often used to预告 the continuation of a story or article, guiding the reader to look forward to what comes next. \n\nChinese: 想要知道其中的真相，且看下回的解说。\n英文: To uncover the truth, stay tuned for the next installment.",
            "chinese": "想要知道其中的真相，且看下回的解说。\n\n这句白话文的意思是：要了解全部的真相，那就要等待下一次的解释或者展开。简单来说，就是如果想知道完整的信息或者答案，需要继续关注接下来的内容。这句话常用于预告文章或故事的后续发展，引导读者期待下文。"
        }
    ],
    "title": "《白玉钏亲尝莲叶羹　黄金莺巧结梅花络》",
    "chapter_number": 35
}