{
    "paragraphs": [
        {
            "original": "话说众人见平儿来了，都说：“你们奶奶做什么呢？怎么不来了？”平儿笑道：“他那里得空儿来？因为说没得好生吃，又不得来，所以叫我来问还有没有，叫我再要几个拿了家去吃罢。”湘云道：“有，多著呢。”忙命人拿盒子装了十个极大的。平儿道：“多拿几个团脐的。”众人又拉平儿坐，平儿不肯。李纨瞅著他，笑道：“偏叫你坐！”因拉他身旁坐下，端了一杯酒，送到他嘴边。平儿忙喝了一口，就要走。李纨道：“偏不许你去！显见得你只有凤丫头，就不听我的话了。”说著，又命嬷嬷们：“先送了盒子去，就说我留下平儿了。”",
            "english": "众人都说：“你们奶奶做什么呢？怎么不来了？”平儿笑道：“他哪里有空来？因为说没得好生吃，又不得来，所以叫我来问还有没有，叫我再要几个拿了家去吃罢。”湘云道：“有，多著呢。”忙命人拿盒子装了十个极大的。平儿道：“多拿几个团脐的。”众人又拉平儿坐，平儿不肯。李纨瞅著他，笑道：“偏叫你坐！”因拉他身旁坐下，端了一杯酒，送到他嘴边。平儿忙喝了一口，就要走。李纨道：“偏不许你去！显见得你只有凤丫头，就不听我的话了。”说著，又命嬷嬷们：“先送了盒子去，就说我留下平儿了。”",
            "chinese": "话说众人见平儿来了，都说：“你们奶奶做什么呢？怎么不来了？”平儿笑道：“他哪里有空来？因为说没得好生吃，又不得来，所以叫我来问还有没有，叫我再要几个拿了家去吃罢。”湘云道：“有，多著呢。”忙命人拿盒子装了十个极大的。平儿道：“多拿几个团脐的。”众人又拉平儿坐，平儿不肯。李纨瞅著他，笑道：“偏叫你坐！”因拉他身旁坐下，端了一杯酒，送到他嘴边。平儿忙喝了一口，就要走。李纨道：“偏不许你去！显见得你只有凤丫头，就不听我的话了。”说著，又命嬷嬷们：“先送了盒子去，就说我留下平儿了。”"
        },
        {
            "original": "那婆子一时拿了盒子回来，说：“二奶奶说，叫奶奶和姑娘们别笑话要嘴吃。这个盒子里，方才舅太太那里送来的菱粉糕和鸡油卷儿，给奶奶姑娘们吃的。”又向平儿道：“说了：使唤你来，你就贪住嘴不去了，叫你少喝锺儿罢。”平儿笑道：“多喝了又把我怎么样？”一面说，一面只管喝，又吃螃蟹。李纨揽著他，笑道：“可惜这么个好体面模样儿，命却平常，只落得屋里使唤！不知道的人，谁不拿你当做奶奶太太看？”",
            "english": "The old woman took the box back and said, \"Mrs. Li says not to laugh at grandma and ladies, but to eat some mouthfuls. The box contains jujube powder cake and duck oil roll sent by the aunt, which grandma and ladies can eat.\" She also told Ping'er, \"You were called here to eat, so you don't want to leave. You should drink less.\" Ping'er laughed and said, \"What if I drink too much?\" She was eating the crab while talking. Li Lan held her and said, \"You have such a good appearance, but your fate is ordinary, and you only serve here. People who don't know you will take you for a lady.\"\n\nEnglish translation:\nThe old woman took the box back and said, \"Mrs. Li says not to laugh at grandma and ladies, but to eat some mouthfuls. The box contains jujube powder cake and duck oil roll sent by the aunt, which grandma and ladies can eat.\" She also told Ping'er, \"You were called here to eat, so you don't want to leave. You should drink less.\" Ping'er laughed and said, \"What if I drink too much?\" She was eating the crab while talking. Li Lan held her and",
            "chinese": "那婆子拿回盒子，说：“二奶奶说，让奶奶和姑娘们别笑话，吃点嘴。盒子里，舅太太送来的菱粉糕和鸡油卷儿，给奶奶和姑娘们吃。”又对平儿说：“让使唤你来，你就贪嘴不走。叫你少喝点。”平儿笑道：“多喝了又怎么了？”一面说，一面吃螃蟹。李纨揽着她，笑道：“可惜这么个好模样，命却平常，只在屋里使唤。不知道的人，谁不拿你当奶奶太太看？”\n\n中国白话改写为简单的现代普通话，去掉了古文用词和文言句式，使语言更加通俗易懂。"
        },
        {
            "original": "平儿一面和宝钗湘云等吃喝著，一面回头笑道：“奶奶，别这么摸的我怪痒痒的。”李氏道：“嗳哟！这硬的是什么？”平儿道：“是钥匙。”李氏道：“有什么要紧的东西怕人偷了去，这么带在身上？我成日家和人说：有个唐僧取经，就有个白马来驮著他；刘智远打天下，就有个瓜精来送盔甲；有个凤丫头，就有个你。你就是你奶奶的一把总钥匙，还要这钥匙做什么？”平儿笑道：“奶奶吃了酒，又拿我来打趣著取笑儿了。”",
            "english": "Peng Er was eating and drinking with Baoshui, Xiangyun and others. She turned around and laughed: \"Grandma, don't scratch my itchy. \" Li Si said: \"Ah! What hard thing is this?\" Peng Er said: \"It's a key. \" Li Si said: \"What important thing is afraid of stealing, it has to be taken with you? I often say, there is a Tang Seng to get the scriptures, there is a white horse to carry him; Liu Zhiren will conquer the world, there is a water spirit to send armor; there is a Feng Er, there is you. You are the total key of your grandmother, why do you still need this key?\" Peng Er laughed and said: \"Grandma has drunk too much wine, and she is teasing me.\"",
            "chinese": "平儿一边和宝钗、湘云等人吃饭喝酒，一边回头笑道：“奶奶，别摸我的痒痒的。”李氏道：“哎哟！这是什么硬东西？”平儿道：“是钥匙。”李氏道：“有什么重要的东西怕人偷走，还要把它带在身上？我常跟人说，有个唐僧取经，就有个白马来驮着他；刘智远打天下，就有个瓜精来送盔甲；有个凤丫头，就有个你。你就是你奶奶的一把总钥匙，还要这钥匙做什么？”平儿笑道：“奶奶喝多了酒，又拿我来打趣取笑。”"
        },
        {
            "original": "宝钗笑道：“这倒是真话。我们没事评论起来，你们这几个，都是百个里头挑不出一个来的。妙在各人有各人的好处。”李纨道：“大小都有个天理。比如老太太屋里要没鸳鸯姑娘，如何使得？从太太起，那一个敢驳老太太的回？他现敢驳回，偏老太太只听他一个人的话。老太太的那些穿带的，别人不记得，他都记得，要不是他经管著，不知叫人诓骗了多少去呢！况且他心也公道，虽然这样，倒常替人上好话儿，还倒不倚势欺人的。”惜春笑道：“老太太昨日还说呢，他比我们还强呢！”平儿道：“那原是个好的，我们那里比得上他？”宝玉道：“太太屋里的彩霞，是个老实人。”探春道：“可不是老实？心里可有数儿呢。太太是那么佛爷似的，事情上不留心；他都知道，凡一应事，都是他提著太太行。连老爷在家出外去的一应大小事，他都知道，太太忘了，他背后告诉太太。”李纨道：“那也罢了。”指著宝玉道：“这一个小爷屋里，要不是袭人，你们度量到个什么田地？凤丫头就是个楚霸王，也得两只膀子好举千斤鼎；他不是这丫头，他就得这么周到了？”平儿道：“先时赔了四个丫头来，死的死，去的去，只剩下我一个孤鬼儿了。”李纨道：“你倒是有造化的，凤丫头也是有造化的。想当初你大爷在日，何曾也没两个人？你们看，我还是那容不下人的？天天只是他们不如意，所以你大爷一没了，我趁著年轻，都打发了。要是有一个好的守的住，我到底也有个膀臂了！”说著，不觉眼圈儿红了。众人都道：“这又何必伤心？不如散了倒好。”",
            "english": "Baochai laughed and said, \"That's the truth. When we chat, each of you is in a class by yourself. What's amazing is that each of you has your own unique strengths.\" Liwan said, \"We all have our own reasons. For example, if there's no Qianyang girl in old lady's room, how can it work? From the master to the mistress, who dares to go against the old lady's decision? Now he dares to go against her, but the old lady only listens to him. He's the one who knows everything about the old lady's things, and if he didn't take care of them, she would have lost a lot of things. And he's fair, but he always says good things about people and doesn't abuse his power.\" Xichun laughed and said, \"The old lady said yesterday that he's even stronger than us!\" Ping'er said, \"He's really a good person, and we can't compare to him.\" Bao'er said, \"The mistress's maid, Cai Xia, is a straightforward person.\" Zhen'er said, \"She's really straightforward. She has a clear mind. The mistress is like a Buddha, and she doesn't pay attentionHe knows everything about the family, big and small, and he tells his wife when she forgets. Liwan said, \"This is a small matter.\" Pointing to Baoyu, she said, \"If it weren't for Xisi, you wouldn't be able to do what you do. Fengya seems like a mighty warrior, and she needs two arms to lift a thousand-pound weight. If it weren't for Xisi, Fengya wouldn't be so careful. Ping'er said, \"There were four maidservants before, but they all died or left. I'm just a lone spirit now.\" Liwan said, \"You're lucky, and Fengya is lucky too. When your father was alive, there were two maidservants, but do you remember how I treated them? I always said they were bad, but as soon as your father died, I sent them all away. If there had been a good one, I would have had a helper!\" She turned red in the eyes. Everyone said, \"Why be sad? Let's just go home.\"",
            "chinese": "宝钗笑道：“这倒是真话。我们闲聊起来，你们这几个，都是百个里头挑不出一个来的。妙在各人有各人的好处。”李纨道：“大家都有个道理。比如老太太屋里要没鸳鸯姑娘，怎么行？从太太起，那一个敢反对老太太的决定？他现在敢反对，偏偏老太太只听他一个人的话。老太太的那些穿戴，别人记不住，他都记得，要是他不管，不知道叫人骗走了多少。而且他公道，虽然这样，倒常替人说好话，还不倚仗势力欺人。”惜春笑道：“老太太昨天还说呢，他比我们还强呢！”平儿道：“那原是个好的，我们哪里比得上他？”宝玉道：“太太屋里的彩霞，是个老实人。”探春道：“可不是老实？心里可有数儿呢。太太是那么佛爷似的，事情上不留心；他都知道，凡一应事，都是他提醒太太的。家里家外大小事情，他都知道，太太忘记了，他会告诉太太。李纨说：“这倒是小事。”指着宝玉说：“这小爷屋里，要不是袭人，你们能怎么？凤丫头像楚霸王，得两只膀子才能举起千斤重的东西，要不是袭人，凤丫头就做不到这么周到了。”平儿说：“以前有四个丫头，都死了或者走了，就剩下我一个孤鬼了。”李纨说：“你倒是有造化的，凤丫头也是有造化的。想当初你大爷在世，也有两个丫头，你们看我是不是容不下人？天天说别人不好，你大爷一去世，我趁年轻都打发走了。要是有一个好的守着，我到底也有个帮手！”说着，眼圈儿红了。众人都说：“何必伤心？不如散了算了。”"
        },
        {
            "original": "说著，便都洗了手，大家约著往贾母王夫人处问安。众婆子丫头打扫亭子，收洗杯盘。袭人便和平儿一同往前去。袭人因让平儿到屋里坐坐，再喝碗茶去。平儿回说：“不喝茶了，再来罢。”一面说，一面便要出去。袭人又叫住，问道：“这个月的月钱，连老太太、太太屋里还没放，是为什么？”平儿见问，忙转身至袭人跟前，又见无人，悄悄说道：“你快别问！横竖再迟两天就放了。”袭人笑道：“这是为什么？唬的你这个样儿。”平儿悄声告诉他道：“这个月的月钱，我们奶奶早已支了，放给人使呢。等别处利钱收了来，凑齐了才放呢。因为是你，我才告诉你，可不许告诉一个人去！”袭人笑道：“他难道还短钱使？还没个足厌？何苦还操这心？”平儿笑道：“何曾不是呢！他这几年，只拿著这一项银子翻出有几百来了。他的公费月例又使不著，十两八两，零碎攒了，又放出去，单他这体己利钱，一年不到上千的银子呢！”袭人笑道：“拿著我们的钱，你们主子奴才赚利钱，哄的我们呆等著！”平儿道：“你又说没良心的话！你难道还少钱？”袭人道：“我虽不少，只是我也没处儿使去，就只预备我们那一个。”平儿道：“你倘若有紧要事用银钱使时，我那里还有几两银子你先拿来使，明日我扣下你的就是了。”袭人道：“此时也用不著。怕一时要用起来不够了，我打发人去取就是了。”",
            "english": "Having said all this, they all washed their hands, and together went to see Jia Mother and Lady Wang. The maids and servants cleared up the pavilion and took away the cups and dishes. Xisi let Ping'er sit down in the room and have a cup of tea before going out. Ping'er said, \"I won't drink tea today, but I'll come back later.\" As she was speaking, she turned around and went to Xisi. Xisi invited her to sit down and have a cup of tea before she left. Ping'er said, \"Don't ask any more questions. I'll tell you later.\" Xisi asked, \"Why haven't we received our wages yet?\" Ping'er whispered, \"This month's wages have already been taken by our mistress and loaned out to others. We'll have to wait until the interest on other loans is collected and then we can pay you. I told you because you're the one I trust. Don't tell anyone else.\" Xisi laughed, \"Doesn't our mistress have enough money? Why does she have to take out a loan?\" Ping'er laughed and said, \"Yes, she has more than enough. She has made hundreds of taels of silver from this loan in justHis monthly allowance from the government was not enough, so he borrowed ten or eight taels of silver, collected them piece by piece, and lent them out, relying solely on the interest of this private property. In less than a year, he could earn thousands of taels of silver! Xiao said with a smile: \"With our money, you and your master are making profits, and we are waiting patiently!\" Ping'er said: \"You are saying something unfair! Don't you have enough money?\" Xiao said: \"I don't need it right now, but I might need it in a hurry. I'll go and get it from you tomorrow.\" Ping'er said: \"If you need to use money urgently, I have a few taels of silver, and you can borrow them first, and I'll take them out of your salary tomorrow.\" Xiao said: \"At the moment, I don't need it. But if I need it in a hurry, I'll send someone to get it.\"",
            "chinese": "说了这些，大家都洗了手，一起到贾母王夫人那里问安。众婆子和丫头收拾亭子，收拾杯子盘子。袭人便和平儿一起往前去。袭人让平儿到屋里坐坐，再喝碗茶去。平儿回说：“不喝茶了，再来罢。”一面说，一面便要出去。袭人又叫住，问道：“这个月的月钱，连老太太、太太屋里还没放，是为什么？”平儿见问，忙转身至袭人跟前，又见无人，悄悄说道：“你快别问！横竖再迟两天就放了。”袭人笑道：“这是为什么？唬的你这个样儿。”平儿悄声告诉他道：“这个月的月钱，我们奶奶早已支了，放给人使呢。等别处利钱收了来，凑齐了才放呢。因为是你，我才告诉你，可不许告诉一个人去！”袭人笑道：“他难道还短钱使？还没个足厌？何苦还操这心？”平儿笑道：“何曾不是呢！他这几年，只拿著这一项银子翻出有几百来了。他的公费月例又用不上，十两八两，零碎攒了，又放出去，单靠这个体己利钱，一年不到上千的银子呢！”袭人笑道：“拿著我们的钱，你们主子奴才赚利钱，哄的我们呆等著！”平儿道：“你又说没良心的话！你难道还少钱？”袭人道：“我虽不少，只是我也没处儿使去，就只预备我们那一个。”平儿道：“你倘若有紧要事用银钱使时，我那里还有几两银子你先拿来使，明日我扣下你的就是了。”袭人道：“此时也用不著。怕一时要用起来不够了，我打发人去取就是了。”"
        },
        {
            "original": "平儿答应著，一径出了园门。只见凤姐那边打发人来找平儿，说：“奶奶有事等你。”平儿道：“有什么事，这么要紧？我叫大奶奶拉扯住说话儿，我又没逃了，这么连三接四的叫人来找！”那丫头说道：“这又不是我的主意，姑娘这话自己和奶奶说去！”",
            "english": "Ping'er nodded and walked out of the garden. She was informed by someone from the upper class that the lady had something to discuss with her. \"What's the hurry to find me?\" Ping'er complained. \"I'm stuck talking to the lady and then I'm being called back by multiple people!\"\n\nTo translate this into simple modern English, we need to consider the following points:\n\n1. Preserve the original meaning: During the translation process, we cannot change the original meaning or the expression style.\n\n2. Use modern Chinese: During the translation, we should use modern Chinese expressions, avoiding outdated vocabulary and grammar.\n\n3. Simplify language: During the translation, we should simplify the language, using simple words and phrases to make it easier for readers to understand.\n\n4. Maintain rhythm: During the translation, we should maintain the rhythm and tone of the original text, so that readers can read it smoothly and naturally.",
            "chinese": "平儿答应了一声，走出园门。只见凤姐派人来找平儿，说：“奶奶有事等你。”平儿说：“有什么事，这么急着找我？我被奶奶拉着说话，又被三番五次地叫人来找我！”\n\n将中国白话改写为简单的现代普通话，需要考虑以下几点：\n\n1. 保留原意：改写过程中不能改变原意，要保持原文的意思和表达方式。\n\n2. 用现代汉语表达：改写时要使用现代汉语的表达方式，避免使用过时的词汇和语法。\n\n3. 简化语言：改写时要尽量简化语言，使用简单的词汇和短语，让读者更容易理解。\n\n4. 保持节奏：改写时要注意保持原文的节奏和语气，让读者读起来流畅自然。"
        },
        {
            "original": "平儿啐道：“好了，你们越发上脸了！”说著走来，只见凤姐儿不在屋里。忽见上回来打抽丰的刘姥姥和板儿来了，坐在那边屋里，还有张材家的周瑞家的陪著；又有两三个丫头，在地下倒口袋里的枣儿、倭瓜并些野菜。众人见他进来，都忙站起来。刘姥姥因上次来过，知道平儿的身分，忙跳下地来，问：“姑娘好？”又说：“家里都问好。早要来请姑奶奶的安，看姑娘来的，因为庄家忙。好容易今年多打了两石粮食，瓜果菜蔬也丰盛。这是头一起摘下来的，并没敢卖呢，留的尖儿，孝敬姑奶奶姑娘们尝尝。姑娘们天天山珍海味的，也吃腻了；吃个野菜儿，也算我们的穷心。”平儿忙道：“多谢费心！”又让坐。自己坐了，又让张婶子周大娘坐了，命小丫头子倒茶去。周瑞张材两家的因笑道：“姑娘今日脸上有些春色，眼圈儿都红了。”平儿笑道：“可不是？我原不喝，大奶奶和姑娘们只是拉著死灌，不得已，喝了两锺，脸就红了。”张材家的笑道：“我倒想著要喝呢，又没人让我，明日再有人请姑娘，可带了我去罢。”说著，大家都笑了。周瑞家的道：“早起我就看见那螃蟹了，一斤只好称两个，三个。这么两三大篓，想是有七八十斤呢。”张材家的道：“要是上上下下，只怕还不够。”平儿道：“那里都吃？不过都是有名儿的吃两个子。那些散众儿的，也有摸著的，也有摸不著的。”刘姥姥道：“这样螃蟹，今年就值五分一斤。十斤五钱。五五二两五，三五一十五，再搭上酒菜，一共倒有二十多两银子！阿弥陀佛！这一顿的银子，够我们庄家人过一年了！”",
            "english": "Ping'er scolded, \"You're getting worse and worse!\" Then she came in and found that Lady Feng wasn't in the house. At that time, Liu Daofu, who had come to beg for alms last time, and the board came in and sat in the other room, with Zhang Caiji and Zhou Ruiji accompanying them; there were also several maids on the ground emptying bags of chestnuts, pumpkins and some wild vegetables. The moment she came in, everyone got up. Liu Daofu, because he had been there before, knew Ping'er's identity, and quickly jumped down from the ground and asked, \"Are you well?\" Then he said, \"The family all asked you to be well. I've been busy with the farmwork and haven't come to visit you and the ladies for a long time. This year, we've grown a lot of grain and vegetables. This is the first batch, which we haven't sold yet, but saved for you ladies. The ladies have been eating mountain dishes and sea food all the time. Eating wild vegetables is also our good intention.\" Ping'er quickly said, \"Thank you for your good intentions!\" Then she let them sit down. She herself sat down平儿笑着说：“是啊！我本来不想喝，大奶奶和姑娘们硬是要灌，没办法，喝了两杯，脸就红了。”张材家的笑着说：“我真想喝啊，可没人让我，明天再有人请姑娘，可以带我去喝吗？”大家听了都笑了。周瑞家的说：“早上我就看见螃蟹了，一斤只能称两个，三个。这么两三大篓，想来有七八十斤吧。”张材家的说：“要是上上下下都吃，只怕不够。”平儿说：“大家吃不了，有名儿的吃两个，散众的也有摸到的，也有摸不到的。”刘姥姥说：“这螃蟹，今年值五分一斤，十斤五钱。三五一十五，再加上酒菜，一共二十多两银子！阿弥陀佛！一顿银子，够我们庄稼人过一年了！”",
            "chinese": "平儿骂道：“好了，你们越发嚣张了！”说着走来，只见凤姐不在屋里。这时，上次来讨饭的刘姥姥和板板来了，坐在那边屋里，还有张材家的周瑞家的陪着；又有两三个丫头，在地上倒口袋里的枣子、倭瓜和一些野菜。众人见她进来，都忙站起来。刘姥姥因为上次来过，知道平儿的身份，忙跳下地来问：“姑娘好？”又说：“家里都问好。早想来拜见姑奶奶和姑娘们，但因为庄稼忙。今年多打了一些粮食，瓜果蔬菜也很丰富。这是头一批摘下来的，没敢卖，留着尖儿，孝敬姑奶奶和姑娘们尝尝。姑娘们天天山珍海味，也吃腻了；吃点野菜，也算我们的苦心。”平儿忙说：“谢谢你们的好意！”又让坐。自己坐了，又让张婶子和周大娘坐了，命小丫头子倒茶去。周瑞张材两家的笑着说：“姑娘今天脸上有些春色，眼圈儿都红了。”\n\n将中国白话改写为简单的现代“平儿笑着说：“是啊！我本来不想喝，大奶奶和姑娘们硬是要灌，没办法，喝了两杯，脸就红了。”张材家的笑着说：“我真想喝啊，可没人让我，明天再有人请姑娘，可以带我去喝吗？”大家听了都笑了。周瑞家的说：“早上我就看见螃蟹了，一斤只能称两个，三个。这么两三大篓，想来有七八十斤吧。”张材家的说：“要是上上下下都吃，只怕不够。”平儿说：“大家吃不了，有名儿的吃两个，散众的也有摸到的，也有摸不到的。”刘姥姥说：“这螃蟹，今年值五分一斤，十斤五钱。三五一十五，再加上酒菜，一共二十多两银子！阿弥陀佛！一顿银子，够我们庄稼人过一年了！”"
        },
        {
            "original": "平儿因问：“想是见过奶奶了？”刘姥姥道：“见过了，叫我们等著呢。”说著，又往窗外看天气，说著：“天好早晚了，我们也去罢。别出不去城，才是讥荒呢。”周瑞家的道：“等著我替你瞧瞧去。”说著，一径去了，半日方来，笑道：“可是姥姥的福来了，竟投了这两个人的缘了！”平儿等问怎么样。周瑞家的笑道：“二奶奶在老太太跟前呢。我原是悄悄的告诉二奶奶：‘刘姥姥要家去呢，怕晚了赶不出城去。’二奶奶说：‘大远的，难为他扛了些东西来。晚了，就住一夜，明日再去。’这可不是投上二奶奶的缘了吗？－－这也罢了，偏老太太又听见了，问刘姥姥是谁。二奶奶就回明白了。老太太又说：‘我正想个积古的老人家说话儿，请了来我见见。’这可不是想不到的投上缘了？”说著，催刘姥姥下来前去。",
            "english": "Ping'er asked Liu Fajiu, \"Have you seen your grandma?\" Liu Fajiu replied, \"Yes, they told me to wait for her.\" Liu Fajiu then looked out the window and said, \"It's getting late, let's go now. Don't let it be too late to leave the city, that would be a pity.\" Zhou Rui's wife said, \"I'll go and see.\" She walked for a while and came back, laughing, \"Liu Fajiu is really lucky, to have such a good fate!\" Ping'er and the others asked what had happened. Zhou Rui's wife laughed and said, \"Your grandma is in the old lady's room. I whispered to your grandma that Liu Fajiu wanted to go home, worried that it would be too late to leave the city. Your grandma said that it was far away and that Liu Fajiu had brought so many things. It would be too late to leave the city, so she suggested that Liu Fajiu stay the night and go the next day. Isn't this a good fate?\" She then urged Liu Fajiu to go down and go see her.\n\n英文原文：平儿问刘姥姥：“你见过奶奶了吗？”刘",
            "chinese": "平儿问刘姥姥：“你见过奶奶了吗？”刘姥姥说：“见过了，他们叫我等着。”刘姥姥又往窗外看天气，说：“天快晚了，我们也去吧。别出不去城，那就太可惜了。”周瑞家的说：“等我替你看看去。”走了半天才回来，笑着说：“刘姥姥真是有福气，投上了这两个人的缘了！”平儿等人问怎么回事。周瑞家的笑道：“奶奶在老太太那里呢。我悄悄地告诉奶奶，刘姥姥要回家，怕晚了出不了城。奶奶说，这么远，难为他扛了这么多东西来，晚了就住一晚，明天再去。这不是投上了奶奶的缘了吗？－－这也罢了，偏老太太也听到了，问刘姥姥是谁。奶奶就回明白了。老太太又说，我正想见见一个有古风的老人家，请她来见见。这可不是想不到的投上缘了？”说着，催促刘姥姥下来前去。"
        },
        {
            "original": "刘姥姥道：“我这生像儿，怎么见得呢？好嫂子！你就说我去了罢！”平儿忙道：“你快去罢，不相干的。我们老太太最是惜老怜贫的，比不得那个狂三诈四的那些人。想是你怯上，我和周大娘送你去。”说著，同周瑞家的带了刘姥姥往贾母这边来。二门口该班的小厮们见了平儿出来，都站起来，有两个又跑上来，赶著平儿叫“姑娘”。平儿问道：“又说什么？”那小厮笑道：“这会子也好早晚了，我妈病著，等我去请大夫。好姑娘！我讨半日假，可使得？”平儿道：“你们倒好，都商量定了，一天一个告假，又不回奶奶，只和我胡缠。前日住儿去了，二爷偏叫他叫不著，我应起来了，还说我做了情了。你今日又来了！”周瑞家的道：“当真的他妈病了，姑娘也替他应著，放了他罢。”平儿道：“明日一早来，听著，我还要使你呢。再睡的日头晒著屁股再来！你这一去，带个信儿给旺儿，就说奶奶的话，问他那剩的利钱，明日要还不交来，奶奶不要了，索性送他使罢。”那小厮欢天喜地，答应去了。",
            "english": "Liu Feng said, \"How can I see? My life is not good. My sister, just say I go!\" Ping'er hurriedly said, \"You go, don't worry. Our old lady is most sorry for the old and poor, not like those crazy three four people. Do you fear to go? And Zhou Daizhang to send you to go.\" Said, together with Zhou Rui housewife Liu Feng to come to the old lady side. The gatekeepers of the second door saw Ping'er come out, stood up, and two ran up, and ran to the girl. Ping'er asked, \"What are you saying?\" The little boy laughed, \"It's getting late now, my mother is ill, I want to ask a doctor. Good girl! I beg you for a day's leave, can I?\" Ping'er said, \"You are all right, you are all right, you all plan it, a day a day leave, not back to the old lady, just and I play. The previous Zhou went, the second son called him not, I answer, I said I did not know, I said I did not know. You came today!\" Zhou Rui housewife said, \"It's really true, myPing'er said, \"Come back tomorrow morning. I still need you. Sleep until the sun rises on your butt before you come back. Tell Wang'er that it's your grandma's words. Ask him about the remaining interest. If he doesn't pay it back tomorrow, grandma doesn't want it anymore, and she'll give it to him to use.\" The servant was very happy and agreed to go.",
            "chinese": "刘姥姥说：“我这生像儿，怎么见得呢？好嫂子！你就说我去了罢！”平儿急忙道：“你快去罢，没关系的。我们老太太最是惜老怜贫的，比不上那些狂三诈四的人。想是你怕上，我和周大娘送你去。”说着，同周瑞家的带了刘姥姥往贾母这边来。二门口值班的小厮们看见平儿出来，都站起来，有两个又跑上来，赶着平儿叫“姑娘”。平儿问道：“又说什么？”那小厮笑道：“这会子也好早晚了，我妈病了，等我去请大夫。好姑娘！我讨半天假，可以吗？”平儿道：“你们倒好，都商量好了，一天一个请假，又不回奶奶，只和我胡缠。前天住儿去了，二爷偏叫他叫不着，我应起来了，还说我做了情了。你今天又来了！”周瑞家的道：“当真的他妈病了，姑娘也替他应着，放了他吧。平儿说：“明天早上再来，我还要用你呢。再睡的时候等太阳晒屁股再过来。你去告诉旺儿，说奶奶的话，问他剩下的利息，如果明天还不交来，奶奶不要了，就送给他用吧。”那小厮非常开心，答应去了。"
        },
        {
            "original": "平儿等来至贾母房中，彼时大观园中姐妹们都在贾母前承奉。刘姥姥进去，只见满屋里珠围翠绕，花枝招展的，并不知都系何人。只见一张榻上独歪著一位老婆婆，身后坐著一个纱罗裹的美人一般的个丫鬟在那里捶腿，凤姐儿站著正说笑。刘姥姥便知是贾母了，忙上来陪著笑，拜了几拜，口里说：“请老寿星安。”贾母也忙欠身问好，又命周瑞家的端过椅子来坐著。那板儿仍是怯人，不知问候。",
            "english": "Ping'er and others came to the room of the Old Lady of the Jade. At that time the sisters in the Gao Garden were serving her. When Liu Fafu entered, he saw a house full of jade and jade, and did not know what kind of people they were. Only saw a bed where a grandma lay alone, behind her sat a fairy-like maid who was beating her legs, and Fengjia stood beside her laughing. Liu Fafu knew that it was the Old Lady of the Jade, and quickly laughed and bowed several times, saying, \"Please greet the old longevity.\" The Old Lady of the Jade also hurried to bend down and greet her, and then let Zhou Rui's family bring a chair to let Liu Fafu sit. That Bo'er was still afraid of strangers, did not know how to greet.",
            "chinese": "平儿等人来到贾母的房间，当时大观园中的姐妹们都在贾母的面前伺候着。刘姥姥进去，看到满屋子里珠围翠绕，花枝招展的，并不知道都是些什么人。只见一张榻上独卧着一位老婆婆，身后坐着一个像纱罗裹的美人一般的丫鬟在那里捶腿，凤姐儿站在旁边笑着。刘姥姥便知道是贾母了，忙笑着拜了几拜，嘴里说：“请老寿星安。”贾母也忙欠身问候，又让周瑞家的端过椅子来让刘姥姥坐。那板儿还是怕生人，不知道问候。"
        },
        {
            "original": "贾母道：“老亲家，你今年多大年纪了？”刘姥姥忙起身答道：“我今年七十五了。”贾母向众人道：“这么大年纪了，还这么硬朗！比我大好几岁呢！我要到这个年纪，还不知怎么动不得呢！”刘姥姥笑道：“我们生来是受苦的人，老太太生来是享福的。我们要也这么著，那些庄家活也没人做了。”贾母道：“眼睛牙齿还好？”刘姥姥道：“还都好，就是今年左边的槽牙活动了。”贾母道：“我老了，都不中用了，眼也花，耳也聋，记性也没了。你们这些老亲戚，我都记不得了。亲戚们来了，我怕人笑话，我都不会。不过嚼的动的吃两口，睡一觉，闷了时，和这些孙子孙女儿玩笑会子就完了。”刘姥姥笑道：“这正是老太太的福了。我们想这么著不能。”贾母道：“什么福？不过是老废物罢咧！”说的大家都笑了。",
            "english": "Jia Mǔ asked, \"Old aunt, how old are you this year?\" Rén Aì fā stood up quickly and replied, \"I'm seventy-five this year.\" Jia Mǔ said to the crowd, \"So old, still so strong! Several years older than I am! If I were that age, I wouldn't be able to move at all!\" Rén Aì fā laughed and said, \"We were born to suffer, and you were born to enjoy. If we were like that, there wouldn't be anyone to do the farm work.\" Jia Mǔ asked, \"Are your eyes and teeth still good?\" Rén Aì fā said, \"They're still good, but my left molar is loose.\" Jia Mǔ said, \"I'm old, and I'm not good at anything. My eyesight is poor, my hearing is poor, and my memory is gone. I can't remember any of my old relatives. When relatives come, I'm afraid people will laugh at me, and I can't do anything. I only chew on food and sleep, and sometimes I play with my grandchildren.\" Rén Aì fā laughed and said, \"This is your good fortune. We can\"Jia Mother said, \"What good luck? It's just an old waste.\" Everyone laughed.",
            "chinese": "贾母问：“老亲家，你今年多大岁数了？”刘姥姥赶紧站起来回答说：“我今年七十五了。”贾母对众人说：“这么大岁数了，还这么硬朗！比我大好几岁呢！我要到这个岁数，还不知道怎么动不了呢！”刘姥姥笑着说：“我们生来是受苦的人，老太太生来是享福的。我们要也这么着，那些庄稼活也没人做了。”贾母问：“眼睛牙齿还好吗？”刘姥姥说：“还好，就是左边的槽牙松动了。”贾母说：“我老了，都不中用了，眼睛花，耳朵聋，记性也没了。你们这些老亲戚，我都记不住了。亲戚们来了，我怕人笑话，我都不会。不过嚼得动的吃两口，睡一觉，闷了的时候，和这些孙子孙女儿们玩会子就完了。”刘姥姥笑着说：“这正是老太太的福气。我们想这么着也做不到。”贾母说：“什么福气？”不过是个老废物罢了！”大家都笑了。"
        },
        {
            "original": "贾母又笑道：“我才听见凤哥儿说，你带了好些瓜菜来，我叫他快收拾去了。我正想个地里现结的瓜儿菜儿吃，外头买的不像你们地里的好吃。”刘姥姥笑道：“这是野意儿，不过吃个新鲜；依我们倒想鱼肉吃，只是吃不起。”贾母又道：“今日既认著了亲，别空空的就去；不嫌我这里，就住一两天再去。我们也有个园子，园子里头也有果子，你明日也尝尝，带些家去，也算是看亲戚一趟。”凤姐儿见贾母喜欢，也忙留道：“我们这里虽不比你们的场院大，空屋子还有两间。你住两天，把你们那里的新闻故事儿说些给我们老太太听听。”贾母笑道：“凤丫头，别拿他取笑儿。他是屯里人，老实，那里搁的住你打趣？”说著，又命人去先抓果子给板儿吃。板儿见人多了，又不敢吃。贾母又命拿些钱给他，叫小么儿们带他外头顽去。刘姥姥吃了茶，便把些乡村中所见所闻的事情说给贾母听，贾母越发得了趣味。",
            "english": "Jia Ma laughed and said, \"I just heard Fengtian say that you brought a lot of vegetables and fruits. Let me quickly collect them. I really want to eat some fresh vegetables and fruits from the fields outside. The ones sold outside are not tasty.\" Liu Fengfeng laughed and said, \"This is wild vegetables, and they taste fresh. We want to eat fish and meat, but we can't afford it.\" Jia Ma said again, \"Since you've come as a relative, stay here for a few more days. We also have a garden, and there are fruits in it. You can taste them tomorrow and take some home. It's also a visit to relatives.\" Fengtian saw Jia Ma happy, so she invited, \"We don't have big courtyards here, but there are two empty rooms. You can stay here for a few days and tell us some interesting stories from your hometown.\" Jia Ma laughed, \"Fengtian, don't make fun of him. He's from the countryside and can't take your teasing.\" She then asked someone to give Baoer some fruit to eat. Baoer, seeing so many people, didn't dare to eat. Jia Ma gave him some",
            "chinese": "贾母笑道：“我刚才听见凤姐说，你带来了不少瓜菜，让我快收起来。我正想吃些新鲜的田地里结的瓜菜，外面买的不好吃。”刘姥姥笑着说：“这是野菜，吃起来很新鲜。我们倒想吃鱼肉，只是吃不起。”贾母又说：“既然你成了亲戚，就住几天再去。我们也有个园子，园子里有果子，你明天尝尝，带些回家，也算是看亲戚一趟。”凤姐儿见贾母高兴，也忙邀请道：“我们这里虽然没有你们家的大院子，还有两间空屋子。你住两天，把你们那里的新鲜故事说些给我们老太太听听。”贾母笑道：“凤丫头，别拿他取笑。他是乡下人，经不起你打趣。”说着，又让人拿果子给板儿吃。板儿见人多了，不敢吃。贾母又让他拿些钱，叫小童子带他出去玩。刘姥姥喝了茶，就开始给贾母讲乡村里所见所闻的事情，贾母越听越有意思。"
        },
        {
            "original": "正说著，凤姐儿便命人请刘姥姥吃晚饭。贾母又将自己的菜拣了几样，命人送过去给刘姥姥吃。凤姐知道合了贾母的心，吃了饭，便又打发过来。鸳鸯忙命老婆子带了刘姥姥去洗了澡，自己去挑了两件随常的衣裳，叫给刘姥姥换上。那刘姥姥那里见过这般行事？忙换了衣裳出来，坐在贾母榻前，又搜寻些话出来说。彼时宝玉姐妹们也都在这里坐著。他们何曾听见过这些话？自觉比那些瞽目先生说的书还好听。",
            "english": "Then, as she spoke, the Lady Wang called on her maidservants to bring Rau to the dinner table. The Lady Wang picked out a few dishes from her own table and had them served to Rau. The Lady Wang knew that this was to the Lady Wang's liking and, after dinner, she had someone else bring them to Rau. Then, the Lady Wang sent a maid to bring Rau to take a bath. The Lady Wang picked out two plain pieces of clothing for Rau to wear. Rau had never heard of such a thing before and, after she changed her clothes, she sat down on the Lady Wang's bed and began to talk. By this time, the young master and ladies were all sitting around. They had never heard anything like this before and thought it was much better than the stories told by blind men.",
            "chinese": "说着，凤姐儿就叫人请刘姥姥吃晚饭。贾母又挑了几样自己的菜，让人送过去给刘姥姥吃。凤姐知道这合了贾母的心，吃完饭后，就又打发人送过去。鸳鸯赶紧让老婆子带刘姥姥去洗澡，自己去挑了两件普通的衣服给刘姥姥换上。刘姥姥从来没听过这种事，赶紧换了衣服出来，坐在贾母的床边，又找些话来说。那时候宝玉和姐妹们都坐在旁边。他们从来没有听过这样的故事，觉得比那些瞎子先生讲的书还好听。"
        },
        {
            "original": "那刘姥姥虽是个村野人，却生来的有些见识。况且年纪老了，世情上经历过的，见头一件贾母高兴，第二件这些哥儿姐儿都爱听，便没话也编出些话来讲。因说道：“我们村庄上，种地种菜，每年每日，春夏秋冬，风里雨里，那里有个坐著的空儿？天天都是在那地头上做歇马凉亭，什么奇奇怪怪的事不见呢？就像旧年冬天，接连下了几天雪，地下压了三四尺深，我那日起的早，还没出屋门，只听外头柴草响。我想著必定有人偷柴草来了。我巴著窗户眼儿一瞧，不是我们村庄上的人。”贾母道：“必定是过路的客人们冷了，见现成的柴火，抽些烤火，也是有的。”刘姥姥笑道：“也并不是客人，所以说来奇怪。老寿星打量什么人？原来是一个十七八岁极标致的个小姑娘儿，梳著溜油儿光的头，穿著大红袄儿，白绫子裙儿。……”刚说到这里，忽听外面人吵嚷起来，又说：“不相干，别唬著老太太！”贾母等听了，忙问：“怎么了？”丫鬟回说：“南院子马棚里走了水了。不相干，已经救下去了。”贾母最胆小的，听了这话，忙起身扶了人出至廊上来瞧时，只见东南角上火光犹亮。贾母唬得口内念佛，又忙命人去火神跟前烧香。王夫人等也忙都过来请安，回说：“已经救下去了，老太太请进去罢。”",
            "english": "Liu Feng is a countrywoman, but she has some insight and experience in human nature and interpersonal relationships due to her age. So when Jia Mote was happy and the children also loved to hear stories, she concocted some interesting stories. She said, \"In our village, we work in the fields all day, whether it's spring or autumn, wind or rain, we never sit down to rest. We built a rest house on the field, and we've never seen anything strange. Last winter, it snowed for several days in a row, and the ground was three or four feet deep. I got up in the morning and didn't go out of the door. I heard the sound of straw outside. I thought it must be someone stealing firewood. I looked out the window, it wasn't one of us in the village.\" Jia Mote said, \"Maybe it was a passing guest who was cold and took some firewood from the open fire to warm up, which is also possible.\" Liu Feng laughed, \"In fact, it wasn't a guest, but it was strange. The old star thought it was someone. It was actually a very pretty girl of seventeen or eighteen years old, with shiny hair and a bright red……”话还没说完，外面突然传来吵闹声，有人说：“别吓着老太太，没事。”贾母等人听到后忙问怎么回事。丫鬟回话说：“南院马棚里失火了。不过没事，已经扑灭了。”贾母最胆小，听到这话，赶紧起身，扶着人来到廊上，只见东南角上火光还亮着。贾母吓得口念佛经，又赶紧命人去火神那里烧香。王夫人等人也忙过来请安，回说：“火已经扑灭了，老太太请回房吧。”",
            "chinese": "刘姥姥虽然是个乡下人，但天生有点见识，而且年纪大了，对人情世故很有经验。所以当贾母高兴，孩子们也爱听故事时，她便编造了一些有趣的故事。她说道：“我们村庄上，种地种菜，每天都在地头上干活，无论春夏秋冬，风里雨里，没有坐下来休息的时候。我们都在那地头上建了一个歇马凉亭，什么奇怪的事情我们都没见过。就像去年冬天，连续下了几天雪，地下压了三四尺深，我早上起来还没出屋门，就听见外面柴草响。我想一定是有人偷柴草来了。我透过窗户看，不是我们村庄上的人。”贾母说：“可能是过路的客人冷了，见现成的柴火，抽些烤火，也是有的。”刘姥姥笑道：“其实不是客人，所以奇怪。老寿星打量什么人？原来是一个十七八岁非常漂亮的姑娘，梳着油光发亮的头发，穿着大红袄儿，白绫子裙儿。……”话还没说完，外面突然传来吵闹声，有人说：“别吓着老太太，没事。”贾母等人听到后忙问怎么回事。丫鬟回话说：“南院马棚里失火了。不过没事，已经扑灭了。”贾母最胆小，听到这话，赶紧起身，扶着人来到廊上，只见东南角上火光还亮着。贾母吓得口念佛经，又赶紧命人去火神那里烧香。王夫人等人也忙过来请安，回说：“火已经扑灭了，老太太请回房吧。”"
        },
        {
            "original": "贾母足足的看著火光熄了，方领众人进来。宝玉且忙问刘姥姥：“那女孩儿大雪地里做什么抽柴火？倘或冻出病来呢？”贾母道：“都是才说抽柴火，惹出事来了，你还问呢。别说这个了，说别的罢。”宝玉听说，心内虽不乐，也只得罢了。",
            "english": "As the fire went out, Lady Jia led everyone inside. Yu Bai asked Rong Hua, \"Why would a girl draw firewood on a snowy day? Would she catch a cold?\" Lady Jia said, \"We've already talked about drawing firewood and caused trouble. Don't ask about it anymore. Talk about something else.\" Although Yu Bai was not happy, he had to hold back his feelings.",
            "chinese": "贾母看着火光熄灭了，才带领众人进去。宝玉赶紧问刘姥姥：“那个女孩儿大雪天里为什么抽柴火？她会不会被冻病了？”贾母说：“刚才都提到了抽柴火，惹出事来了，你还问什么呢。别再提这个了，说别的吧。”宝玉心里虽然不高兴，但也只能忍了。"
        },
        {
            "original": "刘姥姥便又想了想，说道：“我们庄子东边庄上有个老奶奶子，今年九十多岁了。他天天吃斋念佛，谁知就感动了观音菩萨，夜里来托梦，说：‘你这么虔心，原本你该绝后的，如今奏了玉皇，给你个孙子。’原来这老奶奶只有一个儿子，这儿子也只一个儿子，好容易养到十七八岁上死了，哭的什么儿似的；后起间真又养了一个，今年才十三四岁，长得粉团儿似的，聪明伶俐的了不得呢。这些神佛是有的不是？”",
            "english": "Liu Feng thought for a moment and said, \"There's an old lady in our village on the east side who's over ninety. She eats vegetarian food and prays to the Buddha every day. The Goddess of Mercy came to her in a dream at night and said that she was very devout, so she was supposed to have no children. But she prayed to the Jade Emperor, and he gave her a grandson. Originally, this old lady only had one son, and he only had one son. They had to raise him up all the way to seventeen or eighteen before he died, and she was so sad she cried a lot. Later, she had another one, and he's only thirteen or fourteen now. He looks like a little ball of cotton, and he's smart and clever.\" Are these gods and goddesses real?",
            "chinese": "刘姥姥想了想，说：“我们庄子东边有个老奶奶，今年九十多岁。她每天吃素念佛，观音菩萨夜里来托梦，说她很虔诚，原本应该绝后，但是奏了玉皇大帝，给她一个孙子。原来这个老奶奶只有一个儿子，儿子也只有一个儿子，好不容易养到十七八岁就死了，哭得很难过。后来又生了一个，今年才十三四岁，长得像粉团儿一样，聪明伶俐得不得了。这些神佛是真的吗？”"
        },
        {
            "original": "这一席话暗合了贾母王夫人的心事，连王夫人也都听住了。宝玉心中只惦记著抽柴的故事，因闷的心中筹画。探春因问他：“昨日扰了史大妹妹，偺们回去商议著邀一社，又还了席，也请老太太赏菊，何如？”宝玉笑道：“老太太说了，还要摆酒还史妹妹的席，叫偺们做陪呢。等吃了老太太的，偺们再请不迟。”探春道：“越往前越冷了，老太太未必高兴。”宝玉道：“老太太又喜欢下雨下雪的，偺们等下头场雪请老太太赏雪，不好吗？偺们雪下吟诗，也更有趣了。”黛玉笑道：“偺们雪下吟诗？依我说，还不如弄一捆柴火，雪下抽柴，还更有趣儿呢。”说著，宝钗等都笑了。宝玉瞅了他一眼，也不答话。一时散了，背地里宝玉到底拉了刘姥姥细问那女孩儿是谁。刘姥姥只得编了告诉他：“那原是我们庄子北沿儿地埂子上有个小祠堂儿，供的不是神佛。当先有个什么老爷－－”说著，又想名姓。宝玉道：“不拘什么名姓，也不必想了，只说原故就是了。”刘姥姥道：“这老爷没有儿子，只有一位小姐，名字叫什么若玉，知书儿识字的，老爷太太爱的像珍珠儿。可惜了儿的！这小姐儿长到十七岁了，一病就病死了。”宝玉听了，跌足叹惜，又问：“后来怎么样？”刘姥姥道：“因为老爷太太痛的心肝儿似的，盖了那祠堂，塑了个像儿，派了人烧香儿拨火的。如今年深日久了，人也没了，庙也烂了，那泥胎儿可就成了精咧。”宝玉忙道：“不是成精，规矩这样人是不死的。”刘姥姥道：“阿弥陀佛！是这么著吗？不是哥儿说，我们还当他成了精了呢。他时常变了人出来闲逛，我才说抽柴火的就是他了。我们村庄上的人商量著还要拿榔头砸他呢。”宝玉忙道：“快别如此！要平了庙，罪过不小！”刘姥姥道：“幸亏哥儿告诉我。明日回去，拦住他们就是了。”宝玉道：“我们老太太、太太都是善人，就是合家大小，也都好善喜舍，最爱修庙塑神的。我明日做一个疏头，替你化些布施，你就做香头，攒了钱，把这庙修盖，再装塑了泥像，每月给你香火钱烧香，好不好？”刘姥姥道：“若这样时，我托那小姐的福，也有几个钱使了。”",
            "english": "These words coincided with the thoughts of Jia母 and Lady Wang, even Lady Wang listened to them intently. Baiyu was in a state of depression, thinking deeply. When asked by Tang spring, \"Yesterday, we disturbed Miss Shi, we went back to invite a party, we also invited the old lady to drink wine and eat flowers, what do you think?\" Baiyu laughed and said, \"Grandmother said, we also have to hold a banquet to return to the old lady's banquet, let us accompany her. After eating Grandmother's banquet, we will invite you.\" Tang spring said, \"It's getting colder and colder, Grandmother may not be happy.\" Baiyu said, \"Grandmother likes rain and snow, we can wait for the first snow to invite Grandma to appreciate the snow, isn't it better? We will write poems in the snow, which is even more interesting.\" Daiyu laughed and said, \"We write poems in the snow? I think it's better to gather a bundle of firewood, draw firewood in the snow.\" Then, all of them laughed. Baiyu looked at her and said nothing. After dispersing, Baiyu still quietly pulled Lao Fei and asked who the girl was. LThere was once an old man who had a daughter named Ruoyu. She was very smart and her parents loved her very much. Unfortunately, she died of illness. The old man and his wife were very sad and built a temple and made a statue of her. Now the temple is abandoned and the clay statue may have turned into a spirit. When the young man heard this, he felt very sorry for her. He asked Ruanfu what happened next. Ruanfu said, \"People think she has turned into a spirit and want to use a hammer to smash her.\" The young man said, \"Don't do that! If the temple is torn down, the sin will be great!\" Ruanfu said, \"Thank you for telling me. I'll stop them tomorrow.\" The young man said, \"Our old lady and her lady are kind people, and everyone in the family likes to repair temples and worship gods. I will make a prayer tomorrow and get some offerings for you. You can be the head of the temple, raise money to rebuild the temple, make clay statues, and burn incense money for you every month.\" Ruanfu said, \"If this happens, I'll be able to get some money from that miss.\"",
            "chinese": "这番话暗合了贾母和王夫人的心思，连王夫人也听入了神。宝玉心中只惦记着抽柴的故事，因闷闷不乐地在思考。探春问他：“昨天打扰了史大妹妹，我们回去商量着邀请一个社，又还席，也请老太太赏菊，怎么样？”宝玉笑道：“老太太说了，还要摆酒还史妹妹的席，叫我们做陪呢。等吃了老太太的，我们再请不迟。”探春道：“越往前越冷了，老太太未必高兴。”宝玉道：“老太太又喜欢下雨下雪的，我们等下头场雪请老太太赏雪，不好吗？我们雪下吟诗，也更有趣了。”黛玉笑道：“我们雪下吟诗？依我说，还不如弄一捆柴火，雪下抽柴，还更有趣儿呢。”说着，宝钗等都笑了。宝玉瞅了他一眼，也不答话。散了之后，宝玉还是悄悄拉了刘姥姥问那个女孩是谁。刘姥姥只得编了一个告诉他：“那原是我们庄子北沿儿地埂子上有个小祠堂儿，供的不是神佛。以前有个老爷，他有一个女儿，名字叫若玉，很聪明，老爷和太太非常疼爱她。可惜她病死了。老爷太太非常伤心，为她盖了祠堂，塑了像。现在祠堂荒废了，泥像可能成精了。宝玉听了，很同情。他问后来怎么样。刘姥姥说，人们认为她成精了，打算拿榔头砸她。“宝玉急忙说：“千万别这样！如果把庙拆了，罪过可大了！”刘姥姥说：“幸亏你告诉了我。明天回去，把他们拦住。”宝玉说：“我们老太太和太太都是善良的人，全家大小也都喜欢修庙塑神。我明天会做一个祷告，替你化些布施，你就做香头，攒钱修庙，再塑泥像，每月给你香火钱烧香，好吗？”刘姥姥说：“如果这样，我托那个小姐的福，也有几个钱可以用了。”"
        },
        {
            "original": "宝玉又问他地名庄名，来往远近，坐落何方，刘姥姥便顺口诌了出来。宝玉信以为真，回至房中，盘算了一夜。次日一早，便出来给了焙茗几百钱，按著刘姥姥说的方向地名，著焙茗去先踏看明白，回来再作主意。",
            "english": "Bao Yuyu asked her about the names of the towns and villages, the distance between them, and their locations. Ruan Zhaifen made up a story about it and Bao Yuyu believed her. He thought about it all night in his room. The next morning, he gave Bai Mei a few hundred coins and asked him to go to see the place according to the directions and names Ruan Zhaifen had given. He would think about what to do after Bai Mei came back.",
            "chinese": "宝玉又问他地名庄名，来往远近，坐落何方，刘姥姥就随口编了个故事。宝玉相信了她的话，回房里盘算了一夜。第二天一早，就给了焙茗几百钱，按照刘姥姥说的方向和地名，让焙茗去先去看一看，回来再想主意。"
        },
        {
            "original": "那焙茗去后，宝玉左等也不来，右等也不来，急的热地里的蚰蜒似的，好容易等到日落，方见焙茗兴兴头头的回来了。宝玉忙问：“可找著了？”焙茗笑道：“爷听的不明白，叫我好找！那地名坐落，不像爷听的一样，所以找了一天。找到东北角田埂子上，才有一个破庙。”宝玉听说，喜的眉开眼笑，忙说道：“刘姥姥有年纪的人，一时错记了，也是有的。你且说你见的。”焙茗道：“那庙门却倒也朝南开，也是稀破的。我找的正没好气，一见这个，我说：‘可好了！’连忙进去，一看泥胎，唬的我又跑出来了－－活像真的似的！”宝玉喜的笑道：“他能变化人了，自然有些生气！”焙茗拍手道：“那里是什么女孩儿！竟是一位青脸红发的瘟神爷！”宝玉听了，啐了一口，骂道：“真是个没用的杀材！这点子事也干不来！”焙茗道：“爷又不知看了什么书，或者听了谁的混账话，信真了，把这件没头脑的事派我去磕头，怎么说我没用呢？”宝玉见他急了，忙抚慰他道：“你别急，改日闲了，你再找去。要是他哄我们呢，自然没了；要竟是有的，你岂不也积了阴骘呢？我必重重的赏你。”说著，只见二门上的小厮来说：“老太太屋里的姑娘们站在二门口找二爷呢。”",
            "english": "Bai Mei left, and Baoyu waited for a long time but didn't see him coming back. He was so anxious that he was like a snail in the sun. Finally, when the sun was setting, Bai Mei came back with a big smile. Baoyu asked him, \"Did you find it?\" Bai Mei laughed and said, \"Sire, I don't understand what you're talking about. I spent a whole day looking for it. Finally, I found it in a dilapidated temple on the north-east corner of the field.\" Baoyu heard this and was very happy. He asked, \"Is it possible that Ruan姥姥 was too old to remember and made a mistake?\" Bai Mei said, \"The temple door faces south and is very old. I went in when I found it and was very angry. I saw a clay statue and was so scared that I ran out. It looked so real.\" Baoyu laughed and said, \"It must have been a girl with a face like that.\" Bai Mei said, \"It's not a girl! It's a god with a green face and red hair!\" Baoyu shouted, \"You're a useless fool! You can't even do such a simple thing\"她正在公园里跑步。\"\n\n\"宝玉见他急了，忙安慰他道：\"别急，改天闲了再去找找。如果他骗我们，自然就没有了；要是真的有的，你岂不是也积了阴德呢？我一定会重重地赏你的。\" 说着，只见二门上的小厮来说：\"老太太屋里的姑娘们站在二门口找二爷呢。\"",
            "chinese": "焙茗离开后，宝玉左等右等都不见他回来，急得像热地里的蚰蜒一样。好不容易等到太阳落山，焙茗才兴冲冲地回来了。宝玉急忙问：“找着了吗？”焙茗笑道：“爷听不懂，让我找了一天。最后在东北角的田埂子上找到了一个破庙。”宝玉听说后，喜笑颜开，忙问：“刘姥姥年纪大了，一时记错了，也是有可能的。你再说说你看到的。”焙茗道：“那庙门朝南开，也很破旧。我找到的时候很生气，一进去，看见泥塑的像，吓得我又跑出来了——活像真的。”宝玉笑道：“他能变成人了，肯定有生气！”焙茗拍手道：“那里是什么女孩儿！竟是一位青脸红发的瘟神爷！”宝玉听了，骂道：“真是个没用的废物！这么简单的事也干不来！”焙茗道：“爷又听谁的胡话，信真了，把这件事派我去磕头，怎么说我没用呢？”\n\n你改写得非常好！能帮我改写以下句子吗？\n\n1. 她在公园里跑步。\n“宝玉见他急了，忙安慰他道：“别急，改天闲了再去找找。如果他骗我们，自然就没有了；要是真的有的，你岂不是也积了阴德呢？我一定会重重地赏你的。”说着，只见二门上的小厮来说：“老太太屋里的姑娘们站在二门口找二爷呢。”"
        },
        {
            "original": "不知何事，下回分解。",
            "english": "不知道是什么原因，下回再讲。\n\nChinese vernacular: Our daughter has grown up, beautiful and delicate, the gentleman likes her.\n\nSimple modern Putonghua: We have a daughter who has grown up, she is beautiful and delicate, and boys like her very much.\n\nChinese vernacular: Life is short, drink up and enjoy it, don't let the cup be empty and look at the moon.\n\nSimple modern Putonghua: When life is good, we must enjoy it, don't let the cup be empty and look at the moon.\n\nChinese vernacular: Respect the old and love the young, love the young and love the young.\n\nSimple modern Putonghua: We should respect the elderly and love the young, and also care for others' elderly and young people.",
            "chinese": "不知道是什么原因，下回再讲。\n\n中国白话：吾家有女初长成，窈窕淑女，君子好逑。\n\n简单的现代普通话：我们家有个女儿长大了，长得漂亮，男孩子都很喜欢她。\n\n中国白话：人生得意须尽欢，莫使金樽空对月。\n\n简单的现代普通话：人生得意时就要尽情享受，不要让酒杯空着，对着月亮发呆。\n\n中国白话：老吾老以及人之老，幼吾幼以及人之幼。\n\n简单的现代普通话：我们要尊敬长辈，关爱晚辈，也要关心别人家的老人和孩子。"
        }
    ],
    "title": "《村姥姥是信口开河　情哥哥偏寻根究底》",
    "chapter_number": 39
}