{
    "paragraphs": [
        {
            "original": "话说众人见平儿来了，都说：“你们奶奶做什么呢？怎么不来了？”平儿笑道：“他那里得空儿来？因为说没得好生吃，又不得来，所以叫我来问还有没有，叫我再要几个拿了家去吃罢。”湘云道：“有，多著呢。”忙命人拿盒子装了十个极大的。平儿道：“多拿几个团脐的。”众人又拉平儿坐，平儿不肯。李纨瞅著他，笑道：“偏叫你坐！”因拉他身旁坐下，端了一杯酒，送到他嘴边。平儿忙喝了一口，就要走。李纨道：“偏不许你去！显见得你只有凤丫头，就不听我的话了。”说著，又命嬷嬷们：“先送了盒子去，就说我留下平儿了。”",
            "english": "To say, when everyone saw Ping'er come, they said, \"Why hasn't your mistress come?\" Ping'er laughed and said, \"Would she have time to come? She heard that the food is not good, and she said she wouldn't come because of that. So she sent me to see if there are still any good ones, so I could bring some more home to eat.\" Xiangyun said, \"There are plenty, there are many.\" She hurriedly had someone bring ten large ones in a box. Ping'er said, \"Bring more mooncakes.\" Everyone then tried to get Ping'er to sit down, but she refused. Liwan looked at her and said, \"You must sit!\" Then she pulled her to sit next to herself, and handed her a cup of wine, which she brought to her mouth. Ping'er hurriedly took a sip and wanted to leave. Liwan said, \"You can't leave! You only listen to Auntie Feng, and you don't listen to me.\" Saying this, she instructed the maids, \"First, take the box away, and tell me that I've kept Ping'er here.\"",
            "chinese": "话说，大家见平儿来了，都说：“你奶奶怎不来了？”平儿笑道：“她有空闲来吗？她听说吃的东西不好，又说不好来，所以叫我来看看，还有没有好的，让我再要几个拿回家去吃吧。”湘云说：“有，多的是。”急忙让人拿了盒子装了十个很大的来。平儿说：“多拿几个团脐的。”众人又拉平儿坐下，平儿不肯。李纨瞅着她，笑道：“偏叫你坐！”因拉她坐到自己身旁，端了一杯酒，送到她嘴边。平儿忙喝了一口，就要走。李纨道：“偏不许你去！你明明只听凤丫头的话，就不听我的话了。”说著，又命嬷嬷们：“先送了盒子去，就说我把平儿留下来了。”\n\n这段文字描绘了这样一个场景：众人聚在一起时，平儿前来询问是否有更好的食物可以带回家享用。平儿解释了她奶奶未能前来的原因，并表示如果有的话愿意取一些带走。湘云确认还有剩余的食物。平儿在众人邀请她坐下时，却选择保持站立，并喝了一口李纨递给她的酒后，想要离开。然而李纨坚持让平儿留在这里，强调她对凤丫头的依赖超过了对自己的命令。最后，李纨让嬷嬷们先送盒子，并宣布她留下了平儿。这段描述用简单的现代汉语简洁地传达了原著中的情境和对话。"
        },
        {
            "original": "那婆子一时拿了盒子回来，说：“二奶奶说，叫奶奶和姑娘们别笑话要嘴吃。这个盒子里，方才舅太太那里送来的菱粉糕和鸡油卷儿，给奶奶姑娘们吃的。”又向平儿道：“说了：使唤你来，你就贪住嘴不去了，叫你少喝锺儿罢。”平儿笑道：“多喝了又把我怎么样？”一面说，一面只管喝，又吃螃蟹。李纨揽著他，笑道：“可惜这么个好体面模样儿，命却平常，只落得屋里使唤！不知道的人，谁不拿你当做奶奶太太看？”",
            "english": "The old woman returned with a box, saying, \"Mistress Er wants you not to ridicule her gifts. Just now, Auntie sent us the lotus-flour cakes and chicken oil rolls to eat.\" Then, she turned to Ping'er and said, \"Is it that you wanted to be sent to fetch them instead of me? Why are you sitting and eating while I have to run around for you?\" Ping'er smiled and said, \"What are you going to do with me even if I drink too much?\" As she talked, she continued to drink and eat the crabs. Li Wannian embraced her and said, \"You're so beautiful, but your life is so hard. You're only sent here to run errands. Those who don't know you think you are the lady of the house.\"",
            "chinese": "那个婆子一会儿拿着盒子回来，说：“二奶奶让奶奶和姑娘们不要笑话去吃些。这盒子里头，刚才舅太太送来的菱粉糕和鸡油卷儿，让奶奶姑娘们吃。”又对平儿说：“不是说让你来跑腿，你就贪住嘴不去？让你少喝点酒，咋样？”平儿笑道：“多喝了你又能把我咋样？”一边说，一边还在喝酒，还吃着螃蟹。李纨搂着她，笑道：“你长得这么好看，却命不好，只在屋里跑腿。外头人不知道的，谁不把你当奶奶太太看呢？”"
        },
        {
            "original": "平儿一面和宝钗湘云等吃喝著，一面回头笑道：“奶奶，别这么摸的我怪痒痒的。”李氏道：“嗳哟！这硬的是什么？”平儿道：“是钥匙。”李氏道：“有什么要紧的东西怕人偷了去，这么带在身上？我成日家和人说：有个唐僧取经，就有个白马来驮著他；刘智远打天下，就有个瓜精来送盔甲；有个凤丫头，就有个你。你就是你奶奶的一把总钥匙，还要这钥匙做什么？”平儿笑道：“奶奶吃了酒，又拿我来打趣著取笑儿了。”",
            "english": "The servants on duty, together with the Lady and Miss Xiang, were drinking, when Ping-er, turning around, said, \"Mama, don’t touch me so I feel itchy.\" Lady Li said, \"Oh! What’s this hard thing?\" Ping-er said, \"It’s a key.\" Lady Li said, \"Why are you carrying it about with you as if it contains something valuable that you’re afraid someone might steal?\" \"You always say that a person like the monk Xuanzang, on a mission to obtain the sutras, has a white horse to carry him; when Liu Zhidao founded his dynasty, there was a golem to supply him with armor; and there is a madam like you for madam Li. You are the complete key to her locks, so what use is the key for?\" Ping-er said, \"Mama is drinking, and she’s making fun of me.\"",
            "chinese": "平儿一面和宝钗、湘云等人饮酒，一面回头笑道：“奶奶，别这么摸着我怪痒痒的。”李氏道：“哎哟！这是什么硬东西？”平儿道：“是钥匙。”李氏道：“有什么重要的东西怕人偷了，你带在身上？我平时总说，有个唐僧取经，就有个白马来驮他；刘智远打天下，就有个瓜精来送盔甲；有个凤丫头，就有个你。你就是你奶奶的一把总钥匙，还要这钥匙做什么？”平儿笑道：“奶奶喝酒了，又拿我来打趣取笑儿了。”"
        },
        {
            "original": "宝钗笑道：“这倒是真话。我们没事评论起来，你们这几个，都是百个里头挑不出一个来的。妙在各人有各人的好处。”李纨道：“大小都有个天理。比如老太太屋里要没鸳鸯姑娘，如何使得？从太太起，那一个敢驳老太太的回？他现敢驳回，偏老太太只听他一个人的话。老太太的那些穿带的，别人不记得，他都记得，要不是他经管著，不知叫人诓骗了多少去呢！况且他心也公道，虽然这样，倒常替人上好话儿，还倒不倚势欺人的。”惜春笑道：“老太太昨日还说呢，他比我们还强呢！”平儿道：“那原是个好的，我们那里比得上他？”宝玉道：“太太屋里的彩霞，是个老实人。”探春道：“可不是老实？心里可有数儿呢。太太是那么佛爷似的，事情上不留心；他都知道，凡一应事，都是他提著太太行。连老爷在家出外去的一应大小事，他都知道，太太忘了，他背后告诉太太。”李纨道：“那也罢了。”指著宝玉道：“这一个小爷屋里，要不是袭人，你们度量到个什么田地？凤丫头就是个楚霸王，也得两只膀子好举千斤鼎；他不是这丫头，他就得这么周到了？”平儿道：“先时赔了四个丫头来，死的死，去的去，只剩下我一个孤鬼儿了。”李纨道：“你倒是有造化的，凤丫头也是有造化的。想当初你大爷在日，何曾也没两个人？你们看，我还是那容不下人的？天天只是他们不如意，所以你大爷一没了，我趁著年轻，都打发了。要是有一个好的守的住，我到底也有个膀臂了！”说著，不觉眼圈儿红了。众人都道：“这又何必伤心？不如散了倒好。”",
            "english": "She said with a smile, \"That's the truth. When we have some free time and discuss it, you all have your own specialties: Baqi's innate talent is the highest, but she is too young, so we haven't seen her full potential yet; Fongger is the hero among the women, surpassing even the men with their rank and decoration, but she is too old and has missed her chance; Tang Chun is clever, but we only lament her unfortunate circumstances. Li Wan is even more someone who doesn't fit the times, though she is gentle and considerate, she is not as intimate with Baoshi as Baoshi is with Bao'er. Her talents and personality are different from Baoshi's. Baoshi is gentle, while Li Wan is tranquil. If not for Yuangang, how could the old lady's belongings be arranged properly? If it were up to her, she would have been cheated many times by those people. As for her fairness, she holds power but does not abuse it. The old lady said yesterday that Yuangang is more capable than the rest. Ping'er said that she is indeed a straightforward person. Tang Chun said that Lady and the high monk only look after the big things, while everything else is handled by Ping'er. She knows everything about the household affairs, whether the master is in the city or not. Li Wan said that it's fine. Then she pointed at Bao'er and said, 'If there weren't Xiuyan, we wouldn't know how chaotic things would be.' Fongger is the favored one in Lady's household, but she couldn't have done so much without Xiuyan's help. Li Wan also said that when they were allocated four maids, all of them left except her, she was indeed lucky. Tang Chun said that Lady is like a high monk, she doesn't manage the smaller details, which are handled by Ping'er. As for the master, she is aware of his activities whether he is in the city or not. Li Wan said, \"Well, that's okay. Then she pointed at Bao'er again and said, 'If there weren't Xiuyan, everyone would be in a mess.' Although she is gentle and considerate, she is not as intimate with Bao'er as Baoshi and Bao'er are. She is reserved and not good with words, while Baoshi is gentle and mild. Li Wan felt a bit sad, but everyone comforted her to go back home.\"",
            "chinese": "宝钗笑道：“这倒是实话。我们空闲时候，论起来，你们四个都有出挑的：宝琴的天分最高，可惜年纪小了，没有见他出尽来；凤哥儿是脂粉队里的英雄，连那些束带顶冠的男子也不能过，只可惜年岁大了，迟了；探春又是个聪敏的，只叹她命薄，不能成就；李纨更是个不达时务的，虽是温柔体贴，也因为袭人与她，不像宝钗与宝玉，他虽是个正头夫妻，却比不上宝钗与宝玉的亲密。她的才情、性格都与宝钗不同。宝钗是温厚谦和，李纨则是性情冲淡。李纨在贾母处，要不是鸳鸯姑娘，贾母的那些衣物，怎能打理得当？贾母的穿着用度，众人记不住的，鸳鸯姑娘都记得清清楚楚，若是让她独自打理，不知道要被哪些人骗了多少次。再说她为人公正，虽掌权管事，却从不恃权压人。李纨说道，老太太昨儿还说，鸳鸯姑娘比她们能干些。平儿说道，她真是个老实人。探春说道，太太和老佛爷似的，对事上不细究，事情都让平儿去办。老爷在京城还是出城，她都清楚。李纨说道，这倒罢了。她指了宝玉说，若是没有袭人，大家伙儿不知要闹成什么样子？凤姐儿是太太身边的红人，要不是有袭人帮着，凤姐儿也干不了那么多事。李纨又说道，当初她家分配了四个丫头，一个个都走了，只剩下她一个人，还真是个福人。探春说道，太太也不过是佛爷而已，大事不管小事，都是平儿在做。李纨说道，若是有个好丫头在身边，就不是这样了。她虽是温柔体贴，却比不上宝钗和宝玉之间亲密。她是文静而不善言辞，宝钗却是温厚谦和。李纨觉得有些伤心，众人都劝她散了大家回家去。"
        },
        {
            "original": "说著，便都洗了手，大家约著往贾母王夫人处问安。众婆子丫头打扫亭子，收洗杯盘。袭人便和平儿一同往前去。袭人因让平儿到屋里坐坐，再喝碗茶去。平儿回说：“不喝茶了，再来罢。”一面说，一面便要出去。袭人又叫住，问道：“这个月的月钱，连老太太、太太屋里还没放，是为什么？”平儿见问，忙转身至袭人跟前，又见无人，悄悄说道：“你快别问！横竖再迟两天就放了。”袭人笑道：“这是为什么？唬的你这个样儿。”平儿悄声告诉他道：“这个月的月钱，我们奶奶早已支了，放给人使呢。等别处利钱收了来，凑齐了才放呢。因为是你，我才告诉你，可不许告诉一个人去！”袭人笑道：“他难道还短钱使？还没个足厌？何苦还操这心？”平儿笑道：“何曾不是呢！他这几年，只拿著这一项银子翻出有几百来了。他的公费月例又使不著，十两八两，零碎攒了，又放出去，单他这体己利钱，一年不到上千的银子呢！”袭人笑道：“拿著我们的钱，你们主子奴才赚利钱，哄的我们呆等著！”平儿道：“你又说没良心的话！你难道还少钱？”袭人道：“我虽不少，只是我也没处儿使去，就只预备我们那一个。”平儿道：“你倘若有紧要事用银钱使时，我那里还有几两银子你先拿来使，明日我扣下你的就是了。”袭人道：“此时也用不著。怕一时要用起来不够了，我打发人去取就是了。”",
            "english": "The translation reads:\n\nAs they spoke, they all went to wash their hands, and then they headed to Lady Jia and Madam Wang's quarters to pay their respects. The maids and handmaids were busy tidying up the pavilion and the dishes that had been washed. Xisi went with Ping'er. Xisi invited Ping'er to sit in the house and have a cup of tea, but Ping'er said, \"I'm not drinking tea now, come.\" As she spoke, she was about to leave. Xisi then stopped her and asked, \"Why haven't we received our monthly allowance this month, even not from Lady Jia and Madam Wang? What's the reason?\" Ping'er turned around upon being asked, and seeing no one else around, whispered, \"Don't ask! Just wait a couple of days, and you'll receive it.\" Xisi smiled and said, \"Why are you so scared? You look like you've seen a ghost.\" Ping'er whispered back, \"This month's allowance, our lady has already withdrawn it and lent it out to make profits. Once the interest from other loans are collected, they will be added up to pay everyone. I'm telling you because you're the one I trust, but you mustn't tell a soul!\" Xisi laughed and said, \"Isn't she enough with her own allowance, and she still wants to make profits with our money? What's the point of you worrying so much?\" Ping'er laughed and said, \"You're right! She has been using this monthly allowance to earn profits for several years now, multiplying it to hundreds of times. Her personal allowance doesn't have to be used. She saves a few ten or eight silver coins and lends it out. Just the interest from her personal loans adds up to thousands of silver coins a year!\" Xisi laughed and said, \"You're making a fortune with our money, tricking us into waiting!\" Ping'er said, \"Don't you speak of ungrateful things! Don't you think you're lacking money?\" Xisi said, \"I'm not lacking, but I have no use for it. I just save it for my future needs.\" Ping'er said, \"If you really need some silver coins for urgent use, I can lend you a few silver coins first. I'll deduct it from your allowance tomorrow.\" Xisi said, \"We don't need it now. If I need it in the future, I'll send someone to fetch it.\"",
            "chinese": "说着，都洗手去了，大家约着往贾母王夫人处问安。众婆子丫鬟收拾亭子，收拾洗过的杯盘。袭人就和平儿一同去了。袭人让平儿到屋里坐坐，再喝碗茶去。平儿说：“不喝茶了，来吧。”一面说，一面就要出去。袭人又叫住，问道：“这个月的月钱，连老太太、太太屋里还没发，为什么呢？”平儿见问，忙转过身来，又见没有别人，悄悄说：“你快别问！横竖再迟两天就发了。”袭人笑道：“这是为什么？唬的你这个样子。”平儿悄悄告诉他：“这个月的月钱，我们奶奶早已支了，放给人使呢。等别处的利钱收了来，凑齐了才发呢。因为是你，我才告诉你，可不许告诉一个人去！”袭人笑道：“他难道还短钱使？还没个足厌？何苦还操这心？”平儿笑道：“何曾不是呢！他这几年，只拿这月的钱翻出有几百来了。他的公费月例又使不着，十两八两零碎攒了，又放出去，单他这体己利钱，一年不到上千的银子呢！”袭人笑道：“拿咱们的钱，你们主子奴才赚利钱，哄咱们等著。”平儿道：“你又说没良心的话！你难道还少钱？”袭人道：“我虽不少，只是我也没处使去，就只预备我们那一个。”平儿道：“你倘若有紧要事用银钱使时，我那里还有几两银子你先拿来使，明日我扣下你的就是了。”袭人道：“此时也用不著。怕一时要用起来不够了，我打发人去取就是了。”\n\n这段文字写的是： \n\n袭人和平儿等人去向贾母王夫人问安。她们又闲聊起来。平儿向袭人透露，王夫人早已将月钱取出放债，并说不要告诉别人。袭人对王夫人放债表示不解。平儿说王夫人放债获利颇丰，一年能赚上千两银子。袭人仍不解，但最后答应等自己用时从平儿那里先拿。平儿则表示，自己也有几两银子可以借给袭人，但要先扣下。袭人最终答应。"
        },
        {
            "original": "平儿答应著，一径出了园门。只见凤姐那边打发人来找平儿，说：“奶奶有事等你。”平儿道：“有什么事，这么要紧？我叫大奶奶拉扯住说话儿，我又没逃了，这么连三接四的叫人来找！”那丫头说道：“这又不是我的主意，姑娘这话自己和奶奶说去！”",
            "english": "Pingle answered, and went out of the garden gate. A servant came from the mistress to fetch Pingle and say, \"Mistress is waiting for you.\" \"What is so urgent?\" asked Pingle. \"I was talking to Madam Wang, and haven't been able to get away. They have kept coming for me.\" \"It is not my idea,\" said the servant. \"Go and talk to the mistress about it!\"",
            "chinese": "平儿答应着，一直出了园门。只见凤姐那边派人来找平儿，说：“奶奶有事等你。”平儿道：“有什么事这么着急？我被大奶奶缠着说话，没跑，他们又连三接四的来叫我。”那丫头说道：“这又不是我的主意，姑娘你去找奶奶说去！”"
        },
        {
            "original": "平儿啐道：“好了，你们越发上脸了！”说著走来，只见凤姐儿不在屋里。忽见上回来打抽丰的刘姥姥和板儿来了，坐在那边屋里，还有张材家的周瑞家的陪著；又有两三个丫头，在地下倒口袋里的枣儿、倭瓜并些野菜。众人见他进来，都忙站起来。刘姥姥因上次来过，知道平儿的身分，忙跳下地来，问：“姑娘好？”又说：“家里都问好。早要来请姑奶奶的安，看姑娘来的，因为庄家忙。好容易今年多打了两石粮食，瓜果菜蔬也丰盛。这是头一起摘下来的，并没敢卖呢，留的尖儿，孝敬姑奶奶姑娘们尝尝。姑娘们天天山珍海味的，也吃腻了；吃个野菜儿，也算我们的穷心。”平儿忙道：“多谢费心！”又让坐。自己坐了，又让张婶子周大娘坐了，命小丫头子倒茶去。周瑞张材两家的因笑道：“姑娘今日脸上有些春色，眼圈儿都红了。”平儿笑道：“可不是？我原不喝，大奶奶和姑娘们只是拉著死灌，不得已，喝了两锺，脸就红了。”张材家的笑道：“我倒想著要喝呢，又没人让我，明日再有人请姑娘，可带了我去罢。”说著，大家都笑了。周瑞家的道：“早起我就看见那螃蟹了，一斤只好称两个，三个。这么两三大篓，想是有七八十斤呢。”张材家的道：“要是上上下下，只怕还不够。”平儿道：“那里都吃？不过都是有名儿的吃两个子。那些散众儿的，也有摸著的，也有摸不著的。”刘姥姥道：“这样螃蟹，今年就值五分一斤。十斤五钱。五五二两五，三五一十五，再搭上酒菜，一共倒有二十多两银子！阿弥陀佛！这一顿的银子，够我们庄家人过一年了！”",
            "english": "大观园里，宝玉和黛玉在阅读《诗经》。宝玉因喜爱诗句“终风且暴，顾我则笑”而赞叹不已，但黛玉却觉得其意境过于轻薄，宝玉解释道：“这是诗人对妻子在大风中看见他时的笑语。”黛玉则认为，如果真的有这样的事情，诗人应该以更严肃的态度对待，不应只是一笑而过。宝玉则解释，诗人虽乐，但也心存忧虑，担心妻子会因笑而导致身体不适。黛玉表示理解，但也强调情感的表达应有度，不应过于轻浮。宝玉表示赞同，认为情深意切才是关键。他们互相理解并尊重对方的观点，展现了不同的情感理解和表达方式。\n\nIn the Jingua Garden, Bao Yuyu and Lin Daiyu were reading the Book of Odes. Bao Yuyu was deeply impressed by the verse \"With the raging wind and storm, she smiled at me\", and praised it highly. But Lin Daiyu felt that the meaning behind the verse was a bit light-hearted. Bao Yuyu explained that the poet was describing how his wife smiled at him amidst the wind. Lin Daiyu, however, believed that if such an incident had truly occurred, the poet should have taken it more seriously, rather than just laughing it off. Bao Yuyu then explained that while the poet was indeed amused, he was also worried that his wife's laughter might cause her discomfort. Lin Daiyu understood this, but emphasized that the expression of feelings should be measured, not overly frivolous. Bao Yuyu agreed, saying that the depth and sincerity of the feelings were what truly mattered. They both respected and understood each other's viewpoints, showcasing their different interpretations and expressions of emotions.",
            "chinese": "平儿啐了一口，说道：“你们越发不知脸皮贵贱了！”说着走过来，只见凤姐儿不在屋里。突然看见上次来打秋风的刘姥姥和板儿在那边屋里坐着，张材家的和周瑞家的在旁边陪着；几个丫头在地下倒口袋里的红枣、倭瓜和一些野菜。众人见她进来，都忙站起来。刘姥姥因为上次来过，知道平儿的身份，连忙跳下地来，问：“姑娘好？”又说：“家里人都问好，早想来给您姑娘请安，只是因为忙于庄稼活，所以今天才来。今年粮食收成好，摘了一些头茬的水果，没有卖，留着孝敬您姑娘们尝尝。您姑娘们天天吃山珍海味，也吃腻了，吃些野菜也换换口味。”平儿连忙说：“多谢您的好意。”又让刘姥姥他们坐下。自己坐下后，又让张材家的和周瑞家的坐下，让丫头倒茶去。周瑞家的和张材家的笑道：“姑娘脸上今天似乎有点儿喜气，眼睛周围都红了。”平儿笑道：“可不是？本来不喝酒，大奶奶和姑娘们硬拉我喝了几杯，脸就红了。”张材家的笑道：“我倒也想喝几杯，只是没人让我，明儿要是有人请姑娘，可带上我吧。”说着，大家都笑了。周瑞家的道：“早上我就看见螃蟹了，一只螃蟹称不到一斤，两只才一斤，这些螃蟹装了两个大篓子，估计有七八十斤呢。”张材家的道：“要是上上下下都吃，只怕都不够。”平儿道：“哪里都吃得了？无非就是有名分的人吃两个，散伙的人，有的摸到了，有的摸不到。”刘姥姥道：“这螃蟹，今年每斤值五分钱，十斤五两，五五二两五，三五一十五，再加上酒菜，一共要二十多两银子！阿弥陀佛，一顿饭的钱，够我们庄稼人过一年了！”\n\n用现代汉语来表达，就是：平儿听到她们的无礼言论，忍不住啐了口唾沫，说道：“你们这些人，脸皮倒是越发不要脸了！”话音未落，她就发现凤姐不在房间，只见上次来要东西的刘姥姥和板儿坐在那边，身边还有张材家的和周瑞家的，旁边有丫头在倒满红枣、倭瓜和野菜。平儿见状，忙走过去。刘姥姥因上次来过，知道平儿的身份，连忙跳起来，问好。刘姥姥又说，家里人都问好，因为忙于农活，所以迟来请安。今年粮食丰收，摘了一些头茬的水果，没卖，留着孝敬姑娘们尝尝。姑娘们天天吃山珍海味，吃腻了，吃些野菜也换换口味。平儿笑着道谢，并请他们坐下。然后，她自己坐下，让张材家的和周瑞家的坐下，并吩咐丫鬟倒茶。周瑞家的和张材家的笑道：“姑娘脸上今天似乎有点儿喜气，眼睛周围都红了。”平儿笑道：“可不是，本来不喝酒，大奶奶和姑娘们硬拉我喝了几杯，脸就红了。”张材家的笑道：“我也想喝几杯，只是没人让我，明儿要是有人请姑娘，可带上我吧。”大家听了都笑了。周瑞家的说：“早上我就看见螃蟹了，一只螃蟹称不到一斤，两只才一斤，这些螃蟹装了两个大篓子，估计有七八十斤呢。”张材家的说：“要是上上下下都吃，只怕都不够。”平儿说：“哪里都吃得了？无非就是有名分的人吃两个，散伙的人，有的摸到了，有的摸不到。”刘姥姥说：“这螃蟹，今年每斤值五分钱，十斤五两，五五二两五，三五一十五，再加上酒菜，一共要二十多两银子！阿弥陀佛，一顿饭的钱，够我们庄稼人过一年了！”"
        },
        {
            "original": "平儿因问：“想是见过奶奶了？”刘姥姥道：“见过了，叫我们等著呢。”说著，又往窗外看天气，说著：“天好早晚了，我们也去罢。别出不去城，才是讥荒呢。”周瑞家的道：“等著我替你瞧瞧去。”说著，一径去了，半日方来，笑道：“可是姥姥的福来了，竟投了这两个人的缘了！”平儿等问怎么样。周瑞家的笑道：“二奶奶在老太太跟前呢。我原是悄悄的告诉二奶奶：‘刘姥姥要家去呢，怕晚了赶不出城去。’二奶奶说：‘大远的，难为他扛了些东西来。晚了，就住一夜，明日再去。’这可不是投上二奶奶的缘了吗？－－这也罢了，偏老太太又听见了，问刘姥姥是谁。二奶奶就回明白了。老太太又说：‘我正想个积古的老人家说话儿，请了来我见见。’这可不是想不到的投上缘了？”说著，催刘姥姥下来前去。",
            "english": "Qing's translation:\n\nPing'er asked Liu姥姥, \"Have you seen Madam?\" Liu姥姥 replied, \"I have, and I'm waiting now. Look at how late it is. We should be leaving soon, but I'm afraid we won't be able to get out of the city. That would be embarrassing.\" Zhou Rui's lady said, \"Let me go and check on it for you.\" After a while, she returned with a smile, saying, \"Truly, it's your good fortune to have connected with these two people!\" Everyone asked her what happened, and Zhou Rui's lady laughed, \"Madam is by the old lady's side. I told Madam that you're leaving today, but you're worried about not being able to leave the city by nightfall. Madam said, 'After a long journey carrying things, it would be tiring to have to leave in the evening. You can stay with us for one night and leave tomorrow.' Isn't that a good connection with Madam? Madam said that the old lady is wondering who you are. She told the old lady about you, and the old lady said, 'I was just thinking of someone old to talk to, so let's invite them to come and see.' Haven't we successfully sought out our good fortune?\" After this, Zhou Rui's lady urged Liu姥姥 to go and meet the old lady.",
            "chinese": "平儿问刘姥姥：“是不是见了奶奶？”刘姥姥说：“见了，现在让我等着。”说着往外看天，又说：“天都这么晚了，我们该走了。怕是出不去城了，那就丢人了。”周瑞家的说：“等我替你看看去。”说完就走了，过了半日回来笑着说：“真是你的福气，投了这两人的缘了！”平儿等人问怎么了，周瑞家的笑道：“二奶奶在老太太身边呢。我告诉二奶奶说刘姥姥要回家了，怕晚上赶不出城。二奶奶说：‘这么远的路，辛苦了还扛着东西，天晚了就在咱们家住一晚，明天再走。’这不是投上了二奶奶的缘了吗？二奶奶说了，老太太还问刘姥姥是谁。二奶奶就告诉了老太太，老太太说：‘正想个有年岁的老人说说话，就请来见见。’这不是想投上缘就投上缘了吗？”说完催刘姥姥去见老太太。\n\n周瑞家的去打听情况后回来，告诉平儿等人，老太太已经见到了刘姥姥，是因为周瑞家的向二奶奶透露了刘姥姥要回乡的信息，二奶奶提议让刘姥姥在他们家住宿一晚，第二天再走，这算是投上了二奶奶的缘分。同时，老太太也对刘姥姥的到来表示好奇，问及刘姥姥的来历，这又是一个投上缘分的机会。所以，刘姥姥这次进府拜访，算是投了老太太和二奶奶的缘分。周瑞家的催促刘姥姥去见老太太。"
        },
        {
            "original": "刘姥姥道：“我这生像儿，怎么见得呢？好嫂子！你就说我去了罢！”平儿忙道：“你快去罢，不相干的。我们老太太最是惜老怜贫的，比不得那个狂三诈四的那些人。想是你怯上，我和周大娘送你去。”说著，同周瑞家的带了刘姥姥往贾母这边来。二门口该班的小厮们见了平儿出来，都站起来，有两个又跑上来，赶著平儿叫“姑娘”。平儿问道：“又说什么？”那小厮笑道：“这会子也好早晚了，我妈病著，等我去请大夫。好姑娘！我讨半日假，可使得？”平儿道：“你们倒好，都商量定了，一天一个告假，又不回奶奶，只和我胡缠。前日住儿去了，二爷偏叫他叫不著，我应起来了，还说我做了情了。你今日又来了！”周瑞家的道：“当真的他妈病了，姑娘也替他应著，放了他罢。”平儿道：“明日一早来，听著，我还要使你呢。再睡的日头晒著屁股再来！你这一去，带个信儿给旺儿，就说奶奶的话，问他那剩的利钱，明日要还不交来，奶奶不要了，索性送他使罢。”那小厮欢天喜地，答应去了。",
            "english": "Now, we have to face the fact that the KMT may have no choice but to join in the action, whatever the cost may be. And, in this case, we will have to prepare ourselves for the possible reversal of the situation, which will bring about an enormous amount of damage, and will be a source of unending trouble for the future.\n\nTranslate the following sentence into English:\n\n现在，我们不得不面对这样一个事实，国民党可能不得不加入行动，不管代价会是什么。在这样的情况下，我们必须为可能出现的局势逆转做准备，这将带来巨大的损害，并对未来造成无尽的麻烦。",
            "chinese": "刘姥姥说：“我这模样，怎么见老太太呢？好嫂子，你就说我走了吧。”平儿忙说：“你快走吧，没事的。我们老太太最是怜惜老人和穷人了，不像那些爱装疯卖傻的人。想是你胆子小，我和周大娘送你去吧。”说着，同周瑞家的带着刘姥姥往贾母那边去了。门口的仆人见平儿出来，都站起来，有俩跑上来，赶着平儿叫“姑娘”。平儿问：“又说什么？”那仆人笑道：“这会子也差不多是傍晚了，我妈妈病了，让我去请大夫。好姑娘，我请假半天，行吗？”平儿说：“你们都好，天天想个法子请假，也不告诉奶奶，只跟我胡缠。前天住儿请假了，二爷偏叫他叫不着，我顶替了一次，还说我做了情。你今天又来了！”周瑞家的说：“当真你妈妈病了，姑娘就替他应着，放他吧。”平儿说：“明天一大早就来，听好了，我还得用你呢。再睡到太阳晒屁股再来！你去，给旺儿带个信，就说奶奶的话，让他明天把剩下的利息送来，奶奶不要了，就送给他用吧。”那仆人高兴地答应着走了。\n\n刘姥姥表示，自己这样的模样怎么见得人，周大娘你就说我走了吧。平儿连忙回答，你快走吧，不用担心。我们老太太最是怜惜老人和穷人，不像那些只会装疯卖傻的人。想是你太胆小了，我和周大娘送你去吧。说着，平儿和周大娘一起带着刘姥姥向贾母的方向走去。门口的小厮们见到平儿，都站了起来，其中两个还跑过来对平儿说，请她帮忙请假半天，他妈妈病了，要请大夫。平儿问他们怎么回事，仆人笑道，现在差不多是傍晚了，他妈妈病了，他请求假，请平儿替他应个假。平儿告诉他们，你们都太好了，总想着请假，却不告诉奶奶，只来找她麻烦。前天住儿请假了，二爷刚好没叫到，平儿顶替了，还被说成做了情。你现在又来了！周大娘劝解，当真是你妈妈病了，平儿就替他应个假吧。平儿回答，明天一大早就来吧，我已经安排了，还会用到你。你再睡到太阳晒屁股再来！你去告诉旺儿，就说奶奶的话，让他明天把剩下的利息送过来，奶奶不要了，就送给他用吧。仆人听了非常高兴，答应着离开了。"
        },
        {
            "original": "平儿等来至贾母房中，彼时大观园中姐妹们都在贾母前承奉。刘姥姥进去，只见满屋里珠围翠绕，花枝招展的，并不知都系何人。只见一张榻上独歪著一位老婆婆，身后坐著一个纱罗裹的美人一般的个丫鬟在那里捶腿，凤姐儿站著正说笑。刘姥姥便知是贾母了，忙上来陪著笑，拜了几拜，口里说：“请老寿星安。”贾母也忙欠身问好，又命周瑞家的端过椅子来坐著。那板儿仍是怯人，不知问候。",
            "english": "Then Ping'er and the others came to the room where Old Madame was. The girls from the gardens were paying their respects to Old Madame. When Liu Fafu entered the room, she saw many well-dressed and exquisitely bejeweled women. She didn't know what they were, but saw that the old lady on the bed was being massaged by a beautiful maid. She was greeted by the jocund laughter of the Countess Feng. She recognized the woman on the bed as Old Madame, and laughed while she respectfully paid her respects, and then kowtowed several times. Old Madame returned the greeting with a slight bow, and ordered Zhou Rui to get her a chair so she could sit down. Baoer was too timid to step forward to pay his respects.",
            "chinese": "平儿等人来到贾母房中，这时大观园里的姑娘们都在向贾母请安。刘姥姥进去，见屋里围着许多珠光宝气的女子，个个穿得花枝招展的，却不知都是什么人。只看见榻上睡着一位老婆婆，身后坐着一个像美人一样的丫鬟正在为她捶腿，凤姐儿在一旁说笑着。刘姥姥知道这是贾母，便上前笑着问安，并连拜了几拜。贾母也欠身答礼，并命周瑞家的给她搬来椅子坐下。板儿由于生性胆小，还是不敢上前问候。"
        },
        {
            "original": "贾母道：“老亲家，你今年多大年纪了？”刘姥姥忙起身答道：“我今年七十五了。”贾母向众人道：“这么大年纪了，还这么硬朗！比我大好几岁呢！我要到这个年纪，还不知怎么动不得呢！”刘姥姥笑道：“我们生来是受苦的人，老太太生来是享福的。我们要也这么著，那些庄家活也没人做了。”贾母道：“眼睛牙齿还好？”刘姥姥道：“还都好，就是今年左边的槽牙活动了。”贾母道：“我老了，都不中用了，眼也花，耳也聋，记性也没了。你们这些老亲戚，我都记不得了。亲戚们来了，我怕人笑话，我都不会。不过嚼的动的吃两口，睡一觉，闷了时，和这些孙子孙女儿玩笑会子就完了。”刘姥姥笑道：“这正是老太太的福了。我们想这么著不能。”贾母道：“什么福？不过是老废物罢咧！”说的大家都笑了。",
            "english": "Grandmother Jia asked how old Mrs. Liu was this year. Mrs. Liu hurriedly got up to answer, saying she was seventy-five years old. Grandmother Jia said to the others, \"She is so lively at such an old age, several years older than me. If I were that age, I would not be able to move anymore.\" Mrs. Liu laughed and said, \"We were born to suffer, while you were born to enjoy happiness. If we had it so, there would be no one to do farming work.\" Grandmother Jia asked if her eyes and teeth were still good. Mrs. Liu said they were, but her molar on the left side was loose. Grandmother Jia said she was old and everything was useless. Her eyesight was deteriorating, her hearing was gone, and she had lost her memory. She was afraid of being laughed at when guests came over, so she forgot them all. All she did was chew on some food, take a nap, and amuse herself with the grandchildren when she was bored. Mrs. Liu laughed and said, \"That's precisely what makes your good fortune, Mrs. Grandmother. We can't even do that!\" What fortune is Grandmother Jia referring to? It's merely a bunch of useless old things! Everyone was amused.",
            "chinese": "贾母问刘姥姥今年多大年纪了？刘姥姥忙起身回答说今年七十五岁。贾母对众人说这么大年纪还这么硬朗，比我大好几岁呢，我要是这么大了还不知道动不得了。刘姥姥笑道，我们生来就受苦，老太太生来享福，我们要是也这么著，那些庄稼活也没人做了。贾母问眼睛牙齿还好吗？刘姥姥说还都好，左边的槽牙活动了。贾母说我都老了，都不中用了，眼睛花，耳朵聋，记性也没了，亲戚们来了我怕人笑话，我都记不得了。不过是嚼得动的吃两口，睡一觉，闷了时，和这些孙子孙女逗逗乐就完了。刘姥姥笑道，这正是老太太的福了，我们想这著都不能。贾母说什么福？不过是老废物罢了！把大家都逗笑了。"
        },
        {
            "original": "贾母又笑道：“我才听见凤哥儿说，你带了好些瓜菜来，我叫他快收拾去了。我正想个地里现结的瓜儿菜儿吃，外头买的不像你们地里的好吃。”刘姥姥笑道：“这是野意儿，不过吃个新鲜；依我们倒想鱼肉吃，只是吃不起。”贾母又道：“今日既认著了亲，别空空的就去；不嫌我这里，就住一两天再去。我们也有个园子，园子里头也有果子，你明日也尝尝，带些家去，也算是看亲戚一趟。”凤姐儿见贾母喜欢，也忙留道：“我们这里虽不比你们的场院大，空屋子还有两间。你住两天，把你们那里的新闻故事儿说些给我们老太太听听。”贾母笑道：“凤丫头，别拿他取笑儿。他是屯里人，老实，那里搁的住你打趣？”说著，又命人去先抓果子给板儿吃。板儿见人多了，又不敢吃。贾母又命拿些钱给他，叫小么儿们带他外头顽去。刘姥姥吃了茶，便把些乡村中所见所闻的事情说给贾母听，贾母越发得了趣味。",
            "english": "Jia Mu laughed again and said, \"I just heard that Feng Er said you brought some melons and vegetables with you, and that you need to quickly prepare them. I'm craving the fruits that you grow on your farm. The ones bought from the market aren't as sweet as your farm's produce.\" Aunt Liu smiled and said, \"These are flavors of the countryside, just for a taste of novelty. If it were fish and meat, we'd like to have it, but we can't afford it.\" Jia Mu continued, \"Since you've become a relative, you can't just visit once. Stay for a few more days. Our garden has more fruits that you can taste tomorrow and take some back with you. This will count as a visit to our family.\" Seeing how much Jia Mu liked it, Feng Er hurriedly said, \"We don't have much space here, but there are a few empty rooms. You can stay for a few days, and tell us some stories from your hometown.\" Jia Mu smiled and said, \"Don't tease her, Feng Er. She's a country person and can't take your teasing.\" Saying this, she commanded someone to give Piao a fruit to eat. Piao was afraid of the crowd, so he didn't dare to eat it. Jia Mu commanded someone to give him some money to play with the servants outside. After drinking some tea, Aunt Liu told Jia Mu some things she saw and heard in the countryside, and Jia Mu grew even more delighted from listening. \n\nThis passage describes how Jia Mu invites Aunt Liu to stay for a few days, and how Feng Er encourages her to tell stories from her hometown. Jia Mu appreciates the stories Aunt Liu shares, and invites her to stay longer. Jia Mu and Feng Er are both warm and welcoming towards Aunt Liu. Although Aunt Liu feels somewhat restrained, she is pleased to share her experiences and stories. The passage evokes a sense of warmth and harmony among the members of the Jia family. Aunt Liu accepts the invitation, and samples fresh fruits from the Jia family's garden. She then takes some fruits back with her, deepening her relationship with the Jia family. Jia Mu also shows special concern for Piao, giving him some money and letting the servants take him outside to play. The scene is filled with Jia family's generosity and warmth. Meanwhile, the stories Aunt Liu shares are enjoyed by Jia Mu, deepening their understanding and connection. The passage vividly describes the harmonious and warm atmosphere within the Jia family.",
            "chinese": "贾母又笑道：“我刚才听见凤姐儿说你带了些瓜菜来，要快快收拾着。我正想吃你们地里结的果子，外头买的不是你们地里所种的，没有你们地里结的香甜。”刘姥姥笑道：“这是些山野的味道，只是吃个新鲜；要是鱼肉，我们倒想吃，只是吃不起。”贾母又道：“既然认了亲戚，不能白去，就住两三天再去。我们园子里还有果子，你明日也尝尝，带些回家，也算是看亲戚一趟。”凤姐见贾母喜欢，也忙留下说：“我们这里房子不多，还有一两间空的，你住两三天，把你们那里的新闻故事说给我们老太太听听。”贾母笑道：“凤丫头，别拿他取笑。他是乡下人，哪经得住你这么取笑？”说著，又命人先拿果子给板儿吃。板儿见人多，不敢吃。贾母又命给他钱，让小厮们带他外边去玩。刘姥姥喝了茶，把一些乡里人见闻的事情讲给贾母听，贾母听的愈发高兴。\n\n这段文字中贾母请刘姥姥住两日，王熙凤让刘姥姥讲些乡里故事，贾母欣赏刘姥姥讲的故事，让刘姥姥在贾府住几天，还让她带些新鲜的果子回乡里。贾母和王熙凤都很热情地招待刘姥姥。刘姥姥虽然有些拘谨，但也很乐意分享她的故事和经历。\n\n贾母笑道：“我刚才听见凤姐儿说你带了些瓜菜来，要快快收拾着。我正想吃你们地里结的果子，外头买的没有你们地里的香甜。”刘姥姥笑道：“这是些山野的味道，只是吃个新鲜；要是鱼肉，我们倒是想吃，只是吃不起。”贾母又道：“既然认了亲戚，不能白去，就住两三天再去。我们园子里还有果子，你明日也尝尝，带些回家，也算是看亲戚一趟。”凤姐见贾母喜欢，也忙留下说：“我们这里虽然房子不多，还有一两间空的，你住两三天，把你们那里的新故事说给我们老太太听听。”贾母笑道：“凤丫头，别拿他取笑儿。他是乡下人，哪里受得住你这么取笑？”说著，又命人先拿果子给板儿吃。板儿见人多，不敢吃。贾母又命给他钱，让小厮们带他外边去玩。刘姥姥喝了茶，把一些乡里人见闻的事情讲给贾母听，贾母听的十分开心。\n\n\n这段话中，贾母邀请刘姥姥多住几天，让刘姥姥讲些乡里的故事，让刘姥姥感到十分亲切和受欢迎。贾母和王熙凤都非常热情地对待刘姥姥，而刘姥姥也乐于分享她的经历和故事。这段对话充满了亲情与和睦的气息。刘姥姥接受了邀请，并在贾府的果园里品尝了新鲜的果子，之后还带着这些果子回家，加深了与贾府的亲密度。贾母还特别关心板儿，让小厮们带他去外边玩，同时也给板儿一些零钱。整个场景体现了贾府的慷慨与温暖。同时，刘姥姥讲述的乡里故事，让贾母听的兴致勃勃，加深了双方的了解和感情。这段描写非常生动，展现了贾府上下和谐相处、热情好客的温馨氛围。"
        },
        {
            "original": "正说著，凤姐儿便命人请刘姥姥吃晚饭。贾母又将自己的菜拣了几样，命人送过去给刘姥姥吃。凤姐知道合了贾母的心，吃了饭，便又打发过来。鸳鸯忙命老婆子带了刘姥姥去洗了澡，自己去挑了两件随常的衣裳，叫给刘姥姥换上。那刘姥姥那里见过这般行事？忙换了衣裳出来，坐在贾母榻前，又搜寻些话出来说。彼时宝玉姐妹们也都在这里坐著。他们何曾听见过这些话？自觉比那些瞽目先生说的书还好听。",
            "english": "As they were talking, Wang Hsi-feng asked to bring Old Lady Liu to have dinner with them. Great Grandma then asked Wang Hsi-feng to take some of her own dishes and have them sent to Old Lady Liu to eat. Wang Hsi-feng knew that Great Grandma had already been satisfied, so she arranged for Old Lady Liu to come again to eat after dinner. Quanyang quickly sent someone to give Old Lady Liu a bath, and she picked out some clothes to change into for her. Old Lady Liu had never seen anything like this before, so she changed into the clothes and came out. She sat in front of Great Grandma's bed and started looking for something to say. By this time, Boysu, Baoshan, and the sisters were also sitting there. None of them had ever heard anything like this before, and they thought it was even better than what the story-tellers told.",
            "chinese": "正在说话的时候，王熙凤就让人请刘姥姥来吃晚饭。贾母又让王熙凤把她自己的菜拣了一些，叫人送过去给刘姥姥吃。王熙凤知道贾母已经很满意了，吃完饭，就又让人请刘姥姥来吃。鸳鸯忙让人给刘姥姥去洗了澡，自己又挑了两件平常的衣服，让刘姥姥换上。刘姥姥哪里见过这样的行事？忙换了衣服出来，坐在贾母的榻前，又找话来说。这时宝玉、宝钗、黛玉姐妹们也都在这里坐着。他们哪里听见过这些话？觉得比那些说书先生讲的书还要好听。 "
        },
        {
            "original": "那刘姥姥虽是个村野人，却生来的有些见识。况且年纪老了，世情上经历过的，见头一件贾母高兴，第二件这些哥儿姐儿都爱听，便没话也编出些话来讲。因说道：“我们村庄上，种地种菜，每年每日，春夏秋冬，风里雨里，那里有个坐著的空儿？天天都是在那地头上做歇马凉亭，什么奇奇怪怪的事不见呢？就像旧年冬天，接连下了几天雪，地下压了三四尺深，我那日起的早，还没出屋门，只听外头柴草响。我想著必定有人偷柴草来了。我巴著窗户眼儿一瞧，不是我们村庄上的人。”贾母道：“必定是过路的客人们冷了，见现成的柴火，抽些烤火，也是有的。”刘姥姥笑道：“也并不是客人，所以说来奇怪。老寿星打量什么人？原来是一个十七八岁极标致的个小姑娘儿，梳著溜油儿光的头，穿著大红袄儿，白绫子裙儿。……”刚说到这里，忽听外面人吵嚷起来，又说：“不相干，别唬著老太太！”贾母等听了，忙问：“怎么了？”丫鬟回说：“南院子马棚里走了水了。不相干，已经救下去了。”贾母最胆小的，听了这话，忙起身扶了人出至廊上来瞧时，只见东南角上火光犹亮。贾母唬得口内念佛，又忙命人去火神跟前烧香。王夫人等也忙都过来请安，回说：“已经救下去了，老太太请进去罢。”",
            "english": "That old lady Liu was a countrywoman, but with some worldliness, and she had grown very old. She realized that there was always some amusement to be had in village life, and so she used her experience to liven up the occasion. She said, \"In our village, planting and tending crops and vegetables was a year-round job, and the only time we had to sit down was during the heavy rains and snow. We would set up temporary shelters in the fields for when we needed to rest, but we never stopped, even for a moment. And of course, we were always on the lookout for anything unusual. Like last winter, when it snowed heavily for several days and the ground was covered with up to three feet of snow. When I woke up one morning, still in bed, I heard the sound of wood being moved outside. I thought that someone was stealing wood. So I peeked out of the window and saw that it wasn't one of our neighbors. \"Sure enough, when the servants came to inform them of the fire in the stable, the old lady Lu was already out of her chair and trying to go outside. She was too shocked to believe what she had just heard, and started praying to the fire god, asking for his intervention. But she was soon reassured by the servants, who reported that the fire had been extinguished. \"We were all relieved, and quickly went back inside to resume our daily activities. However, as she was leaving, she noticed a young woman in her late teens or early twenties, with her hair neatly combed, wearing a red dress with a white blouse. She was so beautiful that everyone was taken aback. \"I'm not sure what she was doing there, but she was certainly not a thief. \"As for the commotion outside, it was caused by a group of young men who had gathered to watch the fire being extinguished.\"",
            "chinese": "那刘姥姥是个乡下人，却有些见识，年岁大了，经历世情，遇着好机会，便说些闲话。她说道：我们村里种地种菜，一年四季里，风雨不歇，哪里有坐下的工夫？天天在田头搭个凉亭，遇着什么稀奇古怪的事不见吗？就像去年冬天，连下了几天雪，地下积了三四尺深，我一起身，还没出门子，只听外头柴草响。我想一定有人偷柴草。我倚着窗户眼瞧，不是我们村里人。贾母道：必定是过路的客人，冷了，见现成的柴火，抽些烤火，也是有的。刘姥姥笑道：也并非客人，说来奇怪。老寿星想什么人？原来是一个十七八岁，标致极了的小姑娘，梳着光溜的头，穿着红袄，白绫裙子。刚说到这里，忽听外面人吵闹起来，又说：不相干，别唬著老太太！贾母等听了，忙问：怎么了？丫鬟回说：南院子马棚着火了。不相干，已经救下去了。贾母是胆小的，听了这话，忙起身扶着人，到廊上来瞧，只见东南角上火光还亮。贾母吓的嘴里念佛，又忙叫人到火神那里烧香。王夫人等也忙都过来请安，回说：已经救下去了，老太太请进去罢。\n\n刘姥姥是乡下人，却有点见识。她年纪大了，世情很熟，见贾母高兴，又见这些小少爷小姐喜欢听故事，便编造故事讲给大家听。她说，我们村子里种田种菜，一年四季都在野外劳作，每天都有新鲜事，也难免不发生奇奇怪怪的事情。比如说，前年冬天，连下了好几天雪，地下积了三四尺厚。我一起床，还没出门，就听见外面柴火的声音。我想，一定是有人来偷柴火了。我就在窗子边上偷看，不是咱们村子里的人。贾母说：一定是过路的人冷了，看见柴火就拿去烤火。刘姥姥笑着说：不光是过路的人，还有一个十七八岁、非常漂亮的小姑娘，梳了个亮亮的头，穿着红衣裳和白裙子。说这话时，忽然外面有人吵闹，又有人说：不要吓着老太太。贾母很怕这声音，忙起身扶着人到廊上看看，只见东南角上还亮着火光。贾母吓得嘴里念着佛，又忙叫人到火神那里烧香。王夫人和贾母的其他女儿忙过来请安，说：火已经灭了，老太太请回房里去。"
        },
        {
            "original": "贾母足足的看著火光熄了，方领众人进来。宝玉且忙问刘姥姥：“那女孩儿大雪地里做什么抽柴火？倘或冻出病来呢？”贾母道：“都是才说抽柴火，惹出事来了，你还问呢。别说这个了，说别的罢。”宝玉听说，心内虽不乐，也只得罢了。",
            "english": "Jia Mu watched the fire die down before leading the group outside. When asked by Bai Yu whether the little girl collecting firewood in the snow had been affected, Jia Mu said, \"We talked about the firewood matter just now and it caused trouble. Why do you still ask about it? Let's talk about something else.\" Although Bai Yu was not pleased, he did not ask any more.",
            "chinese": "贾母一直看着火灭了，才领着众人出来。宝玉忙问刘姥姥说：“刚才那个小女孩在大雪里抽柴火，要是冻坏了可怎么办？”贾母说：“刚才说了抽柴火的事，惹出事来了，你还要问，不说这个了，说别的吧。”宝玉心里虽然不高兴，但还是没再问。"
        },
        {
            "original": "刘姥姥便又想了想，说道：“我们庄子东边庄上有个老奶奶子，今年九十多岁了。他天天吃斋念佛，谁知就感动了观音菩萨，夜里来托梦，说：‘你这么虔心，原本你该绝后的，如今奏了玉皇，给你个孙子。’原来这老奶奶只有一个儿子，这儿子也只一个儿子，好容易养到十七八岁上死了，哭的什么儿似的；后起间真又养了一个，今年才十三四岁，长得粉团儿似的，聪明伶俐的了不得呢。这些神佛是有的不是？”",
            "english": "Lao Fu thought for a moment and said, \"There's an old lady in our village, east of the river. She's ninety years old. She prays all day for blessings. Later, the Bodhisattva Guan Yin appeared in her dreams and said that she was fated to have no children, but the Jade Emperor heard of her piety and gave her a grandson. This old lady originally had only one son, who had only one son. After much trouble, she raised her grandson to the age of seventeen. When her grandson died, she was heartbroken. Recently, she had another grandson, who is thirteen or fourteen years old. He's healthy, plump, and very smart. Are the stories about these gods and goddesses true?\"",
            "chinese": "刘姥姥想了想，说：“我们村东边有一个老奶奶，九十多岁了。她天天念经祈福，后来夜里观音菩萨托梦给她，说她本来该绝后，但玉皇大帝听说她虔诚，就给她添了一个孙子。原来这位老奶奶只有一个儿子，他儿子也只有一个儿子，好不容易把孙子养到十七八岁，孙子死了，她哭得伤心欲绝。后来又生了一个孙子，今年十三四岁，长得白白胖胖的，聪明伶俐极了。这些神佛的事情是真的吗？”"
        },
        {
            "original": "这一席话暗合了贾母王夫人的心事，连王夫人也都听住了。宝玉心中只惦记著抽柴的故事，因闷的心中筹画。探春因问他：“昨日扰了史大妹妹，偺们回去商议著邀一社，又还了席，也请老太太赏菊，何如？”宝玉笑道：“老太太说了，还要摆酒还史妹妹的席，叫偺们做陪呢。等吃了老太太的，偺们再请不迟。”探春道：“越往前越冷了，老太太未必高兴。”宝玉道：“老太太又喜欢下雨下雪的，偺们等下头场雪请老太太赏雪，不好吗？偺们雪下吟诗，也更有趣了。”黛玉笑道：“偺们雪下吟诗？依我说，还不如弄一捆柴火，雪下抽柴，还更有趣儿呢。”说著，宝钗等都笑了。宝玉瞅了他一眼，也不答话。一时散了，背地里宝玉到底拉了刘姥姥细问那女孩儿是谁。刘姥姥只得编了告诉他：“那原是我们庄子北沿儿地埂子上有个小祠堂儿，供的不是神佛。当先有个什么老爷－－”说著，又想名姓。宝玉道：“不拘什么名姓，也不必想了，只说原故就是了。”刘姥姥道：“这老爷没有儿子，只有一位小姐，名字叫什么若玉，知书儿识字的，老爷太太爱的像珍珠儿。可惜了儿的！这小姐儿长到十七岁了，一病就病死了。”宝玉听了，跌足叹惜，又问：“后来怎么样？”刘姥姥道：“因为老爷太太痛的心肝儿似的，盖了那祠堂，塑了个像儿，派了人烧香儿拨火的。如今年深日久了，人也没了，庙也烂了，那泥胎儿可就成了精咧。”宝玉忙道：“不是成精，规矩这样人是不死的。”刘姥姥道：“阿弥陀佛！是这么著吗？不是哥儿说，我们还当他成了精了呢。他时常变了人出来闲逛，我才说抽柴火的就是他了。我们村庄上的人商量著还要拿榔头砸他呢。”宝玉忙道：“快别如此！要平了庙，罪过不小！”刘姥姥道：“幸亏哥儿告诉我。明日回去，拦住他们就是了。”宝玉道：“我们老太太、太太都是善人，就是合家大小，也都好善喜舍，最爱修庙塑神的。我明日做一个疏头，替你化些布施，你就做香头，攒了钱，把这庙修盖，再装塑了泥像，每月给你香火钱烧香，好不好？”刘姥姥道：“若这样时，我托那小姐的福，也有几个钱使了。”",
            "english": "Translation:\n\nWhen Lady Jia and Lady Wang heard these words, they were both satisfied. Even Lady Wang was compelled to listen attentively. Meanwhile, Bai Yubao was thinking about the story of gathering firewood in solitude. He secretly planned something. When Tang Chun made a suggestion, she said, \"We've given troubles to Lady Shi yesterday. Let's invite her over for a banquet to express our gratitude. How about inviting Lady Jia to come over for a chrysanthemum viewing?\" Bai Yubao replied, \"Lady Jia said she will have a banquet to repay Lady Shi's kindness and would like us to attend. We can wait until after we've had the banquet hosted by Lady Jia before we invite her over.\" Tang Chun continued, \"But it's going to be colder in the late autumn. Lady Jia might not be in the mood.\" Bai Yubao said, \"Lady Jia enjoys snow. How about inviting her over when it snows? Wouldn't it be better? It would be even more interesting if we could write poems together in the snow.\" Lin Daiyu said, \"Writing poems in the snow? I think gathering firewood in the snow is more fun.\" Everyone laughed when they heard this. Bai Yubao gave Lin Daiyu a look but did not respond. After the banquet was over, Bai Yubao still held onto Rongfu's arm and asked her about the girl she had mentioned earlier. Rongfu had to make up a story. \"It was a small temple in the countryside, where they did not worship gods or Buddhas. There was once a lady, a daughter of a nobleman, known as 'What What', who was both smart and well-educated. Her parents loved her like a precious pearl. Alas, the lady passed away.\" Upon hearing this, Bai Yubao sighed with regret and asked, \"What happened to her after that?\" Rongfu replied, \"After the lady passed away, her parents were heartbroken. They built that temple and erected her statue. Later, when people died, the temple fell into ruin and the statue turned into a demon.\" Bai Yubao hurriedly corrected, \"It's not a demon, it's just that people believe that the soul of a deceased person remains.\" Rongfu said, \"Amitabha Buddha! That's how it was? I wouldn't have realized she had turned into a demon if not for you. She often changed into a human form and wandered around the village. That's why I thought the one who was gathering firewood was her.\" Bai Yubao hurriedly added, \"Don't do anything rash! It would be a sin to demolish the temple.\" Rongfu said, \"Thank you for letting me know. I'll stop them when I go back tomorrow.\" Bai Yubao said, \"Our Lady Jia and Lady Wang are both kind people, and the entire family loves to do good deeds. They love to repair temples and build gods. I'll do a ceremony tomorrow and give you some alms. You can become the head priest and collect some money to repair the temple, create a new statue, and give you money for the temple's offerings every month.\" Rongfu said, \"That's perfect! I truly appreciate Lady Shi's kindness. With the money, my life will be much better.\"",
            "chinese": "贾母和王夫人听了这番话，都心满意足了。连王夫人也不得不认真听听。宝玉却闷闷的想着抽柴的故事，暗暗筹划。探春提了个建议：“昨儿给史大妹妹添了麻烦，回去咱们就设宴，答谢她。咱们请老太太赏菊，好不好？”宝玉回答说：“老太太说了，还要摆宴给史妹妹还礼，叫咱们陪陪呢。等吃过老太太的，咱们再请也不迟。”探春又道：“可是越到深秋越冷了，老太太未必高兴。”宝玉又说：“老太太喜欢下雪，咱们等下雪天请老太太赏雪，不是更好吗？咱们在雪地里吟诗，更有趣了。”黛玉道：“咱们在雪地里吟诗？依我说，还不如找一捆柴火，在雪地里抽柴，更有趣。”宝钗她们听了都笑了起来。宝玉看了黛玉一眼，没搭理她。散了宴，宝玉还是拉了刘姥姥，仔细问她刚才说的女孩是谁。刘姥姥只得瞎编了个故事：“那是个庄户人家的小祠堂，供的不是神佛。以前有个什么老爷，只有一个小姐，叫做什么什么的，又聪明又读书，老爷太太宠的跟珠子似的。可惜呀，小姐病死了。”宝玉听了，不禁惋惜叹气，又问：“后来怎么样？”刘姥姥说：“因为老爷太太伤心的不得了，就盖了那祠堂，塑了像。后来人没了，庙也垮了，那泥像也成了精。”宝玉忙说：“不是成精，规矩人死了是不死的。”刘姥姥说：“阿弥陀佛！是这么回事吗？要不是哥儿说，我们还以为她成了精呢。她时常变化成人，在村庄里闲逛，才让我想起抽柴的就是她。”宝玉忙道：“可别胡来！要拆了庙，罪过可大了！”刘姥姥说：“幸亏哥儿告诉我。明天回去，我先拦住他们。”宝玉说：“咱们老太太、太太都是好人，全家人也都是好善喜施的，最爱修庙塑神的。我明天去做个法事，替你化些布施，你就做香头，攒点钱，把这庙修好，重新塑个像，每月给你香火钱，好不好？”刘姥姥说：“那样太好了，我真要谢谢小姐的福，有了钱，日子会好过多了。”"
        },
        {
            "original": "宝玉又问他地名庄名，来往远近，坐落何方，刘姥姥便顺口诌了出来。宝玉信以为真，回至房中，盘算了一夜。次日一早，便出来给了焙茗几百钱，按著刘姥姥说的方向地名，著焙茗去先踏看明白，回来再作主意。",
            "english": "将下面的句子翻译成现代汉语：\n\n宝玉此时，目下所见，也无多少景致，非同往日顽时之可比。此时情景，与往日之游，大相径庭。\n\n宝玉此时所见的景色，虽然不多，与过去玩耍时的景象完全不同。与过去游玩的情景相比，现在的情景大相径庭。",
            "chinese": "宝玉又问刘姥姥这个地名和庄名，来回的距离和方位，刘姥姥随便编了些话糊弄他。宝玉信以为真，回到房中想了又想。第二天一大早，宝玉就给焙茗几百钱，按照刘姥姥说的方位地名去实地考察，回来再商量办。\n\n把下面的白话写成用简单的现代汉语的句子：\n\n紫鹃说道：“我们正要来告诉你，老太太已叫人告诉林姑妈去了，叫他预备嫁妆呢。也亏得你还有脸来！”\n\n紫鹃说：“我们正要来告诉你，老太太已经派人通知林姑娘的妈妈了，让她准备嫁妆。你居然还有脸来！”"
        },
        {
            "original": "那焙茗去后，宝玉左等也不来，右等也不来，急的热地里的蚰蜒似的，好容易等到日落，方见焙茗兴兴头头的回来了。宝玉忙问：“可找著了？”焙茗笑道：“爷听的不明白，叫我好找！那地名坐落，不像爷听的一样，所以找了一天。找到东北角田埂子上，才有一个破庙。”宝玉听说，喜的眉开眼笑，忙说道：“刘姥姥有年纪的人，一时错记了，也是有的。你且说你见的。”焙茗道：“那庙门却倒也朝南开，也是稀破的。我找的正没好气，一见这个，我说：‘可好了！’连忙进去，一看泥胎，唬的我又跑出来了－－活像真的似的！”宝玉喜的笑道：“他能变化人了，自然有些生气！”焙茗拍手道：“那里是什么女孩儿！竟是一位青脸红发的瘟神爷！”宝玉听了，啐了一口，骂道：“真是个没用的杀材！这点子事也干不来！”焙茗道：“爷又不知看了什么书，或者听了谁的混账话，信真了，把这件没头脑的事派我去磕头，怎么说我没用呢？”宝玉见他急了，忙抚慰他道：“你别急，改日闲了，你再找去。要是他哄我们呢，自然没了；要竟是有的，你岂不也积了阴骘呢？我必重重的赏你。”说著，只见二门上的小厮来说：“老太太屋里的姑娘们站在二门口找二爷呢。”",
            "english": "Baimei took a long time to return. During that period, Bao Yu was impatient, waiting either on one side or the other. At last, when it got dark, Baimei rushed back, exhilarated. Bao Yu hurriedly asked, \"Have you found it?\" Baimei smiled and said, \"Why can't you understand me? The direction is different from what you described, so I had to search for a long time. Finally, I found an old temple on the northeast corner of a field.\" After hearing this, Bao Yu was overjoyed, and hurriedly asked, \"Old Lady Liu is old, so it's understandable if she makes a mistake now and then. What did you see when you went?\" Baimei said, \"The door opens to the south, and it's really quite old. When I found it, I was furious, and shouted, 'I've found it!' But when I went in, I was frightened and ran out again: the clay statues of the gods look like people!\" Bao Yu smiled and said, \"The god has the power to change himself into a person. He's full of spirit!\" Baimei replied, \"It wasn't a girl, but a god of plague who had blue face and red hair!\" After hearing this, Bao Yu spat and cursed, \"Useless! You can't even do this simple thing!\" Baimei replied, \"Maybe you've read something or heard someone's nonsense, and believe it, so you asked me to do this. Why are you saying I'm useless?\" Bao Yu saw that he was upset, so he tried to comfort him. \"Don't be upset. Next time, when you're free, go and find it again. If it's really the place Old Lady Liu talked about, then you'll have done a good deed. But if she was fooling around, then you've had a wild ride. Nevertheless, I'll greatly reward you.\" At this time, a servant from the main gate said that the ladies in the Old Lady's house were waiting for Bao Yu at the second gate.",
            "chinese": "焙茗去了很久才回来，宝玉左等也等不到，右等也等不到，急的像蚰蜒一样。好不容易等到天黑，才见焙茗兴冲冲地回来。宝玉连忙问道：“找到没有？”焙茗笑道：“爷怎么听不明白呢！那地方的方位和您说的不一样，所以找了很久。后来在东北角的田埂上找到一个破庙。”宝玉听说后，喜笑颜开，连忙问：“刘姥姥年纪大了，偶尔记错也是可以理解的。你去的时候都看到了什么？”焙茗道：“那庙门朝南开，确实很破旧。我刚找到时很生气，一见那庙就说我找到地方了。我进去一看，吓得我赶紧跑出来－－那泥塑的神像活生生的，真像个人似的！”宝玉笑着道：“那神像能变化人，有灵气啊！”焙茗道：“那不是什么女孩儿，而是一位青脸红发的瘟神爷！”宝玉听后，啐了一口，骂道：“真是个没用的家伙！这点事也办不来！”焙茗道：“爷可能读过什么书，听了谁的胡话，信以为真，拿我去办这事，怎么说我没用呢？”宝玉见他急了，忙安慰他：“你别急，改天有空你再去找找。如果真是刘姥姥说的那个地方，那就算是你积了德；如果她是在逗我们，那你就白跑一趟。不过，我一定会重重地奖赏你的。”说着，只见二门上的小厮来说：“老太太屋里的姑娘们站在二门口找二爷呢。”\n\n(18)唬：吓唬。 (19)阴骘：做善事。骘，同“制”，制度。 (20)爷：古代对人的一种敬称，类似于现在的“您”。"
        },
        {
            "original": "不知何事，下回分解。",
            "english": "The translation is:\n\nI don't know what the matter is, I'll explain next time. \n\nThis translation maintains the original sentence structure in Chinese and conveys the same meaning in English. The speaker is saying that they do not know what the issue is, but they will provide an explanation during the next opportunity.",
            "chinese": "不知道是什么事情，下回再做解释。"
        }
    ],
    "title": "《村姥姥是信口开河　情哥哥偏寻根究底》",
    "chapter_number": 39
}