{
    "paragraphs": [
        {
            "original": "话说刘姥姥两只手比著说道，“花儿落了结个大倭瓜”，众人听了，哄堂大笑起来。于是吃过门杯，因又斗趣，笑道：“今儿实说罢，我的手脚子粗，又喝了酒，仔细失手打了这磁杯，有木头的杯取个来，我就失了手，掉了地下也无碍。”众人听了，又笑起来。凤姐儿听如此说，便忙笑道：“果真要木头的？我就取了来。可有一句话先说下，这木头的可比不得磁的，那都是一套，定要吃遍一套才算呢。”",
            "english": "Liu Fengyao put her hands together and said, \"Flowers fall and grow a large pumpkin,\" and everyone laughed. After the meal, they started teasing each other and laughed, \"Today we are honest. I have big hands and drank a lot of wine, so I might drop this glass. Let's use a wooden cup instead. If I drop it, it won't matter.\" Everyone laughed again. When Fengzhi heard this, she said, \"Do you want a wooden cup? I'll get it for you. But you should know that wooden cups and glass cups are a set. You need to use a set of cups to be considered.\"",
            "chinese": "刘姥姥两只手比画着说：“花儿落了结个大倭瓜”，大家都笑了起来。吃完了门杯后，他们又开始逗趣，笑道：“今天实话实说，我的手脚粗，又喝了酒，小心失手打碎了这个玻璃杯，有木头的杯取一个来，我就失手，掉在地上也没关系。”大家听了又笑了起来。凤姐儿听了，忙笑道：“真的要木头的？我就去取。不过你要知道，木头的杯子和玻璃的是一套，要吃一套才算呢。”"
        },
        {
            "original": "刘姥姥听了，心下敁敪道：“我方才不过是趣话取笑儿，谁知他果真竟有。我时常在乡绅大家也赴过席，金杯银杯倒都也见过，从没见有木头杯的，－－哦！是了！想必是小孩子们使的木碗儿，不过诓我多喝两碗。别管他，横竖这酒蜜水儿似的，多喝点子也无妨。”想毕，便说：“取来再商量。”",
            "english": "Liu Fa' er heard this and thought to herself, \"I was just joking when I said that. I never thought he would have a wooden cup. I've been to big houses and seen golden and silver cups, but I've never seen a wooden cup before. Ah, I get it! It must be a child's wooden bowl, hoping I'll drink more. Anyway, this wine tastes like honey water, so I can drink as much as I want.\" So she said, \"Bring it over and let's talk about it.\"",
            "chinese": "刘姥姥听了，心里想：“我刚才只是逗着说笑，没想到他真的有木头杯子。我以前在大户人家参加过宴会，见过金杯银杯，但从没见过木头杯子。啊，我知道了！大概是小孩子用的木碗，想让我多喝几口。不管怎样，这酒像蜜水一样，多喝点也没关系。”于是，她就说：“拿来再商量。”"
        },
        {
            "original": "凤姐因命丰儿：“前面里间书架子上有十个竹根套杯，取来。”丰儿听了，才要去取，鸳鸯笑道：“我知道，你那十个杯还小。况且你才说木头的，这会子又拿了竹根的来，倒不好看，不如把我们那里的黄杨根子整刓的十个大套杯拿来，灌他十下子。”凤姐儿笑道：“更好了。”",
            "english": "Feng Jie instructed Feng Er: \"There are ten bamboo root cups on the bookshelf in the front room, go and get them.\" Feng Er heard this and prepared to go and get them. Quan Yang laughed and said, \"I know, you said they were too small before. But now you're bringing bamboo root cups, which will look bad. Why not bring the ten large bamboo root cups from our place, and give him ten cups?\" Feng Jie laughed and said, \"That's even better.\"The original Chinese text is:\n\n通过这些改变，我们得到了一个简单易懂的现代普通话版本。\n\nTo translate this into English, I would say:\n\nThrough these changes, we have obtained a simplified, modern Putonghua version.",
            "chinese": "凤姐吩咐丰儿：“前面里间书架子上有十个竹根套杯，取过来。”丰儿听后，准备去取，鸳鸯笑道：“我知道，你那十个杯还小。况且你才说木头的，这会子又拿了竹根的来，倒不好看，不如把我们那里的黄杨根子整刓的十个大套杯拿来，灌他十下子。”凤姐儿笑道：“更好了。”\n\n为了将中国白话改写为简单的现代普通话，我们首先需要理解句子的含义。然后，我们可以使用现代汉语中的词汇和语法结构来表达相同的意思。在这个例子中，我们使用了“吩咐”代替“因命”，“去取”代替“才要去取”，“里间”代替“前面”，“竹根套杯”代替“十个竹根套杯”，“我们那里的”代替“前面里间”，“黄杨根子整刓的”代替“整刓的”，“灌他十下子”代替“灌他十下子”，以及“更好了”代替“凤姐儿笑道：‘更好了’”。\n\n通过这些改变，我们得到了一个简单易懂的现代普通话版本。"
        },
        {
            "original": "鸳鸯果命人取来。刘姥姥一看，又惊又喜：惊的是一连十个挨次大小分下来，那大的足足的像个小盆子，极小的还有手里的杯子两个大；喜的是雕镂奇绝，一色山水树木人物，并有草字以及图印。因忙说道：“拿了那小的来就是了。”凤姐儿笑道：“这个杯没有这大量的，所以没人敢使他。姥姥既要，好容易找出来，必定要挨次吃一遍才使得。”刘姥姥吓的忙道：“这个不敢！好姑奶奶，饶了我罢！”贾母、薛姨妈、王夫人知道他有年纪的人，禁不起，忙笑道：“说是说，笑是笑，不可多吃了，只吃这头一杯罢。”刘姥姥道：“阿弥陀佛！我还是小杯吃罢。把这大杯收著，我带了家去，慢慢的吃罢。”说的众人又笑起来。",
            "english": "The Mandarin duck fruit was brought in. When Liu fahao saw it, he was both astonished and pleased: the astonishment was at the ten pieces arranged in order, from the largest to the smallest, the largest being big enough to hold a small basin, and the smallest, twice as big as a cup; the pleasure was at the exquisite carving, which showed a variety of landscapes, trees, flowers, and people, as well as inscriptions and seals. He hurriedly said, \"Bring me the smaller ones.\" The wife of the young man laughed, \"These cups are not large enough, so no one dares to use them. Aunt Liu, if you really want them, we must make sure you try every one of them.\" Liu fahao was frightened and said, \"This is too much! Please forgive me.\" Grandmother Jia, Madam Xue, and Madam Wang knew that he was old, and they laughed, \"Just say it, but don't laugh. You can't drink too much; only drink the first cup.\" Liu fahao said, \"Oh, my God! I will only drink from the small cup. Keep this large one for me to take home and drink slowly.\"",
            "chinese": "鸳鸯果被拿来。刘姥姥一看，又惊又喜：惊的是十个挨着次序大小排下来，那大的足足像个小盆子，极小的还有手里的杯子两个大；喜的是雕刻精美绝伦，一色山水树木人物，并有草字以及图印。于是急忙说道：“拿那小的来就行。”凤姐儿笑道：“这个杯子没有这么大的，所以没人敢用它。姥姥要，好不容易找出来了，一定要挨个吃一遍才行。”刘姥姥吓得忙道：“这个不敢！好姑奶奶，饶了我吧！”贾母、薛姨妈、王夫人知道他年纪大，禁不住，忙笑道：“说是说，笑是笑，不可多喝，只喝这头一杯就好。”刘姥姥道：“阿弥陀佛！我还是小杯喝吧。把这大杯收着，我带回家慢慢喝。”\n\n中国白话：\n\n鸳鸯果命人取来。刘姥姥一看，又惊又喜：惊的是一连十个挨次大小分下来，那大的足足的像个小盆子，极小的还有手里的杯子两个大；喜的是雕镂奇绝，一色山水树木人物，并有草"
        },
        {
            "original": "鸳鸯无法，只得命人满斟了一大杯。刘姥姥两手捧著喝。贾母薛姨妈都道：“慢些，别呛了。”薛姨妈又命凤姐儿布个菜儿。凤姐儿笑道：“姥姥要吃什么，说出名儿来，我夹了喂你。”刘姥姥道：“我知道什么名儿？样样都是好的。”贾母笑道：“把茄鲞夹些喂他。”凤姐儿听说，依言夹些茄鲞送入刘姥姥口中，因笑道：“你们天天吃茄子，也尝尝我们这茄子弄的可口不可口。”刘姥姥笑道：“别哄我了。茄子跑出这个味儿来了，我们也不用种粮食，只种茄子了。”众人笑道：“真是茄子。我们再不哄你。”刘姥姥诧异道：“真是茄子？我白吃了半日！姑奶奶，再喂我些！这一口，细嚼嚼。”凤姐儿果又夹了些放入他口内。",
            "english": "鸳鸯无法，只得命人满斟了一大杯。刘姥姥两手捧着喝。贾母薛姨妈都道：“慢些，别呛了。”薛姨妈又命凤姐儿布菜。凤姐儿笑道：“姥姥要吃什么，说出名儿来，我夹了喂你。”刘姥姥道：“我知道什么名儿？样样都是好的。”贾母笑道：“把茄鲞夹些喂他。”凤姐儿听说，依言夹些茄鲞送入刘姥姥口中，因笑道：“你们天天吃茄子，也尝尝我们这茄子弄的可口不可口。”刘姥姥笑道：“别哄我了。茄子跑出这个味儿来了，我们也不用种粮食，只种茄子了。”众人笑道：“真是茄子。我们再不哄你。”刘姥姥诧异道：“真是茄子？我白吃了半日！姑奶奶，再喂我些！这一口，细嚼嚼。”凤姐儿果又夹了些放入他口内。\n\n以上是将中文改写为简单的现代英文的示例。",
            "chinese": "鸳鸯无法，只得命人满斟了一大杯。刘姥姥两手捧着喝。贾母薛姨妈都道：“慢些，别呛了。”薛姨妈又命凤姐儿布菜。凤姐儿笑道：“姥姥要吃什么，说出名儿来，我夹了喂你。”刘姥姥道：“我知道什么名儿？样样都是好的。”贾母笑道：“把茄鲞夹些喂他。”凤姐儿听说，依言夹些茄鲞送入刘姥姥口中，因笑道：“你们天天吃茄子，也尝尝我们这茄子弄的可口不可口。”刘姥姥笑道：“别哄我了。茄子跑出这个味儿来了，我们也不用种粮食，只种茄子了。”众人笑道：“真是茄子。我们再不哄你。”刘姥姥诧异道：“真是茄子？我白吃了半日！姑奶奶，再喂我些！这一口，细嚼嚼。”凤姐儿果又夹了些放入他口内。\n\n以上是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "刘姥姥细嚼了半日，笑道：“虽有一点茄子香，只是还不像是茄子。告诉我是个什么法子弄的，我也弄著吃去。”凤姐儿笑道：“这也不难。你把才下来的茄子，把皮刨了，只要净肉，切成碎钉子，用鸡油炸了。再用鸡肉脯子合香菌、新笋，蘑菇，五香豆腐乾子，各色乾果子，都切成钉儿，拿鸡汤煨乾了：拿香油一收，外加糟油一拌，盛在磁罐子里封严了。要吃的时候儿，拿出来用炒的鸡瓜子一拌就是了。”",
            "english": "Liu Fa' er chewed slowly for half a minute, laughing and saying, \"Although it has a little taste of eggplant, it's not like eggplant. Tell me how to make it, and I'll try it.\" The Lady of the House laughed and said, \"It's not difficult. Just peel the eggplant, leave the net flesh, cut it into small pieces, and fry it with chicken oil. Then cut the chicken breast, mushrooms, fresh bamboo shoots, mushrooms, five-spice tofu, and various nuts into small pieces, braise them with chicken soup, add sesame oil, mix them well, and put them in a jar to seal. When you want to eat, just take them out and mix them with fried chicken nuts.\"",
            "chinese": "刘姥姥慢慢地嚼了半晌，笑着说：“虽然有一点茄子味，但不像茄子。告诉我怎么做出来的，我也试试。”凤姐笑着说：“这不难。把刚摘下来的茄子，削去皮，留下净肉，切成小丁，用鸡油炸。再把鸡肉脯子、香蕈、新笋、蘑菇、五香豆腐干子、各种干果子都切成小丁，用鸡汤煨干，加上香油拌好，盛在罐子里封好。想吃的时候，拿出来用炒的鸡瓜子拌一下就可以了。”"
        },
        {
            "original": "刘姥姥听了，摇头吐舌说：“我的佛祖！倒得多少只鸡配他，怪道这个味儿！”一面笑，一面慢慢的吃完了酒，还只管细玩那杯子。凤姐儿笑道：“还不足兴，再吃一杯罢。”刘姥姥忙道：“了不得！那就醉死了！我因为爱这样儿好看，亏他怎么做来著！”鸳鸯笑道：“酒喝完了，到底这杯子是什么木头的？”刘姥姥笑道：“怨不得姑娘不认得，你们在这金门绣户里，那里认的木头？我们成日家和树林子做街坊，困了枕著他睡，乏了靠著他坐，荒年间饿了还吃他；眼睛里天天见他，耳朵里天天听他，嘴儿里天天说他：所以好歹真假，我是认得的。让我认认。”一面说，一面细细端详了半日，道：“你们这样人家，断没有那贱东西。那容易得的木头，你们也不收著了。我掂著这么体沉，这再不是杨木，一定是黄松做的。”众人听了，哄堂大笑起来。只见一个婆子走来请问贾母，说：“姑娘们都到了藕香榭。请示下：就演罢，还是再等一会儿呢？”贾母忙笑道：“可是倒忘了，就叫他们演罢。”那婆子答应去了。",
            "english": "Liu Fa' er heard this, shook his head and exclaimed, \"My Buddha! How many chickens must have been used to make this? No wonder it tastes so good!\" He laughed and finished his wine, still gazing at the cup. \"I'm not sure,\" said the凤姐, \"you might like to have another glass.\" Liu Fa' er replied, \"Oh, no, no! That would be too much! I just love the way it looks and am delighted that someone has made it so well.\" She smiled and turned to the others. \"What kind of wood is it made of?\" \"I don't know,\" said the others. \"I've never seen anything like it.\" \"You people who live in such grand houses must have all sorts of valuable things, and this cup is probably made of gold or silver,\" said Liu Fa' er. \"I don't think so,\" said the others. \"It looks too simple to be made of gold or silver.\" \"Well, then, what is it?\" Liu Fa' er asked. \"It's probably made of wood,\" said the others. \"Which kind of wood?\" \"I don't know,\" said Liu Fa' er. \"It's too heavy to be made ofEveryone laughed loudly. A servant came to ask the old lady if the girls had arrived at the Orchid Fragrance Pavilion. The old lady hurriedly said, \"Oh, I forgot. Let them perform now.\" The servant nodded and left.\n\n中文原文：\n\n\n\n这是将《红楼梦》中的一段对话改写为\"众人听了，哄堂大笑。一个婆子来问贾母，说：“姑娘们都到了藕香榭。请问一下：是现在就演，还是再等一会儿？”贾母忙笑道：“是啊，我忘了，就让他们演吧。”那婆子答应着走了。\"\n\n英文翻译：\n\nEveryone laughed loudly. A servant came to ask the old lady if the girls had arrived at the Orchid Fragrance Pavilion. The old lady hurriedly said, \"Oh, I forgot. Let them perform now.\" The servant nodded and left.",
            "chinese": "刘姥姥听了，摇头吐舌说：“我的佛祖！倒得多少只鸡配他，怪道这个味儿！”一面笑，一面慢慢地吃完了酒，还只管细玩那杯子。凤姐儿笑道：“还不足兴，再吃一杯罢。”刘姥姥忙道：“了不得！那就醉死了！我因为爱这样儿好看，亏他怎么做来著！”鸳鸯笑道：“酒喝完了，到底这杯子是什么木头的？”刘姥姥笑道：“怨不得姑娘不认得，你们在这金门绣户里，那里认得木头？我们成日家和树林子做街坊，困了枕著他睡，乏了靠著他坐，荒年间饿了还吃他；眼睛里天天见他，耳朵里天天听他，嘴儿里天天说他：所以好歹真假，我是认得的。让我认认。”一面说，一面细细端详了半日，道：“你们这样人家，断没有那贱东西。那容易得的木头，你们也不收著了。我掂著这么体沉，这再不是杨木，一定是黄松做的。\n\n这是将《红楼梦》中的一段对话改写为\"众人听了，哄堂大笑。一个婆子来问贾母，说：“姑娘们都到了藕香榭。请问一下：是现在就演，还是再等一会儿？”贾母忙笑道：“是啊，我忘了，就让他们演吧。”那婆子答应着走了。\""
        },
        {
            "original": "不一时，只听得箫管悠扬，笙笛并发。正值风清气爽之时，那乐声穿林度水而来，自然使人神怡心旷。宝玉先禁不住，拿起壶来斟了一杯，一口饮尽。复又斟上，才要饮，只见王夫人也要饮，命人换暖酒，宝玉连忙将自己的杯捧了过来，送到王夫人口边，王夫人便就他手内吃了两口。",
            "english": "It was not long before the sound of the flute and the harp could be heard. It was a time of gentle breeze and clear skies, and the music drifted through the woods and across the water, filling the air with a sense of tranquility. As the music reached his ears, he could not resist and took a sip from the cup. He took another cup and was about to drink it when he saw his mother also wanted to drink, so he asked for a cup of warm wine and handed it to her. She took a sip from his hand.",
            "chinese": "没过多久，只听到箫管悠扬，笙笛齐鸣。正值风清气爽的时候，乐声穿过树林，越过水面而来，自然使人感到心旷神怡。宝玉先忍不住，拿起壶来倒了一杯，一口喝完。接着又倒了一杯，正要喝，只见王夫人也要喝，叫人换热酒，宝玉连忙把自己的杯子拿过来，送到王夫人的嘴边，王夫人便就他手里喝了几口。"
        },
        {
            "original": "一时，暖酒来了，宝玉仍旧归坐。王夫人提了暖壶下席来，众人都出了席，薛姨妈也站起来。贾母忙命李凤二人接过壶来，“让你姨妈坐了，大家才便。”王夫人见如此说，方将壶递与凤姐儿，自己归坐。贾母笑道：“大家吃上两杯，今日实在有趣！”说著，擎杯让薛姨妈；又向湘云宝钗道：“你姐妹两个也吃一杯。你林妹妹不大会吃，也别饶他。”说著，自己也乾了。湘云、宝钗、黛玉也都吃了。",
            "english": "Now, the warm wine came, and the young master sat back in his original seat. Madam Wang picked up the warm wine pot and stood up from her seat. Everyone got up from their seats, and Madam She also got up. Madam Jia hurried to let Li Feng take over the pot, \"let your aunt sit down, and everyone will be convenient.\" Madam Wang heard Madam Jia say this, and handed the pot to Feng. She herself sat back down. Madam Jia laughed and said, \"drink two cups, today is really interesting!\" She raised the wine cup and to Madam She, \"and to you, Madam Xiang and Madam Pao. Madam Lin doesn't drink much wine, don't be rude to her.\" Saying that, she drank it herself. Xiang Yun, Pao, and Lin also drank it.",
            "chinese": "现在，暖酒来了，宝玉又坐回了原位。王夫人拿着暖壶，从座位上站了起来。众人都离开了座位，薛姨妈也跟着站了起来。贾母急忙让李凤接过壶来，“让你姨妈坐下，大家才方便。”王夫人听贾母这样说，就把壶递给了凤姐儿，自己又坐回了座位。贾母笑着说：“大家喝两杯，今天真有趣！”说着，举起酒杯向薛姨妈敬酒；又向湘云、宝钗道：“你姐妹俩也喝一杯。你林妹妹不大喝酒，也别怠慢了她。”说着，自己也干了。湘云、宝钗、黛玉也都喝了。"
        },
        {
            "original": "当下刘姥姥听见这般音乐，且又有了酒，越发喜的手舞足蹈起来。宝玉因下席，过来向黛玉笑道：“你瞧刘姥姥的样子。”黛玉笑道：“当日圣乐一奏，百兽率舞，如今才一牛耳。”众姐妹都笑了。",
            "english": "Now Liu Fa' er heard such music, and having drunk a little wine, was very pleased and danced about. When Yu Bing got up from his seat and came to the side of Dai Yu, he said with a laugh, \"Look at Liu Fa' er's posture.\" Dai Yu said with a laugh, \"At the time of the ancient music, all the beasts danced, and now it's like a cow.\" All the sisters laughed.",
            "chinese": "现在刘姥姥听到这样的音乐，加上喝了酒，就非常高兴，手舞足蹈起来。宝玉从座位上下来，走到黛玉面前笑着说：“你看刘姥姥的样子。”黛玉笑着说：“当年圣乐一奏，百兽率舞，现在就像一头牛一样了。”众姐妹都笑了。"
        },
        {
            "original": "须臾乐止，薛姨妈笑道：“大家的酒也都有了，且出去散散再坐罢。”贾母也正要散散。于是大家出席，都随著贾母游玩。贾母因要带著刘姥姥散闷，遂携了刘姥姥至山前树下盘桓了半晌，又说给他这是什么树，这是什么石，这是什么花。刘姥姥一一领会，又向贾母道：“谁知城里不但人尊贵，连雀儿也是尊贵的。偏这雀儿到了你们这里，他也变俊了，也会说话了。”众人不解，因问：“什么雀儿变俊了，会说话？”刘姥姥道：“那廊上金架子上站的绿毛红嘴是鹦哥儿，我是认得的。那笼子里的黑老鸹子，又长出凤头儿来，也会说话呢。”众人听了，又都笑起来。",
            "english": "Soon after, Xue Yimei laughed and said, \"Let's all go out for a while and come back and sit down.\" Old Lady Jia also wanted to go out for a walk. So everyone got up and followed Old Lady Jia to take a walk. Old Lady Jia led Ruan Fu to walk in the mountains and trees, and told her what kind of tree it was, what kind of stone it was, and what kind of flower it was. Ruan Fu understood everything, and then she said to Old Lady Jia, \"Who knew that people in the city were so noble, even the birds were noble. The birds here are different from those in the city, and they can talk.\" Everyone didn't understand what she was talking about, so they asked, \"What bird can talk?\" Ruan Fu said, \"The green-feathered, red-beaked parrot on the shelf is the one I know. And the black crow in the cage has grown a phoenix head and can also talk.\" Everyone heard this and laughed again.",
            "chinese": "不久后，薛姨妈笑着说：“大家的酒都差不多了，出去散散再坐吧。”贾母也想出去散散步。于是大家起身，跟随着贾母游玩。贾母带著刘姥姥到山前树下走走，告诉刘姥姥这是什么树，这是什么石，这是什么花。刘姥姥都听明白了，又对贾母说：“谁知道城里人尊贵，连鸟儿也是尊贵的。这里的鸟儿和城里的不一样，会说话。”众人不明白她在说什么，就问：“什么鸟儿会说话？”刘姥姥说：“那边架子上的绿毛红嘴是鹦鹉，我认识。还有笼子里的黑老鸹，也长出了凤头，也会说话。”众人听了，又都笑起来。"
        },
        {
            "original": "一时，只见丫头们来请用点心。贾母道：“吃了两杯酒，倒也不饿，－－也罢，就拿了来这里，大家随便吃些罢。”丫头听说，便去抬了两张几来，又端了两个小捧盒。揭开看时，每个盒内两样。这盒内是两样蒸食：一样是藕粉桂花糖糕，一样是松瓤鹅油卷。那盒内是两样炸的：一样是只有一寸来大的小饺儿。贾母因问：“什么馅子？”婆子们忙回：“是螃蟹的。”贾母听了，皱眉说道：“这会子油腻腻的，谁吃这个？”又看那一样，是奶油炸的各色小面果子，也不喜欢。因让薛姨妈吃，薛姨妈只拣了块糕。贾母拣了个卷子，只尝了一尝，剩的半个，递给丫头了。",
            "english": "In a little while, the maids came to tell them it was time for tea. Grandmother Jia said, \"I've eaten two glasses of wine and am not hungry. Well, bring some along and we can have a snack.\" The maids went and brought in two tables. They also brought two little boxes. When they were opened, each box had two things in it. One box had two steamed things. One was a cake made with sweet rice and a flavoring of osmanthus flowers. The other was a roll with goose oil in it. The other box had two fried things. One was a dumpling filled with crab meat. Grandmother Jia asked, \"What's in that one?\" The maids answered, \"It's filled with cream.\" Grandmother Jia frowned and said, \"It's oily. Who would eat that?\" She looked at the other one. It was filled with fried pastry. She didn't like that either. She gave the roll to a maid. She only tasted a bit of the dumpling and gave the rest to a maid.",
            "chinese": "不久，丫头们来请用点心。贾母说：“吃了两杯酒，不太饿，－－也罢，就拿了来，大家随便吃些罢。”丫头听说，便去抬了两张桌子来，又端了两个小盒子。揭开看时，每个盒子里有两个。这个盒子里是两个蒸食：一样是藕粉桂花糖糕，一样是松瓤鹅油卷。那个盒子里是两个炸的：一样是一个小饺子。贾母问：“什么馅子？”婆子们忙回：“是螃蟹的。”贾母听了，皱眉说道：“这会子油腻腻的，谁吃这个？”又看那一样，是奶油炸的各色小面果子，也不喜欢。因让薛姨妈吃，薛姨妈只拣了块糕。贾母拣了个卷子，只尝了一尝，剩的半个，递给丫头了。"
        },
        {
            "original": "刘姥姥因见那小面果子儿都玲珑剔透，各式各样，又拣了一朵牡丹花样的，笑道：“我们乡里最巧的姐儿们，剪子也不能铰出这么个纸的来！我又爱吃，又舍不得吃！包些家去，给他们做花样子去倒好。”众人都笑了。贾母笑道：“家去我送你一磁坛子，你先趁热吃罢。”别人不过拣各人爱吃的拣了一两样就算了，刘姥姥原不曾吃过这些东西，且都做的小巧，不显堆垛儿，他和板儿每样吃了些个，就去了半盘子。剩的，凤姐又命攒了两盘，并一个攒盒，给文官儿等吃去。",
            "english": "Liu Fengyao saw the small fruit cakes, delicate and beautiful in various shapes, and particularly liked the shape of a peony blossom. She laughed and said, \"We country people can't make such beautiful paper flowers even with scissors! I really want to eat them, but I can't bear to eat them! Take them home and use them as a model for the children's embroidery.\" Everyone laughed. Granny Jia said, \"I'll send you a jar when I get back. Eat them while they're still hot.\" Others only picked out their favorites, but Liu Fengyao, who had never seen such delicate snacks, ate a little of each, and ate half the plate. The rest, Lady Feng insisted, be given to the girls to eat.",
            "chinese": "刘姥姥看到那些小面果子玲珑剔透、各式各样的，她特别喜欢一朵牡丹花的形状，笑着说：“我们乡里最巧的姐妹，用剪子也剪不出这么漂亮的纸花！我真想吃，又舍不得吃！把它们带回家，给孩子们做花样子倒不错。”大家都笑了。贾母笑着说：“回家我送你一坛子，你先趁热吃吧。”其他人只是选了自己最喜欢的两样，而刘姥姥没见过这些精致的小吃，她和板儿每样都吃了一些，就把半盘子吃光了。剩下的，凤姐又让别人把两盘和一个攒盒，给文官儿他们吃。"
        },
        {
            "original": "忽见奶子抱了大姐儿来，大家哄他玩了一会。那大姐儿因抱著一个大柚子玩，忽见板儿抱著一个佛手，大姐儿便要。丫鬟哄他取去，大姐儿等不得，便哭了。众人忙把柚子给了板儿，将板儿的佛手哄过来给他才罢。那板儿因顽了半日佛手，此刻又两手抓著果子吃，又见这个柚子，又香又圆，更觉好玩，且当球踢著玩去，也就不要佛手了。",
            "english": "The old nurse came with the big sister, and they all played with her for a while. The big sister wanted to play with the watermelon. The maid played with it, but the big sister could not wait and started crying. Everyone hurriedly gave the watermelon to the little brother and took the little brother's hand and gave it to him. The little brother had played with the hand for a while, and now he was eating the fruit with both hands, and saw the watermelon again, which was fragrant and round. It was more interesting to play with it, like a ball, and he didn't want the hand anymore.",
            "chinese": "突然看见奶妈抱着大姐儿来，大家逗他玩了一会儿。那大姐儿因为抱着一个柚子玩，突然看见板儿抱着一个佛手，大姐儿便要。丫鬟哄他拿过来，大姐儿等不及，便哭了。众人急忙把柚子给了板儿，将板儿的佛手哄过来给他才停止。那板儿因为玩了半日佛手，现在又两手抓着果子吃，又看到这个柚子，又香又圆，更觉得好玩，就像球一样踢着玩，也就不要佛手了。"
        },
        {
            "original": "当下贾母等吃过了茶，又带了刘姥姥至栊翠庵来。妙玉相迎进去。众人至院中，见花木繁盛。贾母笑道：“到底是他们修行的人没事，常常修理，比别处越发好看！”一面说，一面便往东禅堂来。妙玉笑往里让，贾母道：“我们才都吃了酒肉，你这里头有菩萨，冲了罪过。我们这里坐坐，把你的好茶拿来，我们吃一杯就去了。”",
            "english": "Now that the tea has been drunk, the Jialou group and Ruyao went to the Long Gui An Temple. Miao Yu greeted them and led them in. Everyone went into the yard and saw the flowers and plants growing well. Jialou laughed and said, \"Here are the people who practice the Buddha, and they often trim them, so they look better than other places!\" As they talked, they went to the East Chan Hall. Miao Yu laughed and let them in, and Jialou said, \"We just drank wine and meat, and you have a Buddha here, so we are going to be impure. Let's sit down and have a cup of your good tea, and then we'll leave.\"",
            "chinese": "现在贾母等人喝完茶，带刘姥姥去了栊翠庵。妙玉相迎进去。众人到院子里，见花草茂盛。贾母笑道：“这里修行的人没事，经常修剪，比别的地方好看！”一面说，一面往东禅堂来。妙玉笑着往里让，贾母道：“我们才刚吃了酒肉，你这里头有菩萨，冲了罪过。我们坐坐，把你的好茶拿来，我们喝一杯就走了。”"
        },
        {
            "original": "宝玉留神看他是怎么行事。只见妙玉亲自捧了一个海棠花式雕漆填金云龙献寿的小茶盘，里面放一个成窑五彩小盖锺，捧与贾母。贾母道：“我不吃六安茶。”妙玉笑说：“知道。这是‘老君眉，’”贾母接了，又问：“是什么水？”妙玉道：“是旧年蠲的雨水。”贾母便吃了半盏，笑著递与刘姥姥，说：“你尝尝这个茶。”刘姥姥便一口吃尽，笑道：“好是好，就是淡些，再熬浓些更好了。”贾母众人都笑起来。然后众人都是一色的官窑脱胎填白盖碗。",
            "english": "Baoyu carefully observed the manner of Miao Yu. Miao Yu personally held a small tea tray carved with the shape of a海棠 flower and filled with gold and clouds, and handed a small porcelain cup with five colors and a cover to Jia Ma. Jia Ma said, \"I don't drink Lu'an tea.\" Miao Yu laughed and said, \"I know, it's 'Laojunmei'.\" Jia Ma took the tea and asked, \"What kind of water is it?\" Miao Yu replied, \"It's last year's rainwater.\" Jia Ma drank half a cup and handed it to Liu Fafu, saying, \"You try this tea.\" Liu Fafu drank it all at once and laughed, \"It's good, but a little weak. If it's boiled longer, it would be even better.\" Jia Ma and the others laughed. Then everyone drank tea in the same style of official kiln porcelain without glaze.",
            "chinese": "宝玉仔细观察妙玉的举止。只见妙玉亲自拿着一个海棠花式雕漆填金云龙献寿的小茶盘，里面放着一个成窑五彩小盖锺，递给贾母。贾母说：“我不喝六安茶。”妙玉笑着说：“我知道，这是‘老君眉’。”贾母接过茶，问：“是什么水？”妙玉回答：“是去年的雨水。”贾母喝了半杯，笑着递给刘姥姥说：“你尝尝这个茶。”刘姥姥一口喝完，笑着说：“好喝，就是淡了些，再熬浓些就更好了。”贾母和众人都笑了。然后众人都用一色的官窑脱胎填白盖碗喝茶。"
        },
        {
            "original": "那妙玉便把宝钗黛玉的衣襟一拉，二人随他出去。宝玉悄悄的随后跟了来。只见妙玉让他二人在耳房内，宝钗便坐在榻上，黛玉便坐在妙玉的蒲团上。妙玉自向风炉上扇滚了水，另泡了一壶茶。宝玉便轻轻走进来，笑道：“你们吃体己茶呢。”二人都笑道：“你又赶了来撤茶吃？这里并没你吃的。”",
            "english": "Miaoyu pulled the sleeves of Baoshui and Dahui and led them out. Yuanbao quietly followed. They saw Miaoyu inviting Baoshui and Dahui to sit in the ear room. Baoshui sat on the couch, and Dahui sat on Miaoyu's mat. Miaoyu herself lit the fire on the stove and boiled water to make tea. Yuanbao then quietly walked in and said with a smile, \"You two are eating secret tea.\" Both of them laughed and said, \"You're coming to drink tea again? There's nothing for you to eat here.\"",
            "chinese": "妙玉把宝钗和黛玉的衣襟一拉，二人跟着她出去了。宝玉悄悄地跟着来了。只见妙玉让宝钗和黛玉在耳房里坐。宝钗坐在榻上，黛玉坐在妙玉的蒲团上。妙玉自己在风炉上烧开水，泡了一壶茶。宝玉就轻轻地走进来，笑道：“你们在吃私房茶呢。”二人都笑道：“你又赶了来撒茶吃？这里并没你吃的。”"
        },
        {
            "original": "妙玉刚要去取杯，只见道婆收了上面茶盏来。妙玉忙命：“将那成窑的茶杯别收了，搁在外头去罢。”宝玉会意，知为刘姥姥吃了，他嫌腌臜，不要了。又见妙玉另拿出两只杯来。一个旁边有一耳，杯上镌著“瓟斝”三个隶字，后有一行小真字，是“王恺珍玩”；又有“宋元丰五年四月眉山苏轼见于秘府”一行小字。妙玉斟了一斝，递与宝钗。那一只形似钵而小，也有三个垂珠篆字，镌著“点犀䀉”。妙玉斟了一䀉与黛玉，仍将前番自己常日吃茶的那只绿玉斗来斟与宝玉。宝玉笑道：“常言‘世法平等’。他两个就用那样古玩奇珍，我就是个俗器了。”妙玉道：“这是俗器？不是我说狂话：只怕你家里未必找的出这么一个俗器来呢。”宝玉笑道：“俗语说，‘随乡入乡’，到了你这里，自然把这金珠玉宝一概贬为俗器了。”",
            "english": "Miaoyu was about to take the cup, but as the nun came to pick up the tea cup, Miaoyu hurried to stop her, saying, \"Don't take away the cup from the Chengyao family. Leave it outside.\" Baiyu understood, knowing that Rousi had drunk it, and she thought it was dirty and didn't want it. Miaoyu then took out two more cups. One had an ear on the side, and on it was engraved \"Paojiapao\" in cursive characters, followed by a line of small characters \"Wang Kai's treasure\". There was also a line of small characters \"Song Yuanfeng 5th April, 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5th 5“\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n”",
            "chinese": "妙玉刚要去拿杯子，只见道婆来收上面的茶盏。妙玉连忙吩咐，不要把成窑的茶杯收了，搁在外头。宝玉明白，知道刘姥姥喝了，他嫌脏，不要了。妙玉又拿出两只杯子，一个旁边有一个耳朵，杯上刻着“瓟斝”三个隶字，后面有一行小真字，是“王恺珍玩”；还有“宋元丰五年四月眉山苏轼见于秘府”一行小字。妙玉斟了一杯给宝钗。另一只杯子像钵一样小，也有三个垂珠篆字，刻着“点犀䀉”。妙玉斟了一杯给黛玉，把之前自己常喝的那只绿玉斗拿来斟给宝玉。宝玉笑道：“俗话说‘世法平等’。他们用那些古玩奇珍，我就成了俗器了。”妙玉道：“这是俗器？只怕你家里也找不到这么一个俗器。”宝玉笑道：“俗语说，‘随乡入乡’，到了你这里，自然把金珠玉宝都贬为俗器了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "妙玉听如此说，十分欢喜，遂又寻出一只九曲十环，一百二十节，蟠虬整雕竹根的一个大盏出来，笑道：“就剩了这一个。你可吃的了这一海？”宝玉喜的忙道：“吃的了。”妙玉笑道：“你虽吃的了，也没这些茶你糟蹋！岂不闻‘一杯为品，二杯即是解渴的蠢物，三杯便是饮驴了？’你吃这一海，更成什么？”说的宝钗、黛玉、宝玉都笑了。妙玉执壶，只向海内斟了约有一杯。宝玉细细吃了，果觉轻醇无比，赏赞不绝。妙玉正色道：“你这遭吃茶是托他两个的福，独你来了，我是不能给你吃的。”宝玉笑道：“我深知道。我也不领你的情，只谢他二人便了。”妙玉听了，方说：“这话明白。”",
            "english": "妙玉听了这话，非常高兴，于是又拿出了一个九曲十环，一百二十节，蟠虬整雕竹根的大碗。她笑着说：“只剩了这个。你可吃得了吗？”宝玉兴奋地说：“吃得。”妙玉笑道：“你虽然吃得，也没那么多茶糟蹋！难道没听过‘一杯为品，二杯即是解渴的蠢物，三杯便是饮驴了’吗？你喝这一海，更不成样子！”这话逗得宝钗、黛玉、宝玉都笑了。妙玉端着壶，只向碗里斟了约有一杯。宝玉细细地喝了，觉得轻醇无比，赞叹不已。妙玉正色道：“这次喝茶是托他们的福，只有你来了，我是不能给你喝的。”宝玉笑道：“我知道。我不领你的情，只谢他们两个就行了。”妙玉听了，才说：“这话明白。”Can you eat this sea?\" Bao Yuyu happily said, \"I can eat it.\"\n\n英文翻译：\n\nYes, I can.",
            "chinese": "妙玉听了这话，非常高兴，于是又拿出了一个九曲十环，一百二十节，蟠虬整雕竹根的大碗。她笑着说：“只剩了这个。你可吃得了吗？”宝玉兴奋地说：“吃得。”妙玉笑道：“你虽然吃得，也没那么多茶糟蹋！难道没听过‘一杯为品，二杯即是解渴的蠢物，三杯便是饮驴了’吗？你喝这一海，更不成样子！”这话逗得宝钗、黛玉、宝玉都笑了。妙玉端着壶，只向碗里斟了约有一杯。宝玉细细地喝了，觉得轻醇无比，赞叹不已。妙玉正色道：“这次喝茶是托他们的福，只有你来了，我是不能给你喝的。”宝玉笑道：“我知道。我不领你的情，只谢他们两个就行了。”妙玉听了，才说：“这话明白。”\n\n中国白话：\n\n妙玉听如此说，十分欢喜，遂又寻出一只九曲十环，一百二十节，蟠虬整雕竹根的一个大盏出来，笑道：“就剩了这一个。你可吃的了这一海？”宝玉喜的忙道：“吃的了。”妙玉笑道：“"
        },
        {
            "original": "黛玉因问：“这也是旧年的雨水？”妙玉冷笑道：“你这么个人，竟是大俗人，连水也尝不出来！这是五年前我在玄墓蟠香寺住著收的梅花上的雪，统共得了那一鬼脸青的花瓮一瓮，总舍不得吃，埋在地下，今年夏天才开了。我只吃过一回，这是第二回了。你怎么尝不出来？隔年蠲的雨水，那有这样清淳？如何吃得？”",
            "english": "Daiyu asked, \"Is this last year's rainwater?\" Miao Yu sneered coldly and said, \"You are so vulgar, how can you not taste the water! This is the snow on the peach blossom in Xuanmu Panxiang Temple five years ago, there was a jar of it, and I have never drunk it, I buried it in the ground, this summer it opened, I only drank it once, this is the second time. How could you not taste it? The rainwater collected for two years, how could it be so clear? How can you drink it?\"",
            "chinese": "黛玉问：“这是去年的雨水吗？”妙玉冷冷笑道：“你这么俗气的人，怎么连水都尝不出来！这是五年前我在玄墓蟠香寺住的时候收的梅花上的雪，总共有一瓮，我一直舍不得喝，埋在地下，今年夏天才开了。我只喝过一次，这是第二次。你怎么尝不出来？隔年收集的雨水，怎么会这么清澈？怎么能喝呢？”"
        },
        {
            "original": "宝钗知他天性怪僻，不好多话，亦不好多坐，吃过茶，便约著黛玉走出来。宝玉和妙玉陪笑说道：“那茶杯虽然腌臜了，白撩了岂不可惜？依我说，不如就给了那贫婆子罢，他卖了也可以度日。你说使得么？”妙玉听了，想了一想，点头说道：“这也罢了。幸而那杯子是我没吃过的；若是我吃过的，我就砸碎了也不能给他。你要给他，我也不管。你只交给他，快拿了去罢。”宝玉道：“自然如此。你那里和他说话去？越发连你都腌臜了。只交给我就是了。”",
            "english": "Baoshai knew that he was a strange person and didn't like to talk much, so he didn't want to sit for a long time either. After drinking the tea, he invited Daiyu to go out with him. When Bao Yuyu and Miao Yu smiled and said, \"This cup is dirty, but if we throw it away, it's a waste. I think we should give it to that poor old woman. She can sell it to make a living. What do you think?\" Miao Yu thought for a while and nodded, \"That's a good idea. Fortunately, I haven't used this cup before; if I had, I wouldn't have given it to him even if I broke it. If you give it to him, I can't stop you. Just give it to him and leave it to him.\" Bao Yuyu said, \"Of course. You go and talk to him, or you'll get dirty too. I'll take it from you.\"",
            "chinese": "宝钗知道他性格怪僻，不喜欢多说话，也不想多坐，吃完茶，便约着黛玉走出来。宝玉和妙玉陪笑说：“这个茶杯虽然脏了，扔了岂不是浪费？依我说，不如就给那个穷婆子吧，她卖了也可以度日。你觉得怎么样？”妙玉听了，想了想，点头说：“这也行。幸亏那个杯子我没用过；如果我用过，我就把它砸了也不能给他。你要给他，我也管不了。你只管交给他，快拿了去吧。”宝玉说：“当然。你和他说话去，不然你也会被弄脏。交给我吧。”"
        },
        {
            "original": "妙玉便命人拿来，递给宝玉。宝玉接了，又道：“等我们出去了，我叫几个小么儿来，河里打几桶水来洗地，如何？”妙玉笑道：“这更好了。只是你嘱咐他们，抬了水，只搁在山门外头墙根下，别进门来。”宝玉道：“这是自然的。”说著，便袖著那杯，递给贾母屋里的小丫头子拿著，说：“明日刘姥姥家去，给他带去罢。”交代明白，贾母已经出来要回去。妙玉亦不甚留，送出山门，回身便将门闭了。不在话下。",
            "english": "Miaoyu handed a cup of tea to Yuanyang. Yuanyang took it, saying, \"Tomorrow, when we leave, let the little workers go to the river to fetch water and wash the ground. How about that?\" Miaoyu laughed and said, \"That would be great. But, you tell them to put the water at the outside wall of the gate, not to bring it into the house.\" Yuanyang said, \"Of course.\" After saying that, he handed the cup to the little girl from Jia's house, saying, \"Tomorrow, when we go to Rui's house, bring it to her.\" After giving the instructions, Jia was about to leave. Miaoyu didn't want to hold her back, so she sent her out of the gate and closed the door, and then didn't mention it again.",
            "chinese": "妙玉拿了一杯茶递给宝玉。宝玉接过来，说：“等我们出去了，我让几个小工去河边打水来洗地，怎么样？”妙玉笑着说：“这太好了。不过，你告诉他们，把水放在山门外面的墙根下，不要带进屋里来。”宝玉说：“当然。”说完，就把杯子递给贾母屋里的小丫头拿着，说：“明天去刘姥姥家，给她带去。”交代完，贾母就要回去。妙玉也不多留，送她到山门口，关上门，就没再提。"
        },
        {
            "original": "且说贾母因觉身上乏倦，便命王夫人和迎春姐妹陪著薛姨妈去吃酒，自己便往稻香村来歇息。凤姐忙命人将小竹椅抬来，贾母坐上，两个婆子抬起，凤姐李纨和众丫头婆子围随去了。不在话下。",
            "english": "Jia Mi felt tired and asked Wang Fei and the Yingshun sisters to accompany Zhaiyi to drink wine, while she went to rest in the Rice Field Pavilion. Fengzheng hurried to arrange for the bamboo chair to be brought over, and Jia Mi sat on it, with two old ladies lifting it. Fengzheng, Liwan, and the other maids and old ladies followed her.",
            "chinese": "贾母感觉身体疲倦，就让王夫人和迎春姐妹陪着薛姨妈去吃酒，自己则去了稻香村休息。凤姐赶紧安排人把小竹椅抬过来，贾母坐上，两个婆子抬着，凤姐、李纨和众丫头婆子都围随去了。"
        },
        {
            "original": "这里薛姨妈也就辞出。王夫人打发文官等出去，将攒盒散给众丫头们吃去。自己便也乘空歇著，随便歪在方才贾母坐的榻上，命一个小丫头放下帘子来，又命捶著腿，吩咐他：“老太太那里有信，你就叫我。”说著，也歪著睡著了。",
            "english": "Xue Yimei also said goodbye. Wang Fei sent Wen Guan and others out, distributed the food in the basket to the girls, and herself took the opportunity to rest, lying casually on the sofa where Grandma Ji sat, ordering a little girl to lower the curtain, and ordering her to tap her legs, saying, \"If there is a message from Grandma Ji, call me.\" After that, she lay down and fell asleep.",
            "chinese": "薛姨妈也告辞了。王夫人打发了文官等人出去，将篮子中的食物散给众丫头们吃。自己也趁机休息，随意躺在贾母坐过的沙发上，命令一个小丫头放下帘子，又命他敲腿，吩咐说：“老太太那里有信，你就叫我。”说完，也歪著睡著了。"
        },
        {
            "original": "宝玉湘云等看著丫头们将攒盒搁在山石上，也有坐在山石上的，也有坐在草地下的，也有靠著树的，也有傍著水的，倒也十分热闹。一时，又见鸳鸯来了，要带著刘姥姥逛。众人也都跟著取笑。",
            "english": "The young ladies put the small box on the rocks and some sat on the rocks, some sat on the grass, some leaned against the tree, and some leaned against the water, which was also very lively. At this time, Quanyang wanted to take Liu Er to take a look, and everyone also followed to tease.",
            "chinese": "宝玉、湘云等人看着丫头们把攒盒放在山石上，有人坐在山石上，有人坐在草地上，有人靠着树，有人靠着水，倒也十分热闹。此时，鸳鸯要带刘姥姥去逛，众人也跟着取笑。"
        },
        {
            "original": "一时，来至“省亲别墅”的牌坊底下。刘姥姥道：“嗳呀！这里还有大庙呢！”说著，便爬下磕头。众人笑弯了腰。刘姥姥道：“笑什么？这牌楼上的字我都认得。我们那里这样的庙宇最多，都是这样的牌坊。那字就是庙的名字。”众人笑道：“你认得这是什么庙？”刘姥姥便抬头指那字道：“这不是‘玉皇宝殿’？”众人笑的拍手打掌，还要拿他取笑儿。刘姥姥觉得肚里一阵乱响，忙的拉著一个丫头，要了两张纸，就解裙子。众人又是笑，又忙喝他：“这里使不得！”忙命一个婆子，带了东北角去了。那婆子指给他地方，便乐得走开去歇息。",
            "english": "Once, Liu Fafu came to the archway of the \"Prosperity Villa\". She exclaimed, \"Ah! There's a big temple here!\" and knelt down to磕头. The others laughed. Liu Fafu asked, \"What's so funny? I recognize these characters. There are many temples like this in our village. That's the name of the temple.\" The others asked, \"Do you know what temple this is?\" Liu Fafu looked up and pointed to the characters, \"Isn't that the 'Palace of Jade Emperor'?\" The others laughed again, and were about to make fun of her. Liu Fafu felt a rumbling in her stomach, and quickly grabbed an attendant's sleeve, asking for some paper. She began to unfasten her skirt. The others laughed, and one of them led her to the northeast corner. A servant took her there, and she felt much better.",
            "chinese": "一时，刘姥姥来到“省亲别墅”的牌坊下。她惊讶地说道：“呀！这里有大庙啊！”说着就跪下磕头。众人哈哈大笑，刘姥姥问道：“笑什么？这牌楼上的字我都认识。我们那儿的庙宇很多，都是这样的牌坊。那个字就是庙的名字。”众人问道：“你知道这是什么庙？”刘姥姥抬头指着字说：“这不是‘玉皇宝殿’？”众人又笑起来，还要拿她取笑。刘姥姥感到肚子里一阵乱响，赶紧拉住一个丫头，要了两张纸，就解裙子。众人又笑，又忙叫人带她去东北角。一个婆子领着她去了，她觉得轻松多了。"
        },
        {
            "original": "那刘姥姥因喝了些酒，他的脾气和黄酒不相宜，且吃了许多油腻饮食，发渴，多喝了几碗茶，不免通泻起来，蹲了半日方完。及出厕来，酒被风吹，且年迈之人，蹲了半天，忽一起身，只觉眼花头晕，辨不出路径。四顾一望，都是树木山石，楼台房舍，却不知那一处是往那一路去的了，只得顺著一条石子路，慢慢的走来。及至到了房子跟前，又找不著门，再找了半日，忽见一带竹篱。刘姥姥心中自忖道：“这里也有扁豆架子？……”一面想，一面顺著花障走来。得了个月洞门，进去，只见迎面一带水池，有七八尺宽石头镶岸，里面碧波清水，上面有块白石横架。",
            "english": "Liu Fengyao drank too much wine, his temper was not suitable for the wine, plus he ate a lot of oily food, felt thirsty, drank several cups of tea, and could not help but have diarrhea. It took half an hour to finish. When he went out, the wind blew the wine, and suddenly stood up after squatting for so long, he felt dizzy and could not distinguish the direction. Looking around, there were trees, mountains, stones, buildings and houses, and he did not know which way to go. He walked slowly along a stone path. When he came to the house, he could not find the door, and after looking for a long time, he suddenly found a bamboo fence. Liu Fengyao thought to himself, \"There is also a lima bean frame here?\" As he thought, he walked along the flower wall. He came to a moon gate, went in, and saw a water pool in front, about seven or eight feet wide, with stones around it, and a white stone laid across it.",
            "chinese": "刘姥姥因为喝了酒，他的脾气和黄酒不相宜，加上吃了许多油腻的东西，感觉口渴，多喝了几杯茶，不免拉肚子了。蹲了半个多小时后才完。出去的时候，风吹到了酒，加上年迈之人蹲了这么久，突然站起来，只觉得头晕眼花，分不清方向。四处看看，都是树木山石，楼台房舍，不知道往哪条路走。于是沿着一条石头路慢慢走来。到了房子跟前，又找不到门，找了半天，突然发现了一道竹篱笆。刘姥姥心里想：“这里也有扁豆架子吗？”一面想，一面顺着花墙走来。到了一个月洞门，进去，只见前面有一个水池，七八尺宽，石头镶岸，上面有一块白石横架。"
        },
        {
            "original": "刘姥姥便踱过石去，顺著石子甬路走去。转了两个弯子，只见有个房门，于是进了房门，便见迎面一个女孩儿，满面含笑的迎出来。刘姥姥忙笑道：“姑娘们把我丢下了，叫我磞头磞到这里来了。”说了，只觉那女孩儿不答。刘姥姥便赶来拉他的手，咕咚一声，却撞到板壁上，把头磞的生疼。细瞧了一瞧，原来是一幅画儿。刘姥姥自忖道：“怎么画儿有这样凸出来的？……”一面想，一面看，一面又用手摸去，却是一色平的。点头叹了两声，一转身，方得了个小门，门上挂著葱绿撒花软帘。",
            "english": "Liu Fa'er walked past the stone and went along the cobblestone path. After turning two corners, she saw a door of a house, and went in. On entering, she saw a girl who greeted her with a smile. Liu Fa'er hurriedly laughed and said, \"Misses have left me, and I have fallen on my knees and磕到了这个地方.\" Said, only to find that the girl did not answer. Liu Fa'er came up to pull her hand and knocked her head against the wall, and her head was sore. Looking carefully, she found that it was a picture. Liu Fa'er thought to herself, \"How can the picture be so凸出来的?\" As she thought, she looked, and then touched it with her hand, and found that it was all one color. She nodded and sighed twice, and then turned and found a small door, with an onion green satin curtain hanging on it.",
            "chinese": "刘姥姥走过了石头，沿着石子甬路走去。转了两个弯子，看到了一个房子的门，于是她进去了。一进门，就看到了一个女孩儿，她满面含笑地迎了出来。刘姥姥忙笑道：“姑娘们把我丢下了，叫我磕头磕到这个地方来了。”说了，只觉那女孩儿没有回答。刘姥姥便赶来拉她的手，撞到了板壁上，把头磕疼了。仔细瞧了一瞧，原来是一幅画儿。刘姥姥自忖道：“怎么画儿有这样凸出来的？……”一面想，一面看，一面又用手摸去，却是一色平的。点头叹了两声，一转身，方得了个小门，门上挂着葱绿撒花软帘。"
        },
        {
            "original": "刘姥姥掀帘进去，抬头一看，只见四面墙壁，玲珑剔透，琴剑瓶炉，皆贴在墙上。锦笼纱罩，金彩珠光。连地下踩的砖，皆是碧绿凿花，竟越发把眼花了。找门出去，那里有门？左一架书，右一架屏。刚从屏后得了一个门，只见一个老婆子也从外面迎著进来。刘姥姥诧异，心中恍惚，莫非是他亲家母，因问道：“你也来了？想是见我这几日没家去，亏你找我来！那位姑娘带进来的？”又见他戴著满头花，便笑道：“你好没见世面！见这里的花好，你就没死活戴了一头！”说著，那老婆子只是笑，也不答言。刘姥姥便伸手去羞他的脸，他也拿手来挡，两个对闹著。刘姥姥一下子却摸著了，但觉那老婆子的脸冰凉挺硬的，倒把刘姥姥唬了一跳，猛想起：“常听见富贵人家有种穿衣镜，这别是我在镜子里头吗？”想毕，又伸手一抹，再细一看，可不是四面雕空的板壁，将这镜子嵌在中间的？不觉也笑了，因说：“这可怎么出去呢？”一面用手摸时，只听硌磴一声，又吓的不住的展眼儿。原来是西洋机括，可以开合，不意刘姥姥乱摸之间，其力巧合，便撞开消息，掩过镜子，露出门来。",
            "english": "Liu Fengyao pulled the curtain and went in. She raised her head and saw that the walls were intricately carved and covered with exquisite patterns. The piano, sword, vase, and incense burner were all hanging on the walls. The silk cages and gauze covers were surrounded by gold and pearls. Even the bricks on the ground were green and finely carved, making her dizzy. She tried to find the door, but there was no door. There was a shelf of books on the left and a screen on the right. Just when she found the door behind the screen, an old woman came in from the outside. Liu Fengyao was surprised and confused. Could it be her mother-in-law who had been looking for her? She asked, \"You've come? I wonder if you've been looking for me these past few days and I'm glad you've found me! Which young lady brought you in?\" She then saw the old woman wearing a full head of flowers and laughed, \"You're so naive! You like these flowers so much, you've covered yourself in them from head to toe!\" The old woman just laughed, not answering. Liu Fengyao reached out to pat her face, but the old woman also put her hand upAfter thinking for a while, I reached out and touched it carefully. I was surprised to find that the mirror was嵌在四面镂空的板壁中间. I couldn't help laughing and murmured to myself, \"How can I get out?\" I touched the mirror with my hand and suddenly heard a click. I was startled and kept blinking my eyes. It turned out that there was a mechanism hidden behind the mirror that could open and close. Unexpectedly, while Luohuaifan was fumbling, he accidentally found it, and the mirror was pushed open, revealing the door.",
            "chinese": "刘姥姥掀开门帘进去，抬头一看，只见四面墙壁，玲珑剔透，琴、剑、瓶、炉都贴在墙上。锦笼纱罩，金彩珠光。连地下踩的砖，都是碧绿凿花，简直看花了眼。找门出去，那里有门？左一架书，右一架屏。刚从屏后找到一个门，只见一个老婆子也从外面迎著进来。刘姥姥惊讶，心中恍惚，莫非是他亲家母，因问道：“你也来了？想是见我这几日没家去，亏你找我来！那位姑娘带进来的？”又见他戴着满头花，便笑道：“你好没见世面！见这里的花好，你就没死活戴了一头！”说著，那老婆子只是笑，也不答言。刘姥姥便伸手去羞他的脸，他也拿手来挡，两个对闹著。刘姥姥一下子却摸著了，但觉那老婆子的脸冰凉挺硬的，倒把刘姥姥唬了一跳，猛想起：“常听见富贵人家有种穿衣镜，这别是我在镜子里头吗？”想了一会儿，又伸手摸了摸，仔细一看，原来这镜子是镶嵌在四面镂空的板壁中间的。我不禁笑了起来，自言自语道：“这可怎么出去呢？”我用手摸着镜子，突然听到咯噔一声，我吓了一跳，不住地眨眼。原来这镜子后面藏着机关，可以开合，没想到刘姥姥乱摸之间，居然碰巧了，镜子被推开了，露出了门来。"
        },
        {
            "original": "刘姥姥又惊又喜，遂走出来，忽见有一副最精致的床帐。他此时又带了七八分酒，又走乏了，便一屁股坐在床上。只说歇歇，不承望身不由己，前仰后合的，朦胧两眼，一歪身，就睡倒在床上。",
            "english": "Liu Fa' er was both surprised and delighted. He came out of the door and saw that the bed and curtains were very delicate. He had drunk about seven or eight glasses of wine and was too tired to walk. He sat down on the bed. He only wanted to rest for a while, but he suddenly leaned and fell asleep on the bed.",
            "chinese": "刘姥姥又惊又喜，走出门来，看到床帐非常精致。他喝了七八分酒，累得走不动，便坐到床上。只想着歇会儿，没想到昏昏沉沉地一歪身，就睡倒在了床上。"
        },
        {
            "original": "且说众人等他不见，板儿没了他姥姥，急的哭了。众人都笑道：“别是掉在茅厕里了？快叫人去瞧瞧。”因命两个婆子去找。回来说：“没有。”众人纳闷，还是袭人想道：“一定他醉了，迷了路，顺著这条路，往我们后院子里去了。要进了花障子，打后房门进去，还有小丫头子们知道；若不进花障子，再往西南上去，可够他绕会子好的了！我瞧瞧去。”说著，便回来。进了怡红院，叫人，谁知那几个小丫头已偷空玩去了。",
            "english": "But when they did not see him, Bao Er missed his grandmother so much that he cried. Everyone laughed and said, \"Maybe he fell into the privy. Call someone to look for him.\" So they sent two old maids to look for him. They returned and said they couldn't find him. Everyone was puzzled, and it was Xisi who had the idea, \"He must have drunk too much and got lost. He must have gone along this road to our rear yard. If he went into the hedge, there might be maidservants to see him. If not, he must have gone to the southwest, where he would have to wander around for a long time. I'll go and see.\" She went back into the Red Chamber and called for the maids. The few maidservants had already gone off to play.",
            "chinese": "话说众人等他不见，板儿没了他姥姥，急得哭了。众人都笑道：“莫不是掉茅厕里了？快叫人去找。”于是派两个婆子去找。回来说没有。众人都纳闷，还是袭人想道：“一定是他醉了，迷了路，顺着这条路，往我们后院子里去了。要是进了花障子，打后房门进去，还有小丫头子们知道；若不进花障子，再往西南上去，可够他绕会子好的了！我去瞧瞧。”说着，便回来。进了怡红院，叫人，谁知那几个小丫头已偷空玩去了。"
        },
        {
            "original": "袭人进了房门，转过集锦槅子，就听的鼾齁如雷。忙进来，只闻见酒屁臭气，满屋一瞧，只见刘姥姥扎手舞脚的仰卧在床上。袭人这一惊不小，忙上来将他没死活的推醒。那刘姥姥惊醒，睁眼看见袭人，连忙爬起来，道：“姑娘！我该死了！－－好歹并没弄腌臜了床！”一面说，一面用手去掸。",
            "english": "Xishi walked into the room and turned the screen around. Suddenly she heard a loud snoring sound. She hurried to the room and was shocked by the smell of alcohol. She looked around the room and saw that RauFai was lying on the bed with her hands and feet stretched out. Xishi was startled and quickly pushed RauFai awake. RauFai woke up and opened her eyes to see Xishi. She quickly got up and said, \"I am sorry, Miss. I didn't mean to make the bed dirty.\" She then used her hand to brush the dirt off.",
            "chinese": "袭人走进房间，转过集锦槅子，就听到了鼾声如雷。忙进来一看，只闻到酒屁臭气，满屋子一瞧，只见刘姥姥扎手舞脚地仰卧在床上。袭人吓了一跳，忙上来把刘姥姥推醒。刘姥姥惊醒，睁眼看到袭人，连忙爬起来，道：“姑娘，我该死了！－－好歹并没弄脏床！”一面说，一面用手去掸。"
        },
        {
            "original": "袭人恐惊动了宝玉，只向他摇手儿，不叫他说话。忙将当地大鼎内贮了三四把百合香，仍用罩子罩上，所喜不曾呕吐，忙悄悄的笑道：“不相干，有我呢。你跟我出来罢。”刘姥姥答应著，跟了袭人，出至小丫头子们房中。命他坐下，因教他说道：“你说醉倒在山子石上，打了个盹儿就完了。”刘姥姥答应“是”。又给了他两碗茶吃。方觉酒醒了，因问道：“这是那个小姐的绣房？这么精致！我就像到了天宫里的似！”袭人微微的笑道：“这个么，是宝二爷的卧房啊。”那刘姥姥吓的不敢做声。袭人带他从前面出去，见了众人，只说：“他在草地下睡著了，带了他来的。”众人都不理会，也就罢了。",
            "english": "Xishi was worried that the sound of her voice might wake up Baochai, so she held up her hand and shook it at him to make him be quiet. She hurriedly scooped up some of the incense from the incense burner and covered it with a lid. Fortunately, he did not vomit. She hurriedly whispered, \"Don't worry, I'm here. Come with me.\" The old lady agreed and followed Xishi to the room of the maids. She told him to sit down and said, \"You just said you were drunk and fell asleep on a rock. That's it.\" The old lady nodded and said, \"Yes.\" Xishi gave him two cups of tea, and he felt better. Then he asked, \"Is this the room of the young lady? It's so beautiful! I feel like I'm in heaven!\" Xishi gave a slight smile and said, \"This is the bedroom of Baochai.\" The old lady was startled and did not dare to speak. Xishi took him out in front of everyone and said, \"He fell asleep under the grass and we brought him here.\" Everyone did not pay attention and ignored him.",
            "chinese": "袭人担心惊动了宝玉，只向他摇手，不让他说话。她匆忙地将鼎内装了三四把百合香，用罩子罩上。幸好他没有呕吐，她忙悄悄地笑道：“没事，有我在呢。你跟我出来吧。”刘姥姥答应着，跟了袭人，来到小丫头子们的房中。她命他坐下，教他说道：“你说醉倒在山子石上，打了个盹儿就完了。”刘姥姥答应“是”。袭人给了他两碗茶喝，他才觉得酒醒了。于是他问道：“这是哪个小姐的绣房？这么精致！我就像到了天宫里似的！”袭人微微地笑道：“这个是宝二爷的卧房。”那刘姥姥吓了一跳，不敢说话。袭人带他从前面出去，见了众人，只说：“他在草地下睡着了，带他来的。”众人都不理会，也就罢了。"
        },
        {
            "original": "一时，贾母醒了，就在稻香村摆晚饭。贾母因觉懒懒的，也没吃饭，便坐了竹椅小敞轿回至房中歇息，命凤姐儿等去吃饭。他姐妹方复进园来。",
            "english": "At one time, Lady Jia woke up and arranged dinner in the Rice Fragrance Village. She felt lazy and did not eat, so she sat in a bamboo chair and small open carriage and returned to her room to rest. She ordered Feng Er and others to go and eat. His sisters then returned to the garden.\n\nChinese to simple modern Mandarin:\n\nAt one time, Lady Jia woke up and arranged dinner in the Rice Fragrance Village. She felt lazy and did not eat, so she sat in a bamboo chair and small open carriage and returned to her room to rest. She ordered Feng Er and others to go and eat. His sisters then returned to the garden.\n\n英文翻译：\n\nAt one time, Lady Jia woke up and arranged dinner in the Rice Fragrance Village. She felt lazy and did not eat, so she sat in a bamboo chair and small open carriage and returned to her room to rest. She ordered Feng Er and others to go and eat. His sisters then returned to the garden.\n\nChinese to simple modern Mandarin:\n\nAt one time, Lady Jia woke up and arranged dinner in the Rice Fragrance Village. She felt lazy and did not eat, so she sat in a bamboo chair and small open carriage and returned to her room to rest.",
            "chinese": "一时，贾母醒了，就在稻香村摆晚饭。贾母因觉懒懒的，也没吃饭，便坐了竹椅小敞轿回至房中歇息，命凤姐儿等去吃饭。他姐妹方复进园来。\n\n如何将中国白话改写为简单的现代普通话？\n\n中国白话：\n\n一时，贾母醒了，就在稻香村摆晚饭。贾母因觉懒懒的，也没吃饭，便坐了竹椅小敞轿回至房中歇息，命凤姐儿等去吃饭。他姐妹方复进园来。\n\n简单的现代普通话：\n\n一时，贾母醒了，就在稻香村摆晚饭。贾母因觉懒懒的，也没吃饭，便坐了竹椅小敞轿回至房中歇息，命凤姐儿等去吃饭。他姐妹方复进园来。"
        },
        {
            "original": "未知如何，且看下回分解。",
            "english": "Unknown how, and see the next part.",
            "chinese": "未知如何，且看下回分解。"
        }
    ],
    "title": "《贾宝玉品茶栊翠庵　刘姥姥醉卧怡红院》",
    "chapter_number": 41
}