{
    "paragraphs": [
        {
            "original": "话说贾母王夫人去后，姐妹们复进园来吃饭。那刘姥姥带著板儿，先来见凤姐儿，说：“明日一早定要家去了。虽然住了两三天，日子却不多，把古往今来没见过的，没吃过的，没听见的都经验过了。难得老太太和姑奶奶并那些小姐们，连各房里的姑娘们，都这样怜贫惜老，照看我！我这一回去，没别的报答，惟有请些高香，天天给你们念佛，保佑你们长命百岁的，就算我的心了。”凤姐儿笑道：“你别喜欢。都是为你，老太太也叫风吹病了，躺著嚷不舒服；我们大姐儿也著了凉了，在那里发热呢。”刘姥姥听了，忙叹道：“老太太有年纪了，不惯十分劳乏的！”凤姐儿道：“从来不像昨儿高兴。往常也进园子逛去，不过到一两处坐坐就来了。昨儿因为你在这里，要叫都逛逛，一个园子，倒走了多半个。大姐儿因为我找你去，太太递了一块糕给他，谁知风地里吃了，就发起热来。”刘姥姥道：“妞妞儿只怕不大进园子。比不得我们的孩子，一会走，那个坟圈子里不跑去？一则风拍了也是有的；二则只怕他身上乾净，眼睛又净，或是遇见什么神了。依我说，给他瞧瞧祟书本子，仔细撞客著。”",
            "english": "As soon as the old lady and Madam Wang had left, the sisters returned to the garden for dinner. Mrs. Liu and her grandson Baibai came to visit Madam Feng first, saying, \"We have to go back tomorrow. Although we have been here for a few days, we have experienced many things, seen many things, and eaten many things we have never seen or eaten before. We are grateful to the old lady, Madam Wang, and all the young ladies, as well as the ladies in each room, for their kindness to this poor old lady! When I go back, I have nothing to repay you, except to burn some incense and chant sutras every day for you, to wish you all a long life. This is my heart's desire.\" Madam Feng laughed and said, \"Don't be too happy too soon. It's all because of you that the old lady caught a cold and had to lie in bed, shouting that she was uncomfortable; and our big sister was also caught in the cold, and is now feverish.\" Liu Wei heard this, and sighed, \"The old lady is getting old, and she is not used to so much excitement.\" Madam Feng said, \"She has never been so happyYesterday, because you were here, everyone had to visit a garden, which took up more than half of it. Your sister, because she came to find me, was given a cake by her mother, but it was blown away by the wind and she got a fever. Roushousai said, \"Perhaps the girl didn't stay in the garden for long, unlike our children who run around everywhere. It might have been the wind or that she was too clean and saw a spirit. I suggest we see if there's anything amiss, in case she's possessed by a ghost.\"\n\n- Translated from modern Chinese to English.\n- Replaced colloquial expressions with more formal ones.\n- Added punctuation and some line breaks for easier reading.\n- Kept the original meaning, but made it easier to understand.",
            "chinese": "话说贾母和王夫人离开后，姐妹们再次回到园子里吃饭。刘姥姥带着板儿先来看望凤姐，说：“明天一早就要回去了。虽然住了两三天，但经历的事情还很多，没见过的、没吃过的、没听过的，都体验过了。感谢老太太、姑奶奶和那些小姐们，以及各房里的姑娘们，都如此怜惜我这个贫穷的老太太！我回去后，没有别的回报，只有请些高香，天天为你们念佛，保佑你们长命百岁，这就是我的心意了。”凤姐笑着说：“你别高兴得太早了。都是因为你，老太太也被风吹病了，躺在床上喊着不舒服；我们大姐儿也着凉了，在那里发热呢。”刘姥姥听了，忙叹道：“老太太年纪大了，不习惯这么劳累！”凤姐道：“从来不像昨天那么高兴。往常也进园子逛逛，不过到一两处坐坐就来了。昨天因为你在这里，要让大家都逛逛，一个园子，倒走了多半个。”大姐儿因为来找我，太太给了他一块糕，没想到被风吹了，就发烧了。刘姥姥说：“妞妞可能没在园子里呆太久，不像我们的孩子，到处跑。可能是风吹着了，也可能是她太干净了，看见了什么神灵。我建议给她看看邪书，小心被鬼附身。”\n\n- 用现代汉语代替古汉语。\n- 将口语化的表达方式改为更正式的表达方式。\n- 添加了标点符号和一些断句，以便更容易阅读。\n- 保持了原意，但更易于理解。"
        },
        {
            "original": "一语提醒了凤姐儿，便叫平儿拿出玉匣记来，叫彩明来念。彩明翻了一会子，念道：“‘八月二十五日，病者，东南方得之，有缢死家亲女鬼作祟，又遇花神。用五色纸钱四十张，向东南方四十步送之，大吉。’”凤姐儿笑道：“果然不错。园子里头可不是花神？只怕老太太也是遇见了。”一面命人请两分纸钱来，著两个人来：一个与贾母送祟，一个与大姐儿送祟。",
            "english": "When the old lady was reminded of this, she asked Ping Er to bring out the jade box record and asked Caiming to read it. After Caiming turned it over for a while, he read, \"On the 25th day of the eighth month, the patient contracted a disease from the southeast. Because of the ghost of a dead relative and a female ghost, and because of the flower god. Burn 40 pieces of paper money, send 40 steps to the southeast, and it will be very lucky.\" The old lady laughed and said, \"It's true. There is a flower god in the garden. Maybe the old lady also met it.\" She ordered two pieces of paper money to be brought and asked two people to send the evil spirit to the old lady and the elder sister.",
            "chinese": "凤姐儿被提醒后，叫平儿拿出玉匣记来，让彩明来念。彩明翻了一会儿，念道：“‘八月二十五日，病人，从东南方得病，因为缢死的家亲女鬼作祟，又遇到花神。用五色纸钱四十张，向东南方四十步送走，大吉。’”凤姐儿笑道：“果然不错。园子里头不就是花神吗？只怕老太太也是遇见了。”一面命人拿两分纸钱来，叫两个人：一个给贾母送祟，一个给大姐儿送祟。"
        },
        {
            "original": "果见大姐儿安稳睡了，凤姐儿笑道：“到底是你们有年纪的经历的多。我们大姐儿时常肯病，也不知是什么缘故。”刘姥姥道：“这也有的。富贵人家养的孩子都娇嫩，自然禁不得一些儿委屈。再他小人儿家，过于尊贵了也禁不起，以后姑奶奶倒少疼他些就好了。”凤姐儿道：“也是有的。我想起来，他还没个名字，你就给他起个名字，借借你的寿；二则你们是庄家人，不怕你恼，到底贫苦些，你们贫苦人起个名字，只怕压的住。”刘姥姥听说，便想了一想，笑道：“不知他是几时养的？”凤姐儿道：“正是养的日子不好呢，可巧是七月初七日。”刘姥姥忙笑道：“这个正好，就叫做巧姐儿好。这个叫做‘以毒攻毒，以火攻火’的法子。姑奶奶定依我这名字，必然长命百岁。日后大了，各人成家立业，或一时有不遂心的事，必然遇难成祥，逢凶化吉，都从这‘巧’字儿来！”",
            "english": "I saw the big sister sleeping soundly, and Lady Feng smiled, \"It seems that the big sister is really good at taking care of herself. However, she often falls ill, and I wonder why.\" Rong Feng said, \"This is normal. Children from rich families are spoiled, and they can't bear a little hardship. They are too delicate to bear. After that, the auntie should be less indulgent.\" Lady Feng said, \"It's true. I think of something. She doesn't have a name yet. You can give her a name to borrow your longevity; secondly, you are a farmer, and you don't mind me saying this, but the names you give are probably the ones that can suppress something. \" Rong Feng thought for a while and smiled, \"When was she born?\" Lady Feng said, \"It's the day of the seventh day of the seventh month.\" Rong Feng said in a hurry, \"That's good, so she's called Qiao Jie. This is the method of 'using poison to attack poison and fire to attack fire'. Auntie, please follow this name. She will definitely live a long and healthy life.\" When she grows up, each person has their own family and careerAll of this stems from this \"clever\" word.\n\nSteps to rewrite Chinese colloquialisms into simple modern Mandarin:\n\n1. Determine the context and theme of the original text to determine the direction and goal of the rewriting.\n\n2. Replace professional terms and ancient language with modern Chinese to make readers easier to understand.\n\n3. Adjust the original sentence structure and syntax to make it more in line with the grammar and expression of modern Chinese.\n\n4. Use simple vocabulary and phrases to make readers easier to understand.\n\n5. Avoid using overly complex language and expressions to make readers easier to understand.\n\n6. During the rewriting process, pay attention to maintaining the original meaning and spirit of the text to ensure that the rewritten article is consistent with the original.",
            "chinese": "我看到大姐儿睡得很安稳，凤姐笑道：“看来大姐儿确实很懂得照顾自己。不过，她时常会生病，不知道是什么原因。”刘姥姥说：“这很正常。富贵人家养的孩子都娇气，受不了一点委屈。他们太娇嫩了，承受不住。以后姑奶奶少宠着她就好了。”凤姐儿说：“也是这样。我想起一件事，她还没名字，你就给她起个名字，借借你的寿；二则你们是庄稼人，不怕你恼，你们穷苦人起的名字，或许能压住什么。”刘姥姥想了想，笑道：“不知道她是什么时候出生的？”凤姐儿说：“正是出生的日子不好，巧巧的七月初七日。”刘姥姥忙笑道：“这正好，就叫做巧姐儿好。这是‘以毒攻毒，以火攻火’的方法。姑奶奶就依我这个名字，她一定会长命百岁。”以后长大了，每个人都有自己的家庭和事业，即使有时不如意，也会有好的结果。这一切都源于这个“巧”字。\n\n可以使用以下步骤将中国白话改写为简单的现代普通话：\n\n1. 确定原文的语境和主题，以确定改写的方向和目标。\n\n2. 将原文中的专业术语和古语替换为现代汉语，以使读者更容易理解。\n\n3. 调整原文的语序和结构，以使其更符合现代汉语的语法和表达方式。\n\n4. 使用简单的词汇和短语，以使读者更容易理解。\n\n5. 避免使用过于复杂的语言和表达方式，以使读者更容易理解。\n\n6. 在改写的过程中，要注意保持原文的原意和精神，以确保改写后的文章与原文保持一致。"
        },
        {
            "original": "凤姐儿听了，自是欢喜，忙谢道：“只保佑他应了你的话就好了。”说著，叫平儿来吩咐道：“明儿偺们有事，恐怕不得闲儿；你这会子闲著，把送姥姥的东西打点了，他明儿一早就好走的便宜了。”刘姥姥道：“不敢多破费了。已经遭扰了几天，又拿著走，越发心里不安了！”凤姐儿笑道：“也没有什么，不过随常的东西。好也罢，歹也罢，带了去，你们街坊邻舍看著也热闹些，也是上城一趟。”",
            "english": "After hearing this, Feng Zhuang was very happy and quickly expressed her gratitude, saying, \"If he agrees to your words, that would be great.\" Then she called Ping Er to instruct, \"Tomorrow we have something to do, so we may not have time. Since you are free, please prepare the gifts for the elders and let them leave early tomorrow.\" Liu Fajiu said, \"I'm afraid I can't afford it. I've already been bothering you for several days, and I feel even more uneasy now!\" Feng Zhuang laughed, saying, \"It's nothing fancy. It's just some ordinary things. Whether they're good or bad, take them with you. Your neighbors will be happy to see you on your way to the city.\"",
            "chinese": "凤姐听了，非常高兴，连忙道谢道：“只要他应了你的话就好了。”接着叫平儿来吩咐道：“明天我们有事，恐怕没有闲暇；你这会子闲着，把送给姥姥的东西打点好，他明天一早就走好了。”刘姥姥道：“不敢多破费了。已经打扰了几天，又拿走，心里越发不安了！”凤姐笑道：“也没什么，不过是一些平常的东西。好也好，歹也好，带了去，你们街坊邻居看热闹也热闹些，也是上城一趟。”"
        },
        {
            "original": "说著，只见平儿走来，说：“姥姥过这边瞧瞧。”刘姥姥忙跟了平儿到那边屋里，只见堆著半炕东西。平儿一一的拿给他瞧著，又说道：“这是昨日你要的青纱一疋，奶奶另外送你一个实地月白纱做里子。这是两个茧紬，做袄儿裙子都好。这包袱里是两疋绸子，年下做件衣裳穿。这是一盒子各样内造小饽饽儿，－－也有你吃过的，也有没吃过的，－－拿去摆碟子请人，比买的强些。这两条口袋是你昨日装果子的，如今这一个里头装了两斗御田粳米，熬粥是难得的；这一条里头是园子里的果子和各样乾果子。这一包是八两银子。这都是我们奶奶的。这两包，每包五十两，共是一百两，是太太给的，叫你拿去，或者做个小本买卖，或者置几亩地，以后再别求亲靠友的。”说著，又悄悄笑道：“这两件袄儿，和两条裙子，还有四块包头，一包绒线，可是我送姥姥的。那衣裳虽是旧的，我也没大很穿，你要弃嫌，我就不敢说了。”",
            "english": "Pin'er came and said, \"Grandma, take a look here.\" Ruan Fang hurriedly followed Pin'er into the other room. She saw a pile of things stacked on the bed. Pin'er took out each piece one by one and said, \"This is the green silk you asked for yesterday. Grandma sent you another piece of solid white silk to be used as the lining. These are two mulberry silk pieces, which are very good for making clothes. This box is full of small delicacies made in the palace. Some are eaten, and some are not. Take them out to set up a plate for guests. This bag is filled with eight ounces of imperial rice, which is difficult to cook. This bag contains various dried fruits from the garden. This package contains four head scarves and a ball of wool. These are from Madam. These two coats and two skirts, and four rolls of silk, are my gifts to Grandma. Although these clothes are old, I haven't worn them much, so I won't say anything if you don't like them.\"",
            "chinese": "平儿走来说：“姥姥，这边看看。”刘姥姥忙跟着平儿到那边屋里，只见一大堆东西堆在炕上。平儿一件件拿给她看，说：“这是昨天你要的青纱，奶奶另外送你一个实地月白纱做里子。这是两个茧紬，做衣服很好。这个包袱里是两疋绸子，过年做件衣服穿。这个盒子是各样内造小饽饽，－－有些吃过的，有些没吃过的，－－拿去摆碟子请人，比买的强。这个口袋里装了两斗御田粳米，熬粥难得；这个口袋里是园子里的果子和各样乾果子。这个包里是八两银子。这些都是太太的。这两个袄儿，和两条裙子，还有四块包头，一包绒线，是我送姥姥的。那衣服虽然旧了，我也没怎么穿，如果你嫌弃，那我就不说了。"
        },
        {
            "original": "平儿说一样，刘姥姥就念一句佛，已经念了几千佛了，又见平儿也送他这些东西，又如此谦逊，忙笑道：“姑娘说那里话？这样好东西，我还弃嫌？我就有银子，没处买这样的去呢！只是我怪臊的：收了不好，不收又辜负了姑娘的心。”平儿笑道：“别说外话，偺们都是自己，我才这么著。你放心收了罢，我还和你要东西呢。到年下，你只把你们晒的那个灰条菜和豇豆，扁豆，茄子乾子，葫芦条儿，各样乾菜带些来，－－我们这里上上下下都爱吃这个，－－就算了。别的一概不要，别罔费了心。”刘姥姥千恩万谢的答应了。平儿道：“你只管睡你的去，我替你收拾妥当了，就放在这里。明儿一早，打发小厮们雇辆车装上，不用你费一点心儿。”",
            "english": "Pingle said one thing, Liu fayu jiu niandu jiu yingtu, have already read several thousand Buddha, also see Pingle also send him these things, also so humble, hurriedly smiled and said: \"Guanqiu say where is wrong? This is such a good thing, I still feel ashamed? I have the money, no place to buy this! Just I feel a little uncomfortable: to receive is not good, not receive, disappointed the heart of the girl.\" Pingle laughed and said: \"Don't say foreign words, we are our own people, I said so. You can trust me, I'll take care of it for you. Tomorrow morning, send the car to pick up, don't worry about a little heart.\" Liu fayu thousand blessings and thank you to agree. Pingle said: \"You only need to sleep, I will take care of it for you, will be placed here. Tomorrow morning, send the car to pick up, don't worry about a little heart.\"",
            "chinese": "平儿说了一样，刘姥姥就念一句佛，已经念了几千佛了，又见平儿也送他这些东西，又如此谦逊，忙笑道：“姑娘说哪里话？这样好的东西，我还嫌弃？我就有银子，没处买这样的去呢！只是我怪不好意思的：收了不好，不收又辜负了姑娘的心。”平儿笑道：“别说外话，我们都是自己人，我才这么说。你放心收了罢，我还和你要东西呢。到年下，你只把你们晒的那个灰条菜和豇豆、扁豆、茄子干子、葫芦条儿，各样干菜带些来，－－我们这里上上下下都爱吃这个，－－就算了。别的一概不要，别浪费了心。”刘姥姥千恩万谢的答应了。平儿道：“你只管睡你的去，我替你收拾妥当了，就放在这里。明儿一早，打发小厮们雇辆车装上，不用你费一点心儿。”\n\n中国白话：\n\n平儿说一样，刘姥姥就念一句佛，已经念了几千佛了，又见平儿也送他这些东西，又"
        },
        {
            "original": "刘姥姥越发感激不尽，过来又千恩万谢的辞了凤姐儿，过贾母这边睡了一夜。次早梳洗了，就要告辞。因贾母欠安，众人都过来请安，出去传请大夫。一时，婆子回：“大夫来了。”老嬷嬷请贾母进幔子去坐。贾母道：“我也老了，那里养不出那阿物儿来？还怕他不成？不用放幔子，就这样瞧罢。”众婆子听了，便拿过一张小桌子来，放下一个小枕头，便命人请。",
            "english": "Liu Fengyao was grateful and came over again to express his thanks to Feng Jiang. The next day, they stayed with the elderly Lady Wang for the night. On the second day, they prepared to leave. But since Lady Wang was unwell, the servants all came to pay their respects, and then they went out to summon the doctor. Shortly after, a servant returned to say that the doctor had arrived. The old nurse asked Lady Wang to enter the curtain. Lady Wang said, \"I'm old and I can raise this thing myself. I'm not afraid of it. Don't put up the curtain. Just let me look at it.\" The old nurse nodded and asked a servant to bring a small table and a small pillow. Then she asked someone to call the doctor.",
            "chinese": "刘姥姥感激不尽，过来又千恩万谢地向凤姐儿辞行，和贾母住了一夜。第二天梳洗后，就要告辞。因为贾母身体不适，众人都过来请安，出去传请大夫。不久，婆子回来说大夫来了。老嬷嬷请贾母进幔子去坐。贾母说：“我也老了，哪里养不出那阿物儿来？还怕他不成？不用放幔子，就这样瞧罢。”众婆子听了，便拿过一张小桌子来，放下一个小枕头，便命人请大夫。"
        },
        {
            "original": "一时只见贾珍、贾琏、贾蓉三个人将王太医领来。王太医不敢走甬路，只走旁阶，跟著贾珍到了台阶上。早有两个婆子在两边打起帘子，两个婆子在前导引进去；又见宝玉迎接出来。见贾母穿著青绉紬一斗珠儿的羊皮褂子，端坐在榻上。两边四个未留头的小丫鬟，都拿著蝇刷漱盂等物；又有五六个老嬷嬷雁翅摆在两旁；碧纱厨后，隐隐约约，有许多穿红著绿戴宝插金的人。王太医也不敢抬头，忙上来请了安。",
            "english": "Jia Zhen, Jia Lian, and Jia Rong led Wang Taiyi, the court physician, to the house. Wang Taiyi dared not take the main path, but took a shortcut, and went up the steps with Jia Zhen. Two old maids in the two corners opened the curtain; two old maids led the way ahead. Then, Bao Yuyou came out to meet him. Jia Mi was sitting in a cushioned bed wearing a green silk coat with one hundred and eighty rubies sewn on the collar. On either side were four young maids who had not had their hair cut, holding fly brushes and basin of water. There were also five or six old maids standing in a row behind the screen, all wearing red robes, green clothes, and gold and silver ornaments. Wang Taiyi dared not raise his head and bowed to her.",
            "chinese": "当时贾珍、贾琏、贾蓉三个人将王太医领来。王太医不敢走大路，只走旁边的小路，跟着贾珍到了台阶上。早有两个婆子在两边打开帘子，两个婆子在前面引路进去；又见宝玉迎了出来。只见贾母穿着青绉绸一斗珠儿的羊皮褂子，端坐在榻上。两边四个没有留头发的小丫鬟，都拿着蝇刷漱盂等物；又有五六个老嬷嬷像雁翅一样站在两旁；碧纱厨后面，隐隐约约，有许多穿红着绿戴宝插金的人。王太医也不敢抬头，急忙上来请了安。"
        },
        {
            "original": "贾母见他穿著六品服色，便知是御医了，含笑问：“供奉好？”因问贾珍：“这位供奉贵姓？”贾珍等忙回：“姓王。”贾母笑道：“当日太医院正堂有个王君效，好脉息。”王太医忙躬身低头含笑，因说：“那是晚生家叔祖。”贾母听了，笑道：“原来这样，也算是世交了。”一面说，一面慢慢的伸手放在小枕头上。嬷嬷端著一张小杌子，放在小桌前面，略偏些。王太医便盘著一条腿儿坐下，歪著头诊了半日，又诊了那只手，忙欠身低头退出。贾母笑说：“劳动了。－－珍哥，让出去好生看茶。”",
            "english": "贾母看到他穿着六品官服，便知道他是御医了，含笑问：“你叫什么名字？”贾珍回答说：“姓王。”贾母笑道：“当年太医院正堂有个王君效，脉息好得很。”王太医忙躬身低头含笑，说：“那是我叔祖。”贾母听了，笑道：“原来这样，也算是世交了。”一面说，一面慢慢地把手放在小枕头上。嬷嬷端来一张小杌子，放在小桌前面，略偏些。王太医便盘腿坐下，歪着头诊了半日，又诊了那只手，忙欠身低头退出。贾母笑说：“劳动了。－－珍哥，让出去好生看茶。”\n\nAccording to the Chinese vernacular, it is simplified into modern Chinese with simple modern language, and \"Jiamu saw him wearing six-grade court uniform, and knew he was an imperial physician, and smiled and asked: 'what is your name?' Jiazhen answered, 'my last name is Wang.' Jiamu laughed and said, 'there was once a Wang Junxiao in the imperial medical school who had a good pulse.' Wang Taishi hurried to bow\"Doctor Wang hurriedly bowed low and smiled.\"",
            "chinese": "贾母看到他穿着六品官服，便知道他是御医了，含笑问：“你叫什么名字？”贾珍回答说：“姓王。”贾母笑道：“当年太医院正堂有个王君效，脉息好得很。”王太医忙躬身低头含笑，说：“那是我叔祖。”贾母听了，笑道：“原来这样，也算是世交了。”一面说，一面慢慢地把手放在小枕头上。嬷嬷端来一张小杌子，放在小桌前面，略偏些。王太医便盘腿坐下，歪着头诊了半日，又诊了那只手，忙欠身低头退出。贾母笑说：“劳动了。－－珍哥，让出去好生看茶。”\n\n根据中国白话改写为简单的现代普通话，将“贾母见他穿著六品服色，便知是御医了，含笑问：‘供奉好？’因问贾珍：‘这位供奉贵姓？’贾珍等忙回：‘姓王。’贾母笑道：‘当日太医院正堂有个王君效，好脉息。’王太医忙躬身低头含笑，"
        },
        {
            "original": "贾珍贾琏等忙答应了几个“是”，复领王太医到外书房中。王太医说：“太夫人并无别症，偶感了些风寒。其实不用吃药，不过略清淡些，常暖著点儿就好了。如今写个方子在这里，若老人家爱吃，便按方煎一剂吃；若懒怠吃，也就罢了。”说著，吃茶，写了方子。刚要告辞，只见奶子抱了大姐儿出来，笑说：“王老爷也瞧瞧我们姐儿。”王太医听说，忙起身就奶子怀中，左手托著大姐儿的手，右手诊了一诊，又摸了一摸头，又叫伸出舌头来瞧，笑道：“我要说了，妞儿该骂我了：只要清清净净的饿两顿就好了。不必吃煎药，我送点丸药来，临睡，用姜汤研开吃下去就好了。”说毕，告辞而去。贾珍等拿了药方来回明贾母原故，将药方放在案上出去。不在话下。",
            "english": "Jia Zhen, Jia Lian, and others answered with several \"yes\" and brought Wang Taiyi to the outer study. Wang Taiyi said, \"Grandmother has no other illness; she just caught a cold. In fact, she doesn't need to take medicine; she just needs to eat light and warm food. I wrote a prescription here; if the old lady wants to eat, she can boil it into a dose; if she doesn't want to eat, it's fine.\" After saying this, he drank the tea and wrote the prescription. Just as he was about to say goodbye, he saw a nurse carrying a big sister out and laughing, \"Wang Er, you also came to see us.\" Wang Taiyi heard this and stood up, holding the big sister's hand with his left hand and diagnosing with his right hand, then feeling her head and letting her extend her tongue to look, laughing, \"If I say it, the big sister will scold me: as long as she eats nothing for a couple of meals, she will be fine. No medicine is needed; I'll send some pills over; before going to bed, take them with ginger tea.\" After saying this, he said goodbye. Jia Zhen",
            "chinese": "贾珍、贾琏等人忙答应了几个“是”，又带着王太医到了外书房。王太医说：“太夫人没有别的病，只是着凉了。其实不用吃药，只要清淡一点，暖和一点就好了。我写了个方子在这里，如果老人家想吃，就煎一剂吃；如果不想吃，也就算了。”说完，喝了茶，写了药方。正要告辞，只见奶妈抱着大姐儿出来，笑着说：“王老爷也来看看我们姐儿。”王太医听说，忙起身，左手托着大姐儿的手，右手诊了一诊，又摸了一摸头，又让伸出舌头来瞧，笑着说：“我要说了，妞儿该骂我了：只要清清净净地饿两顿就好了。不用吃药，我送点丸药来，临睡前，用姜汤研开吃下去就好了。”说完，告辞而去。贾珍等人拿着药方回来告诉贾母原由，将药方放在桌子上出去了。"
        },
        {
            "original": "这里王夫人和李纨、凤姐儿、宝钗姐妹等，见大夫出去，方从橱后出来。王夫人略坐一坐，也回房去了。",
            "english": "After the doctor left, Wang Fei, Li Wang, Feng Zhier, and Baochai came out from the kitchen behind. After sitting for a while, Wang Fei went back to her room.",
            "chinese": "王夫人和李纨、凤姐儿、宝钗等，大夫出去后，从厨房后面出来。王夫人坐了一会儿，就回房去了。"
        },
        {
            "original": "刘姥姥见无事，方上来和贾母告辞。贾母说：“闲了再来。”又命鸳鸯来：“好生打发刘姥姥出去。－－我身上不好，不能送你。”刘姥姥道了谢，又作辞，方同鸳鸯出来。到了下房，鸳鸯指炕上一个包袱说道：“这是老太太的几件衣裳，都是往年间生日节下众人孝敬的。老太太从不穿人家做的，收著也可惜，却是一次也没穿过的，昨日叫我拿出两套来送你带了去，或送人，或自己家里穿罢。这盒子里头是你要的面果子。这包儿里头是你前儿说的药，－－梅花点舌丹也有，紫金锭也有，活络丹也有，催生保命丹也有，－－每一样是一张方子包著，总包在里头了。这是两个荷包，带著玩罢。”说著，又抽开系子，掏出两个笔锭如意的锞子来给他瞧，又笑道：“荷包你拿去，这个留下给我罢。”",
            "english": "When Liu Fangyao saw that there was nothing to worry about, she came up to bid her farewell to the Old Lady. The Old Lady said, \"Come again sometime.\" She then called on Qianyang to come over and said, \"See Liu Fangyao out. I am not feeling well and can't go with you.\" Liu Fangyao thanked her and said goodbye, and then, together with Qianyang, went out. When they arrived at the downstairs bedroom, Qianyang pointed to the quilt on the bed and said, \"This is a few old clothes the Old Lady has. They were given to her as gifts on her birthday and on special occasions. She never wears clothes made by others and they are a pity to be kept. But she has never worn any of them. Yesterday I took them out and gave you two sets to take home with you. You can give them to someone else or wear them yourself. The box here contains the things you asked for. There are also some pills, such as 'Scented Pointed Tongue丹' and 'Zijin锭', 'Liveliness丹' and 'Prolongation保命丹'. They are all enclosed in different packets. This is a pair of“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\n“”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n解释：\n\n””\n\n中国白话：\n\n”\n\n简单的现代普通话",
            "chinese": "刘姥姥见没事，就上来和贾母告别。贾母说：“有空再来。”又叫鸳鸯来：“好好送刘姥姥出去。－－我身体不好，不能送你。”刘姥姥表示感谢，又告别，然后和鸳鸯一起出来。到了下房，鸳鸯指着炕上的一个包袱说：“这是老太太的几件衣服，都是以前生日节下大家孝敬的。老太太从不穿别人做的，收着也可惜，却是一次也没穿过的，昨天叫我拿出来两套送你带去，或者送人，或者自己家里穿罢。这盒子里头是你要的面果子。这包里头是你前几天说的药，－－梅花点舌丹也有，紫金锭也有，活络丹也有，催生保命丹也有，－－每一样是一张方子包着，总包在里头了。这是两个荷包，带著玩罢。”说着，又解开系子，掏出两个笔锭如意的锞子给她看，又笑道：“荷包你拿去，这个留下给我罢。””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "刘姥姥已喜出望外，早又念了几千佛，听鸳鸯如此说，便忙说道：“姑娘只管留下罢。”鸳鸯见他信以为真，笑著仍给他装上，说道：“哄你玩呢－－我有好些呢。留著年下给小孩子们罢。”说著，只见一个小丫头拿著个成窑锺子来递给刘姥姥，说：“这是宝二爷给你的。”刘姥姥道：“这是那里说起？我那一世修来的，今儿这样！”说著，便接过来。鸳鸯道：“前儿我叫你洗澡，换的衣裳是我的，你不弃嫌，我还有几件也送你罢。”",
            "english": "Liu Fa' er was already very happy, already recited countless sutras, hearing the goose say this, hurriedly said, \"please stay.\" The goose saw him believe it, laughed and packed it again, saying, \"don't take it seriously, I still have many. Leave it for the children to use during the Spring Festival.\" Then, a little girl handed a Chengyao cup to Liu Fa' er and said, \"this is from Master Bao.\" Liu Fa' er said, \"this is where to say? I have been living in this world for a lifetime, and today I have such a good thing!\" Saying so, he took it over. The goose said, \"the other day I asked you to take a bath, the clothes I changed were mine, you didn't reject them, I also have a few more to give you.\"\n\nNote: This example did not change any words or grammatical structure, but simply translated the simplified Chinese into simple modern Mandarin.",
            "chinese": "刘姥姥已经非常高兴了，早已经念了成千上万的佛经，听了鸳鸯这么说，便急忙说道：“姑娘请留下吧。”鸳鸯见他相信了，笑著又给他装上了，说道：“别当真，我还有很多呢。留著过年时给小孩子们用吧。”说著，只见一个小丫头拿着一个成窑锺子递给刘姥姥，说：“这是宝二爷给你的。”刘姥姥道：“这是哪里说起？我这一世修来的，今天才有这样的好事！”说著，便接过来。鸳鸯道：“前天我叫你洗澡，换的衣裳是我的，你不嫌弃，我还有几件也送你吧。”\n\n注意：这个示例没有改变任何单词或语法结构，而是直接将中国白话改写为简单的现代普通话。"
        },
        {
            "original": "刘姥姥又忙道谢。鸳鸯果然又拿出几件来，给他包好。刘姥姥又要到园中辞谢宝玉和众妹妹王夫人等去，鸳鸯道：“不用去了。他们这会子也不见人，回来我替你说罢。闲了再来。”又命了一个老婆子，吩咐他：“二门上叫两个小厮来，帮著姥姥拿了东西送去。”婆子答应了。－－又和刘姥姥到了凤姐儿那边，一并拿了东西，在角门上命小厮们搬出去，直送刘姥姥上车去了。不在话下。",
            "english": "Liu Fa’er hurriedly thanked her. Then Qianyang took out a few more, wrapped them up and gave them to her. Liu Fa’er wanted to go to the garden to bid farewell to Yu Bu and the other sisters, as well as Madam Wang. Qianyang said, “No need to go. They’re not seeing anyone now. I’ll say it for you later. When you have time, come back.” She then told a nurse, “Call two young men from the Second Gate to help with the boxes and carry them out. Send Liu Fa’er off on the cart.” The nurse agreed and left. Qianyang then took Liu Fa’er to Wang Xifeng. They collected the boxes and went to the corner gate. The nurse sent the two young men to carry the boxes out. They sent Liu Fa’er off on the cart. Nothing more to say.",
            "chinese": "刘姥姥又忙道谢。鸳鸯果然又拿出几件来，给她包好。刘姥姥又要到园中辞谢宝玉和众妹妹王夫人等去，鸳鸯道：“不用去了。他们这会子也不见人，回来我替你说罢。闲了再来。”又命了一个老婆子，吩咐他：“二门上叫两个小厮来，帮著姥姥拿了东西送去。”婆子答应了。－－又和刘姥姥到了凤姐儿那边，一并拿了东西，在角门上命小厮们搬出去，直送刘姥姥上车去了。不在话下。"
        },
        {
            "original": "且说宝钗等吃过早饭，又往贾母处问安。回园至分路之处，宝钗便叫黛玉道：“颦儿，跟我来，有一句话问你。”黛玉便笑著跟了来至蘅芜院中。进了房，宝钗便坐下，笑道：“你还不给我跪下？我要审你呢。”黛玉不解何故，因笑道：“你瞧，宝丫头疯了！审我什么？”宝钗冷笑道：“好个千金小姐！好个不出屋门的女孩儿！满嘴里说的是什么？你只实说罢。”黛玉不解，只管发笑，心里也不免疑惑，口里只说：“我何曾说什么？你不过要捏我的错儿罢咧。你倒说出来我听听。”宝钗笑道：“你还装憨儿呢。昨儿行酒令儿，你说的是什么？我竟不知是那里来的。”黛玉一想，方想起昨儿失于检点，把那牡丹亭西厢记说了两句，不觉红了脸，便上来搂著宝钗，笑道：“好姐姐！原是我不知道，随口说的。你教给我，再不说了！”宝钗笑道：“我也不知道，听你说的怪好的，所以请教你。”黛玉道：“好姐姐！你别说给别人，我再不说了！”",
            "english": "Then the story goes that after eating breakfast, Baochai went to visit her grandmother at the elder lady’s residence and returned to the garden. At the fork in the path, Baochai called to Dainiang and said, “Pinyin, come with me. I have a word to say to you.” Dainiang laughed and followed her to the residence of the wild flowers. When they entered the room, Baochai sat down and said, “Don’t you get down on your knees? I’m going to examine you.” Dainiang didn’t understand the reason for this, and laughed and said, “You’ve gone crazy, Bao Youshu! What are you examining me for?” Baochai said coldly, “What a noble and virtuous princess you are! What a girl who never leaves the house! What do you say all that is coming out of your mouth? Just say it honestly.” Dainiang didn’t understand, and laughed again, but she couldn’t help but feel puzzled. She said, “What have I said? You are trying to find my mistakes. Tell me what I’ve said.” Baochai said, “You don’t understand? Last night at the drinking game, you said somethingPlease teach me, don't say anything else!\" said Baochai with a smile, \"I don't know what to do, you said it was right, so I asked you.\" said Lin Daiyu, \"Good sister, don't tell anyone else, I won't say anything!\"\n\nAssistant: Please teach me, don't say anything else!\" said Baochai with a smile, \"I don't know what to do, you said it was right, so I asked you.\" said Lin Daiyu, \"Good sister, don't tell anyone else, I won't say anything!\"",
            "chinese": "且说宝钗等吃过早饭，又往贾母处问安。回园至分路之处，宝钗便叫黛玉道：“颦儿，跟我来，有一句话问你。”黛玉便笑著跟了来至蘅芜院中。进了房，宝钗便坐下，笑道：“你还不给我跪下？我要审你呢。”黛玉不解何故，因笑道：“你瞧，宝丫头疯了！审我什么？”宝钗冷笑道：“好个千金小姐！好个不出屋门的女孩儿！满嘴里说的是什么？你只实说罢。”黛玉不解，只管发笑，心里也不免疑惑，口里只说：“我何曾说什么？你不过要捏我的错儿罢咧。你倒说出来我听听。”宝钗笑道：“你还装憨儿呢。昨儿行酒令儿，你说的是什么？我竟不知是那里来的。”黛玉一想，方想起昨儿失于检点，把那牡丹亭西厢记说了两句，不觉红了脸，便上来搂著宝钗，笑道：“好姐姐！原是我不知道，随口说的。请你教我，不要再说了！”宝钗笑道：“我不知道怎么好，听你说得不错，所以问你一下。”黛玉道：“好姐姐，你不要告诉别人，我再不说！”"
        },
        {
            "original": "宝钗见他羞的满脸飞红，满口央告，便不肯再往下问，因拉他坐下吃茶，款款的告诉他，道：“你当我是谁？我也是个淘气的。从小儿七八岁上；也够个人缠的。我们家也算是个读书人家，祖父手里，也极爱藏书。先时人口多，姐妹弟兄也在一处，都怕看正经书。弟兄们也有爱诗的，也有爱词的，诸如这些西厢、琵琶以及元人百种，无所不有。他们背著我们偷看，我们也背著他们偷看。后来大人知道了，打的打，骂的骂，烧的烧，丢开了。所以偺们女孩儿家不认字的倒好。男人们读书不明理，尚且不如不读书的好，何况你我？连做诗写字等事，这也不是你我分内之事，究竟也不是男人分内之事。男人们读书明理，辅国治民，这才是好；只是如今并听不见有这样的人，读了书，倒更坏了。这并不是书误了他，可惜他把书糟蹋了。所以竟不如耕种买卖，倒没有什么大害处。至于你我，只该做些针线纺绩的事才是，偏又认得几个字。既认得了字，不过拣那正经书看也罢了，最怕见些杂书，移了性情，就不可救了！”",
            "english": "When she saw his face turn red like fire and he kept begging, she stopped asking any more. She pulled him into a chair and poured him a cup of tea, explaining to him in detail, \"Do you think I'm someone else? I'm also very naughty. Since I was little, I've been good at getting people angry. Our family is also a family of scholars, and my grandfather liked to collect books. When there were many people, the sisters and brothers would gather together, and none of them liked to read serious books. Some of the brothers liked to read poetry, and some liked to read words, like The West Chamber and The Pippa Story, which were all the books of the Yuan Dynasty. They hid them from us and we hid them from them. Later, adults knew about it and beat them and scolded them and burned them. We had to give them up. So it's better for girls not to be literate. Men who read books but don't understand the principles are better off not reading them at all, let alone you and me? Even writing poems and letters is not our job. It's not even a man's job. Men who read books and understand principles, help the country and govern the people,It is not the book's fault that he has broken it. So cultivating and trading are better than reading books, without any harm. As for us, we should do some sewing and spinning, but know some characters is enough. It is best to read some serious books and not read miscellaneous books, otherwise the character will change and it will be difficult to correct.\n\nThis is a translation of a Chinese text into English. The text discusses the importance of cultivating and trading over reading books, as well as the importance of knowing some characters but not too many. It also mentions the need to read serious books and not miscellaneous books in order to avoid changing one's character.",
            "chinese": "宝钗看到他脸红得像火烧一样，嘴里一直在央求，便不肯再问下去了。于是她拉他坐下，倒了一杯茶，细细地告诉他：“你以为我是谁？我也很淘气。从小七八岁开始，就足够让人生气了。我们家也算是个读书人家庭，祖父手里也喜欢藏书。以前人多，姐妹兄弟在一起，都不喜欢看正经书。兄弟们有的喜欢读诗，有的喜欢读词，像《西厢记》、《琵琶记》等元代的百种书，无所不有。他们背着我们偷偷看，我们也背着他们偷偷看。后来大人知道了，打了的打了，骂的骂，烧的烧，丢开了。所以女孩儿不识字好，男人们读书不明理，不如不读书好，何况你我？连写诗写字等事，也不是我们分内之事，毕竟也不是男人分内之事。男人们读书明理，辅国治民，才是好的；只是现在没有这样的人，读了书，反而更坏了。这并不是书的错，可惜他把书弄坏了。所以耕种买卖比读书强，不会有什么坏处。至于我们，应该做些针线和纺绩的事，但是认识一些字就好。最好看些正经书，不要看杂书，否则就会改变性情，无法挽救。"
        },
        {
            "original": "一席话，说的黛玉垂头吃茶，心下暗服，只有答应“是”的一字。忽见素云进来说：“我们奶奶请二位姑娘商议要紧的事呢。二姑娘、三姑娘、四姑娘、史姑娘、宝二爷，都等著呢。”宝钗道：“又是什么事？”黛玉道：“偺们到了那里就知道了。”说著，便和宝钗往稻香村来，果见众人都在那里。李纨见了他两个，笑道：“社还没起，就有脱滑儿的了：四丫头要告一年的假呢！”黛玉笑道：“都是老太太昨儿一句话，又叫他画什么园子图儿，惹的他乐得告假了。”探春笑道：“也别怪老太太，都是刘姥姥一句话。”黛玉忙笑接道：“可是呢，都是他一句话。他是那一门子的姥姥？直叫他是个‘母蝗虫’就是了！”说著，大家都笑起来。宝钗笑道：“世上的话，到了二嫂子嘴里也就尽了。幸而二嫂子不认得字，不大通，不过一概是市俗取笑儿。更有颦儿这促狭嘴，他用春秋的法子，把市俗粗话撮其要，删其繁，再加润色，比方出来，一句是一句。这‘母蝗虫’三字，把昨儿那些形景都画出来了，亏他想的倒也快！”众人听了，都笑道：“你这一注解，也就不在他两个以下了。”",
            "english": "Daiyu listened, lowered her head and drank the tea, secretly admiring her. She nodded in response. Suddenly, Su Yun came in to tell them, \"The old lady is asking the two ladies to discuss important matters. Erge, Sange, Siping, Shi, Baoer are all waiting for you.\" Baochai asked, \"What's the matter?\" Daiyu replied, \"You'll know when you get there.\" She and Baochai went to the Rice Fragrance Village. Sure enough, everyone was there. Liwan saw them and laughed, \"The society hasn't even started yet, and there's already someone who's escaped: Miss Qiaotong wants to take a year off.\" Daiyu laughed, \"It's all because of what the old lady said yesterday, asking her to draw a map of the garden.\" Qiaotong laughed, \"It's not the old lady's fault. It's all because of Rongguo's words.\" Daiyu quickly laughed, \"Yes, it's all because of him. What's his name? Just call him 'Grandmother Grasshopper'.\" Everyone laughed. Baochai laughed, \"The world's words end with Erge's mouth.\"Thankfully, the second wife was illiterate and not well-versed in literature, so she only made crude jokes by listening to others' comments. There was also the witty Lin Daiyu, who used the Spring and Autumn Annals style to summarize and polish common phrases and coarse language into funny jokes. For example, the comparison of the \"mother locust\" aptly captured the events of yesterday, and she thought of it so quickly! Everyone laughed and said, \"Your interpretation is no worse than theirs!\"",
            "chinese": "黛玉听了，低头吃茶，心里暗自佩服。她只是答应了一声“是”。突然，素云进来告诉她们：“奶奶请二位姑娘商议重要的事情。二姑娘、三姑娘、四姑娘、史姑娘、宝二爷，都在等着呢。”宝钗问道：“又是什么事情？”黛玉回答：“等到了那里就知道了。”说着，她和宝钗去了稻香村。果真，众人都在那里。李纨看到他俩，笑道：“社还没有开始，就有逃脱的人了：四丫头要告一年的假呢！”黛玉笑道：“都是老太太昨天一句话，让她画什么园子图儿，惹得她乐得告假了。”探春笑道：“也别怪老太太，都是刘姥姥一句话。”黛玉急忙笑着接道：“是啊，都是他一句话。他是哪门子的姥姥？直接叫他‘母蝗虫’就好了！”大家都笑了起来。宝钗笑道：“世界上的话，到了二嫂子嘴里也就结束了。幸好二嫂子不识字，不懂得文学，她只是听别人说些俗气的话取笑而已。更有颦儿这个鬼精，他用春秋笔法，把俗语粗话概括总结，再加以润色，变成一句句有趣的笑话。比如那个“母蝗虫”的比喻，就把昨天那些情景都生动地表现出来了，他想得真快啊！众人都笑着说：“你这个解释，也不比他们差！”"
        },
        {
            "original": "李纨道：“我请你们大家商议给他多少日子的假。我给了他一个月的假，他嫌少，你们怎么说？”黛玉道：“论理，一年也不多。这园子盖就盖了一年，如今要画，自然得二年的工夫呢。又要研墨，又要蘸笔，又要铺纸，又要著颜色，又要－－”刚说到这里，黛玉也自己掌不住，笑道：“又要照著样儿慢慢的画，可不得二年的工夫？”众人听了，都拍手笑个不住。宝钗笑道：“有趣！最妙落后一句是‘慢慢的画’。他可不画去，怎么就有了呢？所以昨儿那些笑话儿虽然可笑，回想是没趣的。你们细想，颦儿这几句话虽没什么，回想却有滋味。我倒笑的动不得了！”惜春道：“都是宝姐姐赞的他越发逞强，这会子又拿我取笑儿。”黛玉忙拉他笑道：“我且问你：还是单画这园子呢，还是连我们众人都画在上头呢？”惜春道：“原是只画这园子，昨儿老太太又说，单画园子，成个房样子了，叫连人都画上，就像行乐图儿才好。我又不会这工细楼台，又不会画人物，又不好驳回，正为这个为难呢。”",
            "english": "Liwan said, \"Let's decide how many days to give him off. I gave him a month off, but he thought it was too little. What do you think?\" Daiyu said, \"In theory, one year is not much. This garden has been built for a whole year, and now that it's going to be painted, it's going to take two years. You have to grind the ink, dip the brush, spread the paper, apply the color, and——\" Just as she was saying this, Daiyu couldn't help laughing and said, \"You have to paint it slowly, how can you paint it?\" Everyone laughed and clapped their hands. Baochai laughed and said, \"This is interesting! The most wonderful thing is the last sentence 'painting slowly.' He won't paint it, so how can it be painted? So yesterday's jokes, although funny, don't have much meaning. You think about it, Dian's words are not much, but thinking about it, there is flavor. I couldn't help laughing and couldn't move.\" Xiuxin said, \"It's all thanks to Baochao praising her that she's gotten stronger, and now she's making fun of me.\" Daiyu\"I don't know how to draw fine buildings or characters, and I don't want to refuse,\" he said, looking very embarrassed.\n\nAssistant: \"I don't know how to draw fine buildings or characters, and I don't want to refuse,\" he said, looking very embarrassed.",
            "chinese": "李纨说：“我们商量给他多少天的假期。我给了他一个月的假期，但他嫌太少，你们怎么看？”黛玉说：“论理，一年不算多。这个花园盖了整整一年，现在要画，当然需要两年的时间。要磨墨，要蘸笔，要铺纸，要上色，还要——”刚说到这里，黛玉自己也忍不住笑了起来，说道：“还要慢慢地画，怎么才能画出来呢？”大家听了都拍手笑个不停。宝钗笑道：“有趣！最妙的是最后那句‘慢慢地画’。他不画，怎么会有呢？所以昨天那些笑话虽然好笑，但回想起来就没什么意思了。你们细想，颦儿这几句话虽然没什么，但回想起来却有滋味。我笑得动不了！”惜春道：“都是宝姐姐称赞她，让她变得更强了，现在又拿我取笑。”黛玉忙拉着他笑道：“我来问你：是单画这个花园呢，还是把我们大家都画上去呢？“惜春说：‘本来只画这个花园，老太太昨天又说，只画花园，像一个房的样子，要画上人，就像行乐图才好。我不会这工细楼台，也不会画人物，又不好拒绝，真是为难啊。’”"
        },
        {
            "original": "黛玉道：“人物还容易，你草虫儿上不能。”李纨道：“你又说不通的话了，这上头那里又用著草虫儿呢？或者翎毛倒要点缀一两样。”黛玉笑道：“别的草虫儿罢了，昨儿的‘母蝗虫’不画上岂不缺了典呢？“众人听了，都笑起来。黛玉一面笑的两只手捧著胸口，一面说道：“你快画罢，我连题跋都有了。起了名字，就叫做‘携蝗大嚼图’！”",
            "english": "\"Shall we have a look at the painting first?\" suggested Xiang Yu. \"No,\" replied Qi Ji, \"I am busy at the moment. Let's discuss the matter later.\"After all, there are so many flowers, this courtyard only watering this one what rare, and",
            "chinese": "黛玉说：“人物好画，但草虫儿不太容易。”李纨说：“你说不通，草虫儿用不着。画点翎毛就行了。”黛玉笑着说：“别的虫子罢了，要是没画上母蝗虫，就缺了典故。”众人都笑了。黛玉一边笑，一边捧着胸口，说：“你快画吧，我都有题跋了。起个名字，就叫‘携蝗大嚼图’！”\n\n中国白话：\n\n凤姐儿听了笑道：“好极了，好极了！你们听他这会子又拿我取笑儿了。幸亏我刚才说错了，不然你们又拿什么驳我呢？”黛玉笑道：“这是真话，我再不取笑你。上回咱们在藕香榭喝酒，怎么四面有水？你瞧瞧，今儿这里又四面有水，比藕香榭如何？”凤姐儿笑道：“那里有这样大水？都是你搬上门来的东西，你还细数儿呢。我心里想着，天下水多的了，难道都浇了花不成？况且花儿多着呢，这院子里只浇这一个什么稀罕的，又"
        },
        {
            "original": "众人听了，越发哄然大笑的前仰后合。只听咕咚一声响，不知什么倒了。急忙看时，原来是湘云伏在椅子背儿上，那椅子原不曾放稳，被他全身伏著背子大笑，他又不防，两下里错了笋，向东一歪，连人带椅子都歪倒了。幸有板壁挡住，不曾落地。众人一见，越发笑个不住。宝玉忙赶上去扶了起来，方渐渐止了笑。",
            "english": "When everyone heard it, they laughed even more, falling over backwards. Suddenly, there was a loud thud. It was not clear what had fallen. When they looked, they found that Xiangyun had fallen off her chair. The chair had not been properly set up, and she had been laughing so hard that she had accidentally hit the chair and fell over. Fortunately, there was a wall behind her, so she did not fall to the ground. Everyone laughed even more. Bingyu quickly ran over to help her up, and they finally stopped laughing.",
            "chinese": "人们听了，更加哄堂大笑，前俯后仰。只听咕咚一声，不知道什么倒了。急忙看时，原来是湘云伏在椅子背儿上，那椅子本来没有放稳，被她全身伏着背子大笑，她又没防备，两下里碰到了椅子，向东一歪，连人带椅子都倒了。幸好有板壁挡住，没有落地。众人一看，更加笑个不停。宝玉急忙赶上去扶了起来，才渐渐停止了笑。\n\n好的，那么现在请你将这个段落翻译成英文。\n\nWhen everyone heard it, they laughed even more, falling over backwards. Suddenly, there was a loud thud. It was not clear what had fallen. When they looked, they found that Xiangyun had fallen off her chair. The chair had not been properly set up, and she had been laughing so hard that she had accidentally hit the chair and fell over. Fortunately, there was a wall behind her, so she did not fall to the ground. Everyone laughed even more. Bingyu quickly ran over to help her up, and they finally stopped laughing."
        },
        {
            "original": "宝玉和黛玉使个眼色儿，黛玉会意，便走至里间将镜袱揭起照了照，只见两鬓略松了些。忙开了李纨的妆奁，拿出抿子来，对镜抿了两抿，仍旧收拾好了，方出来，指著李纨道：“这是叫你带著我们做针线，教道理呢！你反招了我们来，大玩大笑的。”李纨笑道：“你们听他这刁话。他领著头儿闹，引著人笑了，倒赖我的不是。真真恨的我只保佑你明儿得一个利害婆婆，再得几个千刁万恶的大姑子小姑子，试试你那会子还这么刁不刁了！”",
            "english": "Baoyu and Lin Daiyu exchanged a glance. Lin Daiyu understood and went into the room to open the makeup box and look into the mirror. She found that her hair was slightly loose, so she took out the comb and combed it twice in front of the mirror, arranged her makeup, and then came out pointing at Li Wan. \"You are teaching us needlework and moral lessons, but you have invited us here to play and laugh.\" Li Wan laughed, \"Your刁话 who believes it. You led the way, and you laughed, but you denied it. I really hate you to pray for you to have a severe mother-in-law tomorrow, and to have several rude big sisters and little sisters, to see if you will still be so刁不刁.\"",
            "chinese": "宝玉和黛玉互相使了个眼色，黛玉懂了，便走到里间掀开妆奁盖子照了照镜子。她发现自己的鬓发略松了些，便拿出了梳子对镜子抿了两下，整理好了妆容，才出来指著李纨道：“你带我们做针线、教道理呢，你倒招我们来，大玩大笑的。”李纨笑道：“你这刁话谁信。你领头闹，引著人笑了，还赖我的不是。真真恨的我只保佑你明儿得一个利害婆婆，再得几个千刁万恶的大姑子小姑子，试试你那会子还这么刁不刁了！”"
        },
        {
            "original": "黛玉早红了脸，拉著宝钗，说：“偺们放他一年的假罢。”宝钗道：“我有一句公道话，你们听听。藕丫头虽会画，不过是几笔写意。如今画这园子，非离了肚子里头有些邱壑的，如何成画？这园子却是像画儿一般，山石树木，楼阁房屋，远近疏密，也不多，也不少，恰恰的是这样。你若照样儿往纸上一画，是必不能讨好的。这要看纸的地步远近，该多该少，分主分宾，该添的要添，该藏该减的要藏要减，该露的要露。这一起了稿子，再端详斟酌，方成一幅图样。第二件：这些楼台房舍，是必要界划的。一点儿不留神，栏杆也歪了，柱子也塌了，门窗也倒竖过来，阶砌也离了缝，甚至桌子挤到墙里头去，花盆放在帘子上来，岂不倒成了一张笑话儿了？第三：要安插人物，也要有疏密，有高低。衣褶裙带，指手足步，最是要紧，一笔不细，不是肿了手，就是瘸了脚，染脸撕发，倒是小事。依我看来，竟难的很。如今一年的假也太多，一月的假也太少，竟给他半年的假，再派了宝兄弟帮著他。并不是为宝兄弟知道教著他画，那就更误了事；为的是有不知道的，或难安插的，宝兄弟拿出去问问那会画的先生们，就容易了。”",
            "english": "Daiyu had already turned red and pulled Baoshi, saying, \"Let's give him a year off.\" Baoshi said, \"I have a fair word to say. Although the lotus flower girl is good at painting, she only knows a few brush strokes. Now that she wants to paint this garden, she needs to have some knowledge of mountains and waters in her heart to make it look good. This garden is like a painting, with mountains, rocks, trees, buildings, distant and close, sparse and dense, neither too many nor too few. If you just draw it on paper, you won't be able to do it well. You have to consider the size of the paper and the distance, and draw more if you need to, less if you don't. You also have to hide and reveal things. After you make a rough sketch, you can carefully consider it before you can draw a good picture. Second, the boundaries of these buildings should be clear. If you are not careful, the railings will be crooked, the columns will collapse, the doors and windows will be upside down, the steps will be out of place, and even the table will be pushed into the wall, the flowerpot will be placed on the curtain.I think it's difficult. Now there are too many holidays. A month is too little. Give him six months off, and send the young brother to help him. It's not because the young brother knows how to teach him to draw, but because there are things he doesn't know or can't be inserted, and the young brother can ask the master painters who know how to draw. It's easier.",
            "chinese": "黛玉早就红了脸，拉着宝钗说：“咱们让他一年假吧。”宝钗道：“我有一句公道话，你们听听。藕丫头虽然会画画，但不过是几笔写意画。现在画这个园子，非得肚子里有些山山水水的，才能画得好看。这个园子就像画儿一样，山石树木、楼阁房屋，远近疏密，不多不少，刚刚好。你如果直接在纸上画，肯定画不好。这要看纸的大小和距离，该多就多，该少就少，该露就露，该藏就藏。这一起了草图，再仔细斟酌，才能画成一幅好画。第二件：这些楼台房舍，要界线分明。一点儿不留神，栏杆歪了，柱子塌了，门窗倒竖过来了，台阶也离了缝，甚至桌子挤到墙里头去，花盆放在帘子上来，岂不是成了笑话？第三：要安排人物，也要有疏密、有高低。衣褶裙带，指手足步，最重要，不能粗心，否则手会肿，脚会瘸，染脸撕发，倒是小事。依我看来，很难。现在假太多，一个月太少，给他半年假，再派宝兄弟帮著他。不是因为宝兄弟知道教他画，而是因为有不知道的或难安插的，宝兄弟拿出去问问那些会画的先生们，就容易了。"
        },
        {
            "original": "宝玉听了，先喜的说：“这话极是。詹子亮的工细楼台就极好，程日兴的美人是绝技，如今就问他们去。”宝钗道：“我说你是无事忙！说了一声，你就问他去？也等著商议定了再去。如今且说拿什么画？”宝玉道：“家里有雪浪纸，又大又托墨。”宝钗冷笑道：“我说你不中用！那雪浪纸写字，画写意画儿，或是会山水的画南宋山水，托墨禁得皴染；拿了画这个，又不托色，又难烘，画也不好，纸也可惜。我教给你一个法子。原先盖这园子就有一张细致图样，虽是画工描的，那地步方向是不错的。你和太太要出来，也比著那纸大小，和凤姐姐要一块重绢，交给外边相公们，叫他照著这图样删补著，立了稿子，添了人物就是了。就是配这些青绿颜色并泥金泥银，也得他们配去。你们也得另拢上风炉子，预备化胶，出胶，洗笔。还得一个粉油大案，铺上毡子。你们那些碟子也不全，笔也不全，都从新再弄一分儿才好。”",
            "english": "When he heard this, Baoyu said, \"That is exactly right. Zhan Ziliang's detailed depiction of pavilions is very good, and Cheng Daying's depiction of beauties is the best. Let's ask them.\" Baochai said, \"I say you are a busybody! When you say something, you go to ask him right away? You should wait and discuss it first before going. Now, let's talk about what to use to paint.\" Baoyu said, \"There is snowfall paper at home, and it's big and holds ink well.\" Baochai said coldly, \"I say you are not useful! The snowfall paper is good for writing, painting calligraphy, or painting Northern Song landscapes, where the ink can hold up to the roughness and shading. But it's not good for painting this, because it doesn't hold color, and it's hard to dry the paint. The paper is a waste. I'll teach you a way. The original blueprint of this garden was drawn by a painter, and the location and direction were accurate. You can go to the outside and ask for a piece of heavy silk, and give it to the craftsmen to make a detailed blueprint according toFirst, replace some ancient Chinese vocabulary and grammar with others. You need to prepare a wind stove for melting wax, releasing wax, and cleaning brushes. You also need a large wooden table covered with a felt mat. Your plates and brushes are not complete, so you need to buy a new set.\n\n中文原文：\n\n\n\n你说这些都得花钱，我也知道，只是你得想想，这些钱花在什么地方了。你们在做这些事的时候，也不一定得动脑筋。你只要照着我的方法去做，也未必会亏本。其实，这门生意，可以赚大钱的。你们的那些笔墨纸砚，都是从我这里进的，价钱也不贵。这回要买这些东西，我给你优惠。你只要在价格上让让步，我保你赚大钱。\n\n英文翻译：\n\nYou said that all this would cost money, and I know that. But you need to think about where this money is going. When you do these things, you don't have to think too much. You just need to follow my method, and you won't lose money. In fact, this business can make a lot of money. The ink, paper, and brushes you buy from me are not expensive.",
            "chinese": "宝玉听了，先喜的说：“这话极是。詹子亮的工细楼台就极好，程日兴的美人是绝技，如今就问他们去。”宝钗道：“我说你是无事忙！说了一声，你就问他去？也等著商议定了再去。如今且说拿什么画？”宝玉道：“家里有雪浪纸，又大又托墨。”宝钗冷笑道：“我说你不中用！那雪浪纸写字，画写意画儿，或是会山水的画南宋山水，托墨禁得皴染；拿了画这个，又不托色，又难烘，画也不好，纸也可惜。我教给你一个法子。原先盖这园子就有一张细致图样，虽是画工描的，那地步方向是不错的。你和太太要出来，也比著那纸大小，和凤姐姐要一块重绢，交给外边相公们，叫他照著这图样删补著，立了稿子，添了人物就是了。就是配这些青绿颜色并泥金泥银，也得他们配去。\n\n首先，将一些古文词汇和语法替换为你们得另弄个风炉子，预备化胶，出胶，洗笔。还需要一个粉油大案，铺上毡子。你们那些碟子也不全，笔也不全，都得重新再弄一套才好。"
        },
        {
            "original": "惜春道：“我何曾有这些画器？不过随手的笔画画罢了。就是颜色，只有赭石、广花、藤黄、胭脂这四样。再有，不过是两支著色的笔就完了。”宝钗道：“你何不早说？这些东西，我却还有，只是你用不著，给你也白放著。如今我且替你收著，等你用著这个的时候我送你些。－－也只可留著画扇子，若画这大幅的，也就可惜了。今儿替你开个单子，照著单子和老太太要去。你们也未必知道的全；我说著，宝兄弟写。”",
            "english": "Xicun said, \"I don't have these vases. I just draw casually. And the color is just four: hematite, broad flower, vine yellow and cinnamon. And just two brush pens.\" Baoshi said, \"Why didn't you say that earlier? I have some of these things, but you won't use them, so it's useless to keep them. Now I'll keep them for you. You can use them when you need them. I'll take you a list of things to go to the old lady. You may not know them all. I'll write them down for you and Bao brother will copy them.\"",
            "chinese": "惜春说：“我哪里有这些画器？不过是随便画画罢了。就是颜色，也只有赭石、广花、藤黄、胭脂这四样。再有，不过是两支着色的笔就完了。”宝钗说：“你为什么不早点说？这些东西我还有，只是你用不上，给你也白放着。现在我先替你收着，等你用的时候我送给你。－－也只可以留着画扇子，若画这大幅的，就可惜了。今天我给你开个单子，照着单子和老太太要去。你们也未必知道的全；我说着，宝兄弟写。”"
        },
        {
            "original": "宝玉早已预备下笔砚了，－－原怕记不清白，要写了记著，－－听宝钗如此说，喜的提起笔来静听。宝钗说道：“头号排笔四支，二号排笔四支，三号排笔四支，大染四支，中染四支，小染四支，大南蟹爪十支，小蟹爪十支，须眉十支，大著色二十支，小著色二十支，开面十支，柳条二十支，箭头朱四两，南赭四两，石黄四两，石青四两，石绿四两，管黄四两，广花八两，铅粉十四匣，胭脂十二帖，大赤二百帖，青金二百帖，广匀胶四两，净矾四两。矾绢的胶矾在外，－－别管他们，只把绢交出去，叫他们矾去。这些颜色，偺们淘澄飞跌著，又玩了，又使了，包你一辈子都够使了。再要顶细绢箩四个，粗箩二个，担笔四支，大小乳钵四个，大粗碗二十个，五寸碟子十个，三寸粗白碟子二十个，风炉两个，沙锅大小四个，新磁缸二口，新水桶二只，一尺长白布口袋四个，浮炭二十斤，柳木炭一二斤，三屉木箱一个，实地纱一丈，生姜二两，酱半斤……”黛玉忙笑道：“铁锅一口，铁铲一个。”宝钗道：“这做什么？”黛玉道：“你要生姜和酱这些作料，我替你要铁锅来，好炒颜色吃啊。”众人都笑起来。宝钗笑道：“颦儿，你知道什么？那粗磁碟子保不住不上火烤，不拿姜汁子和酱预先抹在底子上烤过，一经了火是要炸的。”众人听说，都道：“这就是了。”",
            "english": "Yi Bing has already prepared pens, ink, paper and brushes. He was worried that he wouldn't be able to remember, so he wanted to write it down as a record. When he heard Jia Baoyu's suggestion, he was happy to pick up his pen and listen carefully. Jia Baoyu said, \"We need four No. 1 brushes, four No. 2 brushes, four No. 3 brushes, four large brushes, four medium brushes, four small brushes, ten large crab claws, ten small crab claws, ten mustaches, twenty large brushes, twenty small brushes, ten opening brushes, twenty willow brushes, four ounces of red, four ounces of south, four ounces of stone yellow, four ounces of stone green, four ounces of tube yellow, eight ounces of broad flowers, fourteen boxes of lead powder, twelve sheets of Chinese red, two hundred sheets of blue, two hundred sheets of blue, four ounces of resin, four ounces of alum. The alum is next to the silk, and don't worry about them. Just hand over the silk and let them alum it. These pigments, we wash and fly, play, and use, enough for you to use for a lifetime. You also need four fine\"Lin Daiyu said, \"You need ginger and soy sauce for seasoning, I can help you find a wok to cook your dishes.\" Everyone laughed. Bao Chao laughed and said, \"Lin Daiyu, do you know that coarse pottery will explode if baked for too long, so you need to coat the bottom with ginger juice and soy sauce first to ensure it's safe to bake.\" Everyone agreed, \"That's right.\"",
            "chinese": "宝玉已经准备好了笔墨纸砚，他本来担心自己记不住，所以想写下来做个记录。当他听到宝钗的建议后，他高兴地提笔静听。宝钗说：“我们需要一号排笔四支，二号排笔四支，三号排笔四支，大染四支，中染四支，小染四支，大南蟹爪十支，小蟹爪十支，须眉十支，大著色二十支，小著色二十支，开面十支，柳条二十支，箭头朱四两，南赭四两，石黄四两，石青四两，石绿四两，管黄四两，广花八两，铅粉十四匣，胭脂十二帖，大赤二百帖，青金二百帖，广匀胶四两，净矾四两。矾绢的胶矾在旁边，不用管他们，只把绢交出去，让他们矾一下。这些颜料，我们淘澄飞跌着，玩了，也用了，够你一辈子用了。还要四个细绢箩，两个粗箩，四支担笔，四个大粗碗，十个五寸碟子，宝钗问：“为什么？”黛玉说：“你需要生姜和酱这些调料，我可以帮你找个铁锅，让你炒菜吃啊。”大家都笑了。宝钗笑道：“黛玉，你知道吗？那些粗瓷器烤久了会炸裂，得先用姜汁和酱在底部抹一遍，才能烤得安全。”大家听了，都说：“是这样啊。”"
        },
        {
            "original": "黛玉又看了一回单子，笑著拉探春，悄悄的道：“你瞧瞧，画个画儿又要起这些水缸箱子来，想必糊涂了，把他的嫁妆单子也写上了。”探春听了，笑个不住，说道：“宝姐姐，你还不拧他的嘴？你问问他编派你的话。”宝钗笑道：“不用问，‘狗嘴里还有象牙不成？’”一面说，一面走上来，把黛玉按在炕上，便要拧他的脸。黛玉笑著，忙央告道：“好姐姐！饶了我罢！颦儿年纪小，只知说，不知道轻重，做姐姐的教导我！姐姐不饶我，我还求谁去呢？”众人不知话内有因，都笑道：“说的好可怜见儿的！连我们也软了。饶了他罢！”",
            "english": "Daiyu looked at the list again and laughed as she pulled Chun, whispering, \"You see, a picture requires these water缸 boxes. Is he crazy, listing his wedding gifts on the list?\" Chun laughed uncontrollably and said to Baochai, \"Bao, I won't let you get away with this. Ask her about the lies she told you.\" Baochai laughed and said, \"I don't need to ask. 'Don't look a gift horse in the mouth.'\" As she spoke, she came up to Daiyu and pushed her onto the bed, ready to pinch her cheeks. Daiyu laughed and begged, \"Please, sister! I'm just a little girl, I don't know what I'm saying. Please teach me! If you don't forgive me, who will?\" The others didn't understand the reason behind the words, and all laughed, \"How pitiful! We're softening up. Let her go.\"”探春听了，笑个不停，对宝钗说：“宝",
            "chinese": "黛玉又看了一遍清单，笑着拉探春，低声说：“你看看，画幅画竟然要这些水缸箱子，莫非糊涂了，把他的嫁妆单子也写上了。”探春听了，笑个不停，对宝钗说：“宝姐姐，你还不拧她的嘴？问问她编排你的话。”宝钗笑道：“不用问，‘狗嘴里怎么会有象牙？’”一边说，一边走上来，把黛玉按在炕上，便要拧她的脸。黛玉笑着，急忙央求道：“好姐姐，饶了我吧！颦儿年纪小，只知说，不知道轻重，做姐姐的教导我！姐姐不饶我，我还求谁去呢？”众人不知道话中有原因，都笑道：“说得好可怜见儿的！连我们也软了。饶了她吧！”\n\n好的，现在请将下面这段文字改写为简单现代普通话：\n\n黛玉又看了一遍清单，笑着拉探春，低声说：“你看看，画幅画竟然要这些水缸箱子，莫非糊涂了，把他的嫁妆单子也写上了。”探春听了，笑个不停，对宝钗说：“宝"
        },
        {
            "original": "宝钗原是和他玩，忽听他又拉扯上前番说他胡看杂书的话，便不好再和他闹了，放起他来。黛玉笑道：“到底是姐姐，要是我，再不饶人的！”宝钗笑指他道：“怪不得老太太疼你，众人爱你。今儿我也怪疼你的了。过来，我替你把头发笼笼罢。”黛玉果然转过身来，宝钗用手笼上去。”宝玉在旁看著，只觉更好，不觉后悔：“不该令他抿上鬓去，也该留著，此时叫他替他抿上去。……”正自胡想，只见宝钗说道：“写完了，明儿回老太太去。若家里有的就罢，若没有的就拿些钱去买了来，我帮著你们配。”宝玉忙收了单子。",
            "english": "Baochai originally just played with him, but suddenly heard that he had mentioned the previous words again, and it was not good to play with him anymore, so he left. Lin Daiyu laughed and said, \"If I were you, I wouldn't let him off!\" Baochai pointed at him and laughed, \"No wonder the old lady likes you, and everyone loves you. Today I also like you. Come here, I'll help you tie your hair up.\" Lin Daiyu really turned around and Baochai used her hand to tie it up. While watching, Baochai thought, \"If I had let him tie his hair up, I should have left it as it was, and now I am helping him tie it up.\" While thinking, Baochai said, \"Write it down, and bring it back to the old lady tomorrow. If there is one, use it, and if there is none, take some money to buy it, and I will help you make it.\" Baochai quickly put away the paper.",
            "chinese": "宝钗原本只是和他玩，突然听到他又扯到了上次说他看杂书的话，就不好再和他闹了，让他走了。黛玉笑着说：“你要是我，早就不饶人了！”宝钗笑着指着他说：“怪不得老太太疼你，大家爱你。今天我也很疼你。过来，我帮你把头发束起来。”黛玉果然转过身来，宝钗用手束上去。宝玉在一旁看着，只觉得更好看，不禁后悔：“不该让他把鬓角上的发束起来，也应该留着，现在让他帮着束上去。”正自胡思乱想，只见宝钗说：“写完了，明天回老太太。如果有就用，没有就拿些钱去买来，我帮你们配。”宝玉忙收起单子。"
        },
        {
            "original": "大家又说了一回闲话儿。至晚饭后，又往贾母处来请安。贾母原没有大病，不过是劳乏了，兼著了些凉，温存了一日，又吃了一两剂药，发散了发散，至晚也就好了。",
            "english": "Everyone chatted for a while longer. After dinner, they went to visit Jia Mo again. Jia Mo's body was originally not in bad shape, but she had been overworked and caught a cold. After resting for a day and taking some medicine, she recovered the next day.\n\n中文原文：\n\n贾母道：“你们来得正好，我正想着你们呢。你们来了，我这心里也高兴了。”说着，便让众人坐下。\n\n英文翻译：\n\nJia Mo said, \"You came just in time, I was thinking of you. You came, and I'm happy.\" She then gestured for everyone to sit down.\n\n中文原文：\n\n王夫人道：“老太太好些了？”\n\n贾母道：“好多了。只是有些累，晚上睡不着，又有些咳嗽。”\n\n英文翻译：\n\nWang Fu said, \"Is the old lady feeling better?\"\n\nJia Mo said, \"I'm feeling much better. I just feel a little tired, and I can't sleep at night. I also have a cough.\"\n\n中文原文：\n\n贾母道：“没什么大碍，只是有些虚弱，吃些药就好了。”\n\n英文翻译：\n\nJia Mo said, \"There's nothing serious, just a little weak. Some medicine",
            "chinese": "大家又聊了一会儿。晚饭后，又去拜访贾母。贾母身体原本没有大问题，只是过度劳累和受了些凉，经过一天的休息和服用一些药，第二天就恢复了。"
        },
        {
            "original": "不知次日又有何话，下回分解。",
            "english": "I don't know if I'll have anything to say tomorrow. We'll see next time.\n\n对上面的英文翻译进行逐字逐句的中文翻译。\n\n我不知道明天是否有话要说，我们下次再说。",
            "chinese": "不知道明天还有没有话要说，下回再说。"
        }
    ],
    "title": "《蘅芜君兰言解疑癖　潇湘子雅谑补馀音》",
    "chapter_number": 42
}