{
    "paragraphs": [
        {
            "original": "话说凤姐儿正抚恤平儿，忽见众姐妹进来，忙让了坐，平儿斟上茶来。凤姐儿笑道：“今儿来的这些人，倒像下帖子请了来的。”探春先笑道：“我们有两件事：一件是我的；一件是四妹妹的，还夹著老太太的话。”凤姐儿笑道：“有什么事，这么要紧？”探春笑道：“我们起了个诗社，头一社就不齐全，众人脸软，所以就乱了例了。我想必得你去做个监社御史，铁面无私才好。再四妹妹为画园子，用的东西，这般那般不全，回了老太太，老太太说：‘只怕后头楼底下还有先剩下的。找一找，若有呢，拿出来；若没有，叫人买去。’”凤姐儿笑道：“我又不会做什么湿咧乾的，叫我吃东西去倒会。”探春笑道：“你不会做，也不用你做；你只监察著我们里头有偷安怠惰的，该怎么罚他就是了。”凤姐儿笑道：“你们别哄我，我早猜著了。那里是请我做监察御史？分明叫了我去做个进钱的铜商罢咧。你们弄什么社，必是要轮流著做东道儿。你们的钱不够花，想出这个法子来，勾了我去，好和我要钱。可是这个主意不是？”说的众人都笑道：“你猜著了。”李纨笑道：“真真你是个水晶心肝玻璃人儿！”",
            "english": "As the conversation between the sisters was interrupted by the arrival of a group of guests, they all took their seats and settled down to enjoy some tea.探春先笑道：“我们有两件事：一件是我的；一件是四妹妹的，还夹著老太太的话。”凤姐儿笑道：“有什么事，这么着急？”探春笑道：“我们成立了个诗社，头一回就乱了规矩，姐妹们脸软，所以就乱了规矩。我想请您做监社御史，铁面无私才好。再四妹妹为画园子，用的东西，这样那样不全，回了老太太，老太太说：‘只怕后头楼底下还有先剩下的。找一找，若有呢，拿出来；若没有，叫人买去。’”凤姐儿笑道：“我又不会做什么湿咧乾的，叫我吃东西去倒会。”探春笑道：“你不会做，也不用你做；你只监督着我们里头有偷懒的，该怎么惩罚他就怎么惩罚他。“凤姐儿笑着说：‘你们别骗我，我早就猜到了。\"This is not to invite me to be a censors' envoy, but to invite me to be a copper merchant who collects money. What kind of club are you running? You want to take turns hosting. You don't have enough money to spend, so you come up with this idea to ask me for money. Isn't this idea yours?\" Everyone laughed. Li Xuan said, \"You are really a crystal heart and a glass person.\"",
            "chinese": "话说凤姐儿正安慰平儿，忽然众姐妹进来了，忙让她们坐下，平儿倒了一杯茶。凤姐儿笑道：“今天来的这些姐妹，好像收到了帖子邀请来的。”探春先笑道：“我们有两件事：一件是我的；一件是四妹妹的，还夹著老太太的话。”凤姐儿笑道：“有什么事，这么着急？”探春笑道：“我们成立了个诗社，头一回就乱了规矩，姐妹们脸软，所以就乱了规矩。我想请您做监社御史，铁面无私才好。再四妹妹为画园子，用的东西，这样那样不全，回了老太太，老太太说：‘只怕后头楼底下还有先剩下的。找一找，若有呢，拿出来；若没有，叫人买去。’”凤姐儿笑道：“我又不会做什么湿咧乾的，叫我吃东西去倒会。”探春笑道：“你不会做，也不用你做；你只监督着我们里头有偷懒的，该怎么惩罚他就怎么惩罚他。“凤姐儿笑着说：‘你们别骗我，我早就猜到了。这不是请我去当监察御史，分明是叫我去当个进钱的铜商。你们搞什么社团，就是要轮流当东道主。你们的钱不够花，就想出这个主意，让我去要钱。这个主意不是你们想的吗？’大家听了都笑了。李纨笑着说：‘你真是水晶心肝玻璃人啊！’”"
        },
        {
            "original": "凤姐笑道：“亏了你是个大嫂子呢！姑娘们原是叫你带著念书，学规矩，学针线哪。这会子起诗社，能用几个钱？你就不管了？老太太、太太罢了，原是老封君；你一个月十两银子的月钱，比我们多两倍子。老太太、太太还说你寡妇失业的，可怜不够用，又有个小子，足足的又添了十两银子，和老太太、太太平等；又给你园子里的地，各人取租子；年终分年例，你又是上上分儿。你娘儿们，主子奴才，共总没有十个人，吃的穿的仍旧是大官中的。通共算起来，也有四五百银子。这会子你就每年拿出一二百两来陪著他们玩玩儿，有几年呢？他们明儿出了门子，难道你还赔不成？这会子你怕花钱，挑唆他们来闹我，我乐得去吃个河落海乾，我还不知道呢！”",
            "english": "Feng Jie laughed and said, \"You're really a big sister. The girls are supposed to study with you, learn rules, and sew. But now that they're forming a poetry society, you're not even willing to spend a few dollars? You're not supposed to care about that? The old lady and Mrs. Li are both old feudal lords. You get twice as much as we do, ten taels of silver a month. The old lady and Mrs. Li feel sorry for you as a widow and give you some rent from the garden. At the end of the year, you get the highest share of the year's share. You and your mother and servants, all together, don't add up to ten people, and you still eat and wear like a big official's family. If you add up all that, it's more than four hundred taels of silver a year. Now you're afraid of spending a few hundred taels to have some fun with them. You're trying to stir them up to make me upset. I'm happy to go out and spend everything. I don't know what you're complaining about!\"\n\nNote: This example may require some adjustment based on the context and the specific nuances of the language to ensure that the",
            "chinese": "凤姐笑道：“你真是个大嫂子。姑娘们是让你带他们念书，学规矩，学针线。这会子起诗社，要花几个钱？你就不管了？老太太和太太，本来就是老封君；你一个月十两银子的月钱，比我们多两倍。老太太和太太还说你寡妇失业，可怜不够用，又给你园子里的地，各人取租子；年终分年例，你又是上上分儿。你和你娘儿们，主子奴才，总共没有十个人，吃的穿的仍旧是大官中的。通共算起来，也有四五百银子。这会子你每年拿出一二百两来陪他们玩玩，有几年呢？他们明儿出了门子，难道你还赔不成？这会子你怕花钱，挑唆他们来闹我，我乐得去吃个河落海干，我还不知道呢！”\n\n注意：这个示例需要根据上下文和语境进行适当的调整，以确保句子的流畅性和准确性。"
        },
        {
            "original": "李纨笑道：“你们听听。我说了一句，他就说了两车无赖的话。真真泥腿光棍，专会打细算盘，分金掰两的！你这个东西，亏了还托生在诗书仕宦人家做小姐，又是这么出了嫁，还是这么著；要生在贫寒小门小户人家，做了小子丫头，还不知怎么下作呢！天下人都叫你算计了去！昨儿还打平儿，亏你伸的出手来！那黄汤难道灌丧了狗肚子里去了？气的我只要替平儿打抱不平儿。忖夺了半日，好容易狗长尾巴尖儿的好日子，又怕老太太心里不受用，因此没来，究竟气还不平。你今儿倒招我来了。给平儿拾鞋还不要呢！你们两个，很该换一个过儿才是！”说的众人都笑了。",
            "english": "Liwan laughed and said, \"Listen to what I said and what he said. It's all the dirty talk of a scoundrel. It's really a mud-caked rogue who only knows how to calculate. How can you be born in a family of scholars and officials and still act like this? If you were born in a poor family, you would probably act like a boy or girl servant and not know how to act. The whole world is fooled by you! Yesterday you beat Ping'er. How dare you raise your hand against her! Did you drink too much wine and forget everything? I was so angry that I wanted to take Ping'er's side. I thought about it for a long time and finally decided that it was a good day. But I was afraid that Grandma would not like it, so I didn't come. But I was still angry. You have come to me today. I don't even want to help Ping'er pick up her shoes. You two should exchange places.\" Everyone laughed.",
            "chinese": "李纨笑道：“你们听听。我说了一句，他就说了两车无赖的话。真真是泥腿光棍，专会算计。你这个东西，亏了还托生在诗书仕宦人家做小姐，又是这么出了嫁，还是这么著；要生在贫寒小门小户人家，做了小子丫头，还不知怎么下作呢！天下人都叫你算计了去！昨儿还打平儿，亏你伸的出手来！那黄汤难道灌丧了狗肚子里去了？气的我只要替平儿打抱不平儿。忖夺了半日，好容易狗长尾巴尖儿的好日子，又怕老太太心里不受用，因此没来，究竟气还不平。你今儿倒招我来了。给平儿拾鞋还不要呢！你们两个，很该换一个过儿才是！”说的众人都笑了。"
        },
        {
            "original": "凤姐忙笑道：“哦！我知道了！竟不是为诗为画来找我，竟是为平儿报仇来了。我竟不知道平儿有你这么位仗腰子的人，想来就像有鬼拉著我的手似的，从今我也不敢打他了。－－平姑娘，过来，我当著你大奶奶姑娘们替你赔个不是，担待我酒后无德罢。”说著，众人都笑了。",
            "english": "Feng Jie hurriedly laughed and said, \"Oh, I know! It's not for me to write poetry or draw pictures, but to avenge Ping'er's revenge. I didn't know Ping'er had someone like you to help her. Now I dare not beat her anymore.\" - - Ping'er, come here, I apologize to you in front of your big sister and ladies, forgive my drunken behavior.\" Everyone laughed.",
            "chinese": "凤姐急忙笑道：“哦！我知道了！不是来找我写诗画画，而是来替平儿报仇了。我原来不知道平儿有你这么个能帮忙的人，现在我也不敢打她了。－－平姑娘，过来，我当着你大奶奶、姑娘们向你赔个不是，原谅我酒后无德罢。”说著，众人都笑了。"
        },
        {
            "original": "李纨笑问平儿道：“如何？我说必要给你争争气才罢！”平儿笑道：“虽是奶奶们取笑儿，我可禁不起呢。”李纨道：“什么禁的起禁不起，有我呢！快拿钥匙，叫你主子开门找东西去罢。”凤姐儿笑道：“好嫂子！你且同他们去园子里去。才要把这米账合他们算一算，那边大太太又打发人来叫，又不知有什么话说，须得过去走一走。还有你们年下添补的衣裳，打点给人做去呢。”李纨笑道：“这些事情，我都不管。你只把我的事完了，我好歇著去，省了这些姑娘们闹我。”凤姐儿忙笑道：“好嫂子！赏我一点空儿！你是最疼我的，怎么今儿为平儿就不疼我了？往常你还劝我，说：‘事情虽多，也该保全身子，检点著偷空儿歇歇。’你今儿倒反逼起我的命来了。况且误了别人年下的衣裳无碍，他姐儿们的要误了，却是你的责任。老太太岂不怪你不管闲事，连一句现成的话也不说？我宁可自己落不是，也不敢累你呀。”李纨笑道：“你们听听，说的好不好？把他会说话的！－－我且问你：这诗社到底管不管？”凤姐儿笑道：“这是什么话？我不入社花几个钱，我不成了大观园的反叛了么？还想在这里吃饭不成？明日一早就到任。下马拜了印，先放下五十两银子，给你们慢慢的做会社东道儿。我又不会作诗作文的，只不过是个大俗人罢了。监察也罢，不监察也罢，有了钱了，愁著你们还不撵出我来？”说的众人又都笑起来。",
            "english": "Li Wan laughed and asked Ping'er, \"How about it? I told you so! I told you we had to give them a run for their money!\" Ping'er laughed and said, \"Even though it's a joke between the ladies, I can't take it lightly.\" Li Wan said, \"What's there to be upset about? I'm here to support you! Go get the key and let your master open the door to look for things.\" Feng Jie laughed and said, \"Good wife! You go with them to the garden first. I was just about to settle accounts with them, but then a messenger came from the elderly lady to call me, and I don't know what she wants to talk about. There are also the new clothes you bought for the holidays that need to be sent to be made.\" Li Wan laughed and said, \"I don't care about those things. You just finish my business, and then I can rest. I don't want those ladies to bother me.\" Feng Jie hurriedly laughed, \"Good wife! Give me some time! You're the one who always takes care of me. Why are you not taking care of me today? You used to tell me to take care of my health and get enough rest1.老太太肯定会觉得你管闲事，连一句现成的话也不说。我宁愿自己冒点错，也不想连累你呀。”李纨笑着说：“你们听我说得怎么样？真是一套好话！－－我问问你：这个诗社到底管不管？”凤姐儿笑道：“这是什么话？我不花几个钱，怎么会在大观园里当反叛呢？明天一早就上任。下马拜印，先放下五十两银子，给你们慢慢做东道。我不会作诗作文，不过是个俗人罢了。不管监察不监察，有钱了，你们还撵我走？”众人又都笑了起来。\n\n2.老太太肯定会觉得你管闲事，连一句现成的话也不说。我宁愿自己冒点错，也不想连累你呀。”李纨笑着说：“你们听我说得怎么样？真是一套好话！－－我问问你：这个诗社到底管不管？”凤姐儿笑道：“这是什么话？我不花几个钱，怎么会在大观园里当反叛呢？明天一早就上任。下马拜印，先放下五十两银子，给你们慢慢做东道。我不会作诗作文，",
            "chinese": "李纨笑着问平儿：“怎么样？我说得对吧，一定要给你争口气！”平儿笑道：“虽然是奶奶们在开玩笑，我可承受不起。”李纨道：“有什么承受不起的，有我呢！快拿钥匙，让你的主子开门找东西去吧。”凤姐儿笑道：“好嫂子！你先跟他们去园子里。我才要跟他们算账，那边大太太又派人来叫，也不知道有什么话，需要过去走一趟。还有你们过年添置的衣裳，要打发人去做了。”李纨笑道：“这些事情我不管。你只把我的事办完，我好歇着去，省得这些姑娘们找我麻烦。”凤姐儿忙笑道：“好嫂子！给我点空儿！你最疼我了，怎么今天为平儿就不疼我了？往常你还劝我，说：‘事情虽然多，也要注意保重身体，多休息。’今天倒反逼着我的命呢。况且耽误别人过年添置的衣裳没多大关系，他姐儿们的要是耽误了，却是你的责任。\n\n如何？老太太肯定会觉得你管闲事，连一句现成的话也不说。我宁愿自己冒点错，也不想连累你呀。”李纨笑着说：“你们听我说得怎么样？真是一套好话！－－我问问你：这个诗社到底管不管？”凤姐儿笑道：“这是什么话？我不花几个钱，怎么会在大观园里当反叛呢？明天一早就上任。下马拜印，先放下五十两银子，给你们慢慢做东道。我不会作诗作文，不过是个俗人罢了。不管监察不监察，有钱了，你们还撵我走？”众人又都笑了起来。"
        },
        {
            "original": "凤姐儿道：“过会子我开了楼房，所有这些东西，叫人搬出来，你们瞧。要使得，留著使；要少什么，照你们的单子，我叫人赶著买去就是了。画绢我就裁出来。那图样没有在老太太那里，那边珍大爷收著呢。说给你们，省了碰钉子去。我去打发人取了来，一并叫人连绢交给相公们矾去，好不好呢？”李纨点头笑道：“这难为你。果然这么著还罢了。－－那么著，偺们家去罢。等著他不送了去，再来闹他。”说著，便带了他姐妹们就走。",
            "english": "Feng Jie said, \"Wait for me to open a room, these things, call someone to move them out, you see. If they are acceptable, keep them; if they are short, according to your list, I will tell someone to buy them. The painting silk will be cut out. The pattern is not in the old lady's house, but it is kept by Zhen Da'er. Tell you, avoid hitting the nail. I will send someone to take it and ask the painter to dye it. Is it good?\" Li Wan nodded and smiled, \"It's hard for you. If so, we'll go home. Wait for him not to send it, and then come to bother him.\" He said, and then he took his sisters and left.",
            "chinese": "凤姐儿说：“等会子我开房间，这些东西，叫人搬出来，你们看看。要是行，留着用；要是少了什么，照着你们的单子，我叫人赶著买去就是了。画绢我就裁出来。那图样没有在老太太那里，那边珍大爷收著呢。告诉你们，省了碰钉子去。我去打发人取来，一并叫人连绢交给相公们矾去，好不好呢？”李纨点头笑道：“这难为你。果然这么着还罢了。－－那么著，偺们家去罢。等著他不送了去，再来闹他。”说著，便带了他姐妹们就走。"
        },
        {
            "original": "凤姐儿道：“这些事，再没别人，都是宝玉生出来的。”李纨听了，忙回身笑道：“正为宝玉来，倒忘了他。头一社是他误了。我们脸软，你说该怎么罚他？”凤姐想了想，说道：“没别的法子，只叫他把你们各人屋子里的地，罚他扫一遍就完了。”众人都笑道：“这话不差。”",
            "english": "Feng Jie said, \"These things are caused by Jia Baoyu.\" Li Qian listened and said, \"I'm going to find Jia Baoyu. Last time we gathered, he didn't come. We didn't dare to say anything about him. Do you have any good ideas?\" Feng Jie thought for a moment and said, \"There's no other way, let him sweep the floor of each room.\" Everyone laughed and said, \"That's a good idea.\"",
            "chinese": "凤姐儿说：“这些事，都是宝玉闹出来的。”李纨听了，回过身笑着说：“我正要找宝玉。上次我们聚会，他没来。我们不好意思说他，你有什么好主意？”凤姐想了想，说：“没有别的办法，让他把每个人房间的地都扫一遍。”大家都笑着说：“这个主意不错。”"
        },
        {
            "original": "说著，才要回去，只见一个小丫头扶著赖嬷嬷进来。凤姐等忙站起来笑道：“大娘坐下。”又都向他道喜。赖嬷嬷向炕沿上坐了，笑道：“我也喜，主子们也喜。要不是主子们的恩典，我这喜打那里来呢？昨儿奶奶又打发彩哥赏东西，我孙子在门上朝上磕了头了。”李纨笑道：“多早晚上任去？”赖嬷嬷叹道：“我那里管他们？由他们去罢！前儿在家里给我磕头，我没好话，我说：‘小子，别说你是官了，横行霸道的！你今年活了三十岁，虽然是人家的奴才，一落娘胎胞儿，主子的恩典，放你出来：上托著主子的洪福，下托著你老子娘，也是公子哥儿似的，读书写字，也是丫头老婆奶子捧凤凰似的，长了这么大，你那里知道那“奴才”两字是怎么写？只知道享福，也不知你爷爷和你老子受的那苦恼！熬了两三辈子，好容易挣出来你这个东西！从小儿三灾八难，花的银子，照样打出你这么个银人儿来了。到二十岁上，又蒙主子的恩典许你捐了前程在身上，你看那正根正苗，忍饥挨饿的要多少？你一个奴才秧子，仔细折了福！如今乐了十年，不知怎么弄神弄鬼，求了主子，又选出来了。县官虽小，事情却大，作那一处的官，就是那一方的父母。你不安分守己，尽忠报国，孝敬主子，只怕天也不容你！’”",
            "english": "Saying so, he was about to go back when he saw a little maid supporting Laimei in. Fong entered. Fong and others quickly stood up and said: \"Aunt, sit down.\" Then they all congratulated him. Laimei sat on the side of the bed, laughing and saying: \"I am happy, the master is happy. If it were not for the master's grace, where would my happiness come from? Yesterday, Grandma sent Cai to award the prize. My grandson knelt on the door.\" Liwan laughed and said: \"When are you going to take office?\" Laimei sighed and said: \"I don't care about them. Let them go! The other day, when I was at home, my grandson knelt to me and I was not good. I said: 'You, my grandson, are an official. You are a little arrogant and arrogant. You are thirty years old this year. Although you are a slave, you were born in the womb. The grace of the master is to let you out. You are in the hands of the master. The grace of the master, down to your grandfather and your father, it is a gentleman's son, reading and writing, and the maids andIt is known that there are many people in the world who are starving and you are just a servant, so you have to be careful not to destroy your luck. You have enjoyed ten years of happiness, but you don't know how to ask the master, and you have been selected again. Although the position of the county official is small, the responsibility is great, and you are the parents of that side. If you don't keep your mind and report your loyalty to your country and your respect for your master, heaven will not tolerate you!",
            "chinese": "说著，才要回去，只见一个小丫头扶著赖嬷嬷进来。凤姐等忙站起来笑道：“大娘坐下。”又都向他道喜。赖嬷嬷向炕沿上坐了，笑道：“我也喜，主子们也喜。要不是主子们的恩典，我这喜打那里来呢？昨儿奶奶又打发彩哥赏东西，我孙子在门上朝上磕了头了。”李纨笑道：“多早晚上任去？”赖嬷嬷叹道：“我那里管他们？由他们去罢！前儿在家里给我磕头，我没好话，我说：‘小子，别说你是官了，横行霸道的！你今年活了三十岁，虽然是人家的奴才，一落娘胎胞儿，主子的恩典，放你出来：上托著主子的洪福，下托著你老子娘，也是公子哥儿似的，读书写字，也是丫头老婆奶子捧凤凰似的，长了这么大，你那里知道那“奴才”两字是怎么写？只知道享福，也不知你爷爷和你老子受的那苦恼！熬了两三辈子，好容易挣出来你这个东西到二十岁，你得到了主子的恩赐，通过捐前程获得了职位。要知道，这个世界有多少人在忍饥挨饿，你只是一个奴才，得小心不要折了福。你已经享了十年的福，却不知怎么求了主子，又被选中了。虽然县官的职位小，但责任重大，你是那一方的父母。你要是不守本分，尽忠报国，孝敬主子，天都不容你！"
        },
        {
            "original": "李纨凤姐儿都笑道：“你也多虑。我们看他也就好。先那几年，还进来了两次，这有好几年没来了，年下生日，只见他的名字就罢了。前儿给老太太、太太磕头来，在老太太那院里，见他又穿著新官的服色，倒越发的威武了，比先时也胖了。他这一得了官，正该你乐呢，反倒愁起这些来！他不好，还有他的父母呢，你只受用你的就完了。闲时坐个轿子进来，和老太太斗斗牌，说说话儿，谁好意思的委屈了你？家去一般也是楼房厦厅，谁不敬你？自然也是老封君似的了。”",
            "english": "Liwan and Fengjie both laughed and said, \"You've overthought it. We've all seen how well-behaved he is. A few years ago, he came in twice, but he hasn't been back since then. We only see his name on our year-end and birthday cards. A few days ago, when he came to pay his respects to the old lady and the mistress, we saw that he was wearing his new official uniform, which made him look even more impressive. He's put on weight, too. Since he's become an official, you should be happy for him, not worried. He's still got his parents, so you can just enjoy your life. If you have some free time, you can come over in a sedan chair, play mahjong with the old lady, or just chat. Who would dare to treat you badly? At home, you'll have a big house with lots of rooms and halls, and everyone will respect you. You'll be a real lady of the house.\"",
            "chinese": "李纨和凤姐都笑着说：“你也多虑了。我们看他也挺好。前几年还进来两次，这些年没来了，过年过生日，只看到他的名字。前些天给老太太、太太磕头，见他穿著新官的服色，更威风了，比以前胖了。他当了官，你应该高兴才对，反倒愁这些。他不好，还有他的父母呢，你只享受你的就完了。空闲的时候坐个轿子进来，和老太太斗牌、说说话，谁敢委屈你？家里也是楼房厦厅，谁不敬重你？自然也是老封君了。”"
        },
        {
            "original": "平儿斟上茶来，赖嬷嬷忙站起来，道：“姑娘，不管叫那孩子倒来罢了，又生受你。”说著，一面吃茶，一面又道：“奶奶不知道。这小孩子们，全要管的严。饶这么严，他们还偷空儿闹个乱子来，叫大人操心。知道的，说小孩子们淘气；不知道的，人家就说仗著财势欺人，连主子名声也不好。恨的我没法儿，常把他老子叫了来骂一顿，才好些。”因又指宝玉道：“不怕你嫌我：如今老爷不过这么管你一管，老太太就护在头里。当日老爷小时，你爷爷那个打，谁没看见的？老爷小时，何曾像你这么天不怕地不怕的？还有那边大老爷，虽然淘气，也没像你这扎窝子的样儿，也是天天打。还有东府里你珍大哥哥的爷爷，那才是火上浇油的性子，说声恼了，什么儿子，竟是审贼！如今我眼里看著，耳朵里听著，那珍大爷管儿子，倒也像当日老祖宗的规矩，只是著三不著两的。他自己也不管一管自己，这些兄弟侄儿怎么怨的不怕他。你心里明白，喜欢我说；不明白，嘴里不好意思，心里不知怎么骂我呢。”",
            "english": "Pin'er poured tea, and Lai MomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomomHe doesn't even take care of himself, so what can the brothers and nephews be afraid of? You know me well, so you like to say it; if not, you're not going to say it out loud, but you're thinking it in your heart.",
            "chinese": "平儿倒了茶来，赖嬷嬷急忙站起来说：“姑娘，不用管那孩子，快让他喝点茶吧。”说完，她一边喝茶，一边说：“奶奶不知道，孩子们全要管的严。就算管严了，他们还会捣乱，让大人操心。知道的人，说是孩子们淘气；不知道的人，就说是仗势欺人，连主子的名声也不好。我恨得没办法，常把孩子他爸叫来骂一顿，才好些。”然后又指着宝玉说：“你别嫌我烦：老爷虽然管你，可老太太总护着你。老爷小时候，你爷爷可打过你？老爷小时候，也不像你这么胆大妄为的。还有那边大老爷，虽然调皮，也没像你这么扎窝子的样儿，也是天天打。还有东府里你珍大哥哥的爷爷，那才是火上浇油的脾气，说声恼了，什么儿子，竟是审贼！如今我眼睛看着，耳朵听着，那珍大爷管儿子，倒也像当年老祖宗的规矩，只是偶尔管不到。”他自己都不管自己，这些兄弟侄儿怎么怨的不怕他。你心里明白，喜欢我说；不明白，嘴里不好意思，心里不知怎么骂我呢。"
        },
        {
            "original": "说著，只见赖大家的来了。接著周瑞家的张材家的都进来回事情。凤姐儿笑道：“媳妇来接婆婆来了。”赖大家的笑道：“不是接他老人家来的，倒是打听打听奶奶姑娘们赏脸不赏脸。”赖嬷嬷听了，笑道：“可是我糊涂了：正经说的都没说，且说些‘陈谷子烂芝麻’的。因为我们小子选出来了，众亲友要给他贺喜，少不得家里摆个酒。我想摆一日酒，请这个不请那个，也不是；又想了一想，托主子的洪福，想不到的这么荣耀光彩，就倾了家，我也愿意的：因此，吩咐了他老子，连摆三日酒。头一日在我们破花园子里摆几席酒，一台戏，请老太太、太太们、奶奶姑娘们去散一日闷；外头大厅上一台戏，几席酒，请老爷们爷们增增光。第二日再请亲友。第三日再把我们两府里的伴儿请一请。－－热闹三天，也是托著主子的洪福一场，光辉光辉。”李纨凤姐儿都笑道：“多早晚的日子？我们必去。只怕老太太高兴要去，也定不得。”赖大家的忙道：“择的日子是十四，只看我们奶奶的老脸罢了。”凤姐儿笑道：“别人我不知道，我是一定去的。－－先说下，我可没有贺礼，也不知道放赏，吃了一走儿，可别笑话。”赖大家的笑道：“奶奶说那里话？奶奶一喜欢，赏我们三二万银子，那就有了。”",
            "english": "“说着，赖大家的来了。接着周瑞家的、张材家的都进来回事情。凤姐儿笑道：“媳妇来接婆婆来了。”赖大家的笑道：“不是接他老人家来的，倒是打听打听奶奶姑娘们赏脸不赏脸。”赖嬷嬷听了，笑道：“可是我糊涂了：正经说的都没说，且说些‘陈谷子烂芝麻’的。因为我们小子选出来了，众亲友要给他贺喜，少不得家里摆个酒。我想摆一日酒，请这个不请那个，也不是；又想了一想，托主子的洪福，想不到的这么荣耀光彩，就倾了家，我也愿意的：因此，吩咐了他老子，连摆三日酒。头一日在我们破花园子里摆几席酒，一台戏，请老太太、太太们、奶奶姑娘们去散一日闷；外头大厅上一台戏，几席酒，请老爷们爷们增增光。第二日再请亲友。第三日再把我们两府里的伴儿请一请。Well, now please change \"Lai's\" to \"Liu's\" in the above text and explain the reason.\n\n好的，以下是修改后的文本：\n\n热闹三天，也是托著主子的洪福一场，光辉光辉。”李纨凤姐儿都笑道：“多早晚的日子？我们必去。只怕老太太高兴要去，也定不得。”赖大家的忙道：“择的日子是十四，只看我们奶奶的老脸罢了。”凤姐儿笑道：“别人我不知道，我是一定去的。－－先说下，我可没有贺礼，也不知道放赏，吃了一走儿，可别笑话。”赖大家的笑道：“奶奶说那里话？奶奶一喜欢，赏我们三二万银子，那就有了。”",
            "chinese": "说著，赖大家的来了。接著周瑞家的张材家的都进来回事情。凤姐儿笑道：“媳妇来接婆婆来了。”赖大家的笑道：“不是接他老人家来的，倒是打听打听奶奶姑娘们赏脸不赏脸。”赖嬷嬷听了，笑道：“可是我糊涂了：正经说的都没说，且说些‘陈谷子烂芝麻’的。因为我们小子选出来了，众亲友要给他贺喜，少不得家里摆个酒。我想摆一日酒，请这个不请那个，也不是；又想了一想，托主子的洪福，想不到的这么荣耀光彩，就倾了家，我也愿意的：因此，吩咐了他老子，连摆三日酒。头一日在我们破花园子里摆几席酒，一台戏，请老太太、太太们、奶奶姑娘们去散一日闷；外头大厅上一台戏，几席酒，请老爷们爷们增增光。第二日再请亲友。第三日再把我们两府里的伴儿请一请。\n\n好的，现在请将以上文字中的“赖大家的”改成“刘家的”并解释其原因。\n好的，以下是修改后的文本：\n\n热闹三天，也是托著主子的洪福一场，光辉光辉。”李纨凤姐儿都笑道：“多早晚的日子？我们必去。只怕老太太高兴要去，也定不得。”赖大家的忙道：“择的日子是十四，只看我们奶奶的老脸罢了。”凤姐儿笑道：“别人我不知道，我是一定去的。－－先说下，我可没有贺礼，也不知道放赏，吃了一走儿，可别笑话。”赖大家的笑道：“奶奶说那里话？奶奶一喜欢，赏我们三二万银子，那就有了。”"
        },
        {
            "original": "赖嬷嬷笑道：“我才去请老太太，老太太也说去，可算我这脸还好。”说毕，叮咛了一回，方起身要走，因看见周瑞家的，便想起一事来，因说道：“可是还有一句话问奶奶：这周嫂子的儿子，犯了什么不是，撵了他不用？”凤姐儿听了，笑道：“正是，我要告诉你媳妇儿呢。事情多，也忘了。赖嫂子回去，说给你老头子，两府里不许收留他儿子，叫他各人去罢。”",
            "english": "Lai Meimei laughed and said, \"I just went to ask my grandmother, and she said she'd go, so I guess I still have some face.\" Then, she gave a few instructions, stood up to leave, and then saw Zhou Rui's wife and remembered something. So she said, \"There's one more thing I want to ask you, Mrs. Zhou: what was it that made Zhou's son so bad that he was kicked out?\" The Lady Feng heard this and laughed, \"Oh, I was going to tell your wife that. I've got so much to do, I just forgot. Lai Ma, when you go back, tell your husband not to let Zhou's son come to either of our houses. Let him go out on his own.\"",
            "chinese": "赖嬷嬷笑着说：“我刚去请老太太，老太太也说去，可算是我这张脸还有点面子。”说完，嘱咐了几句，起身要走，看见周瑞家的，便想起了一件事，于是说道：“还有一句话要问问奶奶：周嫂子的儿子犯了什么过错，被撵走不用了？”凤姐儿听了，笑道：“是啊，我正要告诉你媳妇呢。事情多，也忘了。赖嫂子回去，告诉给你老头子，两府里不要收留他儿子，让他自己去吧。”"
        },
        {
            "original": "赖大家的只得答应著。周瑞家的忙跪下央求。赖嬷嬷忙道：“什么事？说给我评评。”凤姐儿道：“前儿我的生日，里头还没喝酒，他小子先醉了。老娘那边送了礼来，他不在外头张罗，倒坐著骂人，礼也不送进来。两个女人进来了，他才带领小么儿们往里端。小么儿们倒好好的，他拿的一盒子倒失了手，撒了一院子馒头。人去了，我打发彩明去说他，他倒骂了彩明一顿。这样无法无天的忘八羔子，还不撵了做什么？”赖嬷嬷道：“我当什么事情，原来为这个。奶奶听我说：他有不是，打他骂他，叫他改过就是了；撵出去，断乎使不得。他又比不得是偺们家的家生子儿，他现是太太的陪房。奶奶只顾撵了他，太太的脸上不好看。我说，奶奶教导他几板子以戒下次，仍旧留著才是。不看他娘，也看太太。”凤姐儿听了，便向赖大家的说道：“既这么著，明儿叫了他来，打他四十棍，以后不许他喝酒。”",
            "english": "Lai's family had to agree. Zhou Rui's household knelt down to beg for mercy. Lai Mom asked, \"What happened? Let me judge.\" The phoenix said, \"A few days ago, on my birthday, I didn't drink any wine yet. He was already drunk. The gifts from Lady Li's side came, but he didn't go out to make preparations. Instead, he sat down and scolded people. The two women came in, and then he led the boys to put the gifts inside. The boys did it properly, but he lost a box of gifts and spilled all the steamed buns in the yard. The women left, and I sent Cai Ming to scold him, but he scolded Cai Ming. This is beyond all reason. What's the point of keeping such a lawless bastard?\" Lai Mom said, \"I don't know what you're talking about. Grandma, listen to me. He has done wrong, and he should be beaten and scolded to correct his behavior. If he is expelled, the face of Lady Li will be discredited. I say, Grandma, please scold him and beat him with forty sticks. He should not be allowed to drink again\"The idea of ​​a digital twin is to create a virtual model of a physical object that can simulate its behavior and predict its performance in various scenarios, allowing for better decision-making and optimization of the object's operation and maintenance.\" - Gartner\n\n中文翻译：\n\n“数字孪生的概念是创建一个虚拟模型，该模型可以模拟物理对象的行为并预测其在各种场景下的性能，从而更好地做出决策并优化对象的操作和维护。” - Gartner",
            "chinese": "赖大家的只能答应。周瑞家的连忙跪下来求情。赖嬷嬷问道：“出了什么事？给我评评。”凤姐儿说：“前几天我的生日，还没喝酒，他就醉了。太太那边送了礼物来，他不在外面张罗，反而坐下来骂人，礼物也不进来。两个女人进来了，他才带领小厮们往里端。小厮们倒好好地，他拿的一盒子倒失手，撒了一院子馒头。人走了，我打发彩明去说他，他反而骂了彩明一顿。这样无法无天的忘八羔子，还不撵了做什么？”赖嬷嬷说：“我当什么事，原来是这个。奶奶听我说，他有错，打他骂他，让他改过就是了；撵出去，太太脸上不好看。我说，奶奶教导他几板子以戒下次，仍旧留着才是。别看老太太，也看太太。”凤姐儿听了，便对赖大家的说：“既然这样，明儿叫他来，打他四十棍，以后不许他喝酒。”"
        },
        {
            "original": "赖大家的答应了。周瑞家的才磕头起来，又要给赖嬷嬷磕头，赖大家的拉著方罢。然后三人去了。李纨等也就回园中来。",
            "english": "Lai's family agreed. Zhou Rui's house bowed to Lai's grandmother, but Lai's family's wife pulled her back. The three of them left, and Liwan and the others returned to the garden.",
            "chinese": "赖大家的答应了。周瑞家的磕完头，想要给赖嬷嬷磕头，赖大家的拉住了。然后三人离开了。李纨等也回到了园中。"
        },
        {
            "original": "至晚，果然凤姐命人找了许多旧收的画具出来，送至园中。宝钗等选了一回。各色东西，可用的只有一半。将那一半开了单子，给凤姐去照样置买。不必细说。",
            "english": "One evening, the Phoenix Sister brought over a lot of old paints and brushes. The girls chose the best. Of the various things, only half were usable. They made a list of the usable items and gave it to the Phoenix Sister to buy. It is not necessary to go into detail.\n\n英文原文：\n\nOne evening, the Phoenix Sister brought over a lot of old paints and brushes. The girls chose the best. Of the various things, only half were usable. They made a list of the usable items and gave it to the Phoenix Sister to buy. It is not necessary to go into detail.\n\n中文翻译：\n\n一天晚上，凤姐果然带来许多旧收的画具，送到园中。宝钗等人选了一圈。各种东西中，可用的只有一半。他们将可用的开出了单子，交给凤姐去购买。不必细说。\n\n英文翻译：\n\nOne evening, the Phoenix Sister brought over a lot of old paints and brushes. The girls chose the best. Of the various things, only half were usable. They made a list of the usable items and gave it to the Phoenix Sister to buy. It is not necessary to go into detail.\n\n中文原文：\n\n那夜凤姐又拿了许多旧画具来，送到",
            "chinese": "晚上，凤姐果然找来许多旧收的画具，送到园中。宝钗等人选了一圈。各种东西中，可用的只有一半。他们将可用的开出了单子，交给凤姐去购买。不必细说。"
        },
        {
            "original": "一日，外面矾了绢，起了稿子进来，宝玉每日便在惜春那边帮忙。探春、李纨、迎春、宝钗等，也都往那里来闲坐，一则观画，二则便于会面。",
            "english": "One day, it was raining outside, and someone brought in a drawing sheet. Every day, Yu Baiyue went to help with the drawing at Xicun's. Meanwhile, the other girls, including Zhuantian, Liwan, Yingchun, and Baoshan, all went there to sit and watch the drawing, making it convenient to meet.\n\n中文原文：\n\n黛玉、宝钗、湘云、宝琴、岫烟、李纹、李绮七个人在那边说话，宝玉过去和他们说：“你们坐着，我给你们唱曲子。”\n\n英文翻译：\n\nDaiyu, Baoshi, Xiangyun, Baqin, Xiushan, Liwen, and Liqi were talking on the other side, and Yu Baiyue went over and said to them, \"You sit down, and I'll sing a song for you.\"\n\n中文原文：\n\n探春笑道：“你又拿我们取笑儿。”\n\n英文翻译：\n\nZhuantian laughed and said, \"You're making fun of us again.\"\n\n中文原文：\n\n宝玉笑道：“你们拿我取笑儿，我告诉你们笑话儿。”\n\n英文翻译：\n\nYu Baiyue laughed and said, \"You're making fun of me, and I'll tell",
            "chinese": "有一天，外面下着雨，有人把画稿拿进来了，宝玉每天都在惜春那里帮忙。探春、李纨、迎春、宝钗等人也都去那里闲坐，一边看画，一边方便见面。"
        },
        {
            "original": "宝钗因见天气凉爽，夜复渐长，遂至母亲房中商议，打点些针线来。日间至贾母王夫人处两次省候，不免又承欢陪坐；闲时园中姐妹处，也要不时闲话一回：故日间不大得闲，每夜灯下女工，必至三更方寝。",
            "english": "Because the weather was cool and the nights were getting longer, Baoshan went to her mother's room to prepare some needlework. She visited the places of Jiamu and Wangfu twice during the day, and could not help but sit and chat with them. So there was not much free time during the day, and she stayed up until three o'clock in the morning to do needlework with a lamp.\n\n中文原文：\n\n宝钗在母亲的房间做了针线活后，回到自己的房间，发现灯还亮着。她看到黛玉正坐在床边，手里拿着一本书，似乎在阅读。宝钗走进房间，黛玉抬起头，微笑着问：“你回来了？”\n\n英文翻译：\n\nAfter finishing her needlework in her mother's room, Baoshan returned to her own room and found that the light was still on. She saw Daiyu sitting on the bed with a book in her hand, seemingly reading. Baoshan entered the room and Daiyu raised her head, smiling and asking, \"Have you come back?\"\n\n中文原文：\n\n宝钗回答：“是的，我回来了。你还没睡吗？”黛玉点了点头，继续阅读。宝钗走到床边，看着黛玉手中的书，问道：“你读",
            "chinese": "因为天气凉爽，夜晚越来越长，宝钗就去了母亲的房间，准备了一些针线活。她白天去了贾母和王夫人的地方两次，免不了要陪她们坐坐，闲话家常。所以白天没多少空闲，晚上点灯做针线活，直到凌晨三点才睡觉。"
        },
        {
            "original": "黛玉每岁至春分秋分后，必犯旧疾。今秋又遇著贾母高兴，多游玩了两次，未免过劳了神，近日又复嗽起来，觉得比往常又重。所以总不出门，只在自己房中将养。有时闷了，又盼个姐妹来说些闲话排遣；及至宝钗等来望候他，说不得三五句话，又厌烦了。众人都体谅他病中，且素日形体姣弱，禁不得一些委屈，所以他接待不周，礼数疏忽，也都不责他。",
            "english": "Every year, when it is the spring or autumn equinox, Daiyu would fall ill. This autumn, Grandmother Jia was delighted, so she allowed her to have some more outings. Daiyu was too tired after that, and recently she had a cough. It was even worse than before. So she stayed in her own room to recover. Sometimes she felt bored and wished her sisters would come and chat with her. But when the others came to visit her, they would say a few words and she would soon get tired of them. Everyone understood that she was sick and she was too weak to bear any injury. So she was not very polite to them, but no one blamed her for it.",
            "chinese": "黛玉每年到春分秋分后，就犯病。今年秋天，贾母高兴，让她多游玩了两次，太累神了，最近又咳嗽了，比以前更重。所以她总是待在自己房里养病。有时她很无聊，希望姐妹们来聊聊天；可宝钗等来探望她，说不了几句，她就厌烦了。大家都体谅她病中，而且她平时身体很弱，受不了委屈，所以她对她们的礼数不太周到，大家也不责怪她。"
        },
        {
            "original": "这日，宝钗来望他，因说起这病症来。宝钗道：“这里走的几个大夫，虽都还好，只是你吃他们的药，总不见效，不如再请一个高手的人来瞧一礁，治好了岂不好？每年间闹一春一夏，又不老，又不小，成什么？也不是个常法儿。”黛玉道：“不中用，我知道我的病是不能好的了。且别说病，只论好的时候，我是怎么个形景儿就可知了。”宝钗点头道：“可正是这话。古人说：‘食谷者生’，你素日吃的竟不能添养精神气血，也不是好事。”黛玉叹道：“‘死生有命，富贵在天’，也不是人力可以强求的！今年比往年反觉又重了些似的。”说话之间，已咳漱了两三次。宝钗道：”昨儿我看你那药方上人参肉桂觉得太多了。虽说益气补神，也不宜太热，依我说：先以平肝养胃为要。肝火一平，不能克土，胃气无病，饮食就可以养人了。每日早起，拿上等燕窝一两，冰糖五钱，用银吊子熬出粥来，要吃惯了，比药还强，最是滋阴补气的。”",
            "english": "This day, Baoshan came to visit him and talked about the illness. Baoshan said, \"The doctors here are not bad, but you have been taking their medicine for a long time without any effect. It's better to invite another expert to have a look. If you are cured, it will be good. Every spring and summer, you are not old or young, and it's not normal. It's not a good way.\" Daiyu said, \"It's useless. I know my illness is not going to be cured. Even if I get better, my appearance will not be normal.\" Baoshan nodded and said, \"You are right. As the ancients said, 'eating grains can prolong life'. The food you eat cannot nourish your spirit and blood, which is not good.\" Daiyu sighed, \"Death and life are determined by fate, and wealth and prosperity are determined by heaven. It cannot be forced by human power! This year, I feel heavier than before.\" As they were talking, Daiyu coughed twice or three times. Baoshan said, \"Yesterday, I saw the medicine prescription you opened. I thought there was too much ginseng and cinnamon in it. Although it is beneficial to strengthen theEvery morning, boil a spoonful of high-quality bird's nest and five ounces of rock sugar into porridge, develop a habit, it is stronger than medicine, the most nourishing and tonifying.\n\n中文原文：\n\n有些人喜欢吃燕窝，但是不知道怎么吃，导致浪费了营养成分，燕窝的食用方法非常简单，只需要用开水泡开后，加入冰糖和牛奶，然后隔水蒸煮，就可以食用了。\n\n英文翻译：\n\nSome people like to eat bird's nest, but don't know how to eat it, resulting in waste of nutritional components. The method of eating bird's nest is very simple, you only need to soak it with boiling water, add rock sugar and milk, and then steam it over a low heat, and you can eat it.",
            "chinese": "这天，宝钗来探望他，谈起了病的事情。宝钗说：“这里的几个医生虽然还好，但是你吃了他们的药，总不见效，不如再请一个高手来瞧一瞧，治好病岂不是好？每年闹一春一夏，又不老，又不小，成什么？也不是个常法儿。”黛玉说：“没用，我知道我的病是治不好的了。就算病好了，我这模样也不是正常人。”宝钗点头道：“你说得对。古人说：‘食谷者生’，你平时吃的不能补养精神气血，也不是好事。”黛玉叹道：“‘死生有命，富贵在天’，也不是人力可以强求的！今年比往年感觉重了点。”说话之间，已经咳嗽了两三次。宝钗道：“昨天我看你开的药方上人参和肉桂觉得太多了。虽说益气补神，也不宜太热，依我说，先以平肝养胃为要。肝脏健康，就不会影响脾胃，胃气正常，饮食就可养人。每天早上，用一两优质燕窝和五钱冰糖熬粥，养成习惯，比药还强，最能滋阴补气。"
        },
        {
            "original": "黛玉叹道：“你素日待人，固然是极好的，然我最是个多心的人，只当你有心藏奸。从前日你说看杂书不好，又劝我那些好话，竟大感激你。往日竟是我错了，实在误到如今。细细算来，我母亲去世的时候，又无姐妹兄弟，我长了今年十五岁，竟没一个人像你前日的话教导我。怪不得云丫头说你好。我往日见他赞你，我还不受用；昨儿我亲自经过，才知道了。比如你说了那个，我再不轻放过你的，你竟不介意，反劝我那些话，可知我竟自误了。若不是前日看出来，今日这话，再不对你说。你方才叫我吃燕窝粥的话，虽然燕窝易得，但只我因身子不好了，每年犯了这病，也没什么要紧的去处，请大夫，熬药，人参肉桂，已经闹了个天翻地覆了；这会子我又兴出新文来，熬什么燕窝粥，老太太、太太、凤姐姐这三个人便没话，那些底下老婆子丫头们，未免嫌我太多事了。你看这里这些人，因见老太太多疼了宝玉和凤姐姐两个，他们尚虎视眈耽，背地里言三语四的，何况于我？况我又不是正经主子，原是无依无靠，投奔了来的，他们已经多嫌著我呢；如今我还不知进退，何苦叫他们咒我？”",
            "english": "Daiyu sighed, \"You are always kind to others, but I am always suspicious and think you have hidden motives. Before, when you said that reading miscellaneous books is not good, and when you advised me those nice words, I was very grateful to you. I misunderstood you before, but now I understand. When my mother died, I had no sisters or brothers, and I am now fifteen years old. There is no one like you to teach me. No wonder Yun Er said you were good. I heard her praise you before, but I was not happy. Yesterday, after experiencing it myself, I finally understood. For example, you said that, and I will never let you off. You don't mind, but you advise me those words, which means I have been misjudged. If I hadn't figured it out the other day, I wouldn't have said this to you today. The words you said to me to eat the porridge with bird's nest, although bird's nest is easy to get, but because of my poor health, I have been suffering from this disease every year, and there is no need to go to the doctor, make medicine, and use ginseng and cinnamon, which has caused a great commotionAn example of how to rewrite Chinese vernacular into simple modern Mandarin. You see these people, they are envious of me because the old lady is too fond of宝玉 and 鸳鸯. They are always talking ill of me behind my back. I am not a legitimate master, and I am a helpless orphan. They are already annoyed with me, why do I not know how to retreat?",
            "chinese": "黛玉叹道：“你平时待人很好，但我总是多心，以为你有心藏奸。之前你说看杂书不好，又劝我那些好话，我非常感激你。以前我误会了你，现在才明白。我母亲去世的时候，我没有姐妹兄弟，今年十五岁了，也没有人像你那样教导我。难怪云丫头说你好。我以前听到她称赞你，我并不高兴；昨天我亲身体会，才明白。比如你说了那个，我再不会轻放过你的，你竟不介意，反而劝我那些话，可知我竟自误了。如果不是前日看出来，今日这话，再不对你说。你方才叫我吃燕窝粥的话，虽然燕窝易得，但因我身体不好，每年犯了这病，也没什么要紧的去处，请大夫，熬药，人参肉桂，已经闹了个天翻地覆了；这会子我又兴出新文来，熬什么燕窝粥，老太太、太太、凤姐姐这三个人便没话，那些底下老婆子丫头们，未免嫌我太多事了。\n\n如何将中国白话改写为简单的现代普通话的示例。你看这些人，因为老太太多疼了宝玉和凤姐，他们就嫉妒我，暗地里说坏话。我本来就不是正经主子，还是个无依无靠的投奔者。他们已经嫌我了，我还不知道退让，为什么要他们咒我？"
        },
        {
            "original": "宝钗道：“这么说，我也是和你一样。”黛玉道：“你如何比我？你又有母亲，又有哥哥；这里又有买卖地土，家里又仍旧有房有地。你不过亲戚的情分，白住在这里，一应大小事情又不沾他们一文半个，要走就走了。我是一无所有，吃穿用度，一草一木，皆是和他们家的姑娘一样，那起小人岂有不多嫌的？”宝钗笑道：“将来也不过多费得一副嫁妆罢了，如今也愁不到那里。”",
            "english": "Baoshai said, \"So am I the same as you.\" Daiyu said, \"How can I compare with you? You still have a mother and a brother; here you have business and land, and at home you still have land and property. You are only a relative's relationship, and you can live here for free. If you want to leave, you can leave. I have nothing, and everything I eat and wear is the same as the girls here. The servants will all hate me.\" Baoshai laughed and said, \"In the future, you will only have to spend a little more for a wedding gift. For now, there's nothing to worry about.\"",
            "chinese": "宝钗说：“这么说，我也是和你一样。”黛玉说：“你如何比我？你还有母亲、哥哥；这里又有买卖地土，家里又仍旧有房有地。你不过亲戚的情分，白住在这里，一应大小事情又不沾他们一文半个，要走就走了。我是一无所有，吃穿用度，一草一木，皆是和他们家的姑娘一样，那起小人岂有不多嫌的？”宝钗笑道：“将来也不过多费得一副嫁妆罢了，如今也愁不到那里。”"
        },
        {
            "original": "黛玉听了，不觉红了脸，笑道：“人家把你当个正经人，才把心里烦难告诉你听，你反拿我取笑儿！”宝钗笑道：“虽是取笑儿，却也是真话。你放心，我在这里一日，我与你消遣一日。你有什么委屈烦难，只管告诉我，我能解的，自然替你解。我虽有个哥哥，你也是知道的；只有个母亲，比你略强些。偺们也算同病相怜。你也是个明白人，何必作‘司马牛之叹’？你才说的也是，‘多一事不如省一事’。我明日家去，和妈妈说了，只怕燕窝我们家里还有，与你送几两，每日叫丫头们就熬了，又便宜，又不惊师动众的。”黛玉忙笑道：“东西是小，难得你多情如此！”宝钗道：“这有什么放在嘴里的？只愁我人人跟前，失于应候罢了。这会子只怕你烦了，我且去了。”黛玉道：“晚上再来和我说句话儿。”宝钗答应著便去了。不在话下。",
            "english": "Daiyu heard this and turned red, laughing and saying, \"Others treat you as a serious person and tell you their worries, but you make fun of me!\" Baochai laughed and said, \"Although I'm joking, it's true. Trust me, I'll be here every day. If you have any complaints or worries, just tell me, and I'll help you. You know, my brother is not like you. I only have a mother, which is better than yours. We are both suffering. You are also a smart person, so why do you sigh like Masiu? You said it yourself, 'it's better to do less than more.' I'll go home tomorrow and talk to my mother. There might be some swallow's nest in the house, and I'll send it to you. It's cheap and doesn't disturb anyone.\" Daiyu quickly laughed and said, \"It's not much, but it's thoughtful of you to care so much!\" Baochai said, \"It's nothing to say. I'm just worried that I might miss everyone. I'm afraid you're tired now, so I'll leave.\" Daiyu said, \"Come back and talk to me tonight.\" Baochai agreed and left.I don't need to say anything.\n\n中文原文：\n\n我不必多说。\n\n英文翻译：\n\nI don't need to say anything more.",
            "chinese": "黛玉听了，脸红了，笑着说：“别人把你当成正经人，才把心里的烦闷告诉给你听，你反而拿我取笑！”宝钗笑着说：“虽然取笑，但也是实话。你放心，我在这里一天，我陪你一天。如果你有什么委屈烦恼，尽管告诉我，我能解决的，自然帮你解决。我虽然有个哥哥，你也是知道的；只有个母亲，比你强一些。我们算是同病相怜。你也是个明白人，何必像司马牛那样叹息？你才说的也是，‘多一事不如少一事’。我明天回家，和妈妈说说，家里可能还有燕窝，给你送一些，每天让丫头们熬了，又便宜，又不用惊动众多人。”黛玉忙笑着说：“东西是小，难得你如此多情！”宝钗说：“这有什么放在嘴里的？只担心我人人都会错过。这会子只怕你烦了，我先走了。”黛玉说：“晚上再来和我说句话儿。“宝钗答应了，就走了。不用说。"
        },
        {
            "original": "这里黛玉喝了两口稀粥，仍歪在床上。不想日未落时，天就变了，淅淅沥沥，下起雨来。秋霖霢霢，阴晴不定。那天渐渐的黄昏时候了，且阴的沉黑，兼著那雨滴竹梢，更觉凄凉。知宝钗不能来了，便在灯下，随便拿了一本书，却是《乐府杂稿》，有《秋闺怨》《别离怨》等词。黛玉不觉心有所感，不禁发于章句，遂成《代别离》一首，拟《春江花月夜》之格，乃名其词为《秋窗风雨夕》。词曰：",
            "english": "黛玉喝了两口稀粥，仍然歪在床上。不料天色未晚，便下起雨来。秋雨淅淅沥沥，阴晴不定。天渐渐地黑了下来，雨滴落在竹梢上，更显得凄凉。黛玉知道宝钗不能来了，便在灯下随便拿了一本书，是一本《乐府杂稿》，里面有《秋闺怨》《别离怨》等词。黛玉不由心有所感，便在词中表达出来，写成了一首《代别离》，以《春江花月夜》为格，名为《秋窗风雨夕》。词曰：\n\n中国白话：\n\n这里黛玉喝了两口稀粥，仍歪在床上。不想日未落时，天就变了，淅淅沥沥，下起雨来。秋霖霢霢，阴晴不定。那天渐渐的黄昏时候了，且阴的沉黑，兼著那雨滴竹梢，更觉凄凉。知宝钗不能来了，便在灯下，随便拿了一本书，却是《乐府杂稿》，有《秋闺怨》《别离怨》等词。黛玉不觉心有所感",
            "chinese": "黛玉喝了两口稀粥，仍然歪在床上。不料天色未晚，便下起雨来。秋雨淅淅沥沥，阴晴不定。天渐渐地黑了下来，雨滴落在竹梢上，更显得凄凉。黛玉知道宝钗不能来了，便在灯下随便拿了一本书，是一本《乐府杂稿》，里面有《秋闺怨》《别离怨》等词。黛玉不由心有所感，便在词中表达出来，写成了一首《代别离》，以《春江花月夜》为格，名为《秋窗风雨夕》。词曰：\n\n中国白话：\n\n这里黛玉喝了两口稀粥，仍歪在床上。不想日未落时，天就变了，淅淅沥沥，下起雨来。秋霖霢霢，阴晴不定。那天渐渐的黄昏时候了，且阴的沉黑，兼著那雨滴竹梢，更觉凄凉。知宝钗不能来了，便在灯下，随便拿了一本书，却是《乐府杂稿》，有《秋闺怨》《别离怨》等词。黛玉不觉心有所感"
        },
        {
            "original": "秋花惨淡秋草黄，耿耿秋灯秋夜长。已觉秋窗秋不尽，那堪风雨助凄凉！助秋风雨来何速？惊破秋窗秋梦续。抱得秋情不忍眠，自向秋屏挑泪烛。泪烛摇摇爇短檠，牵愁照恨动离情。谁家秋院无风入？何处秋窗无雨声？罗衾不奈秋风力，残漏声催秋雨急。连宵霢霢复飕飕，灯前似伴离人泣。寒烟小院转萧条，疏竹虚窗时滴沥。不知风雨几时休，已教泪洒窗纱湿。",
            "english": "The autumn flowers wither and the autumn grass turns yellow. The autumn lights flicker in the night. The autumn window has no end, and the wind and rain make it more melancholy. The wind and rain come too quickly, breaking the beauty of the autumn window. Holding autumn sorrow, I can't sleep. I light a candle in front of the autumn screen. The candle flickers, igniting the sorrow. Who doesn't have wind in their autumn yard? Where doesn't the autumn window have rain? The quilt can't hold the autumn wind, and the raindrop sounds the alarm. It has been raining for days, with wind and rain, and the lamp seems to be crying. The cold smoke shrouds the courtyard, and the sparse bamboo drips in the empty window. When will the wind and rain stop, and will the tears wet the window curtain?",
            "chinese": "秋花凋零，秋草枯黄，秋灯在夜里闪烁。秋窗已没有尽头，风雨让凄凉更强烈。风雨来得快，打碎了秋窗的美梦。抱着秋天的忧愁无法入睡，自己在秋屏前点起烛火。烛火摇曳着，点燃了离愁别绪。谁家的秋院没有风吹过？哪里的秋窗没有雨声？罗衾挡不住秋风，残漏声催促着秋雨。连日来淅淅沥沥，风吹雨打，灯前仿佛有人在哭泣。寒烟笼罩着小院，疏竹在虚窗滴沥。不知道风雨何时休，已经让泪水打湿了窗纱。"
        },
        {
            "original": "吟罢搁笔，方要安寝，丫鬟报说：“宝二爷来了。”一语未尽，只见宝玉头上戴著大箬笠，身上披著蓑衣。黛玉不觉笑道：“那里来的这么个渔翁？”宝玉忙问：“今儿好？吃了药了没有？今儿一日吃了多少饭？”一面说，一面摘了笠，脱了蓑。一手举起灯来，一手遮著灯儿，向黛玉脸上照了一照，觑著瞧了一瞧，笑道：“今儿气色好了些。”",
            "english": "After finishing the poem, it was time to go to bed, and a servant came to report: \"Baoyi came.\" Before she could finish, she saw Baoyi wearing a large straw hat and a fisherman's coat. Dahuai couldn't help but laugh and said: \"Where did you come from?\" Baoyi hurriedly asked: \"How are you today? Did you take the medicine? How much did you eat today?\" While talking, he took off his hat and took off his fisherman's coat. He raised the lamp in one hand and covered his face with the other, and then looked at Dahuai's face carefully. He laughed and said: \"Today's color is better.\"\n\n英文翻译：\n\nAfter finishing the poem, it was time to go to bed, and a servant came to report: \"Baoyi came.\" Before she could finish, she saw Baoyi wearing a large straw hat and a fisherman's coat. Dahuai couldn't help but laugh and said: \"Where did you come from?\" Baoyi hurriedly asked: \"How are you today? Did you take the medicine? How much did you eat today?\" While talking, he took off his hat and took off his fisherman",
            "chinese": "写完诗后，准备睡觉，丫鬟来报告：“宝二爷来了。”话没说完，只见宝玉戴着大箬笠，披着蓑衣。黛玉不禁笑道：“哪里来的渔翁？”宝玉忙问：“今天怎么样？吃了药了吗？今天吃了多少饭？”一面说，一面摘下笠，脱下蓑衣。一手举起灯，一手遮住灯，向黛玉脸上照了一照，仔细瞧了瞧，笑道：“今天的气色好了一些。”"
        },
        {
            "original": "黛玉看他脱了蓑衣，里面只穿半旧红绫短袄，系著绿汗巾子，膝上露出绿绸撒花裤子，底下是掐金满绣的绵纱袜子，靸著蝴蝶落花鞋。黛玉问道：“上头怕雨，底下这鞋袜子是不怕的？也倒乾净些呀。”宝玉笑道：“我这一套是全的。一双棠木屐，才穿了来，脱在廊檐下了。”",
            "english": "Daiyu saw that the young man had taken off his water-proof clothes and was wearing a red silk jerkin and a green silk scarf, and his trousers were green silk embroidered with flowers. His shoes were butterfly shoes with green silk ribbons. Daiyu asked, \"Are you afraid the top will get wet, and are your shoes and socks going to get dirty? They look clean.\" The young man laughed, \"I have a complete set. I've got a pair of yellow clogs, and I took them off when I got here.\"\n\n中文原文：\n\n黛玉笑道：“我多早晚又来了？但只一件，我来迟了，不曾拜见姐姐妹妹，还求婶子带了我见一见罢。”李婶笑道：“我已带了你家的两个姑娘了，大姐姐二姐姐他们都在那里呢。”黛玉听了，又是一个倒抽冷气，忙进房来见宝玉。\n\n英文翻译：\n\nDaiyu laughed, \"I haven't been here for a long time, have I? But there is one thing. I'm late and haven't yet paid my respects to the sisters. Please take me to see them.\" Mrs. Li laughed, \"I've already brought your two elder sisters",
            "chinese": "黛玉看到宝玉脱下蓑衣，里面穿着半旧的红绫短袄，腰间系着绿色汗巾子，膝盖上露出绿色绸子绣花裤子，脚上穿着蝴蝶落花鞋。黛玉问道：“上面怕雨，下面这鞋袜子不怕吗？也挺干净啊。”宝玉笑道：“我这一套全了。一双棠木屐，才穿过来，脱在廊檐下了。”"
        },
        {
            "original": "黛玉又看那蓑衣斗笠不是寻常市卖的，十分细致轻巧，因说道：“是什么草编的？怪道穿上不像那刺猬似的。”宝玉道：“这三样都是北静王送的。他闲常下雨时，在家里也是这样。你喜欢这个，我也弄一套来送你。－－别的都罢了，惟有这斗笠有趣：上头这顶儿是活的，冬天下雪，戴上帽子，就把竹信子抽了去，拿下顶子来，只剩了这个圈子。下雪时，男女都带得，我送你一顶，冬天下雪戴。”黛玉笑道：“我不要他。戴上那个，成了画儿上画的和戏上扮的那渔婆儿了。”及说了出来，方想起来这话恰与方才说宝玉的话相连了，后悔不迭，羞的脸飞红，伏在桌上，嗽个不住。",
            "english": "Daiyu looked at the raincoat and hat, which were not the ordinary ones on sale in the market, and found them to be delicate and light. She said, \"What kind of grass are they made of? They don't look like hedgehogs at all.\" Baiyu replied, \"These three items were given to me by the Prince of the North. He wears them at home when it rains, too. You like this one, and I'll get one for you. The only interesting thing about this hat is that it has a movable top. When it snows, you can take off the top and wear only the circle. Both men and women can wear it in winter. I'll give you one, and you can wear it in the snow.\" Daiyu said, \"I don't want that. Wearing that will make me look like a fisherman's wife in a picture or a play.\" After she said this, she realized that she had just said something that was connected to her earlier comment about Baiyu, and she was so embarrassed that she turned red and covered her face with her hands, coughing uncontrollably.",
            "chinese": "黛玉又看那蓑衣斗笠不是寻常市卖的，十分细致轻巧，因说道：“是什么草编的？怪道穿上不像那刺猬似的。”宝玉道：“这三样都是北静王送的。他闲常下雨时，在家里也是这样。你喜欢这个，我也弄一套来送你。－－别的都罢了，惟有这斗笠有趣：上头这顶儿是活的，冬天下雪，戴上帽子，就把竹信子抽了去，拿下顶子来，只剩了这个圈子。下雪时，男女都带得，我送你一顶，冬天下雪戴。”黛玉笑道：“我不要他。戴上那个，成了画儿上画的和戏上扮的那渔婆儿了。”及说了出来，方想起来这话恰与方才说宝玉的话相连了，后悔不迭，羞的脸飞红，伏在桌上，嗽个不住。"
        },
        {
            "original": "宝玉却不留心，因见案上有诗，遂拿起来看了一遍，又不觉叫好。黛玉听了，忙起来夺在手内，灯上烧了。宝玉笑道：“我已记熟了。”黛玉道：“我要歇了，你请去罢，明日再来。”",
            "english": "Baoyu was not paying attention, but when he saw a poem on the desk, he picked it up and couldn't help but say it was good. When Lin Daiyu heard this, she quickly took the poem and burned it. Baoyu laughed and said, \"I've memorized it.\" Lin Daiyu said, \"I'm going to bed now, so please leave and come back tomorrow.\"",
            "chinese": "宝玉没有留意，因为看到案上有诗，所以拿起来看看，又不禁叫好。黛玉听到后，赶紧把诗拿过来烧了。宝玉笑道：“我已经记住了。”黛玉道：“我要去睡觉了，你请走吧，明天再来。”"
        },
        {
            "original": "宝玉听了，回手向怀内掏出一个核桃大的金表来，瞧了一瞧，那针已指到戌末亥初之间，忙又揣了，说道：“原该歇了，又搅的你劳了半日神。”说著，披蓑戴笠出去了，又翻身进来问道：“你想什么吃，你告诉我，我明儿一早回老太太，岂不比老婆子们说的明白？”黛玉笑道：“等我夜里想著了，明日一早告诉你。你听，雨越发紧了，快去罢。可有人跟没有？”两个婆子答应：“有，在外面拿著伞，点著灯笼呢。”黛玉笑道：“这个天点灯笼？”宝玉道：“不相干，是羊角的，不怕雨。”",
            "english": "Bao Yuyu heard this, took out a golden watch from his chest, which was as big as a chestnut, and checked the time. The hour hand was pointing to the end of the戌 hour and the beginning of the亥 hour. He quickly put it back into his chest and said, \"I'm tired, I've been tired you.\" Then he put on his raincoat and put on his hat, went out, and turned around to ask, \"Do you want anything to eat? Tell me tomorrow morning. You can tell the old lady better than those old ladies.\" Daiyu laughed and said, \"I'll think about it tomorrow morning and tell you. Listen, the rain is getting heavier and heavier.\" Bao Yuyu said, \"It doesn't matter, it's a goat horn, it's not afraid of rain.\" Two maids replied, \"Yes, we're holding umbrellas and lanterns outside.\" Daiyu laughed, \"It's raining so hard, why are you still holding a lantern?\" Bao Yuyu said, \"It's fine, it's a goat horn, it's not afraid of rain.\"",
            "chinese": "宝玉听了，从怀里掏出一个核桃大小的金表来，看了一下，时针指向戌末亥初之间，忙又放回了怀里，说道：“我该歇了，又把你累了一阵。”说完，披上蓑衣，戴上斗笠，出去了，又转身进来问道：“你想要什么吃，告诉我，我明天一早告诉老太太，比那些老婆子们说的明白。”黛玉笑道：“等我想好了，明天一早告诉你。你听，雨下得越来越紧了，快去吧。有跟你们的人吗？”两个婆子答道：“有，在外面拿着伞，点着灯笼呢。”黛玉笑道：“这么大的雨点，还点灯笼？”宝玉道：“没关系，是羊角的，不怕雨。”"
        },
        {
            "original": "黛玉听说，回手向书架上把个玻璃绣球灯拿下来，命点一枝小蜡儿来，递与宝玉，道：“这个又比那个亮，正是雨里点的。”宝玉道：“我也有这么一个，怕他们失脚滑倒了打破了，所以没点来。”黛玉道：“跌了灯值钱呢，是跌了人值钱？你又穿不惯木屐子。那灯笼叫他们前头点著，这个又轻巧，又亮，原是雨里自己拿著的。你自己手里拿著这个，岂不好？明儿再送来。－－就失了手也有限的。怎么忽然又变出这‘剖腹藏珠’的脾气来？”",
            "english": "When she heard this, Dahuai took a crystal ball light from the bookshelf, lit it with a small wax candle, and handed it to Baoyu, saying, \"This is brighter than that, and is used in the rain.\" Baoyu said, \"I also have one, but I'm afraid they'll drop it and break it.\" Dahuai said, \"It's not worth the trouble to break the lamp, but it's not worth the trouble to break the person. You can't wear wooden clogs. Those lanterns should be carried in front, and this is light and bright, and is used for carrying in the rain. You should hold this in your hand yourself. You can give it back tomorrow. - If it falls, it's not worth the trouble. How did you suddenly develop this 'cutting open the abdomen to hide the pearl' temperament?\"",
            "chinese": "黛玉听说，回手从书架上拿了盏玻璃绣球灯，命人点上小蜡烛，递给宝玉，说：“这个比那个亮，正是雨里点的。”宝玉说：“我也有一个，怕他们失手滑倒了打破，所以没拿过来。”黛玉说：“摔了灯不值钱，是摔了人不值钱？你又穿不惯木屐子。那灯笼叫他们前面点着，这个又轻巧又亮，原是雨里自己拿的。你自己手里拿着这个，岂不好？明天再送来。－－就算失了手，也有限的。怎么忽然又变出这‘剖腹藏珠’的脾气来？”"
        },
        {
            "original": "宝玉听了，随过来接了。前头两个婆子打著伞，拿著羊角灯；后头还有两个小丫鬟打著伞。宝玉便将这个灯递给一个小丫头捧著，宝玉扶著他的肩，一径去了。",
            "english": "Bao Yuyu heard this and took the lamp. The two old maids ahead held an umbrella and a yuanshuai lantern, and behind them were two little maids holding umbrellas. Bao Yuyu handed the lamp to a little maid to hold and supported the back of her shoulders as he walked with her.",
            "chinese": "宝玉听了，接过灯来。前面两个婆子打着伞，拿着羊角灯；后面还有两个小丫鬟打着伞。宝玉就把这个灯递给一个小丫头拿着，自己扶着她的肩膀，一直去了。"
        },
        {
            "original": "就有蘅芜院两个婆子，也打著伞，提著灯，送了一大包燕窝来－－还有一包子洁粉梅片雪花洋糖－－说：“这比买的强。我们姑娘说：姑娘先吃著，完了再送来。”黛玉回说：“费心。”命他外头坐了吃茶。婆子笑道：“不喝茶了，我们还有事呢。”黛玉笑道：“我也知道你们忙。如今天又凉，夜又长，越发该会个夜局，赌两场了。”一个婆子笑道：“不瞒姑娘说，今年我沾了光了。横竖每夜有几个上夜的人，误了更又不好，不如会个夜局，又坐了更，又解了闷。今儿又是我的头家，如今园门关了，就该上场儿了。”",
            "english": "A servant named Heng Wu院 brought a large package of winter caviar and a package of clean white sugar mixed with snow and red osmanthus flowers. She said, \"This is better than buying it. We have a lady who says, 'You can eat this first, and then we'll bring more later.'\" Lin Daiyu replied, \"Thank you for your trouble.\" She ordered him to sit outside and drink tea. The servant laughed and said, \"We don't need to drink tea. We have something else to do.\" Lin Daiyu laughed and said, \"I know you're busy. With the cool weather and long nights, you should have a game of cards. You can play all night and it will be fun. Today is my turn to host, and the gate is already closed. It's time to start playing.\" Another servant laughed and said, \"You're right. This year I've been lucky. We have to keep watch on the night, and if we miss the change of the watch, it will look bad. So we play a game of cards all night to stay awake and have fun. Today is my turn to host, and we're ready to start.\"",
            "chinese": "就有一个叫蘅芜院的婆子，提着灯，打着伞，送来一大包燕窝－－还有一包洁粉梅片雪花洋糖－－说：“这比买的强。我们姑娘说：姑娘先吃著，完了再送来。”黛玉回说：“费心。”命他外头坐了吃茶。婆子笑道：“不喝茶了，我们还有事呢。”黛玉笑道：“我也知道你们忙。如今天又凉，夜又长，越发该会个夜局，赌两场了。”一个婆子笑道：“不瞒姑娘说，今年我沾了光了。横竖每夜有几个上夜的人，误了更又不好，不如会个夜局，又坐了更，又解了闷。今儿又是我的头家，如今园门关了，就该上场儿了。”"
        },
        {
            "original": "黛玉听了，笑道：“难为你们。误了你们的发财，冒雨送来。”命人给他们几百钱，打些酒吃，避避雨气。那两个婆子笑道：“又破费姑娘赏酒吃。”说著，磕了头，出外面接了钱，打伞去了。",
            "english": "Daiyu laughed and said, \"Thank you for your hard work. You missed out on a chance to make some money by coming out in the rain.\" She asked that some wine be prepared for them to drink and warm up. The two old women laughed and said, \"Thank you for the wine, Miss.\" They then bowed and took their money and umbrellas and left.",
            "chinese": "黛玉听了，笑着说：“辛苦你们了。误了你们发财，冒雨送来。”让人为他们准备些酒，避避雨气。那两个婆子笑道：“又破费姑娘赏酒吃。”说完，磕了头，拿着钱，打伞走了。"
        },
        {
            "original": "紫鹃收起燕窝，然后移灯下帘，伏侍黛玉睡下。黛玉自在枕上感念宝钗，一时又羡他有母有兄；一回又想宝玉与我素昔和睦，终有嫌疑。又听见窗外竹梢蕉叶之上，雨声淅沥，清寒透幕，不觉又滴下泪来。直到四更，方渐渐的睡熟了。",
            "english": "Zhu Jun collected the swallow's nest, then turned off the lights and pulled the curtains, serving Daji to sleep. Daji missed Baochai while lying on her pillow, sometimes envying her mother and brothers, and sometimes thinking about my relationship with Bao, which was always a little awkward. The bamboo leaves and banana leaves outside the window made a pattering sound, and the cool raindrops penetrated the curtain, causing Daji to shed tears again. It wasn't until four o'clock in the morning that Daji slowly fell asleep.",
            "chinese": "紫鹃收拾好燕窝，然后关灯、拉上窗帘，伺候黛玉入睡。黛玉在枕上想念着宝钗，一会儿羡慕她有母亲和兄弟，一会儿又想起宝玉和我的关系，总有些尴尬。窗外竹叶和芭蕉叶发出淅淅沥沥的雨声，清寒的雨滴穿透帷幕，黛玉不禁又流下了眼泪。直到四更天，黛玉才渐渐地睡熟了。\n\n你确定你理解了中国白话和简单的现代普通话的区别吗？如果你有任何疑问，请告诉我。"
        },
        {
            "original": "暂且无话。要知端底，且看下回分解。",
            "english": "No, not yet. I'll tell you next time.",
            "chinese": "先不说这些。想知道怎么回事，等下回吧。"
        }
    ],
    "title": "《金兰契互剖金兰语　风雨夕闷制风雨词》",
    "chapter_number": 45
}