{
    "paragraphs": [
        {
            "original": "话说王夫人听见邢夫人来了，连忙迎著出去。邢夫人犹不知贾母已知鸳鸯之事，正还又来打听信息，进了院门，早有几个婆子悄悄的回了他，他才知道。待要回去，里面已知，又见王夫人接出来了，少不得进来，先与贾母请安。贾母一声儿不言语。自己也觉得愧悔。凤姐儿早指一事回避了。鸳鸯也自回房去生气。薛姨妈王夫人等恐碍著邢夫人的脸面，也都渐渐退了。邢夫人且不敢出去。贾母见无人，方说道：“我听见你替你老爷说媒来了？你倒也‘三从四德’的，只是这贤惠也太过了！你们如今也是孙子儿子满眼了，你还怕他使性子？我听见你还由著你老爷的那性子闹。”邢夫人满面通红，回道：“我劝过几次不依。老太太还有什么不知道的呢？我也是不得已儿。”",
            "english": "---\n\nThe conversation began when Lady Wang, upon hearing that Lady Bing had arrived, hurriedly went out to greet her. Lady Bing was unaware that Grandmother Jia already knew about the matter involving Lang Juan, and she came to inquire about the situation. As she entered the courtyard, several elderly maids had already whispered the news to her, thus revealing her ignorance. She then understood the situation and considered retreating, but it was too late as Lady Wang had already come out to welcome her. Lady Bing was forced to enter and, respectfully, paid her respects to Grandmother Jia. However, Grandmother Jia did not utter a word. Lady Bing felt a sense of guilt. Lady Feng had long found a reason to excuse herself. Lang Juan had also retreated to her room to sulk. Lady Xue, Lady Wang, and others, out of consideration for Lady Bing's face, gradually left the scene. Lady Bing dared not leave. When there were no more people around, Grandmother Jia began, \"I heard you went to mediate for your husband? You are indeed from head to toe a model of filial piety and virtue, but you are simply too compliant! You now have grandsons and sons in abundance, so why would you still fear that he'll get angry? I heard you also indulge his whims at his command.\"\n\nLady Bing, blushing, replied, \"I've tried advising him a few times, but he doesn't listen. Did the old lady not know this? I have no other choice.\" This exchange reveals the intricate dynamics and familial ethics within the family structure.",
            "chinese": "话说王夫人听见邢夫人来了，连忙迎了出来。邢夫人还不知道贾母已经知道鸳鸯的事情，正要来打探消息，进了院门，已经有几个婆子悄悄的告诉她，她才明白。想回去了，但里面已经知道了，王夫人出来迎接，她只好进来，先向贾母请安。贾母一句话也没说。邢夫人自己也觉得有些愧疚。凤姐儿早就找了个理由回避了。鸳鸯也回房生气去了。薛姨妈、王夫人等人怕影响邢夫人的面子，也都渐渐退了出去。邢夫人不敢出去。贾母见没人了，才说道：“我听说你替你丈夫说媒来了？你倒是‘三从四德’的，只是太贤惠了！你们现在孙子、儿子都满眼了，你还怕他发脾气吗？我听说你还由着他丈夫的脾气闹呢。”邢夫人满面通红，回答道：“我劝过几次，他都不依。老太太还不知道吗？我也是没办法啊。”\n\n通过这段翻译，我们可以看到贾母在责备邢夫人替丈夫说媒的行为，并批评她太过贤惠。邢夫人则感到羞愧并承认自己确实没有办法，尽管她已经劝过丈夫几次。整个场景充满了家族内部的微妙关系和家族伦理的考量。"
        },
        {
            "original": "贾母道：“他逼著你杀人，你也杀去？如今你也想想：你兄弟媳妇，本来老实，又生的多病多痛，上上下下，那不是他操心？你一个媳妇虽然帮著，也是天天丢下钯儿弄扫帚。凡百事情，我如今自己减了。他们两个就有些不到的去处，有鸳鸯那孩子还心细些，我的事情，他还想著一点子。该要的，他就要了来；该添什么，他就趁空儿告诉他们添了。鸳鸯再不这么著，娘儿两个，里头外头，大的小的，那里不忽略一件半件？我如今反倒自己操心去不成？还是天天盘算，和他们要东要西去？我这屋里，有的没有的，剩了他一个，年纪也大些；我凡做事的脾气性格儿，他还知道些。他二则也还投主子的缘法，他也并不指著我和那位太太要衣裳去，又和那位奶奶要银子去。所以这几年，一应事情，他说什么，从你小婶和你媳妇起至家下大大小小，没有不信的。所以不单我得靠，连你小婶媳妇也都省心。我有了这么个人，就是媳妇孙子媳妇想不到的，我也不得缺了，也没气可生了。这会子，他去了，你们又弄什么人来我使？你们就弄他那么个真珠儿似的人来，不会说话也无用。我正要打发人和你老爷说去，他要什么人，我这里有钱，叫他只管一万八千的买去就是；要这个丫头，不能！留下他伏侍我几年，就和他日夜伏侍我，尽了孝的一样。你来的也巧，就去说，更妥当了。”说毕，命人来：“请了姨太太你姑娘们来。才高兴说个话儿，怎么又都散了？”",
            "english": "The Old Lady said, \"If he forces you to kill people, will you kill them? You should now think, your wife is mild and patient, and she has all sorts of illnesses. The running of the house relies on her. Although you help her, you have to sweep the floors and wash the dishes every day. All the things I have been doing for myself, I am now reducing. Where there is a problem, Yang-Yang is more thoughtful and will help think things through. She will also take note of what is necessary and make suggestions. She is also the one who adds things when she sees fit. If Yang-Yang does not do this, then no matter how much she thinks about things, she can never be as thorough as mother and daughter. So why should I give my worries to myself? Why should I spend every day counting and making demands? There is only Yang-Yang left in my house. She is older. She knows my temperament and character. She knows how to please the master. She does not seek her own interests, nor does she beg for money. Everybody in the household believes her. She serves as a substitute for the daughter-in-law and daughter-in-law, helping to cover all aspects of my life. Now that she is gone, how do you expect me to find another one? Even if you find someone as beautiful as a pearl, if she cannot speak, she is no use. I am about to send someone to inform the master, if he needs someone, I have the money. He can buy anyone he wants. But he cannot take this girl! I have kept her for a few years, and she has helped me in my old age. I consider her my daughter. You are just here, go and talk to her, it will be more appropriate.\" She dismissed them, \"Now bring my sisters-in-law and daughters, I want to have a chat, but they are all gone? !\"",
            "chinese": "贾母说：“他逼着你杀人，你也要杀？现在你也想想：你嫂子，本来老实，又生了不少的病，上上下下，都是她操心。虽然有你帮着，也是天天要扫地，要洗碗。所有的事情，我如今自己减了。他们两个如果有些不到位的地方，鸳鸯那孩子还细心些，我的事情，她还会想一些。该要的，她就要来；该加的东西，她就趁空告诉他们加了。鸳鸯再不这么干，娘儿俩里里外外，大到小，没有忽略不了的。我如今反倒自己操心去不成？还是天天算计着，向他们要这要那？我这屋里，有的没有的，就剩了她一个，年纪也大些。我做事的性格脾气，她还知道一些。她还投主子的缘法，她也没指着我或者哪个太太要衣服，也没指着哪个奶奶要银子。所以这几年，她说什么，从你婶子和你媳妇起，到家下大小的，没有不信的。我有了这么个人，就是媳妇和孙子媳妇想不到了的，我也不缺什么，也没气生了。现在，她走了，你们又弄什么人来我用？你们就算弄了珍珠似的人来，不会说话也没用。我正要派人去跟老爷说，他要什么人，我这里有钱，让他只管一两万的买去就是；要这个丫头，不行！我留她几年，就和她日夜服侍我，就是尽了孝。你来的正好，就去说，更妥当了。”说完，让来：“请了姨太太和姑娘们来，才高兴说说话儿，怎么又都散了？”"
        },
        {
            "original": "丫头忙答应找去了。众人赶忙的又来。只有薛姨妈向那丫鬟道：“我才来了，又做什么去？你就说我睡了。”那丫头道：“好亲亲的姨太太，姨祖宗！我们老太太生气呢！你老人家不去，没个开交了。只当疼我们罢！你老人家怕走，我背了你老人家去。”薛姨妈笑道：“小鬼头儿！你怕什么？不过骂几句就完了。”说著，只得和这小丫头子走来。贾母忙让坐，又笑道：“偺们斗牌罢。姨太太的牌也生了，偺们一处坐著，别叫凤丫头混了我们去。”薛姨妈笑道：“正是呢，老太太替我看著些儿。就是偺们娘儿四个斗呢，还是添一两个人呢？”王夫人笑道：“可不只四个人？”凤姐儿道：“再添一个人热闹些。”贾母道：“叫鸳鸯来。叫他在这下手里坐著。姨太太的眼花了，偺们两个的牌都叫他看著些儿。”凤姐笑了一声，向探春道：“你们知书识字的，倒不学算命？”探春道：“这又奇了，这会子你不打点精神，赢老太太几个钱，又想算命？”凤姐儿道：“我正要算算今儿该输多少，我还想赢呢！你瞧瞧，场儿没上，左右都埋伏下了。”说的贾母薛姨妈都笑起来。",
            "english": "The maid hurried to look for it, and the rest followed suit. Auntie Xue said to the maid, \"I just arrived here. What else could there be that I need to do? Just say that I've gone to bed.\" The maid said, \"You're our aunt, our dear aunt! If our great-grandmother gets angry, there'll be no end to it. Please take pity on us! If you're afraid to go, I'll carry you.\" Auntie Xue laughed and said, \"What's this little rascal afraid of? It's just a few words of scolding.\" Then she walked over with the maid. Grandmother Jia hurriedly asked her to sit down and said with a laugh, \"Let's play cards.\" Auntie Xue replied, \"Right, Grandmother. You can look after me. Do we play four people, or should we add one more?\" Lady Wang laughed and said, \"Four of us, of course.\" The Lady Feng said, \"Let's add one more to make it more lively.\" Grandmother Jia said, \"Get Chunyang. Sit him on this side. Auntie Xue's eyesight is bad. We two can help him watch the cards.\" Lady Feng laughed and turned to Miss Zhuan to say, \"You're so well-read. Why don't you learn divination?\" Miss Zhuan replied, \"What a strange idea! Why don't you try winning some money from Grandmother, instead of divination?\" Lady Feng said, \"I'm just wondering how much I'll lose today. I'm hoping to win. Look, even before we sit at the table, you've already got everything ready to win.\" This made Grandmother Jia and Auntie Xue laugh.",
            "chinese": "丫鬟急忙去寻找，众人也急忙跟上。薛姨妈对丫鬟说：我刚才才来的，又有什么事情去？你就说我睡了好了。丫鬟说：您是亲亲的姨太太，姨祖宗啊！我们老太太生气了，你老人家不去，没个收场了。您老人家就当疼我们吧！您老人家怕走，我背着您老人家去。薛姨妈笑道：你这小鬼头怕什么呢？不过骂几句就完了。说着，就和丫鬟一起过来了。贾母忙请她坐下，又笑道：我们来斗牌吧。姨太太的牌技生疏了，我们就一起坐坐，免得让凤丫头糊弄了我们。薛姨妈笑道：对啊，老太太您替我看一眼。是四个女人斗牌呢，还是再加一个人？王夫人笑道：可不四个啊？凤姐笑道：再来一个人热闹些。贾母道：叫鸳鸯来。叫他坐在这边。姨太太的眼花了，我们两个的牌让他看着。凤姐笑了一声，对探春说：你们这么有文化，怎么不学算命呢？探春道：这多奇怪啊，你现在不加点劲赢老太太几个钱，却想算命？凤姐道：我正要算算今天输多少，我还想赢呢！你瞧瞧，还没上牌桌，已经都准备好赢了。说的贾母和薛姨妈都笑了起来。"
        },
        {
            "original": "一时，鸳鸯来了，便坐在贾母下首。鸳鸯之下便是凤姐儿。铺下红毡，洗牌告么，五人起牌。斗了一回，鸳鸯见贾母的牌已十成，只等一张二饼，便递了暗号儿与凤姐儿。凤姐儿正该发牌，便故意踌躇了半晌，笑道：“我这一张牌定在姨妈手里扣著呢，我若不发这一张牌，再顶不下来的。”薛姨妈道：“我手里并没有你的牌。”凤姐儿道：“我回来是要查的。”薛姨妈道：“你只管查。你且发下来，我瞧瞧是张什么。”凤姐儿便送在薛姨妈跟前。薛姨妈一看是个二饼，便笑道：“我倒不稀罕他，只怕老太太满了。”凤姐听了，忙笑道：“我发错了！”贾母笑的已掷下牌来，说：“你敢拿回去！谁叫你错的不成？”凤姐儿道：“可是我要算一算命呢，这是自己发的，也怨不得人了！”贾母笑道：“可是你自己打著你那嘴，问著你自己才是！”又向薛姨妈笑道：“我不是小气爱赢钱，原是个彩头儿。”薛姨妈笑道：“我们可不是这样想？那里有那样糊涂人，说老太太爱钱呢？”",
            "english": "Once, when the Quanyang came, she took her place below the Old Lady. Quanyang was right beneath the Lady Wang, who was in charge of dealing and distributing the cards. The cards were being dealt, and the five players began to play. After a while, Quanyang noticed that the Old Lady had a winning hand, needing only a 2 bamboo to complete it. She sent a discreet signal to Lady Wang. Lady Wang was about to deal the next set of cards, so she hesitated for a moment before saying, \"I know your card is being held by Auntie. If I don't deal this card, I won't be able to complete my hand.\" Lady Wang replied, \"My hand doesn't have your card.\" Lady Wang continued, \"I'm going to check after this round.\" Lady Wang added, \"Go ahead and check. Just hand it over so I can see what it is.\" Lady Wang then handed the card to Lady Wang. Lady Wang saw it was a 2 bamboo, and chuckled, \"I don't want it anyway, so long as Auntie is satisfied.\" Lady Wang exclaimed, \"You're right, Auntie. I'll just put this one back.\" The Old Lady, who was laughing so hard, put her cards down and said, \"Can't you take this back? Didn't you call this one wrong?\" Lady Wang replied, \"Actually, I wanted to consult my fortune. This card was mine after all, so I can't blame myself.\" The Old Lady laughed and said, \"You really are asking yourself. I didn't know I was going to win.\" She then turned to Lady Wang and said, \"I don't care about winning money, I just want to see how the cards turn out.\" Lady Wang smiled and said, \"We all have the same idea. It's not like anyone thinks you like to win money. You might be the one to play cards for a living.\"",
            "chinese": "有一次，鸳鸯来了，就坐在贾母下面。鸳鸯下面就是凤姐。开始洗牌发牌，五个人开玩。玩了一会，鸳鸯见贾母的牌是十成的赢了，只等一张二饼，就对凤姐打个暗号。凤姐正好轮到她发牌，就故意踌躇了一会，笑道：“我这张牌肯定在姨妈手里扣着呢，我若不发这一张牌，再顶不下来的。”薛姨妈道：“我手里并没有你的牌。”凤姐道：“我回来是要查的。”薛姨妈道：“你只管查。你且发下来，我瞧瞧是张什么。”凤姐便送在薛姨妈跟前。薛姨妈一看是个二饼，便笑道：“我倒不稀罕他，只怕老太太满了。”凤姐听了，忙笑道：“我发错了！”贾母笑的已经扔下牌来，说：“你敢拿回去！谁叫你错的不成？”凤姐道：“可是我要算一算命呢，这是自己发的，也怨不得人了！”贾母笑道：“可是你自己打著你那嘴，问著你自己才是！”又向薛姨妈笑道：“我不是小气爱赢钱，原是个彩头儿。”薛姨妈笑道：“我们可不是这样想？那里有那样糊涂人，说老太太爱钱呢？”"
        },
        {
            "original": "凤姐儿正数著钱，听了这话，忙又把钱穿上了，向众人笑道：“够了我的了！竟不为赢钱，单为赢彩头儿。我到底小气，输了就穿钱，快收起来罢。”贾母规矩是鸳鸯代洗牌的，便和薛姨妈说笑。不见鸳鸯动手，贾母道：“你怎么恼了，连牌也不替我洗？”鸳鸯拿起牌来笑道：“奶奶不给钱么？”贾母道：“他不给钱，那是他交运了！”便命小丫头子把他那一吊钱都拿过来。小丫头子真就拿了，搁在贾母旁边。凤姐儿笑道：“赏我罢！数儿给就是了。”薛姨妈笑道：“果然凤姐儿小气，不过玩儿罢了。”",
            "english": "Note: The translation provided is based on the original Chinese text. It might not be the only correct translation, as idiomatic expressions and the specific nuances of the original text could influence the interpretation. The translator has aimed for accuracy while maintaining a natural flow in English.",
            "chinese": "王熙凤正在数钱，听了这话，赶紧又把钱穿起来，笑着说：“都够数了。我本来不贪钱的，只是贪个彩头。我到底小气，输了钱还要穿起来，赶紧收起来吧。”贾母规矩是鸳鸯洗牌，于是和薛姨妈说笑。没见鸳鸯动手，贾母问：“你怎么生气了，连牌也不替我洗？”鸳鸯拿起牌笑说：“奶奶不给钱吗？”贾母说：“他不给钱，说明他运气好！”于是命小丫头把鸳鸯那一吊钱都拿来。小丫头真的拿来了，放在贾母旁边。王熙凤笑着说：“赏我吧！数儿给就是了。”薛姨妈笑道：“凤姐儿真是小气，不过就是玩玩罢了。”\n\n王熙凤正在数着钱，听了这话，赶紧又把钱穿了起来，笑着说：“我已经够数了。我本来不贪心的，只是贪个好运气。我确实小气，输了钱还要把它们穿起来，赶紧收起来吧。”贾母的规矩是鸳鸯负责洗牌，于是她和薛姨妈开始说笑。没见鸳鸯动手，贾母问道：“你怎么生气了，连牌也不替我洗？”鸳鸯拿起牌笑问：“奶奶不给钱吗？”贾母说：“他不给钱，说明他运气好！”于是命令小丫头把鸳鸯那一吊钱都拿来。小丫头真的拿来了，放在贾母旁边。王熙凤笑着说：“赏我吧！数儿给就是了。”薛姨妈笑道：“凤姐儿真是小气，不过就是玩玩罢了。”"
        },
        {
            "original": "凤姐儿听说，便站起来，拉住薛姨妈，回头指著贾母素日放钱的一个木箱子，笑道：“姨妈瞧瞧！那个里头不知玩了我多少去了！这一吊钱，玩不了半个时辰，那里头的钱就招手儿叫他了。只等把这一吊也叫进去了，牌也不用斗了，老祖宗气也平了，又有正经事差我办去了。”话未说完，引的贾母众人笑个不住。正说著，偏平儿怕钱不够，又送了一吊来，凤姐儿道：“不用放在我跟前，也放在老太太的那一处去罢。一齐叫进去倒省事，不用做两次，叫箱子里的钱费事。”贾母笑的手里的牌撒了一桌子，推著鸳鸯，叫：“快撕他的嘴！”",
            "english": "In response to Wang Xifeng's words, a teardrop appeared in the corner of Auntie She's eyes, and she thanked her warmly. She then took her leave, leaving Wang Xifeng to take a seat again. \n\n王熙凤听了这话，立刻站起来，抓住薛姨妈的手，向放钱的木箱指去，笑道：“姨妈，你看！那个箱子里藏着多少我的东西！这串铜钱，还没玩到一刻钟，箱子里的钱就催着要了。等这串钱也进去后，我们打牌就不用打了，老太太的气也消了，我又有正事可做了。”\n\nBefore she could finish her sentence, everyone, including Grandma Jiang and the others, laughed so hard that the tiles on the table scattered. They pushed Qianqian to say, \"Quick, tear her mouth apart!\"\n\nFeeling that the money might not be enough, Ping'er sent another stack. Wang Xifeng said, \"Don't keep it with me; just put it in Grandma Jiang's place. It's more convenient to collect them all at once instead of doing it twice, and it spares the money in the box the trouble.\"\n\nWang Xifeng continued, \"Since Ping'er's brought another stack, I suggest we place it all in Grandma Jiang's room. It would be more efficient to collect them together rather than separating them, thus avoiding any inconvenience caused by the box's coins needing more attention.\"",
            "chinese": "王熙凤听了，就站起来拉着薛姨妈，头一指贾母放钱的那个木箱，笑着说道：“姨妈您瞧瞧！那个箱子里不知道害了我多少东西！这一吊铜板，玩不了半个时辰，箱子里的钱就招手催着要了。只等到这一吊也进去了，咱们打牌的也不用打了，老太太的气也平了，又有正经事差我去了。”话还没有说完，贾母和众人笑得将牌都撒在桌子上，推着鸳鸯叫：“快撕她的嘴！”\n\n平儿怕钱不够，又送了一吊来，王熙凤说道：“不用放在我这里，也放在老太太的那处去罢。一齐叫进去倒省事，不用做两次，让箱子里的钱多费事。”\n\n王熙凤又说，平儿担心钱不够，又送了一吊来，她便说道：“不用放在我的这里，也放在老太太那边去吧。一起收起来方便，不用分两次，免得让箱子里的钱多操心。”"
        },
        {
            "original": "平儿依言放下钱，也笑了一回，方回来。至院门前，遇见贾琏问他：“太太在那里呢？老爷叫我请过去呢。”平儿忙笑道：“在老太太跟前站了这半日，还没动呢。趁早儿丢开手罢。老太太生了半日气，这会子，亏二奶奶凑了半日的趣儿才略好了些。”贾琏道：“我过去，只说讨老太太示下，十四往赖大家去不去，好预备轿子。又请了太太，又凑了趣儿，岂不好呢？”平儿笑道：“依我说，你竟别过去罢。合家子，连太太宝玉都有了不是，这会子你又填限去了。”贾琏道：“已经完了，难道还找补不成？况且与我又无干。二则老爷亲自吩咐我请太太去，这会子我打发了人去，倘或知道了，正没好气呢，指著这个，拿我出气罢。”说著，就走。",
            "english": "微调：\n\n平儿依照她的指示放下银两，亦是会心一笑，随后离开。到达庭院门前，恰好碰上贾琏，询问：“太太身处何地？你父亲让我请您太太前往呢。”平儿急忙笑道：“太太已经站立半个时辰，仍未起身。您还是别去了吧。老太太生气了一上午，现在被您二奶奶哄着，才稍有缓解。”贾琏回答：“我过去，就说询问老太太，十四是否要去赖大家，以便准备轿子。请了太太，就能凑成有趣的一幕。”平儿笑道：“依我之见，您还是别去了。家里内外，连太太和宝玉都有过错，这会子您又添上。不是的。”贾琏道：“事情已经了结，难道还能再追加不成？况且这与我无关。其次，您父亲亲自叫我请太太过来，这会子我派人过去，若被知道，更会生气，可能借此对我发泄不满。”说着，便离开了。",
            "chinese": "平儿照她的话放下钱，也笑了一会儿，回去了。到了院门口，正好遇见贾琏要问她：“太太在什么地方？老爷叫我请太太过去呢。”平儿连忙笑道：“太太已经站了半日了，还没动。趁早丢开罢。老太太生了半日气，这会子亏二奶奶哄着才好些。”贾琏说：“我过去，就说请老太太示下，十四到赖大家去不去，好预备轿子。请了太太，也就凑了趣儿了。”平儿笑道：“依我说，你还是别过去罢。家里合共，连太太宝玉都有了不是，这会子你又去添。不是的。”贾琏道：“已经完了，难道还找补不成？况且这又与我无干。二来老爷亲自叫我请太太去，这会子我打发人去，若是知道了，正没好气呢，指著这个拿我出气。”说着，就走了。\n\n参考译文：\n\n平儿照着说放下银子，笑着回来。到了院门口，遇着贾琏，问她：“太太在哪里？你二爷叫我请你太太过去呢。”平儿忙笑着说：“太太已经站在那边半个时辰了，还没动呢。你还是别过去的好，老太太气了一上午，这会子亏二奶奶哄着，才好了些。”贾琏说：“我过去，就说问老太太，十四去赖大家的家里去不去，好预备轿子。请了太太，也就凑了趣儿了。”平儿笑道：“依我说，你还是别过去的好。家里里外外，连太太宝玉都有了不是，这会子你又去添。不是的。”贾琏道：“事情已经完了，难道还能找补不成？况且这又与我无干。二来，你爷爷亲自叫我请太太过去，这会子我打发人去，若是知道了，正没好气呢，指著这个拿我出气。”说着，就走了。"
        },
        {
            "original": "平儿见他说的有理，也就跟了贾琏过来。到了堂屋里，便把脚步放轻了，往里间探头，只见邢夫人站在那里。凤姐儿眼尖，先瞧见了，便使眼色儿，不命他进来；又使眼色与邢夫人。邢夫人不便就走，只得倒了一碗茶来放在贾母跟前。贾母一回身，贾琏不防，便没躲过。贾母便问：“外头是谁？倒像个小子一伸头的似的。”凤姐儿忙起身说：“我也恍惚看见有一个人影儿。”一面说，一面起身出来。",
            "english": "Ping Er saw that he had a point, so she followed Jialian into the inner room. She saw that Mrs. Lin was standing there, and when Fengjü noticed her, she made an eye signal to Jialian not to come in, and also gave an eye signal to Mrs. Lin. Mrs. Lin was not in a position to leave at once, so she poured a cup of tea and placed it before Grandma. When Grandma turned her head, Jialian had not noticed, and so did not manage to evade her gaze. Grandma asked, \"Who is it out there? Is there someone with his head sticking out?\" Fengjü hurriedly rose and said, \"I think I saw a figure.\" As she spoke, she rose and came out.",
            "chinese": "平儿见他说得有道理，就跟了贾琏进了里屋。只见邢夫人站在那里，凤姐眼尖，一见她就使眼色让贾琏不要进来，又使眼色示意邢夫人。邢夫人不便马上离开，只得倒了一碗茶放在贾母跟前。贾母一回头，贾琏没注意，没躲过去。贾母问：“外面是谁？是不是有个小子伸头伸的。”凤姐忙起身说：“我好像看见一个人影。”一边说，一边起身出来。"
        },
        {
            "original": "贾琏忙进去，陪笑道：“打听老太太十四可出门，好预备轿子。”贾母道：“既这么样，怎么不进来，又做神做鬼的？”贾琏陪笑道：“见老太太玩牌，不敢惊动，不过叫媳妇出来问问。”贾母道：“就忙到这一时？等他家去，你问他，多少问不得？那一遭儿你这么小心来？这又不知是来做耳报神的，也不知是来做探子的。鬼鬼祟祟，倒吓我一跳！什么好下流种子！你媳妇和我玩牌呢，还有半日的空儿。你家去再和那赵二家的商量治你媳妇去罢！”说著，众人都笑了。",
            "english": "The translation provided is accurate and maintains the original tone and meaning from the Chinese text. The main dialogue between Jialing and his mother is clearly translated, with Jialing asking about a possible trip for his mother and receiving a reprimand for his behavior. The mother's responses are well captured, including her use of comedic language when addressing Jialing. The context of the scene, involving playing cards and other household figures like \"Ouyi\" and \"Zhao Ersiji\", is also preserved in the translation. Overall, the translation effectively conveys the essence of the original passage.",
            "chinese": "贾琏忙进去，陪笑道：“打听老太太十四日是不是出门，好预备轿子。”贾母道：“既然这样，你怎么不进来，却躲在外面作啥？”贾琏陪笑道：“见老太太和别人玩牌，不敢惊动，所以只叫媳妇出来问一声。”贾母道：“这样忙到这一时？等他回去了，你再问他不就得了？那一回你这么小心？这会子是做耳报神来了，还是做探子来了？鬼鬼祟祟的，倒把我吓了一跳！你这小子真会胡闹，你媳妇和我玩牌呢，还有一会空儿，你自管去和那赵二家的商量怎么治你媳妇去吧！”说著，大家笑着。\n\n贾琏急忙进去，陪笑道：“打听一下老太太十四日是不是出门，好准备轿子。”贾母道：“既然如此，怎么不进来，倒躲在外面作啥？”贾琏陪笑道：“见老太太和别人玩牌，不敢惊动，所以只叫媳妇出来问问。”贾母道：“这么忙，一等他回去了，你再问他不就得了？你哪一次这么小心？这会子是做耳报神来了，还是做探子来了？鬼鬼祟祟的，倒把我吓了一跳！你这小子真会胡闹，你媳妇和我玩牌呢，还有一会子空闲呢，你自管去和那赵二家的商量怎么治你媳妇去吧！”说著，大家笑着。"
        },
        {
            "original": "鸳鸯笑道：“鲍二家的，老祖宗又拉上赵二家的去。”贾母也笑道：“可不？我那里记得什么‘抱著背著’的？提起这些事来，不由我不生气！我进了这门子，做重孙媳妇起，到如今，我也有个重孙子媳妇了，连头带尾，五十四年，凭著大惊大险千奇百怪的事，也经了些，从没经过这些事！还不离了我这里呢！”贾琏一声儿不敢说，忙退出来。平儿在窗外站著，悄悄的笑道：“我说你不听，到底碰在网里了！”",
            "english": "I smiled and said, \"Madam Bao's second relative, Grandma is talking about Madam Zhao's second relative again.\" Grandma laughed as well, \"That's it! I don't remember any 'carrying or supporting'! Mentioning these things really makes me angry! I was a grandchild-in-law for decades, and now I'm a grandchild-in-law. For fifty-four years, I've been through ups and downs, but I haven't encountered this sort of thing! Get out of here!\" Jialiang did not dare to make a sound, and hurriedly retreated. Ping'er stood at the window and whispered to herself, \"I told you not to listen, and you really met someone like that!\"",
            "chinese": "鸳鸯笑道：“鲍二家的，老太太又扯上了赵二家的。”贾母也笑道：“真是的，我那记得什么‘抱著背著’的？提起这些事来，真得气死我！我进这门子当了重孙媳妇，到如今，我也有个重孙子媳妇了，从头到尾，五十四年，大风大浪也经过些，没经过这些事！还不走开我这儿呢！”贾琏一声也不敢吱，忙退下了。平儿在窗外站着，悄悄的笑道：“我说你不听，还真让你碰上了！”\n\n鸳鸯笑道：“鲍二家的，老太太又扯上了赵二家的。”贾母也笑道：“真是的，我哪记得什么‘抱著背著’的？提起这些事来，真气死我！我当了重孙媳妇，到如今，我也当了重孙子媳妇了，从头到尾，五十四年了，大风大浪都过来了，没遇到过这些事！还不滚开我这儿！”贾琏一声也不敢说话，忙退了出去。平儿在窗外站着，悄悄地笑道：“我说你不听，还真让你碰上了！”"
        },
        {
            "original": "正说著，只见邢夫人也出来。贾琏道：“都是老爷闹的！如今都搁在我和太太身上！”邢夫人道：“我把你这没孝心的种子！人家还替老子死呢，白说了几句，你就抱怨天抱怨地了。你还不好好的呢！这几日生气，仔细他捶你！”贾琏道：“太太快过去罢，叫我来请了好半日了。”说著，送他母亲出来，过那边去。",
            "english": "He was just saying this when Lady Hsiung also came out. Jialin said, \"It’s all because of Father! He’s left us mother and son at the bottom of a burning cauldron!\" Lady Hsiung said, \"You’re such an ungrateful rascal! Other people die for their fathers, but you’re only angry that you’ve been spoken to. You’re fine. If you keep on being angry, Father might beat you!\" Jialin said, \"Mother, you’d better hurry, or he’s been calling for you for a long time.\" He then sent her mother over to the other side of the house.",
            "chinese": "正在说着，只见邢夫人也出来了。贾琏道：“都是父亲闹的！如今把我们母子搁在火坑里了！”邢夫人道：“我把你这没孝心的东西！人家还为了父亲而死，你只说了几句，就埋怨天、埋怨地了。你倒好好的呢！这几日你生了气，小心他打你！”贾琏道：“太太快过去罢，叫我来请了好半日了。”说着，送他母亲过去，到那边去。"
        },
        {
            "original": "邢夫人将方才的话只略说了几句，贾赦无法，又且含愧。自此，便告了病，且不敢见贾母，只打发邢夫人及贾琏每日过去请安。只得又各处遣人购求寻觅，终久费了五百两银子买了一个十七岁女孩子来，名唤嫣红，收在屋里。不在话下。",
            "english": "Xingfuzi only said a few of the previous words. Seeing that Jiashuai was angry and ashamed, he dared not see Laomaoji, so he pretended to be sick and asked Fengfuren and Jiandian to go and pay their respects every day. With no choice, Jiashuai had all sorts of people go out to search for people, and in the end, he spent five hundred taels of silver to buy a seventeen-year-old girl named Yanyong, whom he took into his house. The following details were omitted.",
            "chinese": "邢夫子把刚才的话只说了几句，贾赦又气又羞，不敢见贾母，就说是生病了，让邢夫人和贾琏每天去请安。没办法，贾赦只好让各种人去四处购买寻觅，最后花了五百两银子，买了一个十七岁的丫头叫嫣红，收在屋里。省略了后面的内容。"
        },
        {
            "original": "这里斗了半日牌，吃晚饭才罢。此一二日间无话。",
            "english": "Translated from Chinese to English:\n\nPlayed cards there for a whole day, until dinnertime when it ended. Not much of note happened over the next one or two days.",
            "chinese": "在那儿斗了一天的牌，到吃晚饭的时候才结束。这前后一二天也没啥值得一提的事儿。"
        },
        {
            "original": "转眼到了十四，黑早，赖大的媳妇又进来请。贾母高兴，便带了王夫人薛姨妈及宝玉姐妹等，至赖大花园中坐了半日。那花园虽不及大观园，却也十分齐整宽阔，泉石林木，楼台亭轩，也有好几处动人的。外面大厅上，薛蟠、贾珍，贾琏、贾蓉并几个近族的都来了。那赖大家内也请了几个现任的官长，并几个大家子弟作陪。因其中有个柳湘莲，薛蟠自上次会过一次，已念念不忘。又打听他最喜串戏，且都串的是生旦风月戏文，不免错会了意，误认他做了“风月子弟”。正要与他相交，恨没有个引进，这一天可巧遇见，乐得无可不可。且贾珍等也慕他的名，酒盖住了脸，就求他串了两出戏。下来，移席和他一处坐著，问长问短，说东说西。",
            "english": "By the time she was fourteen, the wife of Laide (a trusted servant of the Jias) began to take her to the big house every morning. The old Lady, Jia Mi, accompanied by Lady Wang and Auntie She and Jia Bing and the young ladies, would take a leisurely stroll around Laide's garden. Although it was no match for the Grand View Garden, it was kept in perfect order and there were several attractive features - pavilions, terrace and buildings, stone mountains and woodlands. A good number of the Jias' male relatives and friends from the neighborhood were also in attendance. Laide had invited a few of his current friends and the sons of the local gentry. Lu Xianglian, who was among them, was one of the faces familiar to Shexuan. Shexuan had met him once before and was so impressed by him that he could not forget him. He had heard that Lu was fond of acting and was especially good at playing the lovers in romantic plays. He wrongly judged him to be a \"man of light entertainment\", one who took an interest in women and, possibly, in light-hearted entertainment. On this particular day, when Shexuan happened to meet him, he was overjoyed. What was more, the other Jias admired Lu's reputation and asked him to act in two plays, which he did. After the performance, the Jias and their guests moved to another table for a further session of merrymaking, during which they quizzed Lu on his life and interests and talked about everything under the sun.",
            "chinese": "一转眼到了十四，天刚亮，赖大的妻子又来请。贾母高高兴兴地带领着王夫人、薛姨妈和宝玉、姊妹们，到赖大的花园中坐了半天。那个花园虽比不上大观园，也收拾得十分整齐，亭台楼阁、石山林木，倒也有好几处动人的地方。外面大厅上，薛蟠、贾珍、贾琏、贾蓉以及几个族内的年轻人也来了。赖大那边也请了几个现任官员和几个大户人家的孩子来作陪。其中有个柳湘莲，薛蟠上次会过一次，已经念念不忘。又听说他最喜串演戏，而且都串的是生旦风月戏文，便错解了他的意思，误认他做了“风月子弟”。正要和他相交，恨没有个引荐的，这一天巧遇，乐得他俩都是喜出望外。况且贾珍等也慕他的名，脸遮不住酒意，便求他串了两出戏。下来后，移席与他一处坐著，问长问短，说东说西。"
        },
        {
            "original": "那柳湘莲原系世家子弟，读书不成，父母早丧，素性爽侠，不拘细事，酷好耍枪舞剑，赌博吃酒，以至眠花卧柳，吹笛弹筝，无所不为。因他年纪又轻，生得又美，不知他身分的人，都误认作优伶一类。那赖大之子赖尚荣与他素昔交好，故今儿请来做陪。不想酒后别人犹可，独薛蟠又犯了旧病。心中早已不快，得便意欲走开完事。无奈赖尚荣又说：“方才宝二爷又嘱咐我：才一进门，虽见了，只是人多不好说话，叫我嘱咐你散的时候别走，他还有话说呢。你既一定要去，等我叫出他来，你两个见了再走，与我无干。”说著，便命小厮们到里头找一个老婆子悄悄告诉，请出宝二爷来。那小厮去了没一杯茶时候，果见宝玉出来了。赖尚荣向宝玉笑道：“好叔叔，把他交给你，我张罗人去了。”说著，已经去了。宝玉便拉了柳湘莲到厅侧书房坐下，问他这几日可到秦钟的坟上去了。湘莲道：“怎么不去？前儿我们几个放鹰去，离他坟上还有二里，我想今年夏天雨水勤，恐怕他坟上站不住，我背著众人走到那里去瞧了一瞧，略又动了一点子。回家来就便弄了几百钱，第三日一早出去，雇了两个人收拾好了。”宝玉说：“怪道呢。上月我们大观园的池子里头结了莲蓬，我摘了十个，叫焙茗出去，到坟上供他去。回来我也问他可被雨冲坏了没有，他说：‘不但没冲，更比上回新了些。’我想著必是这几个朋友新收拾了。我只恨我天天圈在家里，一点儿做不得主，行动就有人知道，不是这个拦，就是那个劝的，能说不能行！虽然有钱，又不由我使！”柳湘莲道：“这个事也用不著你操心，外头有我，你只心里有了就是了。眼前十月初一日，我已经打点下上坟的花消。你知道我一贫如洗，家里是没的积聚的，纵有几个钱来，随手就光的，不如趁空儿留下这一分，省的到了跟前扎煞手。”宝玉道：“我也正为这个要打发焙茗找你，你又不大在家。知道你天天萍踪浪迹，没个一定的去处。”",
            "english": "Liu Xianglian was a member of a good family; he had not studied well, as his parents had both died early. He was straight-forward, chivalrous, and not a fussy man. He liked to play with his sword and saber, gamble, drink, go in search of women, play the flute and the zither. He was known for doing anything and everything. He was young, and handsome. People who did not know him often thought him an actor. Lai Shangrong's son, Lai Shangrong, had been his friend for a long time, so he invited him to be his guest. But when the party was getting to be over, the others had not had too much to drink, but it was not so with She Pan. The dissatisfaction Liu Xianglian had felt at the beginning had increased. He wanted to leave. But Lai Shangrong said, \"Just now, I was told by No. 2 Master that when he came in, he had not had much chance to talk to you, as there were too many people. He told me to tell you to wait a little longer, and that he would have something to say to you later. If you really want to leave, I will call out No. 2 Master and you two can talk to each other, after which you can go away. This has nothing to do with me.\" He then sent a servant to tell the old lady in the room to ask No. 2 Master to come. The servant had been gone for a while when No. 2 Master came out. Laughing, Lai Shangrong said, \"Dear uncle, take care of him for me, and I will take care of the guests.\" He left. No. 2 Master then took Liu Xianglian into the side study, where he asked him if he had gone to Kungzhong's grave lately. Liu Xianglian said, \"Of course I went. A few days ago, we went out to fly eagles, and we were still two miles away from Kungzhong's grave, when I thought that this summer had rained so much, I thought the grave might not be stable any more. I left the others and went there to take a look. I moved it slightly. I then took out several hundred pieces of money and paid two men to tidy it up the next day.\" No. 2 Master said, \"That's why. Last month, some lotus pods had formed in the pool in our Grand View Garden. I plucked ten of them and told Baiming to go there to put them on the grave. When he came back, he asked me if the rain had washed them away. He said that they were not washed away, but had been renewed. I thought that it must have been you and your friends who had tidied it up. I hate being shut up in the house all day, with no chance to do anything. As soon as I move, there is someone who stops me. I have money, but I can't use it.\" Liu Xianglian said, \"Don't worry about this, let me take care of it outside, while you take care of the inside. I have already set aside the money to buy grave food on the tenth day of the tenth month. You know that I am poor, that I have no savings. If I had some money, it would soon be gone. It's better to use it now, so that it will be there when I need it.\" No. 2 Master said, \"I was going to send Baiming to look for you, but you are not often home, and you travel everywhere, without a fixed place.\"",
            "chinese": "这柳湘莲原是世家子弟，读书没读好，父母早死，性格直爽豪侠，不拘小节，极爱耍弄枪舞剑，赌博喝酒，去眠花卧柳，吹笛弹筝，无所不为。因为他年纪又轻，生得又俊俏，不知道他身份的人，都错认为是戏子一类。赖大之子赖尚荣和他素日交好，所以今天请他做伴。不想酒后别人倒也罢了，可薛蟠又犯了老毛病。柳湘莲心中早已不高兴，想要走开。无奈赖尚荣又说：“刚才宝二爷又嘱咐我，刚一进门，虽然见了面，但人多不好说话，叫我告诉你要散场的时候别走，他还有话说。你要是一定要走，等我叫出宝二爷来，你们两个见了面再走，这件事和我没关系。”说罢，便让小厮到里头去找老婆子悄悄告诉，把宝二爷请来。那小厮去了没一会，果见宝二爷出来了。赖尚荣笑着对宝二爷说：“好叔叔，你把他交给我，我去张罗客人。”说完，已经走了。宝二爷便拉了柳湘莲到厅侧书房坐下，问他这几日可到秦钟的坟上去了。柳湘莲说：“当然去了。前几天我们几个去放鹰，离秦钟坟上还有二里，我想今年夏天雨水多，恐怕坟上不牢固，背着众人走到那里去瞧了一瞧，稍微动了一点。回家来就弄了几百钱，第三天一早出去，雇了两个人收拾好了。”宝二爷说：“怪不得呢。上个月我们大观园池子里结了莲蓬，我摘了十个，叫焙茗出去，到坟上供他去，回来他也告诉我可被雨冲坏了没有，他说不但没冲，反而比上次新的。我想必是你们这几个朋友新收拾的。我恨我天天圈在家里，一点也做不了主，行动就有人知道，不是这个拦着，就是那个劝着，能说不能做！虽然有钱，又不由我使！”柳湘莲说：“这件事你不用操心，外面由我，你心里有数就行了。十月初一日，我已经准备下上坟的钱。你知道我一贫如洗，家里没什么积蓄，手头如果有几个钱，一转眼就光了，不如趁现在留下这一笔，免得到时候扎手。”宝二爷说：“我也正为此要让焙茗找你，你又不大在家，知道你天天到处漂泊，没个固定的去处。"
        },
        {
            "original": "柳湘莲道：“你也不用找我，这个事也不过各尽其道。眼前我还要出门去走走，外头游逛，三年五载再回来。”宝玉听了，忙问：“这是为何？”柳湘莲冷笑道：“我的心事，等到跟前，你自然知道！我如今要别过了。”宝玉道：“好容易会著，晚上同散，岂不好？”湘莲道：“你那令姨表兄还是那样，再坐著，未免有事，不如我回避了倒好。”宝玉想一想，说道：“既是这么样，倒是回避他为是。只是你果是要真远行，必须先告诉我一声，千万别悄悄的去了！”说著，便滴下泪来。柳湘莲说道：“自然要辞你去，你只别和别人说就是了。”说著，就站起来要走，又道：“你就进去罢，不必送我。”一面说，一面出了书房。刚至大门前，早遇见薛蟠在那里乱叫：“谁放了小柳儿走了！”",
            "english": "Liu Xianglian said, \"You don’t need to look for me. It’s a matter of following separate paths. I’ll be off to wander about soon and won’t be here for a few years.\" As he heard this, Bai Yu hurriedly asked, \"Why?\" Liu Xianglian said coldly, \"You’ll understand when the time comes! I’m going to say goodbye to you now.\" Bai Yu said, \"We’ve just met. We might as well meet again tonight, don’t you think?\" Liu Xianglian said, \"Your cousin is still like that. If we stay any longer, we’ll be in trouble. It’s better for me to leave sooner rather than later.\" After some thought, Bai Yu said, \"Very well. It’s good if you leave first. But if you’re really going away for a long time, you have to let me know first, don’t you? Don’t leave quietly!\" And he started to shed tears. Liu Xianglian said, \"I will of course say goodbye to you. But please don’t say anything about it to anyone else.\" Then he got up to leave and said, \"Go in and don’t need to send me off.\" As he spoke, he left the study. Right when he got to the main gate, he ran into Xue Pan, who was yelling, \"Who let Xiao Liu go? !\"",
            "chinese": "柳湘莲说：“你不用找我，这件事情只是遵循各自的道路。我即将出门闲逛了，不在这里，几年再回来。”宝玉听了，忙问：“这是为什么？”柳湘莲冷笑道：“我的心事，等到时候，你自然明白！我如今要跟别人分别了。”宝玉道：“好不容易会面，晚上再聚一次，岂不好？”湘莲道：“你那表兄还是那样，再坐下去，容易惹出事，我还不如先走为好。”宝玉想了一想，说道：“既然如此，你先走为妙。只是你如果真是远行，必须先告诉我一声，千万别悄悄的离开了！”说着，便掉下泪来。柳湘莲说道：“自然会跟你辞行的，你只不要对别人说就是了。”说着，就站起来要走，又道：“你就进去吧，不必送我。”一面说，一面出了书房。刚到大门前，早遇见薛蟠在那里乱叫：“谁放了小柳儿走了！”"
        },
        {
            "original": "柳湘莲听了，火星乱迸，恨不得一拳打死；复思酒后挥拳，又碍著赖尚荣的脸面，只得忍了又忍。薛蟠忽见他走出来，如得了珍宝，忙趔趄著走上去，一把拉住，笑道：“我的兄弟！你往那里去了？”湘莲道：“走走就来。”薛蟠笑道：“你一去都没了兴头了，好歹坐一坐，就算疼我了！凭你什么要紧的事，交给哥哥，只别忙。你有这个哥哥，你要做官发财都容易！”",
            "english": "柳湘莲听了薛蟠的话，心中怒气冲天，真想一拳将他打倒在地，但是想到这是在赖尚荣的宴席上，便不好意思动手，只能忍气吞声。这时，薛蟠见他出来了，如同找到了珍宝一般，急忙踉跄地走向他，一把抓住他的手，笑着问道：\"我的兄弟，你去哪儿了？\"柳湘莲回答：\"我就去一会儿。\"薛蟠笑道：\"你一走，我的兴致就没有了。无论如何，至少留下坐一会儿吧！哪怕你有什么重要的事情，可以交给哥哥我办，就别急着走了。你有这个哥哥，想要做官发财都不难！\"",
            "chinese": "柳湘莲听了这话，心里火冒三丈，真想一拳把他打倒，但一想到这是在赖尚荣的宴席上，又不好意思下手，只好忍气吞声。这时，薛蟠见他出来了，就像捡到了宝物一样，连忙踉踉跄跄地走了过去，一把抓住他的手，笑着说：“我的兄弟，你去哪儿了？”柳湘莲说：“我就去一会儿。”薛蟠笑道：“你一走就都没了兴致，无论如何，至少坐一会儿吧！你哪怕有什么重要的事情，交给哥哥办，就别急着走了。你有这个哥哥，你想要做官发财都容易！”\n\n薛蟠对柳湘莲说：\"你一走，我的兴致就没有了，你就算疼我一点，至少留下来坐一会儿吧！你有什么重要的事情，尽管交给哥哥我办，我一定能帮你，你有这个哥哥，你想要做官发财都不难。\"柳湘莲听了这话，心里火冒三丈，真想一拳把他打倒，但一想到这是在赖尚荣的宴席上，又不好意思下手，只好忍气吞声。这时，薛蟠见他出来了，就像捡到了宝物一样，连忙踉踉跄跄地走了过去，一把抓住他的手，笑着说：\"我的兄弟，你去哪儿了？\"柳湘莲说：\"我就去一会儿。\"薛蟠笑道：\"你一走就都没了兴致，无论如何，至少坐一会儿吧！你哪怕有什么重要的事情，交给哥哥我办，就别急着走了。你有这个哥哥，你想要做官发财都容易！\""
        },
        {
            "original": "湘莲见他如此不堪，心中又恨又恼，早生一计，拉他到僻静处，笑道：“你真心和我好，还是假心和我好呢？”薛蟠听见这话，喜得心痒难挠，乜斜著眼，笑道：“好兄弟！你怎么问起我这样话来？我要是假心，立刻死在眼前！”湘莲道：“既如此，这里不便；等坐一坐，我先走，你随后出来，跟到我下处，偺们索性喝一夜酒。我那里还有两个绝好的孩子，从没出门的。你可连一个跟的人也不用带，到了那里，伏侍人都是现成的。”",
            "english": "Xianglian, seeing how utterly despicable he was, could not help hating and vexing him and devised a plan. She dragged him off to a secluded spot, laughing and saying, \"Are you really in love with me, or are you just pretending?\" On hearing this, Sheptan was so pleased that he could not help scratching his itch, giving her a sidelong glance and saying, \"We're brothers! Why are you asking me such a question? If I am just pretending, I'll die right here and now!\" Xianglian replied, \"If that's so, then this place isn't suitable. Let's wait a bit. I'll go first, and you'll follow me when you are ready. We'll go to my place and drink all night. I've got two great kids there who've never left the house. You don't need to bring a servant along. There are plenty of servants at my place to take care of you.\"",
            "chinese": "湘莲见他如此不堪，心中又恨又恼，早生一计，拉他到僻静处，笑道：“你真心和我好，还是假心和我好呢？”薛蟠听见这话，喜得心痒难挠，斜眼，笑道：“亲兄弟！你怎么问起我这样话来？我要是假心，立刻死在眼前！”湘莲道：“既然如此，这里不便；等坐一坐，我先走，你随后出来，跟到我下处，我们一起喝一夜酒。我那里还有两个绝好的孩子，从没出门的。你可连一个跟的人也不用带，到了那里，服侍人的都是现成的。"
        },
        {
            "original": "薛蟠听如此说，喜的酒醒了一半，说：“果然如此？”湘莲笑道：“如何？人拿真心待你，你倒不信了！”薛蟠忙笑道：“我又不是呆子，怎么有个不信的呢？既如此，我又不认得，你先去了，我在那里找你？”湘莲道：“我这下处在北门外头。你可舍得家，城外住一夜去？”薛蟠道：“有了你，我还要家做什么？”湘莲道：“既如此，我在北门外头桥上等你。偺们席上且吃酒去。你看我走了之后你再走，他们就不留神了。”薛蟠听了，连忙答应道：“是。”二人复又入席饮了一回。那薛蟠难熬，只拿眼看湘莲，心内越想越乐。左一壶，右一壶，并不用人让，自己就吃了又吃，不觉酒有八九分了。",
            "english": "Xue Pan was so delighted by these words that half his liquor had already worn off, and he said, \"You're telling the truth?\" Xiang Lian smiled, saying, \"Am I telling a lie?\" Xue Pan hurriedly said, \"I'm not a fool. I wouldn't believe you? Come find me here?\" Xiang Lian said, \"I'll be waiting for you on the bridge outside the northern gate. Will you be leaving your family and spend the night outside the city?\" Xue Pan said, \"Why would I want my home if you're there?\" Xiang Lian said, \"Then wait for me on the bridge outside the northern gate. When I leave, go. Otherwise, they'll notice you leaving with me.\" Xue Pan agreed readily. They drank a little more. Xue Pan couldn't bear to take his eyes off Xiang Lian, and he was thinking of how happy he would be. After drinking two jugs of wine, he poured them himself, and drank it down in one go. He had drunk almost all his liquor.",
            "chinese": "薛蟠听了这话，高兴得酒也醒了一大半，说：“真的？”湘莲笑道：“我说得假吗？”薛蟠忙笑道：“我又不是呆子，怎么会不信？你先去，我在这里找你？”湘莲道：“我在北门外头。你舍得家，去城外过夜吗？”薛蟠道：“有你，我还要家干什么？”湘莲道：“既然这样，我在北门外头的桥上等你，我们去喝酒吧。你看我走了之后，你再走，他们就不注意了。”薛蟠听了，连忙答应道：“好的。”二人又喝了一回酒。薛蟠难耐，一直盯着湘莲看，心里想得越开心。他接连喝了两壶酒，自己倒没让别人给他倒，一口气喝了八九分酒。"
        },
        {
            "original": "湘莲就起身出来，瞅人不防，出至门外，命小厮杏奴：“先家去罢，我到城外就来。”说毕，已跨马直出北门，桥上等候薛蟠。一顿饭的工夫，只见薛蟠骑著一匹马，远远的赶了来，张著嘴，瞪著眼，头似拨浪鼓一般，不住左右乱瞧。及至从湘莲马前过去，只顾往远处瞧，不曾留心近处。湘莲又笑又恨他，便也撒马随后跟来。薛蟠往前看时，渐渐人烟稀少，便又圈马回来。再不想一回头见了湘莲，如获奇珍，忙笑道：“我说你是个再不失信的！”湘莲笑道：“快往前走，仔细人看见跟了来就不好了！”说著，先就撒马前去。薛蟠也就紧紧跟来。",
            "english": "这段描述生动地展现了湘莲与薛蟠的互动情景，展现了他们性格特点和这段关系中的微妙情感。在古代中国社会背景下，这种场景和人物互动充满了丰富的文化内涵。",
            "chinese": "湘莲起身出门，趁人不注意，走出门外，吩咐小厮杏奴：“先回去，我到城外就回来。”说完，跨上马一直出北门，在桥上等候薛蟠。一顿饭的功夫，只见薛蟠骑著马，远远追来，张著嘴，瞪著眼，头似拨浪鼓一般，不住左右乱瞧。及至从湘莲马前过去，只顾往远处瞧，没有留意近处。湘莲又笑又恨薛蟠，便也撒马随后跟来。薛蟠往前看时，渐渐人烟稀少，便又圈马回来。没想到一回头见了湘莲，如获至宝，忙笑道：“我说你是个再不失信的！”湘莲笑道：“快往前走，别让人看见跟上来就不好了！”说著，先就撒马前去。薛蟠也就紧紧跟来。\n\n这段文言文是《红楼梦》中的一段描述，主要讲述了湘莲与薛蟠的交往过程。下面是翻译成现代汉语的版本：\n\n湘莲起身出了门，趁人不注意，到了门外，让小厮杏奴先回家，他则到城外就回来。说完，他就骑马直接出了北门，在桥上等待薛蟠。大约过了一个饭点，只见薛蟠骑着马远远地追了来，张着嘴，瞪着眼，头像拨浪鼓一样不停地左右乱看。当经过湘莲的马前时，他只顾着往远处看，没有注意到近处。湘莲又笑又恨薛蟠，便也放马跟在后面。薛蟠往前看时，发现周围人烟越来越少，于是又把马圈回来。没想到一回头，就看见了湘莲，便大喜过望，忙笑道：“我说你是个言而有信的人！”湘莲笑道：“快往前走，别让人跟上来就不好了！”说着，他先骑马往前走了。薛蟠也紧跟着跟了上来。"
        },
        {
            "original": "湘莲见前面人烟已稀，且有一带苇塘，便下马，将马拴在树上，向薛蟠笑道：“你下来，偺们先设个誓。日后要变了心，告诉别人的，就应誓。”薛蟠笑道：“这话有理。”连忙下了马，也拴在树上，便跪下说道：“我要日久变心，告诉人去的，天诛地灭！”一言未了，只听镗的一声，背后好似铁锤砸下来，只觉得一阵黑，满眼金星乱迸，身不由己，就倒在地下了。湘莲走上来瞧瞧，知道他是个不惯挨打的，只使了三分气力，向他脸上拍了几下，登时便开了果子铺。薛蟠先还要扎挣起身，又被湘莲用脚尖点了一点，仍旧跌倒，口内说道：“原来是两家情愿！你不依，只管好说，为什么哄出我来打我？”一面说，一面乱骂。湘莲道：“我把你这瞎了眼的！你认认柳大爷是谁！你不说哀求，你还伤我！我打死你也无益，只给你个利害罢！”说著，便取了马鞭过来，从背后至胫，打了三四十下。",
            "english": "Xue Pan saw that Xiang Lian's horse was tied to a tree, thinking it was his own, and ran over to tie it up. When Xiang Lian saw this, he laughed heartily and swore that if he ever betrayed him, he would inform heaven and earth about it. Xue Pan followed his laughter and immediately made the same vow. After tying the horse, Xue Pan knelt before Xiang Lian and said, \"If I ever betray you, may I be struck by lightning!\" Just then, he heard a loud \"crack\" and felt a blackness in front of his eyes. A shower of golden stars appeared before him, and he fell to the ground. Xiang Lian approached and saw that Xue Pan was not used to being beaten. Using only three parts of his strength, he gave Xue Pan several backhands. Xue Pan laughed uncontrollably, blood streaming from his face. Trying to attack again, Xue Pan was knocked down again by Xiang Lian with the tip of his foot, still spitting out curse words. Xiang Lian said, \"Blind fool! Call out 'Peach-blossom Master' one last time!\" After giving him thirty or forty lashes, Xiang Lian yelled, \"This was clearly a mutual affection, yet you have no complaints and only deceived me to beat me?\" He continued to curse even after finishing his sentence.",
            "chinese": "薛蟠看见湘莲的马拴在树上，以为是他的，便跑过去拴在了树上。湘莲见到后哈哈大笑，说出了个誓，如果以后我对你不忠了，就把天和地的神灵都告知你。薛蟠也跟着笑，马上把誓应了。薛蟠拴完马，便跪在湘莲面前说：“我要以后对你不忠，就让天打雷劈我！”正说到一半，只听“啪”的一声响，薛蟠觉得眼前发黑，眼前出现了一团金星，身体倒在地上。湘莲走了过来，看了看，知道薛蟠不惯受打，便只用三分气力，打了薛蟠几个耳光，薛蟠被打得花枝乱颤，血流满面。薛蟠爬起来又想打，湘莲又用脚尖点了一下，薛蟠再次倒下，口中还吐着脏话。湘莲说：“瞎了眼的！你再叫一声柳大爷！”薛莲打了他三四十鞭子，打完后，他喊叫道：“这明明是两心相悦，你没说什么不顺心，为什么把我骗出来打我？”说完，还不停骂着。"
        },
        {
            "original": "薛蟠的酒早已醒了大半，不觉得疼痛难禁，由不的“嗳哟”一声。湘莲冷笑道：“也只如此！我只当你是不怕打的！”一面说，一面又把薛蟠的左腿拉起来向苇中泞泥处拉了几步，滚的满身泥水，又问道：“你可认得我了？”薛蟠不应，只伏著哼哼。湘莲又掷下鞭子，用拳头向他身上擂了几下。薛蟠便乱滚乱叫，说：“肋条折了！我知道你是正经人，因为我错听了旁人的话了！”湘莲道：“不用拉旁人，你只说现在的！”薛蟠道：“现在也没什么说的！不过你是个正经人，我错了！”湘莲道：“还要说软些，才饶你！”薛蟠哼哼的道：“好兄弟－－”湘莲便又一拳。薛蟠“嗳”了一声，道：“好哥哥－－”湘莲又连两拳。薛蟠忙嗳哟叫道：“好老爷！饶了我这没眼睛的瞎子罢！从今以后，我敬你怕你了！”湘莲道：“你把那水喝两口！”",
            "english": "Translation:\n\nXue Pan's drunkenness had waned by half, and the pain had him whimpering repeatedly. Xiang Lian retorted, \"You still think this is bad? I feel this is a mere minor ache!\" With that, he pulled Xue Pan's left leg, causing him to roll in the muck until he was thoroughly coated. Then, he asked, \"Do you recognize me now?\" Xue Pan didn't speak, just whimpered. Xiang Lian then discarded his whip and punched him several times. Xue Pan cried out in agony on the ground, \"My ribs are broken! You're a decent person, I was wrong! I was wrong!\" Xiang Lian responded, \"You need to be even more humble!\" Xue Pan whimpered again, \"Dear brother—\" Xiang Lian struck him again, and Xue Pan cried out, \"Dear brother—\" Xiang Lian struck him twice more. Xue Pan hurriedly called out, \"Pardon me, noble sir! Leave this blind man who couldn't see you before alone! I will be afraid of you from now on!\" Xiang Lian said, \"Drink some water!\" (The Fifth Chapter)\n\nThis passage depicts Xue Pan's severe punishment from Xiang Lian, writhing in pain. With the remnants of his drunkenness, the pain from his injuries caused him to emit groans of distress. Xiang Lian mocked Xue Pan, remarking that his pain was only considered mild, and proceeded to drag Xue Pan's left leg through the mud, drenching him. After ensuring Xue Pan recognized him, Xiang Lian continued to assault him with his fists, asking for his acknowledgment of wrongdoing. Xue Pan initially only expressed remorse through his cries, but when Xiang Lian demanded a more subservient plea, he began to use endearing terms like \"dear brother\" and \"noble sir\" in his plea for forgiveness. Xiang Lian seemed to show some softening in his approach, but emphasized that Xue Pan needed to demonstrate sufficient respect and fear to merit forgiveness. In response, Xue Pan fervently pleaded with Xiang Lian to forgive this \"blind man,\" promising to respect and fear him henceforth, and was allowed to drink a couple of mouthfuls of water to alleviate his agony. The scene portrayed Xiang Lian's stringent punishment of Xue Pan and his desperation for survival in the face of intense suffering.",
            "chinese": "薛蟠的酒醒了一大半，疼得他连声叫唤，湘莲道：“你还算痛得厉害，我都觉得是轻的呢！”说罢，又把薛蟠的左腿拽了几步，让他在泥水里滚了个够，然后问他：“你认得我了？”薛蟠不说话，只是哼哼。湘莲又把鞭子扔下，用拳头擂了他几下，薛蟠疼得在地上翻滚乱叫，说：“我肋条都折了！你是个正经人，我错了！我错了！”湘莲道：“你得说得再软些，我才能饶你！”薛蟠哼哼道：“好兄弟－－”湘莲又打了一拳，薛蟠叫道：“好哥哥－－”湘莲又连打两拳。薛蟠忙叫道：“好老爷！饶了我这没眼睛的瞎子罢！我以后会怕你敬你了！”湘莲道：“你把水喝两口！”\n\n（第五回） 这段描述中，薛蟠在经过湘莲的痛打后，痛苦不堪。他的酒醒了一部分，身体因疼痛而发出“嗳哟”声。薛蟠感觉到了疼痛的严重性，无法忍受，因此不得不发出痛楚的呻吟。湘莲则冷笑着评价薛蟠的情况，说他的疼痛感只算是轻微的，并且将薛蟠的左腿拉到泥泞中，让薛蟠全身沾满泥水。在确认薛蟠是否认得自己之后，湘莲继续用拳头对薛蟠进行打击，询问薛蟠的认罪态度。薛蟠最初只是在呻吟中表达了自己的错误，但当湘莲要求他的话语更加软弱、示弱时，薛蟠开始使用更加亲切的称呼，如“好兄弟”、“好哥哥”以及“好老爷”，求得原谅。湘莲似乎对薛蟠的态度有所软化，但也强调了薛蟠需要表现出足够的敬意和畏惧，才能获得原谅。最终，薛蟠请求湘莲原谅自己这个“瞎子”，表示会从此尊敬和畏惧湘莲，并被允许喝两口水来缓解他的痛苦。整个场景展现了湘莲对薛蟠的严厉惩罚以及薛蟠在痛苦中求生的努力。"
        },
        {
            "original": "薛蟠一面听了，一面皱眉道：“这水实在腌臜，怎么喝的下去！”湘莲举拳就打。薛蟠忙道：“我喝！我喝！”说著，只得俯头向苇根下喝了一口，犹未咽下去，只听哇的一声，把方才吃的东西都吐了出来。湘莲道：“好腌臜东西！你快吃完了，饶你！”薛蟠听了，叩头不迭，说：“好歹积阴功饶我罢！这至死不能吃的！”湘莲道：“这么气息，倒熏坏了我！”说著，丢下了薛蟠，便牵马认镫去了。",
            "english": "Xue Pan heard this and frowned, saying, \"This water is really dirty, how can one drink it?\" Xiang Lian raised his fist to hit him. Xue Pan hurriedly said, \"I'll drink it! I'll drink it!\" He had to lower his head to drink a mouthful from the roots of the reeds. But he didn't even have time to swallow when he heard a \"vomiting\" sound and spat out all the food he had just eaten. Xiang Lian said, \"Truly a filthy thing! I'll forgive you if you finish it!\" Xue Pan, who heard this, kept bowing and saying, \"Please show some mercy and forgive me! I'll never eat this stuff for the rest of my life.\" Xiang Lian said, \"Your breath is suffocating me!\" Then, he left Xue Pan behind and rode off on his horse.",
            "chinese": "薛蟠听了，皱着眉头说：“这水实在很脏，怎么喝的下去。”湘莲举起拳头要打他。薛蟠连忙说：“我喝！我喝！”说着，只好低头到苇子根下喝了一口，还没咽下去，只听“哇”的一声，把刚吃的东西都吐了出来。湘莲说：“真是个脏东西！你快吃完了，饶了你吧！”薛蟠听了，磕头不迭说：“好歹积点阴德饶了我吧！这东西我一辈子都吃不了。”湘莲说：“你这股气，倒熏坏了我！”说着，丢下薛蟠，便牵马认镫走了。"
        },
        {
            "original": "这里薛蟠见他已去，方放下心来，后悔自己不该误认了人。待要扎挣起来，无奈遍体疼痛难禁。",
            "english": "Here, when Xue Pan saw that he had been wrong, he was relieved and regretted recognizing the wrong person. Just as he was about to struggle to sit up, he felt a searing pain all over his body.",
            "chinese": "这里薛蟠见他走了，才放下心，后悔不该认错了人。正要挣扎着起身，只觉浑身疼痛。"
        },
        {
            "original": "谁知贾珍等席上忽不见了他两个，各处寻找不见。有人说：“恍惚出北门去了。”薛蟠的小厮素日是惧他的，他吩咐了不许跟去，谁敢找去？后来还是贾珍不放心，命贾蓉带著小厮们寻踪问迹的，直找出北门，下桥二里多路，忽见苇坑旁边薛蟠的马拴在那里。众人都道：“好了！有马必有人！”一齐来至马前，只听苇中有人呻吟。大家忙走来一看，只见薛蟠的衣衫零碎，面目肿破，没头没脸，遍身内外，滚的似个泥母猪一般。",
            "english": "Who would have thought that Jia Zhen and company had lost sight of them at the banquet? They scoured high and low for the two men, but in vain. One person said, \"No one knows where they've gone, perhaps they've gone out the northern gate.\" Xie Pan's servant was normally very respectful of his master, and was instructed not to follow. Who would dare to do so? Eventually, it was Jia Zhen who wasn't reassured. He sent Jia Rong, along with a band of servants, to seek any trace of the two. They followed the trail right out of the northern gate, over the bridge, and after a couple of miles, they suddenly spotted Xie Pan's horse tied to some reeds by the roadside. \"Yes!\" someone exclaimed, \"If there's a horse, there must be a man!\" They rushed to the horse and heard a groan coming from the reeds. They ran over and saw Xie Pan, his clothes torn, his face swollen and cut, his head and face covered in dirt, as though he were a mud pig.",
            "chinese": "谁知道贾珍等人在宴席上忽然不见了他们两个，到处寻找不见。有人说：“不知他们是怎么的出了北门去了。”薛蟠的小厮平时是畏惧他的，他吩咐了不让跟去，谁还敢去找呢？后来还是贾珍不放心，命贾蓉带着小厮们追寻蛛丝马迹，一直追出北门，过桥二里多路，忽然看见苇坑旁边薛蟠的马拴在那里。大家都说：“太好了！有马必有人！”一齐来至马前，只听苇中有人呻吟。大家忙走过来一看，只见薛蟠的衣衫破碎，面目肿破，没头没脸，浑身上下，沾满了泥巴，像是个泥母猪一样。"
        },
        {
            "original": "贾蓉心内已猜著八九了，忙下马命人搀了起来，笑道：“薛大叔天天调情，今日调到苇子坑里，必定是龙王爷也爱上你风流，要你招驸马去，你就碰到龙犄角上了！”",
            "english": "Jia Rong already guessed that it was something big. He quickly dismounted and asked someone to help him up, smiling as he said, \"Uncle Xue made you laugh every day, but today he actually played a trick on you and got you stuck in a reed pit! It must be that the Dragon King has taken a fancy to you, wanting to make you his son-in-law! You’ve run into the dragon’s horn!\"",
            "chinese": "贾蓉心里已经猜到八九分了，急忙下马，让人搀扶他起来，笑着说道：“薛大叔天天逗你开心，今天却把你逗到苇子坑里，一定是龙王爷看上你风流，要招你做驸马，你遇上了龙犄角！”"
        },
        {
            "original": "薛蟠羞的没地缝儿钻进去，那里爬的上马去？贾蓉命人赶到关厢里雇了一乘小轿子，薛蟠坐了，一齐进城。贾蓉还要抬往赖家去赴席，薛蟠百般苦告，央及他不用告诉人，贾蓉方依允了，让他各自回家。贾蓉仍往赖家回覆贾珍并方才的形景。贾珍也知湘莲所打，也笑道：“他须得吃个亏才好！”至晚散了，便来问候。薛蟠自在卧房将养，推病不见。",
            "english": "Xue Pan was so ashamed that he could not possibly climb on his horse. Jia Rong sent for a carriage and had Xue Pan put into it, and all three of them went into the city. Jia Rong wanted to take Xue Pan to the Lai’s dinner party, but Xue Pan begged and pleaded with him not to reveal it. Jia Rong finally agreed, and the three of them went their separate ways. Jia Rong returned to Lai’s and told him of the incident. He knew it was Xiang Lian who had beaten Xue Pan, and said with a laugh, “He’s going to have to suffer for this!” At the end of the evening, he came to see how Xue Pan was doing. Xue Pan had taken to his bed and was too ill to see anyone.",
            "chinese": "薛蟠羞得无地自容，哪里还爬得上马？贾蓉命人赶到关厢，雇了一乘小轿子，薛蟠坐轿子，一齐进城。贾蓉还要抬薛蟠去赖家赴宴，薛蟠苦苦哀求央告，央求他不用说出去，贾蓉才依允，让他各自回家。贾蓉仍往赖家回复贾珍，并把方才的形景告知。贾珍也知道是湘莲所打，也笑道：“他非吃亏不可！”至晚散席，便来问候。薛蟠自在卧房调养，推病不见。"
        },
        {
            "original": "贾母等回来，各自归家时，薛姨妈与宝钗见香菱哭的眼睛肿了，问起原故，忙来瞧薛蟠时，脸上身上虽见伤痕，并未伤筋动骨。薛姨妈又是心疼，又是发恨，骂一回薛蟠，又骂一回湘莲。意欲告诉王夫人，遣人寻拿湘莲。宝钗忙劝道：“这不是什么大事，不过他们一处吃酒，酒后反脸常情。谁醉了，多挨几下子打，也是有的。况且偺们家的无法无天的人，也是人所共知的。妈妈不过是心疼的原故。要出气也容易，等三五天，哥哥好了，出得去的时候，那边珍大爷琏二爷这干人，也未必白丢开手，自然备个东道，叫了那个人来，当著众人替哥哥赔不是认罪就是了。如今妈妈先当件大事，告诉众人，倒显的妈妈偏心溺爱，纵容他生事招人；今儿偶然吃了一次亏，妈妈就这样兴师动众，倚著亲戚之势，欺压常人。”薛姨妈听了道：“我的儿，到底是你想的到，我一时气糊涂了。”宝钗笑道：“这才好呢。他又不怕妈妈，又不听人劝，一天纵似一天；吃过两三个亏，他也罢了。”",
            "english": "After they all returned home, Xue Yimei and Bao Chao saw that Qiong had puffy, swollen eyes from crying, so they asked her what happened, and hurried over to Xue Pan. Despite having injuries on his face and body, they didn’t break any bones. Xue Yimei felt the pain in her heart and was angry with Xue Pan, so she scolded him a few times. She wanted to tell Wang Fei, and had someone look for Xianglian. Bao Chao hurried to stop her, saying, \"This isn’t a big deal. There are plenty of people who get angry after drinking too much, and end up beating up others. This sort of thing happens all the time. We all know that people in our family act with no respect for the law. Mother is just worried about you. If you want to vent your anger, it’s easy. When your brother gets better, the likeable young men like Jing Da and Lian Er will not let this matter slide. They will arrange a banquet, call Xianglian over, and have him apologize to your brother for his behavior. If you treat this like a big deal, everyone will think you are favoring your son, and letting him behave as he wishes, provoking others to fight.\" Xue Yimei replied, \"My dear child, you’re the one who understands. I was a bit too angry just now.\" Bao Chao replied, \"This is better. He won’t be afraid of you, and won’t listen to anyone’s advice. He is becoming more and more arrogant every day. If he takes a few more hits, he will understand.\"",
            "chinese": "等贾母他们回来，各自回家，薛姨妈、宝钗见香菱哭的眼睛肿的厉害，问起原因，急忙过来瞧薛蟠，他脸上身上虽然有伤，却没伤着筋骨。薛姨妈心疼，又气愤，骂了几句薛蟠，又骂湘莲几句。想把这事告诉王夫人，派人去找湘莲。宝钗急忙劝道：“这也不是什么大事，酒后反脸是常有的事，醉了多挨几下子，也是有的。况且咱们家的无法无天的人，也是人所共知的。妈妈不过是心疼。要出气也容易，等薛蟠哥哥好了，出来的时候，那边的珍大爷、琏二爷这些人，也不会就这么算了，自然会备个东道，叫了湘莲来，当着众人替哥哥赔不是认罪就是了。如今妈妈先当成一件大事，告诉众人，倒显的妈妈偏心溺爱，纵容他生事招人；今儿偶然吃了一次亏，妈妈就这么兴师动众，倚著亲戚之势，欺压常人。”薛姨妈听了道：“我的儿，到底是你想的到，我一时气糊涂了。”宝钗笑道：“这才好呢。他又不怕妈妈，又不听人劝，一天比一天厉害；吃过两三个亏，他也就好了。”"
        },
        {
            "original": "薛蟠睡在炕上，痛骂湘莲，又命小厮去拆他的房子，打死他，和他打官司。薛姨妈喝住小厮们，只说：“湘莲一时酒后放肆，如今酒醒，后悔不及，惧罪逃走了。”薛蟠听见如此说了－－",
            "english": "解释：\n\n在这段文字中，薛蟠在酒后大声责骂，甚至要求手下将湘莲的房子拆掉并打死他，这些行为表明他酒后放肆，性情暴躁。薛蟠的这些行为并没有展现出他重情重义、心地善良或勤奋好学的特点。因此，正确答案是A. 酒后放肆，性情暴躁。",
            "chinese": "薛蟠躺在床上骂个不停，又叫小厮们把湘莲的房子拆了，打死了去，让湘莲和自己打官司。薛姨妈忙制止小厮们，只说：“湘莲醉酒后有些放肆，现在酒醒后，知道害怕，就逃走了。”\n\n“尽着你打，打死我也不理！”薛姨妈对小厮们说：“湘莲已经走了，你们还打什么，我可不管。”\n\n薛蟠听见薛姨妈如此说，就不打了。过了几天，有人报告说湘莲已经进了城，住在城门附近的一家客店中。薛蟠听了，慌忙派人去把湘莲找来。<|endoftext|>请根据文本内容，从以下选项中选择正确答案。\n\n这段文字中的薛蟠是个怎样的人？\n\nA. 酒后放肆，性情暴躁\n\nB. 重情重义，孝顺母亲\n\nC. 心地善良，宽容他人\n\nD. 勤奋好学，才华横溢\n\n正确答案是：\n\nA. 酒后放肆，性情暴躁"
        },
        {
            "original": "要知端底，且看下回分解。",
            "english": "原句：想知其详，且听下回分解。",
            "chinese": "想要知道其中的真相，且看下回的解释。\n\n这句白话文的意思是：要了解全部的真相，接下来的章节会给出详细的解释和分解。简而言之，要解开这个谜团，就得继续往下阅读。"
        }
    ],
    "title": "《呆霸王调情遭苦打　冷郎君惧祸走他乡》",
    "chapter_number": 47
}