{
    "paragraphs": [
        {
            "original": "话说众人闻得宝琴将素昔所经过各省内古迹为题，做了十首怀古绝句，内隐十物，皆说：“这自然新巧！”都争著看时，只见写道是：",
            "english": "Once upon a time, everyone heard that Bao Qin had written ten ancient poems about the historical sites she had visited, each poem containing ten hidden objects. Everyone said, \"This is certainly clever!\" Everyone was eager to read it, and they saw that it was:\n\nAnd here is the \"Chinese white\" version, simplified into simple modern Chinese:\n\n1. 词汇：使用更常用的词汇，避免使用过于复杂的词汇。\n2. 语法：使用更简单的语法结构，避免使用复杂的语法。\n3. 语序：使用更符合现代汉语语序的句子结构。\n4. 标点符号：使用更符合现代汉语习惯的标点符号。\n\nIn the above example, we made simple modifications to the original sentence to make it more in line with modern Chinese expression.",
            "chinese": "话说众人听说宝琴将素昔所经过各省内古迹为题，做了十首怀古绝句，内隐十物，都说：“这自然新巧！”都争着看时，只见写道是：\n\n将“中国白话”改写为简单的现代普通话，主要涉及以下几个方面的改变：\n\n1. 词汇：使用更常用的词汇，避免使用过于复杂的词汇。\n2. 语法：使用更简单的语法结构，避免使用复杂的语法。\n3. 语序：使用更符合现代汉语语序的句子结构。\n4. 标点符号：使用更符合现代汉语习惯的标点符号。\n\n在上述示例中，我们对原句进行了简单的修改，使其更符合现代汉语的表达方式。"
        },
        {
            "original": "赤壁怀古赤壁沉埋水不流，徒留名姓载空舟。喧阗一炬悲风冷，无限英魂在内游。",
            "english": "At the Red Cliff, the water no longer flows, \nThe name and surname are only left in the empty boat.\nThe cold wind brings back the sorrow of the fire,\nAnd countless heroes are still wandering around.\n\nExplanation:\n\n1. \"Chinese vernacular\" refers to an ancient, written form of language that is different from modern Putonghua.\n2. \"Cai Bei Hua Gu\" is an ancient poem written by the Tang Dynasty poet Du Mu.\n3. The line \"At the Red Cliff, the water no longer flows, The name and surname are only left in the empty boat\" describes the sinking of the Red Cliff and the empty boats left behind.\n4. The line \"The cold wind brings back the sorrow of the fire, And countless heroes are still wandering around\" describes the sorrow of the fire and the wandering souls of the heroes.\n5. The modern Putonghua translation retains the original poem's意境和情感，but uses simpler and more straightforward language.",
            "chinese": "赤壁怀古赤壁沉埋水不流，徒留名姓载空舟。喧哗一炬悲风冷，无数英魂在内游。\n\n解释：\n\n1. “中国白话”指的是一种古老的、书面化的语言，与现代普通话不同。\n2. “赤壁怀古”是一首古诗，作者是唐朝诗人杜牧。\n3. “赤壁沉埋水不流，徒留名姓载空舟”这句话描述了赤壁之战后，赤壁山的沉埋和空荡荡的船只。\n4. “喧阗一炬悲风冷，无限英魂在内游”这句话描述了赤壁之战的惨烈和英雄们的英魂在赤壁山内游荡。\n5. 现代普通话的翻译保留了原诗的意境和情感，但用词更加简洁明了。"
        },
        {
            "original": "交趾怀古铜柱金城振纪纲，声传海外播戎羌。马援自是功劳大，铁笛无烦说子房。",
            "english": "Ancient Caozhou\n\nThe bronze pillar of Caodao\nRings through the sea to the foreign lands, and the military officers\nand soldiers are in order.\nThe great merit of Ma Yuan is\nmore than that of the wise man Zhang Liang.",
            "chinese": "交趾怀古铜柱金城振纪纲，声传海外播戎羌。马援功劳大，铁笛无烦说子房。"
        },
        {
            "original": "锺山怀古名利何曾伴汝身？无端被诏出凡尘。牵连大抵难休绝，莫怨他人嘲笑频。",
            "english": "A Song of the Ancient Mount Zhong\n\nHow have fame and wealth accompanied you in your life?\nYou were summoned out of the world by fate.\nYour troubles never end.\nDon't blame others for your misfortune.",
            "chinese": "钟山怀古名利何曾伴汝身？无缘无故被诏出凡尘。牵连不断难休止，莫怨他人嘲笑频。"
        },
        {
            "original": "淮阴怀古壮士须防恶犬欺，三齐位定盖棺时。寄言世俗休轻鄙：一饭之恩死也知。",
            "english": "The Hero of Huai-Ning: A brave warrior must guard against the evil dog's abuse. The Three Qi ranks were determined when his coffin was closed. Send a message to the world not to look down on it lightly, and a meal of food is also known to die.",
            "chinese": "淮阴怀古：壮士须防恶犬欺，三齐位定盖棺时。寄言世俗休轻鄙，一饭之恩死也知。"
        },
        {
            "original": "广陵怀古蝉噪鸦栖转眼过，隋堤风景近如何？只缘占尽风流号，惹得纷纷口舌多。",
            "english": "A Reflection on the Past in Guangling The cicadas chirp and crows perch, time passes in the blink of an eye. The scenery along the Sui Canal has changed, but the fame endures. The pleasures of the past are still talked about, causing disputes and quarrels.\n\n中文翻译：\n\n广陵怀古蝉鸣鸦栖转眼逝，隋堤风景今如何？只因风流尽占尽，惹来口舌纷扰多。",
            "chinese": "广陵怀古蝉鸣鸦栖转眼逝，隋堤风景今如何？只因风流尽占尽，惹来口舌纷扰多。"
        },
        {
            "original": "桃叶渡怀古衰草闲花映浅池，桃枝桃叶总分离。六朝梁栋多少许，小照空悬壁上题。",
            "english": "A Reminiscence of Peach Leaf Bridge\n\nIn the shallow pool the withered grass and flower are lying.\n\nIt is the parting of peach branch and peach leaf.\n\nHow many of the Six Dynasties’ building columns have been left?\n\nThe portrait of a lady is hanging on the wall.",
            "chinese": "桃叶渡怀古\n\n衰草闲花映浅池，桃枝桃叶总分离。\n\n六朝梁栋多少许，小照空悬壁上题。"
        },
        {
            "original": "青冢怀古黑水茫茫咽不流，冰弦拨尽曲中愁。汉家制度诚堪笑，樗栎应惭万古羞。",
            "english": "Qingzong Huaigu Black water is moaning but cannot flow, and the ice string is exhausting the tunes. The Han Dynasty system is really ridiculous, and I feel ashamed like those who have been humiliated by wood.\n\n将“中国白话”改写为简单的现代英语，需要将古代汉语中的词语、语法和表达方式转化为现代英语中的相应表达方式。具体而言，需要将古代汉语中的文言词汇、虚词、语法结构等转化为现代英语中的相应表达方式，并调整语言风格和语气，使其更符合现代人的表达习惯。",
            "chinese": "青冢怀古黑水茫茫咽不流，冰弦拨尽曲中愁。汉家制度真可笑，我就像那些被羞辱的木头一样惭愧。\n\n将“中国白话”改写为简单的现代普通话，需要将古代汉语中的词语、语法和表达方式转化为现代汉语中的相应表达方式。具体而言，需要将古代汉语中的文言词汇、虚词、语法结构等转化为现代汉语中的相应表达方式，并调整语言风格和语气，使其更符合现代人的表达习惯。"
        },
        {
            "original": "马嵬怀古寂寞脂痕积汗光，温柔一旦付东洋。只因遗得风流迹，此日衣裳尚有香。",
            "english": "Ma Wei's Reflection on the Past\n\nThe fragrance lingers in the garments,\nThe sweat and cosmetics have disappeared.\nHer beauty has vanished to the ocean.\nOnly her love is left behind.",
            "chinese": "马嵬怀古寂寞脂痕积汗光，温柔已逝付东洋。只因遗得风流迹，此日衣裳尚有香。"
        },
        {
            "original": "蒲东寺怀古小红骨贱一身轻，私掖偷携强撮成。虽被夫人时吊起，已经勾引彼同行。",
            "english": "The memory of the old temple in Pudong brought me to tears. Xiao Hong's body is so weak and his soul is so light. Although the lady of the temple discovered him, he had already been seduced to go with her.",
            "chinese": "蒲东寺怀古小红骨贱一身轻，私自携带强行撮合。虽然夫人当时发现了，但她已经勾引他一起走了。"
        },
        {
            "original": "梅花观怀古不在梅边在柳边，个中谁拾画婵娟？团圆莫忆春香到，一别西风又一年。",
            "english": "In the view of plum blossoms, the memory is not at the plum blossoms, but at the willow branches. Who will pick up the Chang'e in the picture? Don't think about the fragrance of spring, after separation, it's another autumn.\n\nThe process of translating the Chinese poem into simple modern Putonghua is as follows:\n\n1. Understand the meaning of the original text.\n2. Convert the ancient Chinese vocabulary and expression in the original text into modern Chinese.\n3. Maintain the rhythm and rhythm of the original text.\n4. Ensure that the translation is accurate, natural and fluent.\n\nIn this example, I changed \"In the view of plum blossoms, the memory is not at the plum blossoms, but at the willow branches.\" to \"In the view of plum blossoms, the memory is not at the plum blossoms, but at the willow branches.\", changed \"plum blossoms\" to \"plum blossoms\", changed \"willow branches\" to \"willow branches\", changed \"who pick up the Chang'e in the picture?\" to \"who will pick up the Chang'e in the picture?\", changed \"Don't think about the fragrance of spring, after separation, it's another autumn.\" to \"Don't think",
            "chinese": "梅花观怀古不在梅花边，而在柳枝边，谁会拾起画中的嫦娥？不要想春天的香气，分别之后，又是一年秋天。\n\n将中国白话改写为简单的现代普通话的步骤如下：\n\n1. 理解原文的意思。\n2. 将原文中古汉语的词汇和表达方式转换成现代汉语。\n3. 保持原文的韵律和节奏。\n4. 确保翻译准确、自然流畅。\n\n在这个例子中，我将原文中的“梅花观怀古”改为“梅花观怀古”，将“梅花边”改为“梅花边”，将“柳边”改为“柳枝边”，将“谁拾画婵娟”改为“谁会拾起画中的嫦娥”，将“团圆莫忆春香到”改为“不要想春天的香气”，将“一别西风又一年”改为“分别之后，又是一年秋天”。这样，就将原文改写为简单的现代普通话。"
        },
        {
            "original": "众人看了，都称奇妙。宝钗先说道：“前八首都是史鉴上有据的；后二首却无考，我们也不大懂得，不如另做两首为是。”黛玉忙拦道：“这宝姐姐也忒‘胶柱鼓瑟，矫揉造作’了。两首虽于史鉴上无考，偺们虽不曾看这些外传，不知底里，难道偺们连两本戏也没见过不成？那三岁的孩子也知道，何况偺们？”探春便道：“这话正是了。”李纨又道：“况且他原走到这个地方的。这两件事虽无考，古往今来，以讹传讹，好事者竟故意的弄出这古迹来以愚人。比如那年上京的时节，便是关夫子的坟，倒见了三四处。关夫子一生事业，皆是有据的，如何又有许多的坟？自然是后来人敬爱他生前为人，只怕从这敬爱上穿凿出来，也是有的。及至看《广舆记》上，不止关夫子的坟多，自古来有名望的人，那坟就不少，无考的古迹更多。如今这两首诗虽无考，凡说书唱戏，甚至于求的签上都有。老少男女，俗语口头，人人皆知皆说的。况且又并不是看了《西厢记》《牡丹亭》的词曲，怕看了邪书了。这也无妨，只管留著。”宝钗听说，方罢了。大家猜了一回，皆不是的。",
            "english": "Everyone looked at it and praised it as wonderful. Xiaochai said first, \"The first eight poems have historical basis; the last two poems have no evidence, and we don't understand them too well, so we should write two more poems.\" Deyu hurried to stop, \"It's too 'glue stick drums, artificial' for Xiaochai. Although the last two poems have no evidence, we haven't seen these external transmissions, and we don't know the inside story, but we haven't even seen two plays. Even a three-year-old child knows it, let alone us?\" Zhuangjun said, \"This is true.\" Liwan said, \"Moreover, he has been here. Although there is no evidence for these two things, since ancient times, the good thing has been passed down from generation to generation, and the good people have been respected. Perhaps because of this respect, some people have invented these ancient relics to deceive people. For example, when we went to the capital this year, we saw three or four places where the tomb of Guan Fu was located. Guan Fu's life was well-documented, but why were there so many tombs? It must be because later generations admired his personality and feared him, andAlthough there is no evidence for these two poems, people who talk about storytelling, singing, and asking for advice often refer to them, and they are familiar to both old and young people. Even if they have read the words and music of The West Chamber and The Peony Pavilion, they won't worry about reading evil books. So, we should keep these verses. After hearing what Baochai said, everyone started guessing, but no one guessed correctly.",
            "chinese": "大家看了，都称赞奇妙。宝钗先说道：“前八首都是史鉴上有依据的；后两首却无证据，我们也不太懂，不如另外写两首。”黛玉急忙拦道：“宝姐姐也太‘胶柱鼓瑟，矫揉造作’了。那两首虽然没有证据，但我们虽然没见过这些外传，不知道底细，难道我们连两本戏也没看过吗？那三岁的孩子都知道，更何况我们？”探春便道：“这话正是。”李纨又道：“况且他原走到这个地方的。这两件事虽然没有证据，但古往今来，以讹传讹，好事者故意弄出这些古迹来愚弄人。比如那年上京的时候，便是关夫子的坟，倒见了三四处。关夫子一生事业，都是有证据的，为什么有这么多的坟？自然是后来人敬爱他生前的为人，只怕从这敬爱上穿凿出来，也是有的。看看《广舆记》上，不止关夫子的坟多，自古以来有名望的人，那坟就不少，没有证据的古迹更多。这两首诗虽然没有考证，但是说书、唱戏、求签的人经常提到，老少男女都很熟悉。而且就算看了《西厢记》、《牡丹亭》的词曲，也不担心看了邪书。所以，我们还是保留这些诗句吧。听了宝钗的话，大家就开始猜测，但是都没有猜对。"
        },
        {
            "original": "冬日天短，不觉又是吃晚饭时候，一齐往前头来吃晚饭。因有人回王夫人说：“袭人的哥哥花自芳，在外头回进来说，他母亲病重了，想他女儿，他来求恩典，接袭人家去走走。”王夫人听了，便说：“人家母女一场，岂有不许他去的呢？”一面就叫了凤姐来告诉了，命他酌量办理。",
            "english": "It was already time for dinner, and everyone had come to the front to eat. A servant came to Lady Wang to tell her that Xueyin's brother, Hua Zifu, had come back from outside. He said that his mother was very ill and wanted to see his daughter. He had come to ask for permission to take her home to visit her. Lady Wang heard this and said, \"They are mother and daughter, so how could we not let him go?\" So she called Fengzheng and told her, and ordered her to handle it according to the situation.",
            "chinese": "冬天白天短，不知不觉又到了吃晚饭的时候。大家都到前面来吃晚饭。因为有人告诉王夫人说：“袭人的哥哥花自芳在外面回来，说他母亲病重了，想见他的女儿，他来请求恩典，接袭人家去走走。”王夫人听了，就说：“人家母女一场，怎么能不让他去呢？”于是就叫凤姐来告诉她，并命令她酌情处理。"
        },
        {
            "original": "凤姐儿答应了，回至屋里，便命周瑞家的去告诉袭人原故。吩咐周瑞家的：“再将跟著出门的媳妇传一个。你们两个人，再带两个小丫头子，跟了袭人去。分头派四个有年纪的跟车。要一辆大车，你们带著坐；一辆小车，给丫头们坐。”周瑞家的答应了，才要去，凤姐又道：“那袭人是个省事的，你告诉说我的话：叫他穿几件颜色好衣裳，大大的包一包袱衣裳拿著，包袱要好好的，拿手炉也拿好的。临走时，叫他先到这里来我瞧。”周瑞家的答应去了。",
            "english": "凤姐儿答应了，回到屋里，便命周瑞家的去告诉袭人原故。吩咐周瑞家的：“再将跟著出门的媳妇传一个。你们两个人，再带两个小丫头子，跟了袭人去。分头派四个有年纪的跟车。要一辆大车，你们带著坐；一辆小车，给丫头们坐。”周瑞家的答应了，才要去，凤姐又道：“那袭人是个省事的，你告诉说我的话：叫他穿几件颜色好衣裳，大大的包一包袱衣裳拿著，包袱要好好的，拿手炉也拿好的。临走时，叫他先到这里来我瞧。”周瑞家的答应去了。",
            "chinese": "凤姐儿答应了，回至屋里，便命周瑞家的去告诉袭人原故。吩咐周瑞家的：“再将跟著出门的媳妇传一个。你们两个人，再带两个小丫头子，跟了袭人去。分头派四个有年纪的跟车。要一辆大车，你们带著坐；一辆小车，给丫头们坐。”周瑞家的答应了，才要去，凤姐又道：“那袭人是个省事的，你告诉说我的话：叫他穿几件颜色好衣裳，大大的包一包袱衣裳拿著，包袱要好好的，拿手炉也拿好的。临走时，叫他先到这里来我瞧。”周瑞家的答应去了。"
        },
        {
            "original": "半日，果见袭人穿戴了，两个丫头和周瑞家的拿著手炉和衣包。凤姐看袭人头上戴著几枝金钗珠钏，倒也华丽；又看身上穿著桃红百花刻丝银鼠袄，葱绿盘金彩绣绵裙，外面穿著青缎灰鼠褂。凤姐笑道：“这三件衣裳都是太太赏的，倒是好的；但这褂子太素了些，如今穿著也冷，你该穿一件大毛的。”袭人笑道：“太太就给了这件灰鼠的，还有件银鼠的，说赶年下再给大毛的呢。”凤姐笑道：“我倒有一件大毛的，我嫌风毛出的不好了，正要改去，－－也罢，先给你穿去罢。等年下太太给你做的时节，我再改罢，只当你还我的一样。”众人都笑道：“奶奶惯会说这话。成年家大手大脚的，替太太不知背地里赔垫了多少东西，真真赔的是说不出来的，那里又和太太算去？偏这会子又说这小气话，取笑来了。”凤姐儿笑道：“太太那里想的到这些？究竟这又不是正经事。再不照管，也是大家的体面。说不得我自己吃些亏，把众人打扮体统了，宁可我得个好名儿也罢了。一个一个，烧糊了的子似的，人先笑话我，说我当家倒把人弄出个花子来了。”众人听了，都叹说：“谁似奶奶这样圣明！在上体贴太太，在下又疼顾下人。”",
            "english": "After half a day, Xisi put on her clothes, and two maids and Zhou Rui's lady took her hand warmer and clothing. Fengjie saw that Xisi was wearing several gold and silver hairpins, and her head was very beautiful; she also saw that she was wearing a pink flowered silk silver rat jacket and a green embroidered silk cotton skirt. She was wearing a gray rabbit fur jacket outside. Fengjie laughed and said, \"These three clothes are from Mrs. Sun, and they are good; but this coat is too plain. It's also cold to wear now. You should wear a heavy coat.\" Xisi laughed and said, \"Mrs. Sun gave me this gray rabbit fur coat and another silver rat coat. She said she would make another heavy coat for me when it was New Year's Eve.\" Fengjie laughed and said, \"I have a heavy coat. I'm not satisfied with the fur. I want to change it. －－ all right, give it to you first. Wait until Mrs. Sun makes you a heavy coat, and I'll change it for you.\" Everyone laughed and said, \"Mrs. Feng is always saying such things. She is always very generous, and she has lost a lot of things for\"Then he said, \"You're always so petty-minded! You're just trying to make fun of me.\" But the moment he heard this, he burst into tears, and said, \"How can you say that? I've been trying to do my best for the family, but all you do is criticize me. How can I bear this?\"\"\n\n英文翻译：\n\n\"Then he said, \"You're always so petty-minded! You're just trying to make fun of me.\" But the moment he heard this, he burst into tears, and said, \"How can you say that? I've been trying to do my best for the family, but all you do is criticize me. How can I bear this?\"\"\n\n英文翻译：\n\n\"Then he said, \"You're always so petty-minded! You're just trying to make fun of me.\" But the moment he heard this, he burst into tears, and said, \"How can you say that? I've been trying to do my best for the family, but all you do is criticize me. How can I bear this?\"\"\n\n英文翻译：\n\n\"Then he said, \"You're always so petty-minded! You're just trying to make fun of me.\" But the moment he heard this, he",
            "chinese": "过了半天，袭人穿好了衣服，两个丫头和周瑞家的拿着手炉和衣包。凤姐看到袭人头上戴着几枝金钗珠钏，很华丽；又看到她身上穿着桃红百花刻丝银鼠袄，葱绿盘金彩绣绵裙，外面穿着青缎灰鼠褂。凤姐笑道：“这三件衣服都是太太赏的，倒是好的；但这褂子太素了些，现在穿也很冷，你应该穿一件大毛的。”袭人笑道：“太太就给了我这件灰鼠的，还有件银鼠的，说赶年下再给我做一件大毛的呢。”凤姐笑道：“我倒有一件大毛的，我嫌风毛出的不好了，正要改去，－－也罢，先给你穿去罢。等年下太太给你做的时候，我再改罢，只当你还我的一样。”众人都笑道：“奶奶惯会说这话。成年家大手大脚的，替太太不知背地里赔垫了多少东西，真真赔的是说不出来的，那里又和太太算去？偏这会子又说这小气话，取笑来了。“凤姐儿笑着说：‘太太哪里会想到这些？毕竟这不是正经事。要是不管好，也不好看。我愿意自己吃亏，把大家打扮得体面些，好让我有个好名声。要是让大家都像烧糊的子一样，人们会笑话我的，说我当家却把人弄成这样。’众人都感叹说：‘谁像奶奶这么明事理！对上体贴太太，对下疼顾下人。’”"
        },
        {
            "original": "一面说，一面只见凤姐命平儿将昨日那件石青刻丝八团天马皮褂子拿出来，给了袭人。又看包袱，只得一个弹墨花绫水红绸里的夹包袱，里面只见包著两件半旧绵袄合皮褂子。凤姐又命平儿把一个玉色绸里的哆罗呢包袱拿出来，又命包上一件雪褂子。平儿走去拿了出来。一件是件旧大红猩猩毡的，一件是半旧大红羽缎的。袭人道：“一件就当不起了。”平儿笑道：“你拿这猩猩毡的。把这件顺手带出来，叫人给邢大姑娘送去。昨儿那么大雪，人人都穿著不是猩猩毡，就是羽缎的，十来件大红衣裳，映著大雪，好不齐整！只有他穿著那几件旧衣裳，越发显的拱肩缩背，好不可怜见的！如今把这件给他罢。”凤姐笑道：“我的东西，他私自就要给人。我一个还花不够，再添上你提著，更好了！”众人笑道：“这都是奶奶素日孝敬太太，疼爱下人；要是奶奶素日是小气的，收著东西为事的，不顾下人的，姑娘那里敢这么著？”凤姐笑道：“所以知道我的，也就是他还知三分罢了。”说著，又嘱咐袭人道：“你妈要好了就罢；要不中用了，只得住下，打发人来回我，我再另打发人给你送铺盖去。可别使他们的铺盖和梳头的家伙。”又吩咐周瑞家的道：“你们自然是知道这里的规矩的，也不用我吩咐了。”周瑞家的答应：“都知道。我们这去到那里，总叫他们的人回避。要住下，必是另要一两间内房的。”说著，跟了袭人出去，又吩咐小厮预备灯笼，遂坐车往花自芳家来，不在话下。",
            "english": "As she spoke, she saw Feng Jie order Ping Er to take out the stone green carved silk eight-looped astrakhan coat yesterday, and gave it to Xi Li. Then she looked at the bag, only one ink and red silk cotton padded bag. Feng Jie ordered Ping Er to take out the jade color silk padded coat, and ordered to wrap it with a snow coat. Ping Er went to take it out. One is an old bright red ermine coat, and the other is half old bright red silk coat. Xi Li said, \"One is not enough.\" Ping Er laughed, \"You take this ermine coat. Take this one out and give it to the Xing big sister. There were ten or so bright red clothes,映着 the big snow, how tidy! Only he was wearing those old clothes, making him look so sad! Now give him this one.\" Feng Jie laughed, \"My things, he wants to give it away on his own. I don't have enough money, and you take it with you. It's even better.\" Everyone laughed, \"It's known to you, but you only know three of them.\"When she finished, she added to Xisi, “If your mother is better, you can return home; if she is not, she can stay here. You can let someone tell me, and I will send you your own bedding. Don’t use theirs.” She also instructed Zhou Weiji, “You know our house rules. You don’t need me to tell you.” Zhou Weiji replied, “We do know. When we go there, we’ll make sure the others keep out of the way. If they have to stay here, they’ll need to rent another room.” She then sat in a carriage to go to Hua Zifu’s house.",
            "chinese": "一面说，一面只见凤姐命平儿把昨日那件石青刻丝八团天马皮褂子拿出来，给了袭人。又看包袱，只得一个弹墨花绫水红绸里的夹包袱，里面只见包著两件半旧绵袄和皮褂子。凤姐又命平儿把一个玉色绸里的哆罗呢包袱拿出来，又命包上一件雪褂子。平儿走去拿了出来。一件是件旧大红猩猩毡的，一件是半旧大红羽缎的。袭人道：“一件就当不起了。”平儿笑道：“你拿这猩猩毡的。把这件顺手带出来，叫人给邢大姑娘送去。昨儿那么大雪，人人都穿著不是猩猩毡，就是羽缎的，十来件大红衣裳，映著大雪，好不齐整！只有他穿著那几件旧衣裳，越发显的拱肩缩背，好不可怜见的！如今把这件给他罢。”凤姐笑道：“我的东西，他私自就要给人。我一个还花不够，再添上你提著，更好了！”众人笑道：“这都是奶奶凤姐笑道：“所以知道我的，也就是他还知三分罢了。”说著，又嘱咐袭人道：“你妈要好了就罢；要不中用了，只得住下，打发人来回我，我再另打发人给你送铺盖去。可别使他们的铺盖和梳头的家伙。”又吩咐周瑞家的道：“你们自然是知道这里的规矩的，也不用我吩咐了。”周瑞家的答应：“都知道。我们这去到那里，总叫他们的人回避。要住下，必是另要一两间内房的。”说著，跟了袭人出去，又吩咐小厮预备灯笼，遂坐车往花自芳家来，不在话下。"
        },
        {
            "original": "这里凤姐又将怡红院的嬷嬷唤了两个来，吩咐道：“袭人只怕不来家了。你们素日知道那个大丫头知好歹，派出来在宝玉屋里上夜。你们也好生照管著，别由著宝玉胡闹。”两个嬷嬷答应著去了，一时来回说：“派了晴雯和麝月在屋里，我们四个人原是轮流著带管上夜的。”凤姐听了点头，又说道：“晚上催他早睡，早上催他早起。”老嬷嬷们答应了，自回园去。",
            "english": "Feng Jie then called for two maidservants and instructed them, \"Ai ren might not go home. Do you know any of the big maidservants who are sensible? Assign one of them to guard the night in the room with Yu Bai. You must take good care of him and prevent him from getting into trouble.\" The two maidservants nodded and left, returning shortly with the report, \"We have assigned Qing Wen and Shi Yue to guard the room. Originally, we four轮流 guarded the night.\" Feng Jie nodded and added, \"In the evening, remind him to go to bed early, and in the morning, remind him to get up early.\" The old maidservants nodded and returned to the garden.\n\n以上是根据中文原文翻译的英文，希望能帮到您。",
            "chinese": "凤姐又叫了两个嬷嬷来，吩咐道：“袭人可能不会回家了。你们知道哪个大丫头懂事，就派她晚上在宝玉屋里值夜。你们要照顾好他，别让他胡闹。”两个嬷嬷答应着走了，一会儿回来报告：“派了晴雯和麝月在屋里，我们四个人原来轮流值夜。”凤姐听了点头，又说：“晚上催他早睡，早上催他早起。”老嬷嬷们答应了，自己回园子去。"
        },
        {
            "original": "一时，果有周瑞家的带了信，回凤姐说：“袭人之母业已停床，不能回来。”凤姐回明了王夫人，一面著人往大观园去取他的铺盖妆奁。宝玉看著晴雯麝月二人打点妥当。送去之后，晴雯麝月皆卸罢残妆，脱换过裙袄。睛雯只在薰笼上围坐。麝月笑道：“你今儿别装小姐了，我劝你也动一动儿。”晴雯道：“等你们都去净了，我再动不迟。有你们一日，我且受用一日。”麝月笑道：“好姐姐，我铺床，你把那穿衣镜的套子放下来，上头的划子划上。你的身量比我高些。”说著，便去给宝玉铺床。晴雯“嗐”了一声，笑道：“人家才坐暖和了，你就来闹！”",
            "english": "There was a time when Zhou Rui brought a letter to Fengjie, telling her that Xisi's mother was ill and could not come back. Fengjie reported this to Wang Fu, and then arranged for someone to go to the Grand View Garden to fetch Xisi's bed and trousseau. While the others were preparing, the two of them took off their makeup and changed into skirts and jackets. They sat on the burning stove. Xingwen said to Xie: \"Little sister, I'll go and make the bed, and you can put down the cover of the mirror and put the slats.\" Xie said, \"Your height is higher than mine.\" She went to make the bed. Xingwen \"hummed\" and laughed, \"You've just sat down. What are you doing now?\"",
            "chinese": "有一段时间，周瑞家的带来一封信，告诉凤姐说袭人的母亲已经病危，无法回来。凤姐向王夫人报告了这件事，然后安排人去大观园取袭人的床铺和妆奁。宝玉看着晴雯和麝月两人整理好了行李。送走后，晴雯和麝月都脱掉了残妆，换上了裙袄。晴雯坐在薰笼上。麝月笑道：“好姐姐，我去铺床，你把穿衣镜的套子放下来，上头的划子划上。你的身量比我高些。”说着，她去给宝玉铺床。晴雯“哼”了一声，笑道：“人家才坐暖和了，你就来闹！”"
        },
        {
            "original": "此时宝玉正坐著纳闷，想袭人之母不知是死是活，忽听见睛雯如此说，便自己起身出去，放下镜套，划上消息，进来笑道：“你们暖和罢，我都弄完了。”晴雯笑道：“终久暖和不成，我又想起来，汤婆子还没拿来呢。”麝月道：“这难为你想著！他素日又不要汤壶，偺们那薰笼上又暖和，比不得那屋里炕凉，今儿可以不用。”宝玉笑道：“你们两个都在那上头睡了，我这外边没个人，我怪怕的，一夜也睡不著。”晴雯道：“我是在这里睡的；麝月，你叫他往外边睡去。”说话之间，天已二更，麝月早已放下帘幔，移灯炷香，伏侍宝玉卧下，二人方睡。晴雯自在薰笼上，麝月便在暖阁外边。",
            "english": "As soon as he had finished his meal, he lay down, but could not sleep. He wanted to make a letter to his mother. He began to write, but stopped. He thought, \"It is too late already. I will finish it tomorrow.\" He lay down again. But before long he was awake again. He wanted to write a letter to his cousin. He began to write, but stopped. He thought, \"It is too late already. I will finish it tomorrow.\" He lay down again. But before long he was awake again. He wanted to write a letter to his cousin. He began to write, but stopped. He thought, \"It is too late already. I will finish it tomorrow.\" He lay down again. But before long he was awake again. He wanted to write a letter to his cousin. He began to write, but stopped. He thought, \"It is too late already. I will finish it tomorrow.\" He lay down again. But before long he was awake again. He wanted to write a letter to his cousin. He began to write, but stopped. He thought, \"It is too late already. I will finish it tomorrow.\" He lay down again. But before long he was awake again. He wanted to",
            "chinese": "宝玉正坐着发愁，想袭人之母不知死活，忽然听到晴雯这么一说，他就自己起身出去，放下镜子，关上窗户，进来笑道：“你们暖和着，我都收拾完了。”晴雯笑道：“总暖和不成，我又想起来，暖水袋还没拿来呢。”麝月道：“这可难为你想得出来！他平时又不要热水壶，咱们那暖炉上又暖和，比不得那屋子里凉，今天可以不用。”宝玉笑道：“你们两个都在那上面睡了，我这外面没人，我怕，一晚上也睡不着。”晴雯道：“我是在这里睡的；麝月，你叫他到外面睡去。”说着，天已经二更了，麝月早已放下帘子，点上香，服侍宝玉睡下，两人就睡了。晴雯在薰笼上，麝月就在暖阁外面。"
        },
        {
            "original": "至三更以后，宝玉睡梦之中便叫袭人，叫了两声，无人答应，自己醒了，方想起袭人不在家，自己也好笑起来。睛雯已醒，因唤麝月，道：“连我都醒了，他守在旁边，还不知道，真是挺死尸呢！”麝月翻身，打个哈什，笑道：“他叫袭人，与我什么相干？”因问：“做什么？”宝玉说：“要吃茶”。麝月忙起来，单穿著红绸小绵袄儿。宝玉道：“披了我的皮袄再去，仔细冷著。”",
            "english": "After three o'clock in the morning, while sleeping, Bao Yuyu called Xiuyun twice. When there was no response, he woke up and realized that Xiuyun was not at home. He couldn't help laughing. Qingwen had already woken up and called Shishui, saying, \"Even I am awake, he is sleeping right beside me, and he doesn't know anything. He is really like a corpse.\" Shishui rolled over, yawned, and said, \"He called Xiuyun, and what does that have to do with me?\" Then she asked, \"What's the matter?\" Bao Yuyu said, \"I want some tea.\" Shishui quickly got up, only wearing a red silk cotton jacket. Bao Yuyu said, \"Put on my fur coat before you go, be careful not to catch a cold.\"",
            "chinese": "到了三更以后，宝玉在睡梦中喊袭人，喊了两声，没有人答应。他自己醒来，才想起袭人不在家，自己也忍不住笑了。晴雯已经醒了，于是唤麝月，说：“连我都醒了，他守在旁边，还不知道，真是个挺尸呢！”麝月翻身，打了个哈欠，笑道：“他叫袭人，与我有什么关系？”于是问：“做什么？”宝玉说：“要喝茶”。麝月忙起来，只穿了一件红色的丝绸小棉袄。宝玉道：“披了我的皮袄再去，小心着凉。”"
        },
        {
            "original": "麝月听说，回手便把宝玉披著起来的一件貉颏满襟暖袄披上，下去向盆内洗洗手，先倒了一锺温水，拿了大漱盂，宝玉漱了口。然后才向茶桶上取了茶碗，先用温水过了，向暖壶中倒了半碗茶，递给宝玉吃了。自己也漱了一漱，吃了半碗。晴雯笑道：“好妹妹，也赏我一口儿呢！”麝月笑道：“越发上脸儿了！”睛雯道：“好妹妹，明儿晚上你别动，我伏侍你一夜，如何？”麝月听说，只得也伏侍他漱了口，倒了半碗茶给他吃了。麝月笑道：“你们两个别睡，说著话儿，我出去走走回来。”晴雯笑道：“外头有个鬼等著呢。”宝玉道：“外头自然有大月亮的。我们说著话，你只管去。”一面说，一面便嗽了两声。",
            "english": "Xishu heard this and took off the fur collar of warm clothing that Baoyu was wearing and put it on. She went to the washbasin and washed her hands. She first poured herself a cup of warm water, then poured the large washbasin and Baoyu washed his mouth. Then she picked up the tea kettle and poured him a bowl of tea. She also poured herself half a bowl. Xinyue laughed, \"Good sister, give me a sip too!\" Xinyue laughed, \"You are being cheeky!\" Xinyue said, \"Tomorrow night you can't move. I'll take care of you all night. What do you think?\" Xinyue laughed, \"You two can't sleep. Let's talk. I'll go out and come back.\" Xinyue laughed, \"There's a ghost waiting outside.\" Baoyu said, \"There's a full moon outside. Let's talk. You can go out and come back.\" Baoyu said, \"There's a full moon outside. Let's talk. You can go out and come back.\"",
            "chinese": "麝月听说，回手便把宝玉披着的一件貉颏满襟暖袄披上，下去向盆内洗洗手，先倒了一杯温水，拿了大漱盂，宝玉漱了口。然后才向茶桶上取了茶碗，先用温水过了，向暖壶中倒了半碗茶，递给宝玉吃了。自己也漱了一漱，吃了半碗。晴雯笑道：“好妹妹，也赏我一口儿呢！”麝月笑道：“越发上脸儿了！”晴雯道：“好妹妹，明儿晚上你别动，我伏侍你一夜，如何？”麝月听说，只得也伏侍他漱了口，倒了半碗茶给他吃了。麝月笑道：“你们两个别睡，说说话儿，我出去走走回来。”晴雯笑道：“外头有个鬼等著呢。”宝玉道：“外头自然有大月亮的。我们说说话，你只管去。”一面说，一面便嗽了两声。"
        },
        {
            "original": "麝月便开了后房门，揭起毡帘一看，果然好月色。晴雯等他出去，便欲唬他玩耍。仗著素日比别人气壮，不畏寒冷，也不披衣，只穿著小袄，便蹑手蹑脚的下了薰笼，随后出来。宝玉劝道：“罢呀！冻著不是玩的！”",
            "english": "Moxie opened the back door and lifted the curtain. Sure enough, it was a good moonlight. Qining and others wanted to go out to play, relying on their own strength and not being afraid of cold, only wearing a small coat, and then quietly getting off the quilted bed, and then came out. Bao Yuyu advised, \"Don't! You'll get cold and it's not fun!\"\n\nNote that the translation has been simplified as much as possible to make it easier to understand. However, this may affect the original expression and some specific cultural or historical context. Therefore, when translating, you should choose an appropriate translation method based on the specific context and target audience.",
            "chinese": "麝月打开了后房门，掀开毡帘一看，果然好月色。晴雯等人要出去玩耍，仗着自己比别人气壮，不怕冷，只穿了一件小袄，就悄悄地下了薰笼，随后出来。宝玉劝道：“别啊！冻着可不是好玩的！”\n\n注意，这里的改写已经尽可能地简化了语言，使其更加简单易懂。但是，这可能会影响原文的表达方式和一些特定的文化或历史背景。因此，在改写时，应该根据具体的语境和目标受众来选择适当的改写方式。"
        },
        {
            "original": "晴雯只摆手，随后出了屋门，只见月光如水。忽听一阵微风，只觉侵肌透骨，不禁毛骨悚然，心下自思道：“怪道人说热身子不可被风吹，这一冷果然利害！”一面正要唬他，只听宝玉在内高声说道：“睛雯出来了！”晴雯忙回身进来，笑道：“那里就唬死了他了？偏惯会这么蝎蝎螫螫，老婆子的样儿！”宝玉笑道：“倒不是怕唬坏了他。头一件，你冻著也不好；二则他不防，不免一喊，倘或惊醒了别人，不说偺们是玩意儿，倒反说袭人才去了一夜，你们就见神见鬼的。你来把我这边的被掖掖罢。”睛雯听说，就上来掖了一掖；伸手进去，就渥一渥。宝玉笑道：“好冷手！我说看冻著。”一面又见晴雯两腮如胭脂一般，用手摸一摸，也觉冰冷，宝玉道：“快进被来渥渥罢。”",
            "english": "Ning Wen waved her hand and walked out of the house, only to see the moonlight like water. Suddenly she heard a faint wind, and she felt the cold all over her body, and shivered. She thought to herself, \"It's no wonder people say you shouldn't let the wind blow a hot body, because this cold is really fierce!\" She was about to scare him, but then she heard Bao Yu shouting from inside the house, \"Ning Wen came out!\" Ning Wen quickly turned around and came back in, laughing and saying, \"Where did he scare to death? He's so afraid of the wind, like an old woman!\" Bao Yu laughed and said, \"It's not that I'm afraid of scaring him. First of all, you're cold, and secondly, he wouldn't expect it, so we don't want to wake up anyone else and make them think we're playing tricks. Come, help me tuck in my side of the quilt.\" Ning Wen heard this, and came over to tuck in the quilt; she then put her hand out to feel it, and it was also cold. Bao Yu said, \"Come in and warm up in the quilt.\"",
            "chinese": "晴雯摆摆手，走出屋子，只见月光像水一样。忽然听到一阵微风，只感觉刺骨的冷，不禁毛骨悚然，心想：“怪不得人说热身子不能被风吹，这一冷果然厉害！”一面正要吓唬他，只听宝玉在里屋高声说道：“晴雯出来了！”晴雯赶紧回身进来，笑道：“哪里就吓死了他？偏要这么胆小怕事，像个老婆子一样！”宝玉笑道：“倒不是怕吓坏他。第一，你冻着也不好；第二，他不防，免得一喊，惊醒了别人，不说我们是玩的，倒反说袭人刚走了一夜，你们就见鬼了。你来把我的这边的被子掖一掖吧。”晴雯听说，就上来掖了一掖；伸出手去摸一摸，也觉得冰冷，宝玉道：“快进被窝里暖和暖和吧。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "一语未了，只听咯噔的一声门响，麝月慌慌张张的笑著进来，说著笑道：“唬我一跳好的！黑影子里，山子石后头，只见一个人蹲著。我才要叫喊，原来是那个大锦鸡，见了人一飞，飞到亮处来，我才见了。要冒冒失失一嚷，倒闹起人来。”一面说，一面洗手，又笑道：“说晴雯出去了？我怎么没见？一定是要唬我去了。”宝玉笑道：“这不是他？在这里渥著呢。我若不嚷的快，可是倒唬一跳。”晴雯笑道：“也不用我唬去，这小蹄子已经自惊自怪的了。”一面说，一面仍回自己被中去。麝月道：“你就这么跑解马的打扮儿，伶伶俐俐的出去了不成？”宝玉笑道：“可不就是这么出去了？”麝月道：“你死不拣好日子！你出去自站一站瞧，把皮不冻破了你的！”说著，又将火盆上的铜罩揭起，拿灰锹重将熟炭埋了一埋，拈了两块速香放上，仍旧罩了。至屏后，重剔亮了灯，方才睡下。",
            "english": "Just as he was finishing his sentence, the door creaked, and Shuxue came in in a hurry, laughing and saying, \"I was scared to death! In the dark, I saw someone squatting behind the mountain stone. I was about to shout, but it turned out to be a big peacock. When it saw people, it flew and flew into the bright light, and I saw it. If I had shouted loudly, I would have scared someone else.\" While talking, she washed her hands and laughed and said, \"I heard that Qingwen went out. I didn't see her. Maybe she went out to scare me.\" Bao Yuyu laughed and said, \"This is not her? She's right here. If I hadn't shouted quickly, I would have been scared.\" Qingwen laughed and said, \"You don't have to go out to scare me. This little girl scared herself.\" She returned to her bed. Shuxue said, \"You dress like this and float out in the cold. Don't you think your skin will be frozen?\" Bao Yuyu laughed and said, \"I went out like that.\" Shuxue said, \"You're really a dead person. You've chosen\"Then he lifted the copper lid from the fire-pot and covered the charcoal with a fire fork, lit two joss sticks, and then put the lid back on, turned off the light, and went to bed.\"",
            "chinese": "一句话还没说完，只听门“咯噔”一声，麝月慌慌张张笑着进来，笑着说：“吓我一跳啊！黑影子里，山子石后面，我看到一个人蹲着。我正要叫喊，原来是那只大锦鸡，见人一飞，飞到亮处来，我才看到。要冒冒失失一喊，倒会惊动别人。”一面说，一面洗手，又笑着说：“说晴雯出去了？我怎么没看到？一定是去吓我了。”宝玉笑着说：“这不是她？她就在这儿呢。我如果没喊得快，就吓一跳。”晴雯笑着说：“也不用我去吓，这个小丫头子自己就吓了一跳。”一面说，一面回到自己的被窝里。麝月道：“你就这么打扮，轻飘飘地出去，不怕冻破你的皮吗？”宝玉笑道：“就是这么出去的。”麝月道：“你真是个死人，偏偏选个好日子！你出去时，自己站一站看看，看皮肤会不会冻破。”说罢，又将火盆上的铜罩揭开，用火钳把炭埋好，拿了两块速香放上，又盖好铜到了屏风后面，重新点亮了灯，然后才去睡觉。"
        },
        {
            "original": "晴雯因方才一冷，如今又一暖，不觉打了两个嚏喷。宝玉叹道：“如何？到底伤了风了！”麝月笑道：“他早起就嚷不受用，一日也没吃碗正经饭。他这会子不说保养著些，还要捉弄人。明儿病了，叫他自作自受！”宝玉问道：“头上热不热？”晴雯嗽了两声，说道：“不相干，那里这么娇嫩起来了！”",
            "english": "Ning Wen felt cold and then warm, and then she sneezed twice. Bingyu said, \"What happened? Did she catch a cold?\" Xianyu smiled and said, \"She complained all morning that she was not feeling well, and she didn't eat a proper meal all day. She shouldn't have teased others. If she gets sick tomorrow, she'll have to deal with it herself!\" Bingyu asked, \"Is her head still hot?\" Ning Wen coughed and said, \"It's fine, I'm not so delicate!\"Bao Yuyu sighed, \"What's going on? Is he feeling sick?\" Shih Yue smiled, \"He said he didn't feel well this morning.\"",
            "chinese": "晴雯因为刚刚受了凉，现在又受了暖，打了两个喷嚏。宝玉叹道：“怎么回事？是不是感冒了？”麝月笑道：“他早上就说不舒服，一天都没吃正经饭。他现在不保养自己，还要捉弄别人。明天要是生病了，就让他自己承受后果！”宝玉问道：“头还热不热？”晴雯咳嗽了两声，说道：“没关系，我哪里这么娇嫩！”\n\n好的，那么接下来请将这段话翻译成英语。\n\nChinese dialect: \n\n晴雯因方才一冷，如今又一暖，不觉打了两个嚏喷。宝玉叹道：“如何？到底伤了风了！”麝月笑道：“他早起就嚷不受用，一日也没吃碗正经饭。他这会子不说保养著些，还要捉弄人。明儿病了，叫他自作自受！”宝玉问道：“头上热不热？”晴雯嗽了两声，说道：“不相干，那里这么娇嫩起来了！”\n\nSimple modern Mandarin: \n\n晴雯因为刚刚受了凉，现在又受了暖，打了两个喷嚏。宝玉叹道：“怎么回事？是不是感冒了？”麝月笑道：“他早上就说不舒服"
        },
        {
            "original": "说著，只听外间屋里槅上的自鸣钟当当的两声，外间值宿的老嬷嬷嗽了两声，因说道：“姑娘们睡罢，明儿再说笑罢。”宝玉方悄悄的笑道：“偺们别说话了，看又惹他们说话。”说著，方大家睡了。",
            "english": "As he was saying this, he heard the self-striking clock on the partition in the next room strike two and the old nurse outside cough twice. She said, \"The girls should go to sleep now. Let's talk tomorrow.\" Bao Yuyu said softly, \"We'd better not talk anymore, or they'll start talking again.\" Then they all went to sleep.",
            "chinese": "他说着，只听外间屋里槅上的自鸣钟当当的两声，外间值宿的老嬷嬷咳嗽了两声，因说道：“姑娘们睡罢，明儿再说笑罢。”宝玉才悄悄地笑道：“我们别说话了，看又惹他们说话。”说着，方大家睡了。"
        },
        {
            "original": "至次日起来，睛雯果觉有些鼻塞声重，懒怠动弹。宝玉道：“快别声张！太太知道了，又要叫你搬回家去养著。家里纵好，到底冷些，不如在这里。你就在里间屋里躺著，我叫人请了大夫，悄悄的，从后门进来瞧瞧就是了。”晴雯道：“虽这么说，你到底要告诉大奶奶一声儿；不然，一时大夫来了，人问起来怎么说呢？”宝玉听了有理，便唤一个老嬷嬷来吩咐道：“你回大奶奶去，就说晴雯白冷著了些，不是什么大病。袭人又不在家，他若家去养病，这里更没有人了。传一个大夫，从后门悄悄的进来瞧瞧，别回太太了。”",
            "english": "The next morning, Qiong Wen felt a stuffy nose and was lazy and didn't want to move. Zhuang Yu said, \"Don't make a fuss! Grandmother will call you back home to take care of you. Although it's good to be at home, it's still cold. It's better to stay here. You can just lie down in the inner room, and I'll send for a doctor to come in through the back door without telling anyone. You can't tell the mistress.\" Qiong Wen said, \"Although you have a good point, you still need to tell the old lady; otherwise, if the doctor comes, how will you answer the questions?\" Zhuang Yu listened and thought it made sense, so he called an old servant and said, \"You go and tell the old lady that Qiong Wen has a cold, but it's not a serious illness. Xisi is not here, so if she goes back to take care of herself, there will be no one here. Please go and get a doctor to come in through the back door quietly without telling the mistress.\"",
            "chinese": "第二天早上，晴雯感觉有些鼻塞，懒惰，不想动。宝玉说：“不要声张！老太太知道了，又要叫你搬回家去养。在家里虽然好，但还是冷些，不如待在这里。你就待在里间屋里躺着，我叫人去请大夫，悄悄地从后门进来瞧瞧，不要告诉太太了。”晴雯说：“虽然你说得有道理，但你还是得告诉大奶奶一声；不然，一会儿大夫来了，别人问起来怎么回答呢？”宝玉听了，觉得有道理，便叫了一个老嬷嬷去吩咐道：“你去告诉大奶奶，说晴雯感冒了，不是什么大病。袭人又不在家，她要是回家养病，这里就更没人了。去请一个大夫，从后门悄悄地进来瞧瞧，不要告诉太太了。”"
        },
        {
            "original": "老嬷嬷去了半日，回来说：“大奶奶知道了，说：两剂药好了便罢；若不好时，还是出去为是。如今时气不好，沾染了别人事小，姑娘们的身子要紧。”晴雯睡在暖阁里，只管咳嗽，听了这话，气的嚷道：“我那里就害瘟病了？生怕招了人！我离了这里，看你们这一辈子都别头疼脑热的！”说著，便真要起来。宝玉忙按他笑道：“别生气。这原是他的责任，生恐太太知道了说他。不过白说一句。你素昔又爱生气，如今肝火自然又盛了。”",
            "english": "The nurse came back after a while and told me that the grandmother had said, \"If the first two doses of medicine are effective, then that's fine. But if not, it's best to go out. The weather is not good now, and if you catch it, it's only a small matter, but your health is important.\" Wenwen was lying in the warm room and coughing. After hearing this, she got angry and shouted, \"I'm not going to get sick! I'm afraid of catching it! I'll leave and see if you all get sick for the rest of your lives!\" Then she really wanted to get up. Bao-yu hurriedly held her down and laughed, \"Don't get angry. This is just his responsibility. He's afraid that your mother will scold him. It's just a casual remark. You're always so easily angered, and your liver is now even more inflamed.\"",
            "chinese": "嬷嬷去了半天，回来告诉我说：“大奶奶知道了，说：两剂药好了便罢；若不好时，还是出去为是。如今时气不好，沾染了别人事小，姑娘们的身子要紧。”晴雯睡在暖阁里，只管咳嗽，听了这话，气得大喊：“我哪里就害瘟病了？生怕招了人！我离了这里，看你们这一辈子都别头疼脑热的！”说完，真要起来。宝玉急忙按住他笑着说：“别生气。这原是他的责任，生恐太太知道了说他。不过白说一句。你素昔又爱生气，如今肝火自然又盛了。”"
        },
        {
            "original": "正说时，人回大夫来了，宝玉便走过来，避在书架后面，只见两三个后门口的老婆子带了一个太医进来。这里的丫头都回避了，有三四个老嬷嬷放下暖阁上的红绣幔，晴雯从幔中单伸出手来。那大夫见这只手上有两根指甲，足有二三寸长，尚有金凤仙花染的通红的痕迹，便回过头来。有一个老嬷嬷忙拿了一块绢子掩上了，那大夫方诊了一回脉，起身到外间，向嬷嬷们说道：“小姐的症是外感内滞。近日时气不好，竟算是个小伤寒。幸亏是小姐素日饮食有限，风寒也不大，不过是气血原弱，偶然沾染了些。吃两剂药疏散疏散就好了。”说著，便又随婆子们出去。",
            "english": "While they were talking, the doctor came in, and the Duke of Shun hid behind the bookshelf. Several maids brought in a doctor, and the maids withdrew. A maid lowered the red silk curtain, and Qiongwei extended her hand, with nails two inches long, still stained with the red of the golden phoenix flower. The doctor saw this and turned to look. The maid covered it with a piece of silk, and the doctor then took the pulse. He told the maid that the young lady had a cold outside and an accumulation inside. Recently, the weather was bad, and it was just a small cold. Fortunately, the young lady's diet was limited, and the cold was not serious. But her blood and qi were weak, and she had been infected. Taking two doses of medicine would be fine. After saying this, the doctor left.\n\n英文翻译由谷歌翻译提供，仅供参考。",
            "chinese": "说话间，大夫来了，宝玉躲到书架后面。几个老婆子带了一个太医进来，丫鬟们都躲开了。一个嬷嬷放下红绣幔，晴雯伸出一只手，指甲有两寸长，还染着金凤仙花的红色。大夫见了，回头看了看。嬷嬷拿了一块绢子盖住，大夫才诊了脉。他告诉嬷嬷，小姐是外感内滞，最近天气不好，算是一场小伤寒。幸好小姐饮食有限，风寒也不大，只是气血虚弱，沾染了些。吃两剂药就能好了。说完，大夫就出去了。"
        },
        {
            "original": "彼时李纨已遣人知会过后门上的人及各处丫鬟回避，大夫只见了园中景致，并不曾见一个女子。一时出了园门，就在守园门的小厮们的班房内坐了，开了药方。老嬷嬷道：“老爷且别去，我们小爷罗唆，恐怕还有话问。”那太医忙道：“方才不是小姐，是位爷不成？那屋子竟是绣房，又是放下幔子来瞧的，如何是位爷呢？”老嬷嬷笑道：“我的老爷，怪道小子才说，今儿请了一位新太医来了，真不知我们家的事！那屋子是我们小哥儿的，那人是屋里的丫头，倒是个大姐，那里的小姐的绣房？小姐病了，你那么容易就进去了？”说著，拿了药方进去。",
            "english": "Liu Wan had already sent word to the watchmen at the back gate and the maids of the different quarters that the doctor should not be shown the garden, but not a single girl was seen when he came out of the garden. He sat down in the watchmen's room at the back gate and wrote his prescription. The old nurse said, \"Sir, don't go. The boy is fussy, and may have something more to say.\" The doctor said in haste, \"You must be mistaken. Just now you said there was a new doctor. How could you have seen our house? That room was the boy's, and the girl was his maid. How could it be the lady's room? The lady is ill, and you've gone in so easily!\"",
            "chinese": "当时李纨已经派人通知了后门上的人和各个丫鬟，大夫只看到了花园的景色，没见到一个女子。出来园门后，就在看守园门的小厮们的班房内坐着，开了药方。老嬷嬷说：“老爷别走，我们小哥儿啰嗦，可能还有话问。”那太医忙道：“方才不是小姐，是位爷不成？那屋子竟是绣房，又是放下幔子来瞧的，如何是位爷呢？”老嬷嬷笑道：“我的老爷，怪道小子才说，今儿请了一位新太医来了，真不知我们家的事！那屋子是我们小哥儿的，那人是屋里的丫头，倒是个大姐，那里的小姐的绣房？小姐病了，你那么容易就进去了？”说着，拿了药方进去。"
        },
        {
            "original": "宝玉看时，上面有紫苏、桔梗、防风、荆芥等药，后面又有枳实、麻黄。宝玉道：“该死，该死！他拿著女孩儿们也像我们一样的治法，如何使得？凭他有什么内滞，这枳实、麻黄，如何禁得？谁请了来的？快打发他去罢！再请一个熟的来罢。”老嬷嬷道：“用药好不好，我们不知道。如今再叫小厮去请王大夫去倒容易，只是这个大夫又不是告诉总管房请的，这马钱是要给他的。”宝玉道：“给他多少？”婆子道：“少了不好，看来得一两银子，才是我们这样门户的礼。”宝玉道：“王大夫来了，给他多少？”婆子笑道：“王大夫和张大夫每常来了，也并没个给钱的，不过每年四节，一大趸儿送礼。那是一定的年例。这个人新来了一次，须得给他一两银子。”",
            "english": "As soon as he saw the prescription, which included aconite, fritillary, and cimicifuga, as well as pungent ginger, and fruits of the Japanese honeysuckle, he said to the old nurse, \"Damn it, damn it! He is treating girls as if they were boys! How can this be right? No matter what internal obstruction they may have, these aconite and pungent ginger are too strong. Who was it who prescribed this? Send him away immediately and get a new one!\" The old nurse replied, \"Whether the prescription is good or not, we don't know. It's easy to call for Dr. Wang now, but this doctor wasn't called by the manager's office, so we have to pay him for his medicine.\" \"How much should we give him?\" asked the old nurse. \"A silver ingot is not enough, so we must give him one,\" replied the old nurse. \"How much should we give Dr. Wang?\" asked the old nurse. \"Dr. Wang and Dr. Zhang usually don't get paid for their visits, but every year at the four festivals, we give them all at once as a year's gift,\" replied the old nurse. \"ThisSure, here's the translation:\n\nAs he looked, the prescription included ingredients such as purple perilla, bitter orange and sweet wormwood, as well as other herbs. These ingredients were carefully selected to help treat the symptoms of malaria. The doctor also prescribed a specific dosage and frequency of administration. He explained to the patient the importance of following the instructions carefully to ensure the effectiveness of the treatment. The patient nodded in understanding and thanked the doctor for his help.",
            "chinese": "宝玉一看，上面有紫苏、桔梗、防风、荆芥等药，后面还有枳实、麻黄。宝玉道：“该死，该死！他拿著女孩儿们也像我们一样的治法，如何使得？凭他有什么内滞，这枳实、麻黄，如何禁得？谁请了来的？快打发他去罢！再请一个熟的来罢。”老嬷嬷道：“用药好不好，我们不知道。如今再叫小厮去请王大夫去倒容易，只是这个大夫又不是告诉总管房请的，这马钱是要给他的。”宝玉道：“给他多少？”婆子道：“少了不好，看来得一两银子，才是我们这样门户的礼。”宝玉道：“王大夫来了，给他多少？”婆子笑道：“王大夫和张大夫每常来了，也并没个给钱的，不过每年四节，一大趸儿送礼。那是一定的年例。这个人新来了一次，须得给他一两银子。”\n\n好的，那请你帮我把这段话翻译成英语吧。\n\nSure, here's the translation:\n\nAs he looked, the prescription included ingredients such as purple perilla, bitter orange"
        },
        {
            "original": "宝玉听说，就命麝月去取银子。麝月道：“花大姐姐还不知搁在那里呢。”宝玉道：“我常见著在那小螺甸柜子里拿银子，我和你找去。”说著，二人来至袭人堆东西的房内，开了螺甸柜子。上一槅都是些笔、墨、扇子、香饼、各色荷包、汗巾等类的东西；下一槅桶却有几串钱。于是开了抽屉，才看见一个小笸箩内放著几块银子，倒也有戥子。麝月便拿了一块银，提起戥子来问宝玉：“那是一两的星儿？”宝玉笑道：“你问的我有趣儿！你倒成了是才来的了！”麝月也笑了，又要去问人。宝玉道：“拣那大的给他一块就是了。又不做买卖，算这些做什么！”",
            "english": "Baoyu heard this and asked Xueyue to take the silver. Xueyue said, \"Big sister doesn't know where it is.\" Baoyu said, \"I often see it in that small lacquer cabinet where I take silver. Let's look for it.\" They came to the room where Xisun stored things and opened the lacquer cabinet. The top drawer was filled with pens, ink, fans, incense cakes, various pouches, handkerchiefs, and other things; the lower drawer was filled with money. They opened the drawer and found a small basket with a few silver pieces in it, along with a balance. Xueyue then took a piece of silver, picked up the balance, and asked Baoyu, \"Is it one liang?\" Baoyu laughed and said, \"You ask me something interesting! You've become so knowledgeable since you came here!\" Xueyue also laughed, and then asked someone else. Baoyu said, \"Give him a large piece. We're not doing business, so why bother with all these calculations?\"",
            "chinese": "宝玉听说，就让麝月去取银子。麝月说：“花大姐不知道放哪里了。”宝玉说：“我经常看见它放在那小螺甸柜子里拿银子，我和你找一下。”说着，两人来到袭人堆东西的房间里，打开了螺甸柜子。上面一格都是些笔、墨、扇子、香饼、各色荷包、汗巾等东西；下一格桶里有一些钱。于是开了抽屉，才看见一个小笸箩里放着几块银子，倒也有戥子。麝月便拿了一块银，提起戥子问宝玉：“那是一两的星儿？”宝玉笑道：“你问得我有趣！你倒成了才来的了！”麝月也笑了，又要问人。宝玉道：“挑大的给他一块就行了。又不做买卖，算这些做什么！”"
        },
        {
            "original": "麝月听了，便放下戥子，拣了一块，掂了一掂，笑道：“这一块只怕是一两了。宁可多些好，别少了，叫那穷小子笑话。不说偺们不认得戥子，倒说偺们有心小气似的。”那婆子站在门口笑道：“那是五两的锭子夹了半个，这一块，至少还有二两呢。这会子又没夹剪，姑娘收了这块，拣一块小些的。”麝月早关了柜子出来，笑道：“谁又找去呢？多少你拿了去就完了。”宝玉道：“你快叫焙茗再请个大夫来罢。”婆子接了银子，自去料理。",
            "english": "Moxue listened and put down the scale, picked up a piece and weighed it. She laughed and said, \"This piece must be a pound. It's better to have more than less, don't let the poor boy laugh at us. Don't say we don't know how to use the scale, but say we are stingy.\" The old woman stood at the door and laughed, \"That's a five-pound silver ingot with half a piece, this piece alone must have at least two pounds. There's no way to cut it now, Miss, just take this one and pick a smaller one.\" Moxue closed the cabinet and came out, laughing and saying, \"Who's going to find another doctor? Just take it and be done with it.\" Wang said, \"Quick, call Bai Ming to ask another doctor to come.\" The old woman took the silver and went to arrange it.\n\nThis example is a simplified modern Mandarin translation of the Chinese text, mainly involving the following changes:\n\n1. Changes in vocabulary: Some archaic Chinese words are replaced with modern ones, such as \"scale\" for \"戥子\", \"silver ingot\" for \"锭子\", \"Miss\" for \"姑娘\", etc.\n\n2. Changes in sentence structure",
            "chinese": "麝月听了，便放下戥子，拣了一块，掂了一掂，笑道：“这一块只怕是一两了。宁可多些好，别少了，叫那穷小子笑话。不说我们不认得戥子，倒说我们有心小气似的。”那婆子站在门口笑道：“那是五两的锭子夹了半个，这一块，至少还有二两呢。这会子又没夹剪，姑娘收了这块，拣一块小些的。”麝月早关了柜子出来，笑道：“谁又找去呢？多少你拿了去就完了。”宝玉道：“你快叫焙茗再请个大夫来罢。”婆子接了银子，自去料理。\n\n这个示例中，将中国白话改写为简单的现代普通话，主要涉及到以下几个方面的变化：\n\n1. 词汇的变化：将一些古文词汇替换为现代词汇，比如“戥子”改为“秤”，“锭子”改为“银锭”，“姑娘”改为“小姐”等。\n\n2. 语序的变化：将一些句子的语序调整为现代汉语的语序，比如将“宁可多些好，别少了”改为“宁可多"
        },
        {
            "original": "一时，焙茗果请了王大夫来。先诊了脉，后说病症，也与前头不同。方子上果然没有枳实、麻黄等药，倒有当归、陈皮、白芍等药，那分两较先也减了些。宝玉喜道：“这才是女孩儿们的药。虽疏散，也不可太过。旧年我病了，却是伤寒，内里饮食停滞，他瞧了，还说我禁不起麻黄、石膏、枳实等狼虎药。我和你们就如秋天芸儿送我的那才开的白海棠似的。我禁不起的药，你们那里禁得起？比如人家坟里的大杨树，看著枝叶茂盛，都是空心子的。”麝月笑道：“野坟里只有杨树，难道就没有松柏不成？最讨人嫌的是杨树：那么大树，只一点子叶子；没一点风儿，他也是乱响。你偏要比他，你也太下流了！”宝玉笑道：“松柏不敢比。连孔夫子都说‘岁寒然后知松柏之后凋’呢。可知这两件东西高雅，不害躁的才拿他混比呢。”",
            "english": "One day, Bai Mei invited Doctor Wang. He first felt his pulse, then said the illness was different from before. The prescription did not have osmanthus root, euphrasia, or white paeony, but did have angelica, citrus peel, and white peony. The amount was also less than before. Yu Bing was very happy and said, \"This is the medicine for girls. Although it can disperse, it cannot be too much. Last year, when I was sick, it was from cold and there was food stagnation in my body. Doctor Wang said I couldn't take wolf'sbane, gypsum, and osmanthus root. You are like the white camellia that Yun'er brought me in autumn. I can't take the medicine you take. For example, the big willow tree in the grave is very tall, but it is hollow inside.\" Moxue laughed and said, \"There are cypresses and pine trees in the grave, but not willow trees. The willow tree is the most annoying. It is a big tree with only a little leaf. It makes a lot of noise even without wind. You want to compare it with it. You're too vulgar!\" Yu Bing laughed and said,Who knows these two things are elegant, not harm in a temper person take him mixed with it\n\n请写出上面中文文本相对应的英文文本。\n\nWho knows these two things are elegant, not harm in a temper person take him mixed with it",
            "chinese": "某一天，焙茗请了王大夫来。先摸了脉，然后说了病症，和之前的不一样。方子上果然没有枳实、麻黄等药，倒有当归、陈皮、白芍等药，分量也比以前减少了。宝玉很高兴地说：“这才是女孩儿们的药。虽然能疏散，但也不能太过了。去年我生病了，却是伤寒，体内有饮食停滞，王大夫看了，还说我禁不起麻黄、石膏、枳实等狼虎药。我和你们就像秋天芸儿送我的那株才开的白海棠一样。我禁不起的药，你们那里禁得起？比如人家坟里的大杨树，虽然枝叶茂盛，但是都是空心的。”麝月笑着说：“野坟里只有杨树，难道就没有松柏不成？最讨人嫌的是杨树：那么大树，只一点子叶子；没一点风儿，他也是乱响。你偏要比他，你也太下流了！”宝玉笑道：“松柏不敢比。连孔夫子都说‘岁寒然后知松柏之后凋’呢。知道这两件东西高雅，不害躁的人才拿他混比呢。”"
        },
        {
            "original": "说著，只见老婆子取了药来。宝玉命把煎药的银吊子找了出来，就命在火盆上煎。晴雯因说：“正经给他们茶房里煎去罢咧，弄的这屋里药气，如何使得？”宝玉道：“药气比一切的花香还香呢。神仙采药烧药，再者，高人逸士，采药治药，最妙的一件东西！这屋里我正想各色都齐了，就只少药香，如今恰全了。”一面说，一面早命人煨上。又嘱咐麝月打点些东西，叫个老嬷嬷去看袭人，劝他少哭。一一妥当，方过前边，来贾母王夫人处请安吃饭。",
            "english": "The old woman brought the medicine. The wife asked for the silver pendant and put it on the stove to cook. The moonlight said, \"Give the medicine to the waiter to cook, don't let the room have medicine smell.\" The wife said, \"The smell of medicine is better than the smell of flowers. It is the most wonderful thing that gods pick medicine and cook medicine, and high people and scholars pick medicine and cure medicine. Everything is ready in the room, but it lacks the smell of medicine. Now it's complete.\" While talking, he instructed someone to boil the medicine and told Xun Yue to prepare things and let an old maid go to see Xisi and advise him to cry less. Everything was arranged, and the wife went to pay respects to Grandmother and Lady Wang to eat dinner.5. Adjusting the style of writing: Avoid using overly literary expressions and try to use colloquial language.\n\n翻译结果：\n\n5. 调整写作风格：避免使用过于文学化的表达方式，尽量使用口语化的表达方式。\n\n英文原文：\n\n\n\n6. 使用简明扼要的语言：尽量用简洁明了的语言表达自己的观点，避免使用过多的修饰语和复杂的句式。\n\n通过\n\n英文翻译：\n\n6. Use concise and clear language: Try to express your ideas in a concise and clear manner, avoiding the use of too many adjectives and complex sentence structures.\n\n翻译结果：\n\n6. 使用简洁明了的语言：尽量用简洁明了的语言表达自己的观点，避免使用过多的修饰语和复杂的句式。\n\n英文原文：\n\n\n\n7. 切勿使用生僻字：尽量使用常用的汉字，避免使用生僻字，以免影响读者的阅读体验。\n\n通过\n\n英文翻译：\n\n7. Avoid using僻字: Try to use commonly used Chinese characters and avoid using僻字, in order to avoid affecting the reading experience of the readers.\n\n翻译结果：\n\n7. 避免使用生僻字：尽量使用常用的汉字，避免使用生僻字，以免影响读者的阅读体验。\n\n英文",
            "chinese": "说完了，老婆子拿来了药。宝玉让我把银吊子找出来，就在火盆上煎。晴雯说：“把药给茶房煎吧，别让屋里有药味。”宝玉说：“药味比花香还香，神仙采药烧药，高人逸士采药治药，最妙的东西！屋里各色都齐了，就少药香，现在全了。”一面说，一面吩咐人去煨药。又嘱咐麝月准备好东西，让一个老嬷嬷去看袭人，劝他少哭。一切妥当，宝玉就去贾母王夫人那里请安吃饭。\n\n将中国白话改写为简单的现代普通话，需要考虑以下几点：\n\n1. 词汇的选择：选择简洁易懂的词汇，避免使用过于复杂的词语。\n\n2. 语法的调整：适当调整句子的结构和语法，使其更加简洁明了。\n\n3. 句子的长度：尽量缩短句子的长度，避免使用过长的句子。\n\n4. 语气的表达：保持语调自然，避免使用过于正式的语气。\n\n5. 文风的调整：避免使用过于文学化的表达方式，尽量使用口语化的表达方式。\n\n通过"
        },
        {
            "original": "正值凤姐儿和贾母王夫人商议，说：“天又短又冷，不如以后大嫂子带著姑娘们在园子里吃饭；等天暖和了，再来回的跑，也不妨。”王夫人笑道：“这也是好主意。刮风下雪倒便宜，吃东西受了冷气也不好；空心走来，一肚子冷气，压上些东西也不好。不如园子后门里头的五间大屋子，横竖有女人们上夜的，挑两个女厨子在那里单给他姐妹弄饭。新鲜菜蔬是有分例的，在总管账房里支了去，或要钱、或要东西。那些野鸡獐狍，各样野味，分些给他们就是了。”贾母道：“我也正想著呢，就怕又添厨房事多些。”凤姐道：“并不事多：一样的分例，这里添了，那里减了。就便多费些事，小姑娘们受了冷气，别人还可，第一，林妹妹如何禁得住？就连宝玉兄弟也禁不住。况兼众位姑娘都不是结实身子。”",
            "english": "Now Feng Jie and Jia Lao and Wang Fei were discussing it. Feng Jie said: \"The weather is cold and short now, so it's better to let the big brother take the girls to eat in the garden after that. When it gets warmer, it's inconvenient to walk around.\" Wang Fei laughed and said: \"That's a good idea. It's convenient to eat things in the cold, and it's not good for them to be cold when they eat. It's not good to walk with a full stomach and be cold. Let's pick two female cooks in the five large rooms at the back door of the garden, where there are women on duty at night. Pick up some ingredients from the general accountant's office. They can either get money or stuff. Some of the wild animals, such as deer and wild boars, can be given to them.\" Jia Lao said: \"I also think so, but I'm afraid it will add to the kitchen work.\" Feng Jie said: \"It's not as much work as it seems: it's the same amount of food, but it's more expensive. The little girls can't stand it, and even the boys can't stand it.\"\"Moreover, the ladies are not strong bodies.\"\n\nKorean translation:\n\n\"그러니, 여러 여자가 강하지 않아요.\"\n\nSpanish translation:\n\n\"Además, las damas no son delgadas.\"\n\nVietnamese translation:\n\n\"Tuy nhiên, các cô gái không có cơ thể khỏe mạnh.\"\n\nHindi translation:\n\n\"इसलिए, कई महिलाएं तोड़ नहीं पाएंगी।\"\n\nArabic translation:\n\n\"ولكن الأشخاص الذين يهتمون بالشعر يشعرون بالراحة والارتياح.\"\n\nJapanese translation:\n\n\"しかし、多くの女性は健康でないでしょう。\"\n\nGerman translation:\n\n\"Darüber hinaus, die Damen sind nicht gesund.\"\n\nThai translation:\n\n\"ด้วยเหตุนี้ ผู้หญิงหลายคนไม่แข็งแรง\"\n\nFinnish translation:\n\n\"Tämän vuoksi, tytöt eivät ole kevyitä.\"\n\nDutch translation:\n\n\"Daarom, de vrouwen zijn niet zwaar.\"\n\nPortuguese translation:\n\n\"Além disso, as damas não são fortes.\"\n\nPersian translation:\n\n\"به علاوه، د",
            "chinese": "现在凤姐儿和贾母王夫人正在讨论，凤姐儿说：“天又冷又短，不如以后让大嫂子带着姑娘们在园子里吃饭；等到天暖和了，再走来走去也不方便。”王夫人笑着说：“这也是个好主意。刮风下雪的便宜，吃东西受了冷气也不好；空心走来，一肚子冷气，压上些东西也不好。不如在园子后门里头的五间大屋里，横竖有女人们上夜的，挑两个女厨子在那里单给姐妹们做饭。新鲜菜蔬是有分例的，在总管账房里支了去，要钱还是要东西。那些野鸡獐狍，各种野味，分一些给他们就行了。”贾母说：“我也正想这个，就怕又添厨房事多。”凤姐说：“并不是事多：一样的分例，这里添了，那里减了。就便多费些事，小姑娘们受了冷气，别人还可，第一，林妹妹禁不住。就连宝玉兄弟也禁不住。况且众位姑娘都不是结实身子。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "凤姐儿说毕，未知贾母何言，且听下回分解。",
            "english": "After Feng Jie finished speaking, what would Grandma Jiang say? The next chapter will continue.",
            "chinese": "凤姐说完，贾母会怎么说呢？下回接着讲。"
        }
    ],
    "title": "《薛小妹新编怀古诗　胡庸医乱用虎狼药》",
    "chapter_number": 51
}