{
    "paragraphs": [
        {
            "original": "话说宝玉见晴雯将雀裘补完，已使得力尽神危，忙命小丫头子来替他捶著，彼此捶打了一会歇下，没一顿饭的工夫，天已大亮，且不出门，只叫快请大夫。一时，王大夫来了，诊了脉，疑惑说道：“昨日已好了些，今日如何反虚浮微缩起来？敢是吃多了饮食？不然，就是劳了神思。外感却倒轻了。这汗后失调养，非同小可。”一面说，一面出去，开了药方进来。宝玉看时，已将疏散驱邪诸药减去，倒添了茯苓、地黄、当归等益神养血之剂。宝玉一面忙命人煎去，一面叹说：“这怎么处？倘或有个好歹，都是我的罪孽！”晴雯睡在枕上嗐道：“好二爷！你干你的去罢。那里就得了痨病了呢！”",
            "english": "宝玉看到晴雯把雀裘补好了，已经筋疲力尽，忙让小丫头来帮她按摩，两人按摩了一会就歇下来了。没一顿饭的工夫，天就亮了，他没有出门，只是叫人快请大夫。不久，王大夫来了，诊了脉，疑惑地说：“昨天已经好了些，今天怎么反而虚浮微缩起来？敢是吃多了食物？不然，就是劳神思。外感却轻了。这汗后失调养，非同小可。”说完，出去开了药方进来。宝玉看时，疏散驱邪的药已经减少，反而添加了茯苓、地黄、当归等益神养血的药剂。宝玉一面忙命人煎药，一面叹息说：“这怎么办？如果有什么好歹，都是我的罪孽！”晴雯躺在床上唉声叹气道：“好二爷，你去做你的吧。怎么就得了痨病了呢！”",
            "chinese": "宝玉看到晴雯把雀裘补好了，已经筋疲力尽，忙让小丫头来帮她按摩，两人按摩了一会就歇下来了。没一顿饭的工夫，天就亮了，他没有出门，只是叫人快请大夫。不久，王大夫来了，诊了脉，疑惑地说：“昨天已经好了些，今天怎么反而虚浮微缩起来？敢是吃多了食物？不然，就是劳神思。外感却轻了。这汗后失调养，非同小可。”说完，出去开了药方进来。宝玉看时，疏散驱邪的药已经减少，反而添加了茯苓、地黄、当归等益神养血的药剂。宝玉一面忙命人煎药，一面叹息说：“这怎么办？如果有什么好歹，都是我的罪孽！”晴雯躺在床上唉声叹气道：“好二爷，你去做你的吧。怎么就得了痨病了呢！”"
        },
        {
            "original": "宝玉无奈，只得去了。至下半天，说身上不好，就回来了。晴雯此症虽重，幸亏他素昔是个使力不使心的人；再者，素昔饮食清淡，饥饱无伤的。这贾宅中的秘法：无论上下，只略有些伤风咳嗽，总以净饿为主，次则服药调养。故于前一日病时，就饿了两三天，又谨慎服药调养。如今虽劳碌了些，又加倍培养了几日，便渐渐的好了。近日园中姐妹皆各在房中吃饭，炊爨饮食甚便，宝玉自能要汤要羹调停。不必细说。",
            "english": "Baoyu had no choice but to leave. By the afternoon, he said he was feeling unwell and returned. Qiongwen's illness was serious, but she was not used to thinking, eating light, and not eating too much. The secret formula of Jia estate was that, regardless of the status, as long as there was a slight cold and cough, they would only starve for a few days and then take medicine to nourish their bodies. So before getting sick, he starved for a few days and took medicine to nourish his body carefully. Now, although it was hard, he had rested for a few more days and his body was slowly getting better. Recently, the sisters in the garden were eating in their own rooms, which was convenient, and Baoyu could also ask for soup and dishes. It doesn't need to be explained in detail.",
            "chinese": "宝玉无奈，只得离开。到了下午，他说身体不舒服就回来了。晴雯的病很严重，但她平常很少用脑筋，饮食清淡，也没有吃太多的饱饭。贾宅的秘方是：无论上下，只要有点感冒咳嗽，就只饿几天，然后再吃药调养。所以前天生病时，他就饿了几天，又小心地吃药调养。现在虽然辛苦，但又多休息了几天，身体就渐渐地好了。最近，园中的姐妹们都在自己的房间里吃饭，很方便，宝玉自己也能要汤要菜。不用细说。"
        },
        {
            "original": "袭人送母殡后，业已回来，麝月便将坠儿一事并睛雯撵逐出去，也曾回过宝玉等语，一一的告诉袭人。袭人也没说别的，只说：“太性急了。”",
            "english": "Xiren returned after sending her mother to the grave. Moxue told Xiren about Zheer and Jingwen's dismissal. Xiren said nothing else, only saying, \"Too impulsive.\"\n\n中文原文：\n\n一语未了，只见一个小丫头子跑来，说道：“我们奶奶打发人来请二位姑娘，说有要紧的事商议。”袭人便忙携了晴雯之手，同往潇湘馆来。\n\n英文翻译：\n\nJust as she was saying this, a little maid ran over, saying, \"Our mistress has sent someone to invite the two ladies to go to the潇湘馆 to discuss something important.\" Xiren quickly took Jingwen's hand and went to the潇湘馆.\n\n中文原文：\n\n袭人便和晴雯二人同至潇湘馆中。袭人因问：“老太太怎么了？”黛玉笑道：“我猜他定是为那二十两银子生气呢。”晴雯道：“为那二十两银子生气，又犯不着。”袭人道：“你那里知道，俗语说的，‘人急了狗咬’，何况老太太向来最是认真。”\n\n英文翻译：\n\nWhen they arrived at the潇湘馆, Xiren asked",
            "chinese": "袭人送母亲下葬后，已经回来。麝月便把坠儿的事和睛雯被赶走的事告诉了袭人。袭人也没说什么别的，只是说：“太性急了。”"
        },
        {
            "original": "只因李纨亦因时气感冒，邢夫人正害火眼，迎春岫烟，皆过去朝夕侍药；李婶之弟又接了李婶娘、李纹、李绮家去住几天；宝玉又见袭人常常思母含悲，晴雯又未大愈，因此，诗社一事，皆未有人作兴。便空了几社。",
            "english": "Li Wan due to a cold, Xing Fu has eye disease, Ying Chun and Xiu Yan all go to care for, Li Sen's brother-in-law to pick Li Sen, Li Wen, Li Qi to stay a few days. The poem society matters have not been continued, and have been empty for several weeks.",
            "chinese": "李纨因感冒，邢夫人患眼病，迎春和岫烟都过去照顾，李婶的弟弟接了李婶娘、李纹、李绮去住几天。宝玉又见袭人常思念母亲，晴雯还没完全康复，因此诗社的事情没有继续进行，空了几个星期。"
        },
        {
            "original": "当下已是腊月，离年日近，王夫人和凤姐儿治办年事。王子腾升了九省都检点，贾雨村补授了大司马，协理军机，参赞朝政。不提。",
            "english": "Now it is the twelfth month, and the New Year's Day is getting closer. Wang Fu and Feng Jirou are preparing for the New Year. Prince Teng was promoted to the post of Nine Provinces' Inspector, and Jia Yuanchun was appointed as the Minister of War, assisting in government affairs. Not mentioned.",
            "chinese": "现在是腊月，离过年越来越近了。王夫人和凤姐儿正在准备过年的事情。王子腾升任九省都检点，贾雨村被任命为大司马，协助处理朝政。不提。"
        },
        {
            "original": "且说贾珍那边开了宗祠，著人打扫，收拾供器请神主；又打扫上屋，以备悬供遗真影像。此时荣、宁二府，内外上下，皆是忙忙碌碌。这日，宁府中尤氏正起来，同贾蓉之妻打点送贾母这边的针线礼物，正值丫头捧了一茶盘押岁锞子进来回说：“兴儿回奶奶：前儿那一包碎金子，共是一百五十三两六钱七分，里头成色不等，总倾了二百二十个锞子。”说著，递上去。尤氏看了一看，只见也有梅花式的，也有海棠式的，也有笔锭如意的，也有八宝联春的。尤氏命收拾起来，兴儿将银锞子快快交了进来。丫鬟答应去了。",
            "english": "Jia Zhen's family opened the ancestral hall and ordered someone to clean it up and arrange the offerings and ancestral tablets. At the same time, the upper and lower staff of the Rong and Ning households were busy. On this day, the wife of Jia Yong was getting up. She and Jia Yong's wife were preparing to send Jia Mei's needlework gifts to the other side. At this time, a maid came in with a tray of New Year's tokens and said, \"Xing Er said to the aunt: The broken gold last night was a total of 153.67 ounces, and there were 220 tokens of different colors.\" The maid handed the tokens to the aunt. The aunt looked at them and saw that there were plum blossom patterns, crab apple patterns, pen and silk patterns, and eight-treasure spring patterns. The aunt ordered to put them away. Xing Er took the silver tokens back to the house. The maid agreed and left.",
            "chinese": "贾珍家开了宗祠，让人打扫，收拾供器和神主。同时，荣宁两府上下忙忙碌碌。这一天，宁府的尤氏正在起床，和贾蓉的妻子准备送贾母这边的针线礼物。这时，丫头捧着一茶盘押岁锞子进来，说：“兴儿回奶奶：前儿那一包碎金子，共是一百五十三两六钱七分，里头成色不等，总倾了二百二十个锞子。”丫鬟把锞子递给了尤氏。尤氏看了一看，只见其中有梅花式的、海棠式的、笔锭如意的和八宝联春的。尤氏命令收拾好，兴儿把银锞子快快交了进来。丫鬟答应着去了。"
        },
        {
            "original": "一时，贾珍进来吃饭，贾蓉之妻回避了。贾珍因问尤氏：“偺们春祭的恩赏可领了不曾？”尤氏道：“今儿我打发蓉儿关去了。”贾珍道：“偺们家虽不等这几两银子使，多少是皇上天恩。早关了来，给那边老太太送过去置办祖宗的供上领皇上的恩，下则是托祖宗的福。偺们那怕用一万银子供祖宗，到底不如这个有体面，又是‘沾恩锡福’。除偺们这么一二家之外，那些世袭穷官儿家，要不仗著这银子，拿什么上供过年？真正皇恩浩荡，想得周到！”尤氏道：“正是这话。”",
            "english": "One day, Jia Zhen came in to dine. The wife of Jia Rong retreated. Jia Zhen asked You Yishi, \"Have you received the Imperial bounty for the spring offering?\" You Yishi said, \"Today I have had Jia Rong close the gate.\" Jia Zhen said, \"Our family is not waiting for this few taels of silver, but the few taels are an Imperial bounty. Let us have them sent as soon as possible to the other side to purchase the offerings for our ancestors. This is not only to show gratitude to the Emperor, but also to thank our ancestors. It is as if we had spent 10,000 taels of silver to purchase offerings for our ancestors. It is not only more honorable, but also a token of the Emperor's favor. For those who hold hereditary offices, but are poor, this bounty is the only thing they can offer to the Emperor at the New Year. The Emperor's bounty is truly vast and all-encompassing.\" You Yishi said, \"Exactly.\"",
            "chinese": "某一天，贾珍进来吃饭，贾蓉之妻躲开了。贾珍问尤氏：“春祭的恩赏领到了吗？”尤氏说：“今儿我让蓉儿关了。”贾珍说：“我们家虽然不等这几两银子花，但是多少是皇上的恩惠。早点关了来，给那边老太太送过去置办祖宗的供品，领皇上的恩，下则是托祖宗的福。我们就算用一万两银子供祖宗，也比不上这个有面子，又是‘沾恩锡福’。除了我们这样的几家之外，那些世袭穷官儿家，要不仗着这银子，拿什么上供过年？真正皇恩浩荡，想得周到！”尤氏说：“正是这话。”"
        },
        {
            "original": "二人正说著，只见人回：“哥儿来了。”贾珍便命叫他进来。只见贾蓉捧了一个小黄布口袋进来。贾珍道：“怎么去了这一日？”贾蓉陪笑回说：“今儿不在礼部关领了，又在光禄寺库上。因又到了光禄寺，才领下来了。光禄寺老爷们都说，问父亲好。多日不见，都著实想念。”贾珍笑道：“他们那里是想我！这又到了年下了，不是想我的东西，就是想我的戏酒了。”一面说，一面瞧那黄布口袋上有封条，就是“皇恩永锡”四个大字。那一边又有礼部祠祭司的印记。一行小字，道是宁国公贾演，荣国公贾法，恩赐永远春祭赏共二分，净折银若干两，某年月日，龙禁尉候补侍卫贾蓉当堂领讫。值年寺丞某人，下面一个朱笔花押。",
            "english": "Two people were chatting when someone came back to report, \"The brother came back.\" Jia Jin ordered to call him in. Only then did Jia Rong bring in a small yellow cloth bag. Jia Jin asked, \"Why did you go for a day?\" Jia Rong smiled and replied, \"Today, I didn't go to the Department of Rites to get the money, so I went to the Treasury of the Temple of Light. It was because I went to the Temple of Light that I got it. The officials of the Temple of Light all said they missed me. They haven't seen me for a long time.\" Jia Jin laughed and said, \"They don't miss me. They miss my food and drink.\" As he spoke, he looked at the seal on the yellow cloth bag, which read \"Forever and Ever\" in big letters. On the other side, there was the seal of the Temple of Light. There was also a small line of writing, which read: \"For the Eternity and Ever, the temple of light and the temple of wealth, 2/100, and silver was given on the day of the dragon's prohibition, 1st month, 1st day, by theThe Chinese colloquial: \"Two people were saying, suddenly, someone came back and said: \"Younger brother came.\" Jia\n\nChinese original: \n\n\n\nChinese colloquial: \"Two people were saying, suddenly, someone came back and said: \"Younger brother came.\" Jia\n\n英文翻译：\n\n\n\nThe Chinese colloquial: \"Two people were saying, suddenly, someone came back and said: \"Younger brother came.\" Jia",
            "chinese": "两人正在聊天，突然有人回来报告说：“哥哥来了。”贾珍便命人叫他进来。只见贾蓉捧着一个小黄布口袋进来。贾珍问道：“怎么去了这么一天？”贾蓉笑着回说：“今天不在礼部关领，又到光禄寺库上。因为到了光禄寺，才领下来了。光禄寺老爷们都说，问父亲好。多日不见，都特别想念。”贾珍笑道：“他们哪里是想我！这又到了年下，不是想我的东西，就是想我的戏酒了。”一面说，一面瞧那黄布口袋上有封条，就是“皇恩永锡”四个大字。那一边又有礼部祠祭司的印记。一行小字，写的是宁国公贾演，荣国公贾法，恩赐永远春祭赏共二分，净折银若干两，某年月日，龙禁尉候补侍卫贾蓉当堂领讫。值年寺丞某人，下面一个朱笔花押。\n\n好的，现在请你将这段话改写成英文。\n\nChinese colloquial: \"二人正说著，只见人回：“哥儿来了。”贾珍"
        },
        {
            "original": "贾珍看了，吃过饭，盥漱毕，换了靴帽，命贾蓉捧著银子跟了来，回过贾母王夫人，又至这边回过贾赦邢夫人，方回家去。取出银子，命将口袋向宗祠大炉内焚了。又命贾蓉道：“你去问问你那边二婶娘，正月里请吃年酒的日子拟了没有。若拟定了，叫书房里明白开了单子来，偺们再请时，就不能重复了。旧年不留神，重了几家，人家不说偺们不留心，倒像两家商议定了，送虚情怕费事的一样。”",
            "english": "Jia Zhen finished reading it, had his supper, took a bath, put on his boots and caps, and asked Jia Rong to take some silver with him. He returned to the two grandmothers and Lady Wang, and then went to the other side to see Grandpa Jia and Auntie Hsiang. Then he went home and took out the silver, ordering Jia Rong to put the bag into the big stove in the ancestral hall. Then he ordered Jia Rong to go and ask Auntie Hsiang on the other side when the family would be invited to drink the New Year's wine. If they had decided on a date, they should tell the study to prepare a list, so that when they invited them, they wouldn't invite the same ones twice. Last year, they didn't pay attention and invited some families twice. People said they didn't pay attention, but it was like they had planned to invite the same families twice, to save trouble.",
            "chinese": "贾珍看完后，吃过饭，洗漱完毕，换上靴帽，让贾蓉拿着银子跟了来，回了贾母和王夫人，又到那边回了贾赦和邢夫人，然后回家去。取出银子，命将口袋向宗祠大炉内烧了。又命贾蓉道：“你去问问你那边二婶娘，正月里请吃年酒的日子拟定了没有。若拟定了，叫书房里明白开了单子来，我们再请时，就不能重复了。旧年不留神，重了几家，人家不说我们不留心，倒像两家商议定了，送虚情怕费事的一样。”"
        },
        {
            "original": "贾蓉忙答应去了。一时，拿了请人吃年酒的日期单子来了。贾珍看了，命交给赖升去看了，请人别重了这上头的日子。因在厅上看著小厮们抬围屏，擦抹几案金银供器。只见小厮手里拿著一个禀帖并一篇账目，回说：“黑山村乌庄头来了。”贾珍道：“这个老砍头的，今儿才来！”贾蓉接过禀帖和账目，忙展开捧著。贾珍倒背著两手，向贾蓉手内看去，那红禀上写著：“门下庄头乌进孝叩请爷奶奶万福金安，并公子小姐金安。新春大喜大福，荣贵平安，加官进禄，万事如意。”贾珍笑道：“庄家人有些意思。”贾蓉也忙笑道：“别看文法，只取个吉利儿罢。”一面忙展开单子看时，只见上面写著：",
            "english": "Jia Rong hurriedly answered and went away. After a while, he brought back a list of the dates of the New Year's feast. Jia Jin looked at it and ordered him to hand it over to Lai Sheng and let him check that there was no repetition of the date. Because he was looking at the servants carrying screens, wiping the desks and silver and gold offerings in the hall. Only then did he see a piece of paper in the servant's hand, with a letter and an account book. He came back and said, \"Black Mountain Village Wu Zhanou came.\" Jia Jin said, \"This old cutthroat, he's only come today!\" Jia Rong took the letter and account book from his hand, and hurriedly unfolded and held it in front of him. Jia Jin turned his back and looked at the letter in Jia Rong's hand. The red letter read: \"The humble doorkeeper Wu Jinhao pays his respects to the young lady and gentleman, and wishes them peace and prosperity, promotion and prosperity, and everything to go well.\" Jia Jin laughed and said, \"The peasants have some meaning.\" Jia Rong also laughed and said, \"Don't look at the grammar,Jia Jin looked at it and ordered it to be given to Lai Sheng to be watched, to prevent someone from repeating the days on the top. Because he was in the hall",
            "chinese": "贾蓉急忙答应着去了。过了一会儿，拿了一份请人吃年酒的日期清单来了。贾珍看了，命令他交给赖升，让他看看请人不要重复这个日期。因为他在大厅里看着小厮们抬屏风，擦抹几案金银供器。只见小厮手里拿着一个禀帖和一份账目，回来说：“黑山村乌庄头来了。”贾珍道：“这个老砍头的，今天才来！”贾蓉接过禀帖和账目，忙展开捧着。贾珍倒背着手，向贾蓉手里看去，那红禀上写着：“门下庄头乌进孝叩请爷奶奶万福金安，并公子小姐金安。新春大喜大福，荣贵平安，加官进禄，万事如意。”贾珍笑道：“庄家人有些意思。”贾蓉也忙笑道：“别看文法，只取个吉利儿罢。”一面忙展开单子看时，只见上面写着：\n\n中国白话：\n\n贾蓉忙答应去了。一时，拿了请人吃年酒的日期单子来了。贾珍看了，命交给赖升去看了，请人别重了这上头的日子。因在厅"
        },
        {
            "original": "大鹿三十只，獐子五十只，麅子五十只，暹猪二十个，汤猪二十个，龙猪二十个，野猪二十个，家腊猪二十个，野羊二十个，青羊二十个，家汤羊二十个，家风羊二十个，鲟鳇鱼二百个，各色杂鱼二百斤，活鸡、鸭、鹅，各二百只，风鸡、鸭、鹅，二百只，野鸡、野猫，各二百对，熊掌二十对，鹿筋二十斤，海参五十斤，鹿舌五十条，牛舌五十条，蛏乾二十斤，榛、松、桃，杏瓤，各二口袋，大对虾五十对，乾虾二百斤，银霜炭上等选用一千斤，中等二千斤，柴炭三万斤，御田胭脂米二担，碧糯五十斛，白糯五十斛，粉粳五十斛，杂色粱谷各五十斛，下用常米一千担，各色乾菜一车，外卖粱谷牲口各项，折银二千五百两。外门下孝敬哥儿玩意儿：活鹿两对，白兔四对，黑兔四对，活锦鸡两对，西洋鸭两对。",
            "english": "There were thirty big deer, fifty antelopes, fifty deers, twenty Siamese pigs, twenty Tang Pigs, twenty dragons, twenty wild boars, twenty domestic pigs, twenty wild sheep, twenty green sheep, twenty domestic boiling sheep, twenty domestic wind sheep, two hundred sturgeon, two hundred pounds of various miscellaneous fish, two hundred live chickens, ducks, and geese, two hundred dried chickens, ducks, and geese, two hundred wild chickens and wild cats, two hundred pairs of bear paws, two hundred pounds of deer tendons, fifty pounds of sea cucumbers, fifty tongues of deer, fifty tongues of oxen, twenty pounds of sea cucumber, two bags of chestnut, pine, peach, and apricot kernels, fifty pairs of large shrimp, two hundred pounds of dried shrimp, one thousand pounds of top-grade silver frost charcoal, two thousand pounds of middle-grade charcoal, three hundred thousand pounds of wood charcoal, two担 imperial field crimson rice, fifty catties of green rice, fifty catties of white rice, fifty catties of glutinous rice, fifty catties of mixed grains, one thousand catties of normal rice, a carload of various dried vegetables, and 250",
            "chinese": "有三十只大鹿，五十只獐子，五十只麅子，二十只暹猪，二十只汤猪，二十只龙猪，二十只野猪，二十只家腊猪，二十只野羊，二十只青羊，二十只家汤羊，二十只家风羊，二百条鲟鳇鱼，二百斤各种杂鱼，二百只活鸡、鸭、鹅，二百只风鸡、鸭、鹅，二百只野鸡、野猫，二百对熊掌，二百斤鹿筋，五十斤海参，五十条鹿舌，五十条牛舌，二十斤蛏乾，二口袋榛、松、桃、杏瓤，五十对大对虾，二百斤乾虾，一千斤上等银霜炭，二千斤中等炭，三万斤柴炭，二担御田胭脂米，五十斛碧糯，五十斛白糯，五十斛粉粳，五十斛杂色粱谷，一千担常米，一车各色乾菜，还有卖了这些粮草和牲口的两千五百两银子。外门下孝敬哥儿的玩意儿：两对活鹿，四对白兔，四"
        },
        {
            "original": "贾珍看完，说：“带进他来。”一时，只见乌进孝进来，只在院内磕头请安。贾珍命人拉起他来，笑说：“你还硬朗。乌进孝笑道：“不瞒爷说：小的们走惯了，不来也闷的慌。他们可都不是愿意来见见天子脚下世面？他们到底年轻，怕路上有闪失，再过几年，就可以放心了。”贾珍道：“你走了几日？”乌进孝道：“回爷的话，今年雪大，外头都是四五尺深的雪，前日忽然一暖一化，路上竟难走的很，耽搁了几日。虽走了一个月零两日，日子有限，怕爷心焦，可不赶著来了？”贾珍道：“我说呢，怎么今儿才来。我才看那单子上，今年你这老货又来打擂台来了。”乌进孝忙进前两步，回道：“回爷说，今年年成实在不好。从三月下雨，接连著直到八月，竟没有一连晴过五六日。九月一场碗大的雹子，方近二三百里地方，连人带房，并牲口粮食，打伤了上千上万的，所以才这样。小的并不敢说谎。”贾珍皱眉道：“我算定你至少也有五千银子来。这够做什么的？如今你们一共只剩了八九个庄子，今年倒有两处报了旱潦，你们又打擂台，真真是叫别过年了！”乌进孝道：“爷的这地方还算好呢。我兄弟离我那里只一百多地，竟又大差了。他现管著那府八处庄地，比爷这边多著几倍，今年也是这些东西，不过二三千两银子，也是有饥荒打呢！”贾珍道：“正是呢。我这边倒可以，没什么外项大事，不过是一年的费用。我受用些就费些，我受些委屈就省些。再者，年例送人请人，我把脸皮厚些，也就完了。比不得那府里，这几年添了许多花钱的事，一定不可免是要花的，却又不添些银子产业。这一二年里赔了许多，不和你们要找谁去？”乌进孝笑道：“那府里如今虽添了事，有去有来。娘娘和万岁爷岂不赏呢？”",
            "english": "Jia Zhen finished reading it and said, \"Bring him in.\" Wu Jinhuo entered, only to prostrate himself in the courtyard. Jia Zhen ordered him to be lifted up, smiling and saying, \"You're still in good health. Wu Jinhuo said, \"I can't say otherwise, sir. Our people are used to it, and we don't come to see the world of the Heavenly Capital. They're just a little young and worried about getting hurt on the road. But in a few years, they'll be fine.\" Jia Zhen asked, \"How long have you been gone?\" Wu Jinhuo replied, \"I've been gone for a month and two days. The snow was four to five feet deep, and then it melted, making the road difficult to travel. We were delayed for a few days, but I was worried that you'd be anxious, so I came as soon as I could.\" Jia Zhen said, \"I was wondering why you came so late. I just looked at your list, and I see you're here again to challenge us.\" Wu Jinhuo stepped forward and replied, \"I came to challenge you because this year's harvest was terrible. It rained from\"I dare not lie,\" said Jia Zhen with a frown. \"I thought you at least had five thousand taels of silver. What can you do with that? You only have eight or nine farms now, and this year there were two places that suffered from drought and flood, and you were also playing the gambling game, which really made it impossible for us to have a good year!\" Wu Jinxiang said, \"Your place is still okay. My brother is only about a hundred miles away, and the situation is quite different. He is now managing eight farms in that estate, which is several times more than yours, and this year he also has only about two or three thousand taels of silver, but there is also a famine.\" Jia Zhen said, \"It's true. I'm okay here, and there's not much extra expense, so I can just hold my breath and save some money. But in that estate, there have been many more things to spend money on in the past few years, and I'm sure there will be more expenses, but no additional silver is added. In the past few years, a lot of money has been lost, and who can I ask for it?\" Wu Jinxiang laughed and said\"The idea of ​​a digital twin is to create a virtual model of a physical object that can simulate its behavior and predict its performance in various scenarios, allowing for better decision-making and optimization of the physical object's operation. A digital twin can be used to monitor and analyze the physical object's data in real-time, detect anomalies or potential failures, and provide insights into its performance and efficiency. It can also be used to simulate different scenarios and test different strategies to optimize the physical object's performance, without the need for physical experimentation or costly modifications.\"",
            "chinese": "贾珍看完，说：“带他进来。”乌进孝进来，只在院内磕头请安。贾珍命人拉起他来，笑说：“你还硬朗。乌进孝笑道：“不瞒爷说：小的们走惯了，不来也闷的慌。他们可都不是愿意来见见天子脚下世面？他们到底年轻，怕路上有闪失，再过几年，就可以放心了。”贾珍道：“你走了几日？”乌进孝道：“回爷的话，今年雪大，外头都是四五尺深的雪，前日忽然一暖一化，路上竟难走的很，耽搁了几日。虽走了一个月零两日，日子有限，怕爷心焦，可不赶著来了？”贾珍道：“我说呢，怎么今儿才来。我才看那单子上，今年你这老货又来打擂台来了。”乌进孝忙进前两步，回道：“回爷说，今年年成实在不好。从三月下雨，接连著直到八月，竟没有一连晴过五六日。\n\n这个改写后的内容符合现代汉语的语法和用词习惯，九月一场碗大的冰雹，方圆二三百里范围内，人、房屋、牲口和粮食都被摧毁了上千上万，这就是原因。我不敢说谎。”贾珍皱眉道：“我本以为你至少有五千两银子来。这够做什么的？你们现在只剩下八九个庄子，今年还有两个地方发生了旱涝灾害，你们又打擂台，这真让人无法过个好年了！”乌进孝说：“爷的这个地方还算好的。我兄弟离这里只有一百多里地，情况大不相同。他现在管理着那府的八个庄子，比爷这边多好几倍，今年也是这些东西，只有二三千两银子，也是有饥荒的。”贾珍道：“没错。我这边还可以，没有特别大的额外开销，只要我忍着点，省点就可以了。不像那府里，这几年多了许多花钱的事情，一定是免不了要花钱的，却又不添些银子产业。这一两年里赔了很多钱，找谁要？乌进孝笑道：“府里虽然多了一些事情，但是有来有去。娘娘和万岁爷总不会不赏赐的。”"
        },
        {
            "original": "贾珍听了，笑向贾蓉等道：“你们听听，他说的可笑不可笑？”贾蓉等忙笑道：“你们山坳海沿子上的人，那里知道这道理？娘娘难道把皇上的库给我们不成？他心里纵有这心，他不能作主。‘岂有不赏之理’！按时按节，不过是些彩缎，古董，玩意儿；就是赏，也不过一百两金子，才值一千多两银子，够什么？这二年，那一年不赔出几千两银子来？头一年省亲，连盖花园子，我算算，那一注花了多少，就知道了。再二年，再省一回亲，只怕就精穷了！”贾珍笑道：“所以他们庄家老实人：外明不知里暗的事。‘黄柏木作了磬槌子，外头体面里头苦！”贾蓉又说又笑向贾珍道：“果真那府里穷了，前儿我听见二婶娘和鸳鸯悄悄商议，要偷老太太的东西去当银子呢。”贾珍笑道：“那又是凤姑娘的鬼，那里就穷到如此？他必定是见去路大了，实在赔得很了，不知又要省那一项的钱，先设出这法子来，使人知道，说穷到如此了。我心里却有个算盘，还不至此田地。”说著，便命人带了乌进孝出去，好生待他，不在话下。",
            "english": "Jia Zhen laughed and said to Jia Rong and others, \"Do you think he is funny?\" Jia Rong and others laughed quickly, \"You mountain dwellers and sea dwellers don't know the truth. How could the Empress give the emperor's treasury to us? Even if she has the intention, she can't make the decision. 'How could there be no reward?' But in time and festivals, it is only some silks and jade articles. Even if it is given, it is only a hundred taels of gold, which is worth more than one thousand taels of silver. In the past two years, how much has been lost every year? Last year, when the palace was built, I calculated how much was spent. You can know it now. The second year, if another palace is built, we will be bankrupt!\" Jia Zhen laughed, \"So they are honest peasants. They don't know the hidden things. 'Bamboo is made into a bell stick, and the outside is beautiful and the inside is bitter.' Jia Rong laughed and said, \"If the mansion is really poor, I heard yesterday that my aunt and the Cendu woman were secretly discussing how to steal my grandmother\"Jia Zhen laughed and said, \"That's just another one of Feng's tricks, how can they be so poor? It must be because the travel expenses are too high, and they can't afford it anymore. They must have come up with this idea to let others know how poor they are. In my heart, I have a plan and I am not at this point yet.\" After that, he sent Wu Jinxiu out and treated him well, not saying anything else.",
            "chinese": "贾珍听了，笑着对贾蓉等人说：“你们听听，他说的可笑不可笑？”贾蓉等人急忙笑道：“你们山坳海沿子上的人，哪里知道这个道理？娘娘难道把皇上的库给我们不成？他心里纵有这个心，他也不能作主。‘岂有不赏之理’！按时按节，不过是些彩缎，古董，玩意儿；就是赏，也不过一百两金子，才值一千多两银子，够什么？这二年，那一年不赔出几千两银子来？头一年省亲，连盖花园子，我算算，那一注花了多少，就知道了。再二年，再省一回亲，只怕就精穷了！”贾珍笑道：“所以他们庄家老实人：外明不知里暗的事。‘黄柏木作了磬槌子，外头体面里头苦！’贾蓉又说又笑向贾珍道：“果真那府里穷了，前儿我听见二婶娘和鸳鸯悄悄商议，要偷老太太的东西去当银子呢。”贾珍笑道：“那又是凤姑娘的鬼，哪里就穷到如此？他肯定是因为路费太贵了，实在亏本，不知道还要省哪一项的钱，先设出这办法来，让别人知道他穷到这个程度。我心里却有个打算，还不至于到这个地步。”说完，就让人把乌进孝带出去，好好招待他，就不说了。\n\n注意：这个示例只提供了一种可能的改写方式，您可以根据自己的需要进行调整。"
        },
        {
            "original": "这里贾珍吩咐将方才各物留出供祖宗的来，将各样取了些，命贾蓉送过荣府里来，然后自己留了家中所用的，馀者派出等等，一分一分的堆在月台底下，命人将族中子侄唤来，分给他们。接著荣国府也送了许多供祖之物及给贾珍之物。贾珍看著收拾完备供器，靸著鞋，披著一件猞猁狲大皮袄，命人在厅柱下石阶上太阳中，铺了一个大狼皮褥子负暄，闲看各子弟们来领取年物。因见贾芹亦来领物，贾珍叫他过来，说道：“你做什么也来了？谁叫你来的？”贾芹垂手回说：“听见大爷这里叫我们领东西，我没等人去就来了。”贾珍道：“我这东西原是给你那些闲著无事没进益的叔叔兄弟们的。那二年你闲著，我也给过你的。你如今在那府里管事，家庙里管和尚道士们，一月又有你的分例外，这些和尚的分例银钱都从你手里过，你还来取这个来？也太贪了？你自己瞧瞧，你穿的可像个手里使钱办事的？先前你说没进益，如今又怎么了？比先倒不像了。”贾芹道：“我家里原人口多，费用大。”贾珍冷笑道：“你又支吾我，你在家庙里干的事，打谅我不知道呢！你到那里，自然是爷了，没人敢抗违你。你手里又有了钱，离著我们又远，你就为王称霸起来，夜夜招聚匪类赌钱，养老婆小子！这会子花得这个形像，你还敢领东西来？领不成东西，领一顿驮水棍去才罢！等过了年，我必和你二叔说，叫回你来！”贾芹红了脸，不敢答言。人回：“北府王爷送了对联荷包来了。”贾珍听说，忙命贾蓉出去款待“只说我不在家。”贾蓉去了。",
            "english": "Jia Zhen ordered to leave the things just now to offer sacrifices to the ancestors, and he took out some pieces of each, ordered Jia Rong to send it to the Yonghe Temple. Then he left some things for his family to use, and distributed the rest to the children of the clan. The Yonghe Temple also sent many things to offer sacrifices to the ancestors and to Jia Zhen. Jia Zhen looked at the things of offering sacrifices being cleared, put on a pair of slippers, and wrapped in a leopard skin coat, ordered a wolf skin rug to be laid on the stone steps under the hall pillar to bask in the sun, and watched the children of the family come to receive the year's gifts. When he saw Jia Qin come to receive things, Jia Zhen called him over and said, \"What are you doing here? Who told you to come?\" Jia Qin bowed and said, \"I heard that the elder here called us to receive things, so I didn't wait for someone to go and came here.\" Jia Zhen said, \"These things are originally for the unoccupied and idle uncles and brothers who have no income. The past two years you were idle, and I gave you\"You're too greedy? Look at yourself, do you look like a person who spends money and gets things done? You said you couldn't make money before, but what happened now? You're even more unlike yourself.\" Jia Qin said, \"My family has a large number of people, and the expenses are great.\" Jia Jin coldly laughed and said, \"You're trying to fool me again. Do you know what you're doing at the temple? I know everything.\" You're the boss there, no one dares to oppose you. You have money in your hand, and you're far from us. You're running the show! Now you look like this, how dare you come and ask for things? If you don't get things, you'll get a beating! I'll definitely talk to your uncle after the New Year and have you come back!\" Jia Qin turned red and didn't say anything. Someone came back to say, \"Shi Wang from the North Palace sent a pair of couplets and a purse.\" Jia Jin heard this and quickly sent Jia Rong out to greet him, \"just say I'm not at home.\" Jia Rong went out.",
            "chinese": "贾珍吩咐将刚才的东西留下供奉祖宗，把每样取了一些，命令贾蓉送过去给荣府，然后自己留下家里要用的，其他东西分发给族中的子侄。荣国府也送了许多供奉祖宗的物品和给贾珍的物品。贾珍看着收拾完供品，趿拉着鞋，披着一件猞猁狲大皮袄，命人在厅柱下的石阶上铺了一个大狼皮褥子晒太阳，闲看各子弟们来领取年物。见贾芹也来领东西，贾珍叫他过来，说道：“你做什么也来了？谁叫你来的？”贾芹垂手回说：“我听说大爷这里叫我们领东西，我没等人去就来了。”贾珍道：“我这些东西本来是给那些闲着无事没进益的叔叔兄弟们的。那两年你闲着，我也给过你的。你如今在那府里管事，家庙里管和尚道士们，一个月又有你的分外收入，这些和尚的分例银钱都从你手里过，你还来取这个来？你太贪心了？你自己看看，你穿得像个会花钱办事的人吗？以前你说赚不到钱，现在又怎么了？比以前更不像了。”贾芹说：“我家里人口多，开销大。”贾珍冷笑道：“你又在搪塞我，你在家庙里干的事，我还不知道吗！你到了那里，自然是爷了，没人敢反对你。你手里又有了钱，离我们又远，你就称王称霸起来，天天招聚匪类赌博，养老婆儿子！现在你这副样子，你还敢领东西来？领不到东西，领一顿打才罢！等过了年，我一定和你二叔说，叫你回来！”贾芹红着脸，不敢说话。有人回来说：“北府王爷送来了对联和荷包。”贾珍听说，忙让贾蓉出去招待“只说我不在家。”贾蓉去了。"
        },
        {
            "original": "这里贾珍撵走贾芹，看著领完东西，回屋给尤氏吃毕晚饭，一宿无话。至次日更忙，不必细说。",
            "english": "Jia Zhen chased away Jia Qing, and watched him take his things and return to his room to eat dinner with You Yi. Nothing happened that night. The next day was even busier, and it is unnecessary to go into detail.",
            "chinese": "贾珍赶走了贾芹，看着他领完东西后，回到屋里给尤氏吃完晚饭。当晚没有什么事情发生。第二天更加忙碌，不必详细说明。\n\n贾珍赶走了贾芹，看着他领完东西后，回到屋里给尤氏吃完晚饭。当晚没有什么事情发生。第二天更加忙碌，不必详细说明。"
        },
        {
            "original": "已到了腊月二十九日了，各色齐备，两府中都换了门神、联对、挂牌，新油了桃符，焕然一新。宁国府从大门、仪门、大厅、暖阁、内厅、内三门、内仪门并内垂门，直到正堂，一路正门大开。两边阶下一色朱红大高烛，点的两条金龙一般。次日，由贾母有封诰者，皆按品级著朝服，先坐八人大轿，带领众人进宫朝贺行礼。领宴毕回来，便到宁府暖阁下轿。诸子弟有未随入朝者，皆在宁府门前排班伺候，然后引人宗祠。",
            "english": "It is the twenty-ninth day of the last lunar month. All the necessary items have been prepared. The gates and gates of the two courts, the hall, the warm pavilion, the inner hall, the inner hall, the inner three gates, the inner gate of rites, and the main hall are all open. On both sides of the steps, there are two golden red big candles, like two golden dragons. The next day, the old lady Jia and those with honorary titles wore their court robes and rode in eight large carriages, leading the crowd to the palace to pay homage and pay their respects. After receiving the banquet, they arrived at the warm pavilion of the Ning Court to dismount the carriage. Those who did not go with them stood in front of the Ning Court gate and waited in line, and then led them to the ancestral temple.",
            "chinese": "已经到了腊月二十九，各种物品都准备好了。两府的大门、仪门、大厅、暖阁、内厅、内三门、内仪门和内垂门，直到正堂，一路大门都打开了。两边台阶上点着两根金红色的大蜡烛，像两条金色的龙一样。第二天，贾母和有封诰的人，都穿上了朝服，坐上八人大轿，带领众人进宫朝贺行礼。领完宴回来，就到了宁府的暖阁下轿。那些没有随同入朝的人，都站在宁府门前排班等候，然后引人宗祠。"
        },
        {
            "original": "且说宝琴是初次进贾祠观看，一面细细留神，打量这宗祠。原来宁府西边另一个院子，黑油栅栏内五间大门，上面悬一匾，写著是“贾氏宗祠”四个字，旁书“特晋爵太傅前翰林掌院事王希献书”。两边有一副长联，写道：“肝脑涂地，兆姓赖保育之恩；功名贯天，百代仰蒸尝之盛。”也是王太傅所书。进入院中，白石甬路，两边皆是苍松翠柏，月台上设著古铜鼎彝等器。抱厦前面悬一块九龙金匾，写道“星辉辅弼。”乃先皇御笔。两边一副对联，写道是：“勋业有光昭日月；功名无间及儿孙。”也是御笔。五间正殿前悬一块闹龙填青匾，写道是“慎终追远。”旁边一副对联，写道是：“以后儿孙承福德，至今黎庶念宁荣。”俱是御笔。",
            "english": "Bao Qian was visiting the Jia Temple for the first time and carefully observed the temple. Originally, there was a black oil grille in a courtyard on the west side of the Ning mansion, which had five doors with a plaque hanging on it, reading \"Jia Family Temple\". It was followed by \"Zheijun Wang Xiexian's book\", which was written by Wang Taifu. On both sides of the gate was a long couplet, reading: \"Die your brains and blood, and the people rely on the protection of the emperor; the name is etched in the sky, and the descendants of the hundred generations admire the glory of the temple.\" It was also written by Wang Taifu. After entering the courtyard, there was a white stone path, with cypresses and cedars on both sides. There were ancient copper tripod and other utensils on the moon platform. In front of the pavilion, there was a gold-embossed dragon plaque, reading \"Starlight and辅弼\". It was the hand of the late emperor. On both sides was a couplet, reading: \"Era has light and glory, and the people of the hundred generations admire the glory of the temple.\" It was also the hand of",
            "chinese": "宝琴是第一次参观贾祠，仔细观察这座祠堂。原来宁府西边的一个院子里，有一道黑油栅栏，里面有五间大门，门上挂着一块匾，写着“贾氏宗祠”四个字，旁边写着“特晋爵太傅前翰林掌院事王希献书”。两边有一副长联，写着：“肝脑涂地，兆姓赖保育之恩；功名贯天，百代仰蒸尝之盛。”也是王太傅所写的。进入院中，有条白石甬路，两边都是苍松翠柏，月台上摆放着古铜鼎彝等器物。抱厦前面挂着一块九龙金匾，写着“星辉辅弼”。这是先皇御笔。两边有一副对联，写着：“勋业有光昭日月；功名无间及儿孙。”也是御笔。五间正殿前悬着一块闹龙填青匾，写着“慎终追远。”旁边有一副对联，写着：“以后儿孙承福德，至今黎庶念宁荣。”这些都是御笔。"
        },
        {
            "original": "里边灯烛辉煌，锦幛绣幕，虽列著些神主，却看不真。只见贾府诸人分了昭穆，排班立定。贾敬主祭，贾赦陪祭，贾珍献爵，贾琏贾琮献帛，宝玉捧香，贾菖贾菱展拜垫，守焚池。青衣乐奏，三献爵，兴拜毕，焚帛奠酒。礼毕，乐止，退出。众人围随贾母至正堂上影前，锦帐高挂，彩屏张护，香烛辉煌，上面正房中，悬著荣宁二祖遗像，皆是披蟒腰玉；两边还有几轴列祖遗像。贾荇贾芷等，从内仪门挨次站列，直到正堂廊下；槛外方是贾敬贾赦；槛内是各女眷；众家人小厮皆在仪门之外。每一道菜至，传至仪门，贾荇贾芷等便接了，按次传至阶下贾敬手中。贾蓉系长房长孙，独他随女眷在槛里。每贾敬捧菜至，传于贾蓉；贾蓉便传于他媳妇，又传于凤姐尤氏诸人；直传至供桌前，方传与王夫人；王夫人传与贾母，贾母方捧放在桌上。邢夫人在供桌之西，东向立，同贾母供放。直至将菜饭汤点酒茶传完，贾蓉方退出去，归入贾芹阶位之首。当时凡从“文”旁之名者，贾敬为首；下则从“玉”者，贾珍为首；再下从“草头”者，贾蓉为首。左昭右穆，男东女西。俟贾母拈香下拜，众人方一齐跪下，将五间大厅，三间抱厦，内外廊檐，阶上阶下，两丹墀内，花团锦簇，塞的无一些空地。鸦雀无闻，只听铿锵叮当，金铃玉佩微微摇曳之声，并起跪靴履飒沓之响。",
            "english": "The hall was brightly lit, with silken curtains, and there were some ancestral tablets, but it was difficult to make them out. The Jia family members were arranged according to their age. Jia Jing presided over the worship, Jia Sheng accompanied him, Jia Zhen poured the wine, Jia Cheng and Jia Cong offered the silk and cloth, and Yu held the incense. Jia Chang and Jia Ling arranged the mats, and stood by the incense pool. The musicians in green robes played music, and three times they poured the wine, and then the worship was over, and the music stopped, and they withdrew. The crowd surrounded Jia Mu and went to the main hall. The curtains were high, the screens were colorful, and the candles and incense were brilliant. On the main hall, there were portraits of the two ancestors of the Jia and Ning families, all of whom were wearing robes and wearing jade on their waists; there were also several scrolls of ancestral portraits on both sides. Jia Xing and Jia Zhi were lined up in the inner gate; the fence was Jia Jing and Jia Sheng; the women in the family were lined up inside the fence; the servants andJia Rong then left the room and returned to his position next to Jia Qin. All those who had a character with the word Wen, Jia Jing was the first; those with the character Yu, Jia Zhen was the first; and those with the character Cao, Jia Rong was the first. The men stood on the left, and the women on the right. When the elderly lady began to burn incense and prostrate herself, all of the people prostrated themselves. There were five rooms with three in the rear and the two courtyards in front were filled with people, flowers, and ribbons. There was not a single empty space. There was not a single sound but the sound of the jingling of the bells and the clanging of the metal pendants on the ladies' robes, and the rustling of the men's boots as they rose and knelt.",
            "chinese": "这里灯火辉煌，锦缎绣幕，虽然排列着一些神主，但看不清楚。只见贾府诸人按照长幼顺序排成一排。贾敬主持祭祀，贾赦陪同祭祀，贾珍献酒，贾琏贾琮献布帛，宝玉持香，贾菖贾菱布置拜垫，守在焚香池边。青衣乐师奏乐，三次献酒，兴拜完毕，焚香奠酒。仪式完毕，乐声停止，退出。众人围随贾母到正堂上，锦帐高挂，彩屏张护，香烛辉煌，上面正房中，悬挂着荣宁二祖遗像，都是披蟒腰玉；两边还有几轴列祖遗像。贾荇、贾芷等，从内仪门依次站在廊下；栏外是贾敬、贾赦；栏内是各女眷；众家人小厮都在仪门之外。每一道菜到，传到仪门，贾荇、贾芷等便接了，依次传给贾敬。贾蓉是长房长孙，他跟女眷在栏内。每道菜由贾敬捧着，传给贾蓉；贾邢夫人站在供桌的西边，面向东，同贾母一起供奉。一直到将菜肴、饭菜、汤、点心、酒和茶传完，贾蓉才退出来，回到贾芹的位置上。当时，所有从“文”旁的字来命名的人，贾敬排第一；其次是“玉”旁的字，贾珍排第一；再次是“草头”旁的字，贾蓉排第一。男的站在左边，女的站在右边。等到贾母开始拈香下拜，众人才一起跪下。五间大厅、三间抱厦、内外廊檐、台阶上台阶下、两个丹墀内，花团锦簇，塞得没有一点空地。鸦雀无声，只听铿锵叮当，金铃玉佩微微摇曳的声音，以及起跪靴履飒沓的声音。"
        },
        {
            "original": "一时礼毕，贾敬贾赦等便忙退出至荣府，专候与贾母行礼。尤氏上房，地下铺满红毡，当地放著象鼻三足泥鳅流金珐琅大火盆。正面炕上铺著新猩红毡子，设著大红彩绣云龙捧寿的靠背引枕；坐褥外，另有黑狐皮的袱子，搭在上面；大白狐皮坐褥。请贾母上去坐了。两边又铺皮褥，请贾母一辈的两三位妯娌坐了。这边横头排插之后，小炕上也铺了皮褥，让邢夫人等坐下。地下两面相对十二张雕漆椅上，都是一色灰鼠椅搭小褥，每一张椅下一个大铜脚炉，让宝琴等姐妹坐。尤氏用茶盘亲捧茶与贾母，贾蓉媳妇捧与众老祖母，然后尤氏又捧与邢夫人等，贾蓉媳妇又捧与众姐妹。凤姐李纨等只在地下伺候。",
            "english": "When the ceremony was over, Jia Jing and Jia Pai hurried back to the Red Mansion to pay respect to his mother. In You's study, the floor was covered with red carpet, and in the middle was an elephant-nosed tripod of bronze and gold lacquered red fire dragon. On the front bed was new red silk, with a new red embroidered cloud dragon and phoenix supporting the longevity peach on the backrest and pillow; on the outside, there was a black fox fur cover, which was draped on top; there was also a white fox fur seat. Please the old lady to sit down. On both sides, there were twelve carved lacquer chairs, each with a gray mouse chair cover and a small seat cushion, and each with a large copper foot warmer under it, with the young ladies sitting on them. You held the tea tray in her own hands to serve tea to the old lady, and Jia Rong's wife held it for the old ladies. Then You held it for Jia Rong's wife and then Jia Rong's wife held it for the young ladies. Only Fengzheng and Liwan were standing on the ground to attend to it.",
            "chinese": "一礼毕，贾敬贾赦等人便匆忙退至荣府，准备与贾母行礼。尤氏上房，地下铺满红毡，当地放着象鼻三足泥鳅流金珐琅大火盆。正面炕上铺着新猩红毡子，设有大红彩绣云龙捧寿的靠背引枕；坐褥外，另有黑狐皮的袱子，搭在上面；大白狐皮坐褥。请贾母上去坐了。两边又铺皮褥，请贾母一辈的两三位妯娌坐了。这边横头排插之后，小炕上也铺了皮褥，让邢夫人等坐下。地下两面相对十二张雕漆椅上，都是一色灰鼠椅搭小褥，每一张椅下一个大铜脚炉，让宝琴等姐妹坐。尤氏用茶盘亲自捧茶给贾母，贾蓉媳妇捧给众老祖母，然后尤氏又捧给邢夫人等，贾蓉媳妇又捧给众姐妹。凤姐李纨等只在地下伺候。"
        },
        {
            "original": "茶毕，邢夫人等便先起身来侍贾母吃茶。贾母与年老妯娌们闲话了两三句，便命看轿。凤姐儿忙上去搀起来。尤氏笑回说：“已经预备下老太太的晚饭。每年都不肯赏些体面，用过晚饭再过去，果然我们就不济凤丫头了？”凤姐儿搀著贾母笑道：“老祖宗走罢。偺们家去吃去，别理他。”贾母笑道：“你这里供著祖宗，忙得什么儿似的，那里还搁的住我闹？况且我每年不吃，你们也要送去的；不如还送了来，我吃不了，留著明儿再吃，岂不多吃些？”说的众人都笑了。又吩咐他：“好生派妥当人夜里坐著看香火，不是大意得的。”尤氏答应了。一面走出来，至暖阁前，尤氏等闪过屏风，小厮门才领轿夫，请了轿出大门。尤氏亦随邢夫人等回至荣府。",
            "english": "After drinking the tea, Xing Fu and others rose to attend to Old Lady Jia. Jia Old Lady and the old sisters chatted for a while, and then ordered the sedan chair. The wife of Yu (a female relative of the Jia family) laughed and said, \"Every year, you do not prepare a decent dinner for Old Lady Jia, and you will go after dinner, so we are not as good as the wife of Feng (a relative of the Jia family).\" Feng Fu helped Old Lady Jia and said with a smile, \"Old Lady Jia, let's go home and eat. Don't bother with them.\" Old Lady Jia laughed and said, \"You have so many ancestors to worship, and you are so busy that you can't take care of me. Besides, I don't eat much every year, and you also send me some. It's better to keep it for tomorrow and eat more.\" Everyone laughed. Jia Old Lady also instructed them, \"Be sure to send some good people to sit and watch the candles at night.\" Yu Old Lady agreed. Then they walked out to the warm pavilion, and Yu Old Lady and others hid behind the screen. The young men led the sedan chair bear",
            "chinese": "喝完茶，邢夫人等人就先起身来侍贾母吃茶。贾母与年老妯娌们闲聊了几句，便命人看轿。凤姐儿忙上去搀起贾母来。尤氏笑着说：“每年都不肯给老太太准备体面的晚饭，用过晚饭再过去，果然我们比不上凤姐儿。”凤姐儿搀着贾母笑道：“老太太走吧。我们家去吃去，别理他们。”贾母笑道：“你这里供着祖宗，忙得什么似的，哪里还容得我闹？况且我每年不吃，你们也要送的；不如还送过来，我吃不了，留着明天再吃，岂不多吃些？”说着，大家都笑了。又吩咐他们：“好生派妥当人夜里坐着看香火，不是大意得的。”尤氏答应了。一面走出来，到暖阁前，尤氏等人闪到屏风后面，小厮们才领轿夫，请了轿子出大门。尤氏也跟着邢夫人等回到荣府。"
        },
        {
            "original": "这里轿出大门。这一条街上，东一边设立著宁国公的仪仗执事乐器，西一边设立著荣国公的仪仗执事乐器，来往行人皆屏退不从此过。",
            "english": "Walk out of the gate, the east and west of this street are set up the仪仗, the executor and instrument of Ningguo Gong and Rongguo Gong. The passerby can't go through here.\n\n解析：\n\n1. 走出大门：walk out of the gate\n2. 这条街的东边和西边：the east and west of this street\n3. 分别：respectively\n4. 设置：set up\n5. 宁国公和荣国公的仪仗、执事和乐器：the仪仗, the executor and instrument of Ningguo Gong and Rongguo Gong\n6. 路人：the passerby\n7. 不得：can't\n8. 从此经过：go through here",
            "chinese": "走出大门，这条街的东边和西边分别设置了宁国公和荣国公的仪仗、执事和乐器。路人不得从此经过。"
        },
        {
            "original": "一时来至荣府，也是大门正门一直开到里头。如今便不在暖阁下轿了，过了大厅，转弯向西，至贾母这边正厅上下轿。众人围随同至贾母正堂中间，亦是锦裀绣屏，焕然一新。当地火盆内焚著松柏香，百合草。贾母归了坐，老嬷嬷来回：“老太太们来行礼。”贾母忙起身要迎，只见两三个老妯娌已进来了。大家挽手，笑了一回，让了一回。吃茶去后，贾母只送至内仪门就回来归了正坐。贾敬贾赦等领了诸子弟进来。贾母笑道：“一年家难为你们，不行礼罢。”一面男一起，女一起，一起一起俱行过了礼，左右设下交椅，然后又按长幼挨次归坐受礼。两府男女、小厮、丫鬟，亦按差役(上、中、下)行礼毕，然后散了押岁钱并荷包金银锞等物。摆上合欢宴来，男东女西归坐，献屠苏酒、合欢汤、吉祥果、如意糕毕。贾母起身进内间更衣，众人方各散出。那晚各处佛堂灶王前焚香上供。王夫人正房院内设著天地纸马香供。大观园正门上挑著角灯，两旁高照，各处皆有路灯。上下人等，打扮的花团锦簇，一夜人声杂沓，语笑喧阗，爆竹起火，络绎不绝。",
            "english": "I came to the Rongfu mansion, and the main entrance was opened all the way to the inside. Now, I did not step down from the sedan chair at the warm hall, but passed through the main hall, turned west, and came to the main hall on the east side of the Rongfu mansion, where I stepped down from the sedan chair. Everyone surrounded me and came to the main hall on the east side of the Rongfu mansion, where the floor was covered with silk and embroidered screens, and everything was brand new. The fireplaces in the local fire pits burned with pine and cypress incense and hundred-leaf grass. After the old women came to say, \"The old ladies came to pay their respects.\" The old lady hurried to get up to greet, but only saw several old sisters come in. They all held hands and laughed for a while and let them go. After eating tea, the old lady only sent them to the inner gate and returned to her seat. Then, Jia Jing and Jia Pali led the other young men and women in to pay their respects. The old lady laughed and said, \"It's difficult to be away from you for a year, so I won't pay my respects to youOn that night, incense was burned and offerings were made in each Buddhist temple and kitchen. In the main courtyard of Lady Wang's residence, offerings were made to heaven and earth. The main gate of the Grand View Garden was hung with lanterns, and there were lanterns on both sides. Everyone was dressed in beautiful clothes, and there was a continuous stream of people talking and laughing, and firecrackers and fireworks were never-ending.",
            "chinese": "我来到荣府，大门一直开到里面。现在不从暖阁下轿了，过了大厅，转弯向西，来到贾母这边正厅上下轿。众人围随我一同来到贾母正堂中间，到处都是锦裀绣屏，焕然一新。当地火盆内烧着松柏香，百合草。贾母归了坐，老嬷嬷来回：“老太太们来行礼。”贾母忙起身要迎，只见两三个老妯娌已进来了。大家挽手，笑了一回，让了一回。吃茶去后，贾母只送至内仪门就回来归了正坐。贾敬贾赦等领了诸子弟进来。贾母笑道：“一年家难为你们，不行礼罢。”一面男一起，女一起，一起一起俱行过了礼，左右设下交椅，然后又按长幼挨次归坐受礼。两府男女、小厮、丫鬟，亦按差役（上、中、下）行礼毕，然后散了押岁钱并荷包金银锞等物。摆上合欢宴来，男东女西归坐，献屠苏酒、合贾母起身进入内室更衣，众人散去。当晚各处佛堂灶王爷前点燃香火供奉。王夫人的正房院内设着天地纸马香供。大观园正门上悬挂着角灯，两旁高照，各处都有路灯。上下人等，打扮得花团锦簇，一夜人声杂沓，语笑喧阗，爆竹起火，络绎不绝。"
        },
        {
            "original": "至次日五鼓，贾母等人按品上妆，摆全副执事进宫朝贺，兼祝元春千秋。领宴回来，又至宁府祭过列祖，方回来。受礼毕，便换衣歇息。所有贺节来的亲友，一概不会，只和薛姨妈李婶娘二人说话，随便或和宝玉宝钗等姐妹赶围棋摸牌作戏。王夫人和凤姐天天忙著请人吃年酒，那边厅上和院内皆是戏酒，亲友络绎不绝。一连忙了七八天，才完了。早又元宵将近，宁荣二府皆张灯结彩。十一日是贾赦请贾母等，次日贾珍又请贾母，王夫人和凤姐儿也连日被人请去吃年酒，不能胜记。至十五这一晚上，贾母便在大花厅上命摆几席酒，定一班小戏，满挂各色花灯，带领宁荣二府各子侄孙男孙媳等家宴。贾敬素不饮酒茹荤，因此不去请他。十七日祀祖已完，他就出城修养。就是这几天在家，也只静室默处，一概无闻，不在话下。",
            "english": "The next day at dawn, the Jia family got up in their court dress and entered the palace to offer their formal greetings to the empress, and to wish her good health. After the banquet, they went to visit the tombs of their ancestors at the Ning and Rong estates before returning home. After receiving their blessings, they changed into their civilian clothes and rested. They did not see any visitors, except for Xue Baochai and Li Xian. On the one hand, Wang Fei and Feng Xiaoyun were busy entertaining guests to the New Year's banquet, while on the other hand, the halls and courtyards of the Ning and Rong estates were filled with performers and guests, with no end in sight. For eight days, they were in a constant state of exhaustion. It was not until the fifteenth day of the first lunar month that they were able to relax. On the seventeenth day, after the ancestral rites were complete, Jia Jing did not attend the banquet.",
            "chinese": "次日五更，贾母等人按品上妆，摆全副执事进宫朝贺，兼祝元春千秋。领宴回来，又至宁府祭过列祖，方回来。受礼毕，便换衣歇息。所有贺节来的亲友，一概不会，只和薛姨妈李婶娘二人说话，随便或和宝玉宝钗等姐妹赶围棋摸牌作戏。王夫人和凤姐天天忙著请人吃年酒，那边厅上和院内皆是戏酒，亲友络绎不绝。一连忙了七八天，才完了。早又元宵将近，宁荣二府皆张灯结彩。十一日是贾赦请贾母等，次日贾珍又请贾母，王夫人和凤姐儿也连日被人请去吃年酒，不能胜记。至十五这一晚上，贾母便在大花厅上命摆几席酒，定一班小戏，满挂各色花灯，带领宁荣二府各子侄孙男孙媳等家宴。贾敬素不饮酒茹荤，因此不去请他。十七日祀祖已完，他就"
        },
        {
            "original": "贾赦领了贾母之赏，告辞而去。贾母知他在此不便，也随他去了。贾赦到家中，和众门客赏灯吃酒，笙歌聒耳，锦绣盈眸，其取乐与这里不同。",
            "english": "Jia Pai received the rewards from Jia Mi and bid her farewell. Jia Mi knew it was not convenient for him to stay there, so she let him go. Jia Pai returned home and entertained his guests with lanterns, wine, and music, which was a far cry from the scene here.",
            "chinese": "贾赦领了贾母的赏赐，向贾母告辞。贾母知道他在这里不方便，就随他去了。贾赦回到家中，和众门客赏灯吃酒，音乐声声，美景如画，与这里不同。"
        },
        {
            "original": "这里贾母花厅上摆了十来席酒，每席旁边设一几，几上设炉瓶三事，焚著御赐百合宫香；又有八寸来长、四五寸宽、二三寸高、点缀著山石的小盆景，俱是新鲜花卉；又有小洋漆茶盘放著旧窑十锦小茶杯；又有紫檀雕嵌的大纱透绣花草诗字的缨络。各色旧窑小瓶中，都点缀著岁寒三友、玉堂富贵等鲜花。上面两席是李婶娘薛姨妈坐；东边单设一席，乃是雕夔龙护屏矮足短榻，靠背、引枕、皮褥俱全。榻上设一个轻巧洋漆描金小几，几上放著茶碗、漱盂、洋巾之类，又有一个眼镜匣子。",
            "english": "The old lady set up a dozen tables in the flower hall. Each table was placed with a small tea table, where there was a copper lamp with a lamp wick; a small flower pot, planted with fresh flowers; and a small silken lace with the words of flowers and poems carved on it. There were all kinds of old porcelain small bottles, all of which were decorated with the three friends of winter and the riches of the palace. On the top two tables, Li and She sat; on the east side, a single seat was set up, a low foot stool, with a carved dragon screen, with a back, a cushion, and a leather cushion. There was a small lacquer table with a small one on it, with a tea bowl, a water bowl, a linen handkerchief, and a small glass case.",
            "chinese": "贾母在花厅上摆了十来席酒，每席旁边放着一个小茶几，上面有炉瓶三件，点燃着御赐的百合宫香；还有八寸长、四五寸宽、二三寸高的小盆景，都是新鲜的花卉；以及紫檀雕嵌的小纱透绣花草诗字的缨络。各色旧窑小瓶中，都点缀着岁寒三友、玉堂富贵等鲜花。上面两席是李婶娘和薛姨妈坐的；东边单设一席，是一张雕夔龙护屏矮足短榻，靠背、引枕、皮褥俱全。榻上放着一个小巧的洋漆描金小几，上面有茶碗、漱盂、洋巾之类，还有一个眼镜匣子。"
        },
        {
            "original": "贾母歪在榻上，和众人说笑一回，又取眼镜向戏台上照一回。又说：“恕我老了骨头疼，容我放肆些，歪著相陪罢。”又命琥珀坐在榻上，拿著美人拳捶腿。榻下并不摆席面，只一张高几，设著高架缨络、花瓶、香炉等物外，另设一小高桌，摆著杯箸。在旁边一席，命宝琴、湘云、黛玉、宝玉四人坐著。每馔果菜来，先捧给贾母看，喜则留在小桌上尝尝，仍撤了放在席上，只算他四人跟著贾母坐。下面方是邢夫人王夫人之位。下边便是尤氏、李纨、凤姐、贾蓉的媳妇；西边便是宝钗、李纹、李绮、岫烟、迎春姐妹等。两边大梁，上挂著联三聚五玻璃彩穗灯。每席前竖著倒垂荷叶一柄，柄上有彩烛插著。这荷叶乃是洋錾珐琅活信，可以扭转向外，将灯影逼住，照著看戏，分外真切。窗格门户一齐摘下，全挂彩穗，各种宫灯。廊檐内外及两边游廊罩棚，将羊角、玻璃、戳纱，料丝，或绣、或画、或绢、或纸，诸灯挂满。廊上几席就是贾珍、贾琏、贾环、贾琮、贾蓉、贾芹、贾芸、贾菖，贾菱等。",
            "english": "Grandmother Jia lay on the bed, chatting with everyone for a while, and then took the eyeglasses and looked at the stage. Then she said, \"Please forgive me for my old bones aching, let me be a little impertinent and lean back to accompany you.\" She ordered Amber to sit on the bed and pound her legs with the beautiful fist. There was no table set at the foot of the bed, only a high table, on which there were high bridges, tassels, flower vases, and incense burners. On the side table, Jia Qian, Xiangyun, Lin Daiyu, and Yu were seated. When each dish came, it was first presented to Grandmother Jia to taste. If she liked it, she left it on the small table to taste, and then removed it from the table and placed it on the table, only to count it as Jia Qian, Xiangyun, Lin Daiyu, and Yu following Grandmother Jia to sit. Underneath was the place for Xing Fu and Wang Fu. Underneath were You Shi, Li Lan, Feng Er, and the wife of Jia Rong. On the west side were Baochai, Li WenThe lanterns made of sheep horns, glass, push mesh, crystal, embroidery, painting, silk, and paper were hung on the roof and along the eaves of the corridors on both sides of the corridor. Several tables on the corridor were for Jia Zhen, Jia Lian, Jia Huan, Jia Cong, Jia Rong, Jia Qing, Jia Yun, Jia Chang, and Jia Ling.",
            "chinese": "贾母躺在榻上，和众人说笑一会，又取眼镜向戏台上照一下。然后说：“恕我老了骨头疼，容我放肆些，歪著相陪罢。”又命令琥珀坐在榻上，拿着美人拳捶腿。榻下没有摆席面，只有一张高几，上面摆著高架缨络、花瓶、香炉等物外，另设一个小高桌，摆著杯筷。在旁边一席，命宝琴、湘云、黛玉、宝玉四人坐著。每道菜来，先捧给贾母看，喜则留在小桌上尝尝，仍撤了放在席上，只算他四人跟著贾母坐。下面方是邢夫人王夫人之位。下边便是尤氏、李纨、凤姐、贾蓉的媳妇；西边便是宝钗、李纹、李绮、岫烟、迎春姐妹等。两边大梁，上挂著联三聚五玻璃彩穗灯。每席前竖著倒垂荷叶一柄，柄上有彩烛插著。这荷叶乃是洋錾珐琅活信，可以扭转向外，将把窗户和门都摘下来，挂上彩色穗子和各种宫灯。廊檐内外及两边游廊罩棚，用羊角、玻璃、戳纱、料丝、绣、画、绢、纸等材料制作的灯挂满。廊上几座桌子是贾珍、贾琏、贾环、贾琮、贾蓉、贾芹、贾芸、贾菖、贾菱等人的。"
        },
        {
            "original": "贾母也曾差人去请众族中男女，奈他们有年老的，懒于热闹。有家内没有人，又有疾病淹留，要来竟不能来；有一等妒富愧贫，不肯来的；更有憎畏凤姐之为人，赌气不来的；更有羞手羞脚，不惯见人，不敢来的：因此，族中虽多，女眷来者不过贾蓝之母娄氏带了贾蓝来。男人只有贾芹、贾芸、贾菖、贾菱四个－－现在凤姐麾下办事的－－来了。当下人虽不全，在家庭小宴，也算热闹的。",
            "english": "Grandmother Jia once sent people to invite the relatives of the family, but some of the elderly were lazy and reluctant to be noisy; some were busy with their families, and some were delayed by illness; some were envious of the rich and ashamed of the poor and unwilling to come; some were angry with the character of Fengzheng and came to have a temper; some were ashamed to see people and dared not come: so although there were many in the family, the ladies who came were only Jialong's mother Liuqin, who came with Jialong. There were only four men, Jiaqing, Jiayun, Jiachang and Jialing, who are now under the command of Fengzheng. At present, although the people were not complete, it was considered to be a lively family banquet.",
            "chinese": "贾母曾经派人去请族中的男女，但是有些年纪大的人懒得热闹，有些人家里没有人，有些人被疾病耽搁，不能来；有些人嫉妒富人，羞愧贫穷，不愿意来；有些人不喜欢凤姐的为人，赌气不来；有些人羞于见人，不敢来：因此，族中虽然多，女眷只来了贾蓝的母亲娄氏带着贾蓝来。男人只有贾芹、贾芸、贾菖、贾菱四个人－－现在凤姐麾下办事的－－来了。当下人虽然不全，在家庭小宴上也算热闹的。"
        },
        {
            "original": "当下又有林之孝的媳妇，带了六个媳妇，抬了三张炕桌，每一张上搭著一条红毡，放著选净一般大新出局的铜钱，用大红绳串穿著。每二人搭一张，共三张。林之孝家的叫将那两张摆至薛姨妈李婶娘的席下，将一张送至贾母榻下。贾母便说：“放在当地罢。”这媳妇素知规矩，放下桌子，一并将钱都打开，将红绳抽去，堆在桌上。此时唱的西楼会，正是这出将完，于叔夜赌气去了，那文豹便发科诨道：“你赌气去了。恰好今日正月十五，荣国府里老祖宗家宴，待我骑了这马，赶进去讨些果子吃是要紧的。”说毕，引得贾母等都笑了。薛姨妈等都说：“好个鬼头孩子！可怜见的！”凤姐便说：“这孩子才九岁了。”贾母笑说：“难为他说得巧。”说了一个“赏”字。早有三个媳妇已经手下预备下小笸箩，听见一个“赏”字，走上去，将桌上散堆钱，每人撮了一笸箩，走出来，向戏台说：“老祖宗、姨太太、亲家太太赏文豹买果子吃的。”说毕，向台一撒，只听豁啷啷，满台的钱啊。贾珍、贾琏已命小厮们抬大笸箩的钱预备－－",
            "english": "At that moment, Lin Zhihao's wife led six maids to carry three tables, each with a red mat and some new minted copper coins strung with red thread. Each maid set up a table, for a total of three. Lin Zhihao's wife set up two tables under the seats of Xue Yimei and Li Weiran, and one under the bed of the old lady. The old lady said, \"Put the table there.\" The wife, knowing the rules, set up the table, opened the money, and drew out the red thread, stacking it on the table. At this time, the play was \"The West Palace Concert,\" and it was about to end. Yu Shuyi left in a huff, and Wen Bao made jokes: \"You left in a huff, but today is the 15th day of the first lunar month, and there is a banquet at the荣国府 for the old lady. I'll ride this horse and go in to ask for some fruit.\" After saying this, he provoked laughter from the old lady and others. Xue Yimei and others said, \"This kid is really clever!\" Fengtian said, \"This kid is only nine years oldJia Zhen and Jia Lian had ordered the maidservants to carry large baskets of money ready.\n\n贾珍、贾琏已经命令小厮们抬大笸箩的钱预备－－\n\nJia Zhen and Jia Lian had ordered the maidservants to carry large baskets of money ready.\n\n贾珍、贾琏已经命令小厮们抬大笸箩的钱预备－－\n\nJia Zhen and Jia Lian had ordered the maidservants to carry large baskets of money ready.\n\n贾珍、贾琏已经命令小厮们抬大笸箩的钱预备－－\n\nJia Zhen and Jia Lian had ordered the maidservants to carry large baskets of money ready.\n\n贾珍、贾琏已经命令小厮们抬大笸箩的钱预备－－\n\nJia Zhen and Jia Lian had ordered the maidservants to carry large baskets of money ready.\n\n贾珍、贾琏已经命令小厮们抬大笸箩的钱预备－－\n\nJia Zhen and Jia Lian had ordered the maidservants to carry large baskets of money ready.\n\n贾珍、贾琏已经命令小厮们抬大笸箩的钱预备－",
            "chinese": "当下，林之孝的媳妇带着六个媳妇，抬了三张炕桌，每一张上都铺了一条红毡，放着一些新出局的铜钱，用大红绳串起来。每个媳妇搭一张桌子，共三张。林之孝家的把两张桌子放在薛姨妈和李婶娘的席下，一张放在贾母的榻下。贾母说：“把桌子放在那里。”这个媳妇素知规矩，放好桌子，把钱都打开，把红绳抽掉，堆在桌子上。此时唱的是西楼会，正要结束，于叔夜赌气走了，文豹就发科诨道：“你赌气走了，正好今天是正月十五，荣国府里老祖宗家宴，等我骑了这马，赶进去讨些果子吃要紧。”说完，惹得贾母等人笑了。薛姨妈等人说：“这孩子真聪明！”凤姐说：“这孩子才九岁。”贾母笑着说：“难为他说得巧。”说了一个“赏”字。三个媳妇已经准备好小笸箩，听到一个“赏”字，走上前去，把桌子上的散钱撮进笸箩里“说完，向台上一撒，只听“豁啷啷”，满台的钱啊。贾珍、贾琏已经命令小厮们抬大笸箩的钱预备－－"
        },
        {
            "original": "未知怎生赏去，且听下回分解。",
            "english": "I don't know how to appreciate it, let's hear it next time.\n\nChinese Simplified: 我们都知道了。\n\nChinese Traditional: 我們都知道了。\n\nEnglish: I don't know how to appreciate it, let's hear it next time.",
            "chinese": "不知道怎么欣赏，听下回分解。\n\n中国白话：吾侪皆知之矣。\n简单的现代普通话：我们都知道了。"
        }
    ],
    "title": "《宁国府除夕祭宗祠　荣国府元宵开夜宴》",
    "chapter_number": 53
}