{
    "paragraphs": [
        {
            "original": "且说荣府中刚将年事忙过，凤姐儿因年内外操劳太过，一时不及检点，便小月了，不能理事，天天两三个大夫用药。凤姐儿自持强壮，虽不出门，然筹画计算，想起什么事来，就叫平儿去回王夫人。任人谏劝，他只不听。王夫人便觉失了膀臂，一人能有多少精神，凡有了大事，就自己主张；将家中琐碎之事一应都暂令李纨协理。李纨本是个尚德不尚才的，未免逞纵了下人，王夫人便命探春合同李纨裁处，只说过了一月，凤姐将养好了，仍交给他。谁知凤姐禀赋气血不足，兼年幼不知保养，平生争强斗智，心力更亏，故虽系小月，竟著实亏虚下来。一月之后，又添了下红之症。他虽不肯说出来，众人看他面目黄瘦，便知失于调养。王夫人只令他好生服药调养，不令他操心。他自己也怕成了大症，遗笑于人，便想偷空调养，恨不得一时复旧如常。谁知服药调养，直到三月间，才渐渐的起复过来，下红也渐渐止了。－－此是后话。",
            "english": "After the New Year's celebration at the Rong府, Xing'er was unable to attend to her affairs due to overwork and suffered a miscarriage. She had to take three doctors' prescriptions each day. She felt confident in her own strength and believed she could make decisions without leaving home. She instructed Ping'er to inform Lady Wang. Others tried to dissuade her, but she would not listen. Lady Wang felt she had lost her most capable assistant, and her own strength was limited. She took charge of all major matters, and she entrusted Li Wang to temporarily manage the household. Li Wang, who preferred virtue to talent, tended to be lenient with her subordinates. Lady Wang ordered Sun and Li Wang to jointly manage the household, promising to return it to Xing'er when she was fully recovered. However, Xing'er's constitution was naturally weak, and she had never taken good care of herself. She was prone to quarrels and was therefore even more exhausted. Although she did not admit it, everyone could see her yellow and thin complexion, which was a sign of malnutrition.Wang Furen only let him take good medicine and rest. He himself was worried that he would become a big illness and be laughed at by others, so he wanted to secretly take care of himself and hoped to recover his health as soon as possible. Who knows that taking medicine and rest can only slowly recover until March, and the bleeding can slowly stop.",
            "chinese": "荣府中刚刚过了年，凤姐儿因为操劳过度，一时没有留意，于是小产了，不能理事，每天都得看三个大夫开药方。凤姐儿自以为身体强壮，即使不出门，也能想出主意，于是吩咐平儿去跟王夫人汇报。别人劝说，他也不听。王夫人觉得自己失去了得力助手，一个人精力有限，凡是大事，都自己做主；将家中琐碎之事都交给李纨暂时管理。李纨本是个崇尚品德不崇尚才智的人，难免放纵下人，王夫人便命令探春和李纨共同管理，只说一个月后，凤姐儿养好了，就交还给她。谁知凤姐儿天生气血不足，再加上年轻时不知道保养，平生争强好胜，心力更亏，所以虽然只是小产，却变得非常虚弱。一个月后，又添了下红之症。他虽然没有说出来，但众人看他面色黄瘦，就知道是营养不良。王夫人只让他好好服药调养，不要操心。他自己也担心成为大症，被别人笑话，便想偷偷调养，希望能早日恢复健康。谁知道服药调养，直到三月间，才慢慢恢复过来，下红也慢慢止了。"
        },
        {
            "original": "如今且说目今王夫人见他如此，探春和李纨暂难谢事，园中人多，又恐失于照管，特请了宝钗，托他各处小心。因嘱咐他：“老婆子们不中用，得空儿吃酒斗牌，白日里睡觉，夜里斗牌，我都知道的。凤丫头在外头，他们还有个怕惧，如今他们又该取便了。好孩子，你还是个妥当人。你兄弟妹妹们又小，我又没工夫，你替我辛苦两天，照应照应。凡有想不到的事，你来告诉我，别等老太太问出来，我没话回。那些人不好，你只管说；他们不听，你来回我：别弄出大事来才好。”宝钗听说，只得答应了。",
            "english": "Now, Lady Wang saw this, and since the ladies of the party were not yet finished, she asked Tsing-hsi and Li T’uan to wait. She said to them, “The maids are no use; they are always drinking and playing cards, and at night they spend their time playing cards. I know all about it. When the mistress was there, they were afraid of her. Now that she is away, they will be even worse. You are a very practical person, and you are so young. My mother and I are both too busy to look after the garden. You must take the trouble to look after it for a few days. If there is anything you don’t understand, you must let me know. Don’t wait until the old lady asks about it and then I have nothing to say. If they do anything wrong, tell me. Don’t let them get into trouble.”",
            "chinese": "如今，王夫人见她这样，探春和李纨暂时无法谢事，园子里人多，怕失于照管，就请了宝钗，托她小心照应。王夫人嘱咐她：“老婆子们不中用，闲时吃酒打牌，白天睡觉，晚上打牌，我都知道。凤丫头在外面，他们还有个怕惧，如今他们又该取便了。好孩子，你还是个妥当人。你兄弟妹妹们又小，我又没空，你替我辛苦两天，照应照应。凡有想不到的事，你来告诉我，别等老太太问出来，我没话回。那些人不好，你只管说；他们不听，你来回我：别弄出大事来才好。”宝钗听说，只得答应了。"
        },
        {
            "original": "时届季春，黛玉又犯了咳嗽；湘云又因时气所感，也病卧在蘅芜院，一天医药不断。探春和李纨相住间壁，二人近日同事，不比往年，往来回话人等亦甚不便，故二人议定，每日早晨，皆到园门口南边的三间小花厅上去会齐办事。吃过早饭，于午错方回。",
            "english": "Spring has come, and Dahuizi has been coughing. Xiangyun has been taken with the prevalent epidemic and is lying in bed in her room in the Hengnuo Garden, and is constantly taking medicine. Zhangtong and Liwan live next door. They have been on the same terms recently as last year, and there is no one to send messages between them. So they have decided to go to the south of the garden gate, to the three-room flower pavilion, to meet and do their business in the morning. After breakfast, they do not return until the midday meal.",
            "chinese": "春季已经到了，黛玉又咳嗽了；湘云也被时气所感，也生病卧床在蘅芜院，每天都需要不断地吃药。探春和李纨住在隔壁，最近她们同事，不像往年，往来回话的人也不方便，所以她们商量每天早晨都到园门口南边的三间小花厅上去会齐办事。吃过早饭，午错时间才回来。"
        },
        {
            "original": "这三间厅，原系预备省亲之时众执事太监起坐之处，故省亲以后也用不著了，每日只有婆子们上夜。如今天已和暖，不用十分修理，只不过略略的陈设些，便可他二人起坐。这厅上也有一处匾，题著“辅仁谕德”四字，家下俗语皆只叫议事厅儿。如今他二人每日卯正至此，午正方散。凡一应执事的媳妇等，来往回话的，络绎不绝。众人先听见李纨独办，各各心中暗喜，因为李纨素日是个厚道多恩无罚的人，自然比凤姐儿好搪塞些；便添了一个探春，都想著不过是个未出闺阁的年轻小姐，且素日也最平和恬淡：因此，都不在意，比凤姐儿前便懈怠了许多。只三四天后，几件事过手，渐觉探春精细处不让凤姐，只不过是言语安静、性情和顺而已。",
            "english": "The three halls were originally prepared for the sitting of the eunuchs who were in charge of the family during the annual visit of the prince. After the visit, they were not used anymore, and were only used by the old maids to keep watch at night. As the weather has gotten warmer, they do not need to be repaired, but only need to be slightly arranged. They can be used for the two of them to sit. There is also a plaque on this hall with the words \"Auxiliary Wisdom and Moral Education\" on it, and the household folk call it the Hall for Decision-Making. Now, they come here at卯正 every day and leave at午正. All the attendants, maids, and servants who come to talk to them are endless. At first, everyone heard that Li Xuan was in charge alone and secretly rejoiced, because Li Xuan has always been a kind and generous person, and is less strict than Feng Zhi. With the addition of Tang Yan, everyone thought that she was just a young girl who had not left her home yet and was most calm and easy-going. Therefore, they were not very careful, and were more relaxed than when Feng Zhi was in charge. Only after a few days",
            "chinese": "这三间厅，原本是为省亲时众执事太监起坐而预备的，所以省亲后就不再用了，每天只有婆子们上夜。如今天气已经暖和，不需要非常修理，只需要稍微布置一下，就可以让他二人起坐了。这厅上也有一处匾，题著“辅仁谕德”四字，家下俗语都只叫议事厅儿。如今他二人每日卯正来这里，午正才散。凡一应执事的媳妇等，来往回话的，络绎不绝。众人先听说李纨独办，各人心中暗喜，因为李纨向来是个厚道多恩无罚的人，自然比凤姐儿好搪塞些；便添了一个探春，都想著不过是个未出闺阁的年轻小姐，且素日也最平和恬淡：因此，都不在意，比凤姐儿前便懈怠了许多。只三四天后，几件事过手，渐觉探春精细处不让凤姐，只不过是言语安静、性情和顺而已。"
        },
        {
            "original": "可巧连日有王公侯伯世袭官员十几处，皆系荣宁非亲即世交之家，或有升迁，或有黜降，或有婚丧红白等事，王夫人贺吊迎送，应酬不暇，前边更无人照管。他二人便一日皆在厅上起坐，宝钗便一日在上房监察，至王夫人回方散。每于夜间针线暇时，临寝之先，坐了轿，带领园中上夜人等，各处巡察一次。",
            "english": "It so happens that in the past few days, more than ten princes, dukes, marquises and barons have been promoted or demoted. Lady Wang was busy with congratulatory, condolences, welcoming and seeing-off affairs, and had no time to look after her. So every day, Baochai and the Bao family would sit in the hall together, and Baochai would supervise in the main hall until Lady Wang returned. After the evening embroidery was done, Baochai would ride in a sedan chair and lead the night guards in the garden to inspect once.",
            "chinese": "巧的是，最近有十几家王公侯伯世袭官员升迁或降职。王夫人忙于贺喜、吊唁、迎接、送别等各种事务，没有时间照看。宝钗就和宝玉每天都在厅上坐着，宝钗每天都在上房监督，直到王夫人回来才散。每晚针线活结束后，宝钗就坐轿子，带领园中上夜人等，巡查一次。"
        },
        {
            "original": "他三人如此一理，更觉比凤姐儿当权时倒更谨慎了些，因而里外下人，都暗中抱怨说：“刚刚的倒了一个‘巡海夜叉’，又添了三个‘镇山太岁’，越发连夜里偷著吃酒玩的工夫都没了！”",
            "english": "He and the other two men thought to themselves that they were now even more cautious than they had been when Xingzhen was around. So the servants inside and outside of the house were all secretly complaining, \"We've just lost one 'Guardian of the Sea,' and now we've got three more 'Guardians of the Mountain.' We can't even find time to sneak out and have a drink or two!\"",
            "chinese": "他三个人这么一想，感觉比凤姐儿在的时候更谨慎了。所以里面外面的下人们，都暗中抱怨说：“刚刚倒了一个‘巡海夜叉’，又添了三个‘镇山太岁’，连夜里偷偷喝酒玩乐的工夫都没有了！”"
        },
        {
            "original": "这日，王夫人正是往锦乡侯府去赴席，李纨与探春，早已梳洗伺候出门。去后，回至厅上坐了，刚吃茶时，只见吴新登的媳妇进来回说：“赵姨娘的兄弟赵国基昨儿出了事，已回过老太太、太太，说知道了，叫回姑娘来。”说毕，便垂手旁侍，再不言语。",
            "english": "Today, Lady Wang is going to attend a banquet at the House of the Jinxing Marquis. Lady Li and Princess Chun have finished their morning preparations and are waiting to leave. After leaving, they return to the hall and sit down. Just as they are about to take a sip of tea, Wu Xinjing's wife comes in to report, \"The brother of Lady Zhao, Zhao Guoji, had an accident yesterday, and has already informed the old lady and lady, who have said they know about it, and have instructed you to return.\" After finishing her report, she stands aside and remains silent.",
            "chinese": "今天，王夫人要去锦乡侯府赴宴，李纨和探春已经梳洗完毕等待出门。离开后，回至厅上坐下，刚喝了口茶，只见吴新登的媳妇进来回说：“赵姨娘的兄弟赵国基昨天出了事故，已经回过老太太、太太，说知道了，叫回姑娘来。”说完，便垂手旁侍，不再言语。"
        },
        {
            "original": "彼时来回话者不少，都打听他二人办事如何。若办得妥当，大家则安个畏惧之心；若少有嫌隙不当之处，不但不畏服，一出二门，还说出许多笑话来取笑。吴新登的媳妇心中已有主意，若是凤姐前，他便早已献殷勤，说出许多主意又查出许多旧例来，任凤姐拣择施行；如今他藐视李纨老实，探春是年轻的姑娘，所以只说出这一句话来，试他二人有何主见。",
            "english": "A number of people came to inquire about their business affairs. If they had done it properly, people would be afraid. If there was any flaw, they would not be afraid. Instead, they would come out and tell all kinds of jokes to ridicule them. Wu Xinjing's wife had her own ideas. If she were to face Feng Guifeng, she would have been eager to show her devotion, come up with many ideas, and find out many old regulations to pick from for Feng Guifeng to implement. Now that she saw that Li Wan was straightforward and plain, and that Tan Cun was a young girl, she only came up with this one idea to see what ideas they had.",
            "chinese": "当时来打听他们办事情况的人不少，如果他们办妥当了，大家就会心存畏惧。如果有一丝嫌隙或不当之处，他们不但不会畏服，一出门，还会说出许多笑话取笑。吴新登的媳妇心中已经有了主意，如果面对的是凤姐，他早就献殷勤，说出许多主意又查出许多旧例来，任由凤姐挑选施行；现在他轻视李纨老实，探春是年轻的姑娘，所以只说出这一句话来，试探他们有什么主意。"
        },
        {
            "original": "探春便问李纨。李纨想了一想，便道：“前日袭人的妈死了，听见说赏银四十两，这也赏他四十两罢了。”吴新登的媳妇听了，忙答应了个“是”，接了对牌就走。探春道：“你且回来。”吴新登家的只得回来。探春道：“你且别支银子。我且问你：那几年老太太屋里的几位老姨奶奶，也有家里的，也有外头的，有两个分别。家里的若死了人是赏多少？外头的死了人是赏多少？你且说两个我们听听。”一问。吴新登家的便都忘了，忙陪笑回说道：“这也不是什么大事。赏多赏少，谁还敢争不成？”探春笑道：“这话胡闹！依我说，赏一百倒好！若不按理，别说你们笑话，明儿也难见你二奶奶。”吴新登家的笑道：“既这么说，我查旧账去，此时却记不得。”探春笑道：“你办事办老了的还不记得，倒来难我们？你素日回你二奶奶也现查去？若有这道理，凤姐姐还不算利害，也就算是宽厚了。还不快找了来我瞧！再迟一日，不说你们粗心，倒像我们没主意了。”吴新登家的满面通红，忙转身出来。众媳妇们都伸舌头。这里又回别的事。",
            "english": "Probing asked Liwan. Liwan thought for a while, saying: \"A few days ago, Ai's mother died, and it was heard that 40 ounces of silver were given. Also give him 40 ounces.\" Wu Xindeng's wife listened, and answered in a hurry, \"Yes\", took the token and walked away. Probing said, \"You come back.\" Wu Xindeng's wife had to come back. Probing said: \"You don't pay the silver first. I first ask you: There are several old ladies in the old lady's house, some are in the house and some are outside. There are two different. The dead person in the house is awarded how much? The dead person outside is awarded how much? You first tell us two.\" One asked. Wu Xindeng's wife forgot it. She hurried to smile back: \"This is not a big thing. Whether it is more or less, who dares to argue?\" Probing smiled and said: \"This is nonsense! According to my opinion, it's better to give 100 ounces! If you don't follow the rules, not only will you be laughed at by you, but also you will not be able to seeHave you checked with your second aunt every day? If not, even if the Feng sister is kind, it is already enough to be very severe. Hurry up and find it for me to look at! If it is another day, don't say you are careless, we have no ideas either.\" Wu Xindeng's face turned red and hurried out. The maids were all startled. Here is another thing.",
            "chinese": "探春问李纨。李纨想了一会儿，说：“前几天袭人的妈去世了，听说赏了银子四十两，这也赏他四十两吧。”吴新登的媳妇听了，忙答应一声“是”，接过对牌就走。探春道：“你回来。”吴新登家的只得回来。探春道：“你先别支银子。我先问你：那几年老太太屋里的几位老姨奶奶，有家里也有外面的，有两个分别。家里的死了人是赏多少？外面的死了人是赏多少？你先说两个给我们听听。”一问。吴新登家的便都忘了，忙陪笑回道：“这也不是什么大事。赏多赏少，谁还敢争不成？”探春笑道：“这话胡闹！依我说，赏一百倒好！若不按理，别说你们笑话，明儿也难见你二奶奶。”吴新登家的笑道：“既这么说，我查旧账去，此时却记不得。”探春笑道：“你办事办老了的还不记得，倒来难我们？你平时回你二奶奶也去查过吗？如果没有，凤姐姐就算宽容了，也已经是够利害的了。赶紧去找来给我看看！再晚一天，别说你们粗心，我们都没主意了。”吴新登家的满脸通红，急忙出去。众媳妇们都吓了一跳。这里又回别的事。"
        },
        {
            "original": "一时，吴家的取了旧账来。探春看时，两个家里的皆赏过二十四两，两个外头的皆赏过四十两。外还有两个外头的：一个赏过一百两，一个赏过六十两。这两笔底下皆有原故：一个是隔省迁父母之柩，外赏六十两；一个是现买葬地，外赏二十两。探春便递给李纨看了，探春便说：“给他二十两银子，把这账留下我们细看。”",
            "english": "One day, the Wu family brought out old accounts. Tsao Ch'in looked at them and awarded 24 liang each to two household members, 40 liang each to two outsiders, 100 liang to one outsider, and 60 liang to another. There were two accounts below that: one for moving and burying parents, with an additional 60 liang awarded; the other for buying land to bury them, with an additional 20 liang awarded. Tsao Ch'in gave the account to Li Kan to look at and then said, \"Give him 20 liang and keep the account so we can examine it carefully.\"",
            "chinese": "有一段时间，吴家拿出了旧账。探春看了，两个家里的各赏了二十四两，两个外头的各赏了四十两。还有两个外头的：一个赏了一百两，一个赏了六十两。这两笔下面都有原因：一个是搬家去安葬父母，外赏六十两；一个是买地埋葬，外赏二十两。探春把账递给李纨看了，然后说：“给他二十两银子，把这账留下我们仔细看看。”"
        },
        {
            "original": "吴新登家的去了，忽见赵姨娘进来，李纨探春忙让坐。赵姨娘开口便说道：“这屋里的人，都踹下我的头去还罢了，姑娘，你也想一想，该替我出气才是！”一面说，一面便眼泪鼻涕哭起来。探春忙道：“姨娘这话说谁？我竟不懂。谁踹姨娘的头？说出来，我替姨娘出气。”赵姨娘道：“姑娘现踹我，我告诉谁去？”探春听说，忙站起来，说道：“我并不敢。”李纨也忙站起来劝。赵姨娘道：“你们请坐下，听我说。我这屋里熬油似的，熬了这么大年纪，又有你兄弟，这会子连袭人都不如了，我还有什么脸？连你也没脸面，别说是我呀。”",
            "english": "Wu Xindeng's house went, Zhao Yezang suddenly came in, Liwan and Tang Chong hurried to let her sit down. Zhao Yezang said at once, \"Everyone in this house is bullying me, even you, the maid, are bullying me. Please think of a way for me to get revenge.\" She burst into tears. Tang Chong asked, \"Who is bullying you, tell me, I will help you get revenge.\" Zhao Yezang said, \"You are bullying me, tell me, I will tell you.\" Tang Chong said, \"I didn't bully you, don't say nonsense.\" Liwan also hurried to comfort her. Zhao Yezang said, \"Please sit down and listen to me. I have been in this house for so many years, and I have a son. Now even Xishi is not as good as me, and I have no face. Even you have no face, don't say I have no face.\"",
            "chinese": "吴新登家的去了，赵姨娘忽然进来，李纨和探春赶紧让座。赵姨娘开口就说：“这屋子里的人都欺负我，连姑娘你都欺负我，你替我想想办法，帮我出口气。”说着，就哭了起来。探春忙问：“姨娘这是谁欺负你了？你跟我说，我替你出气。”赵姨娘说：“你就是欺负我，我告诉谁去？”探春说：“我没欺负你，你别胡说。”李纨也赶紧劝她。赵姨娘说：“你们坐下，听我说。我在这屋里熬了这么多年，又有个儿子，现在连袭人都不如了，我还有什么脸面？连你也没脸面，别说是我了。”"
        },
        {
            "original": "探春笑道：“原来为这个！我说我并不敢犯法违礼。”一面便坐下，拿账翻给赵姨娘瞧，又念给他听。又说道：“这是祖宗手里旧规矩，人人都依著，偏我改了不成？这也不但袭人，将来环儿收了屋里的，自然也是和袭人一样。这原不是什么争大争小的事，讲不到有脸没脸的话上。他是太太的奴才，我是按著旧规矩办。说办的好，领祖宗的恩典，太太的恩典；若说办的不公，那是他糊涂不知福，也只好凭他抱怨去。太太连房子赏了人，我有什么有脸的地方儿？一文不赏，我也没什么没脸的。依我说：太太不在家，姨娘安静些养神罢，何苦只要操心？太太满心疼我，因姨娘每每生事，几次寒心。我但凡是个男人，可以出得去，我早走了，立出一番事业来，那时自有一番道理；偏我是女孩儿家，一句多话也没我乱说的。太太满心里都知道，如今因看重我，才叫我管家务。还没有做一件好事，姨娘倒先来作践我。倘或太太知道了，怕我为难，不叫我管，那才正经没脸呢！－－连姨娘真也没脸了！”一面说，一面抽抽搭搭的哭起来。",
            "english": "\"Originally, it was for this reason!\" said a laughing Miss Ch'ien. \"I am not allowed to be against the law or against custom.\" She sat down, handed the book to Mrs. Ch'ien's servant, and read it to her. She added: \"This was the rule set down by the old ancestors, and everyone followed it, why should I not? It is not a matter of right or wrong, nor is it a question of face or no face. Mrs. Ch'ien is the mistress, I am a slave, and I am following the old ways. If I do well, I shall be given a reward by the ancestors and by my mistress; if I do not do well, it is only because Mrs. Ch'ien is a fool and is ungrateful. If my mistress gives the house to another, what face can I have? If my mistress does not give me anything, what face shall I have? My meaning is this: Mrs. Ch'ien is not at home, and Mrs. Ch'ien's servant should take care of her and keep quiet, why should she be so anxious? Mrs. Ch'ien is so kind to me, because of Mrs. Ch'ien's servant, sheThe lady knew it, because she valued me, so she asked me to manage the household. I haven't done a good deed yet, and auntie has already come to bully me. If the lady knew, she might be embarrassed and not let me manage the household. Auntie really has no face! \"She said as she cried.",
            "chinese": "探春笑道：“原来是为了这个！我说我可不敢违反法律和礼节。”她坐在那里，拿账本给赵姨娘看，又念给她听。她又说：“这是祖宗手里订下的规矩，人人都遵守，为什么我不能遵守？这并不是大是大非的问题，也不是有什么脸面不脸面的问题。赵姨娘是太太的奴才，我是按照旧规矩来办事。如果我做得好，我会得到祖宗和太太的恩典；如果我做得不好，那只是赵姨娘糊涂不知福，只好让她抱怨。太太把房子赏给别人，我有什么脸面？如果太太不赏赐我，我也不会有什么没脸的。我的意思是：太太不在家，姨娘安静些养神吧，何必总是操心？太太满心疼我，因为姨娘总是惹事，几次让我寒心。如果我是个男人，可以出去闯一番事业，我会有自己的道理；偏偏我是女孩儿，我不会多说话。”太太心里明白，因为看重我，才让我管理家务。我还没做一件好事，姨娘倒先来欺负我。要是太太知道了，怕我为难，不让我管，那就没脸了。姨娘也真没脸了！”一边说，一边抽泣起来。"
        },
        {
            "original": "赵姨娘没话答对，便说道：“太太疼你，你该越发拉扯拉扯我们。你只顾讨太太的疼，就把我们忘了？”探春道：“我怎么忘了？叫我怎么拉扯？这也问他们各人。那一个主子不疼出力得用的人？那一个好人用人拉扯呢？”李纨在旁，只管劝说：“姨娘别生气，也怨不得姑娘。他满心里要拉扯，口里怎么说的出来？”探春忙道：“这大嫂子也糊涂了。我拉扯谁？谁家姑娘们拉扯奴才了？他们的好歹，你们该知道，与我什么相干？”赵姨娘气的问道：“谁叫你拉扯别人去了？你不当家，我也不来问你。你如今现在说一是一，说二是二！如今你舅舅死了，你多给了二三十两银子，难道太太就不依你？分明太太是好太太，都是你们尖酸刻薄！可惜太太有恩无处使！－－姑娘放心！这也使不著你的银子。明日等出了阁，我还想你额外照看赵家呢！如今没有长翎毛儿就忘了根本，只拣高枝儿飞去了。”",
            "english": "Zhao Yimeng had nothing to say, so she said, \"Madam loves you. You should take better care of us. You are only concerned about Madam's love, and you forget us.\" Zhang Tan said, \"I haven't forgotten. How should I take care of you? This is something for them to decide. Which master doesn't like hardworking and capable servants? Which good master has ever taken care of servants?\" Li Wan, who was sitting on the side, only said, \"Pai Meng, please don't be angry. It's not the girl's fault.\" Zhang Tan said in a hurry, \"You're so stupid. I don't take care of anyone. Who among the young ladies takes care of the servant? They know their own good and bad things, and it's none of my business.\" Zhao Yimeng was angry and asked, \"Who made you take care of others? You're not in charge, and I don't need to ask you. Now you say what you want. Everything is up to you. Madam is a good wife, but you're all mean and cruel! Madam has no way to express her gratitude. - girl, don't worry. It's not your fault.\"I will miss you after I get married tomorrow. You still want to take care of Zhao's family. Now you haven't grown your wings yet, but you have forgotten the original, only to fly high.",
            "chinese": "赵姨娘没有话回答，便说道：“太太疼你，你该更加拉扯拉扯我们。你只顾讨太太的疼，就把我们忘了？”探春道：“我怎么忘了？叫我怎么拉扯？这也问他们各人。那一个主子不疼出力得用的人？那一个好人用人拉扯呢？”李纨在旁，只管劝说：“姨娘别生气，也怨不得姑娘。他满心里要拉扯，口里怎么说的出来？”探春忙道：“这大嫂子也糊涂了。我拉扯谁？谁家姑娘们拉扯奴才了？他们的好歹，你们该知道，与我什么相干？”赵姨娘气的问道：“谁叫你拉扯别人去了？你不当家，我也不来问你。你如今现在说一是一，说二是二！如今你舅舅死了，你多给了二三十两银子，难道太太就不依你？分明太太是好太太，都是你们尖酸刻薄！可惜太太有恩无处使！－－姑娘放心！这也使不著你的银子。明天出阁后，我还想你照顾赵家。如今翅膀还没长硬就忘了根本，只顾高飞了。"
        },
        {
            "original": "探春没听完，气的脸白气噎，越发呜呜咽咽的哭起来。因问道：“谁是我舅舅？我舅舅早升了九省的检点了！那里又跑出一个舅舅来？我倒素昔按礼尊敬，怎么敬出这些亲戚来了！－－既这么说，每日环儿出去，为什么赵国基又站起来？又跟他上学？为什么不拿出舅舅的款来？何苦来！谁不知道我是姨娘养的，必要过两三个月寻出由头来，彻底来翻腾一阵，怕人不知道，故意表白表白！也不知道是谁给谁没脸！－－幸亏我还明白，但凡糊涂不知礼的，早急了！”李纨急得只管劝，赵姨娘只管还唠叨。",
            "english": "As soon as she heard this, Tung-ch'en turned as pale as a ghost and burst into tears. She demanded, \"Who is my uncle? My uncle has already been promoted to the post of inspector of nine provinces! How can there be another uncle? I have always respected him by the rules of propriety. Why have I been forced to be a relative of so many people? If you insist on telling me that, why did Wang Hsiang-jia, who went to school with him, stand up and go to him? Why didn't he treat him as an uncle? Why did he have to go to such trouble? Who doesn't know that I was born to my mother's sister? Every now and then, he makes a fuss about it, looking for an excuse to bring me down. I don't know who has no face! If I weren't so intelligent, I would have been so angry that I couldn't bear it!\" Li Wai-an was so worried that she had to comfort her, but Chao Tsai-ch'ung kept on complaining.",
            "chinese": "探春没听完，气的脸白气噎，越发呜呜咽咽的哭起来。她问道：“谁是我舅舅？我舅舅早升了九省的检点了！怎么又跑出一个舅舅来？我倒素昔按礼尊敬，怎么敬出这些亲戚来了！－－既这么说，每日环儿出去，为什么赵国基又站起来？又跟他上学？为什么不拿出舅舅的款来？何苦来！谁不知道我是姨娘养的，必要过两三个月寻出由头来，彻底来翻腾一阵，怕人不知道，故意表白表白！也不知道是谁给谁没脸！－－幸亏我还明白，但凡糊涂不知礼的，早急了！”李纨急得只管劝，赵姨娘只管还唠叨。"
        },
        {
            "original": "忽听有人说：“二奶奶打发平姑娘说话来了。”赵姨娘听说，方把嘴止住。只见平儿走来，赵姨娘忙陪笑让坐，又忙问：“你奶奶好些？我正要瞧去，就只没得空儿。”李纨见平儿进来，因问他来作什么？”平儿笑道：“奶奶说：赵姨奶奶的兄弟没了，恐怕奶奶和姑娘不知有旧例。若照常例，只得二十两；如今请姑娘裁度著，再添些也使得。”探春早已拭去泪痕，忙说道：“又好好的添什么？谁又是二十四个月养的？不然，也是出兵放马，背著主子逃出命来过的人不成？你主子真个倒巧：叫我开了例，他做好人，拿著太太不心疼的钱，乐得做人情！你告诉他：我不敢添减，混出主意。他添，他施恩，等他好了出来，爱怎么添怎么添！”",
            "english": "Suddenly, someone said, \"Erniang sent Ping'er to talk.\" Zhao Yiqiang stopped talking and smiled, and Ping'er walked in and sat down. Zhao Yiqiang asked her to sit down and asked, \"How is your mistress? I'm going to visit her, but I'm too busy.\" Li Qian saw Ping'er come in and asked what she was doing. Ping'er smiled and said, \"Mistress said that Erniang's brother passed away, and I'm not sure if you and Miss Zhu know the old rules. According to the rules, only twenty taels of silver can be given; now please decide, and you can add some if you want.\" Zhuang Tian had already wiped away her tears and said, \"Who would add anything? Who was brought up for twenty-four months? Otherwise, it would be a person who ran away from his master to save his life. Your mistress is really good at acting: to open the rules, she can do good deeds, use the money the lady doesn't care about, and make people happy! You tell her that I won't add or reduce anything, and that I won't be influenced by her ideas. If she wants to add, she can do so and be",
            "chinese": "忽然听到有人说：“二奶奶派平姑娘来说话。”赵姨娘听说后，才止住嘴巴。平儿走来，赵姨娘忙笑着请她坐下，又忙问：“你奶奶好吗？我正要去看她，只是没空儿。”李纨看到平儿进来，就问他来干什么。平儿笑道：“奶奶说，赵姨奶奶的兄弟去世了，恐怕奶奶和姑娘不知道有旧例。按照常例，只能拿二十两银子；现在请姑娘裁量着，再添些也可以。”探春早就擦干了眼泪，忙说：“谁又添什么？谁又是二十四个月养大的？不然，也是出兵放马，背主子逃出命来过的人不成？你主子真会做戏：叫我开了例，他做好人，拿太太不心疼的钱，乐得做人情！你告诉他：我不敢添减，混出主意。他添，他施恩，等他好了出来，爱怎么添怎么添！”"
        },
        {
            "original": "平儿一来时已明白了对半，今听这话，越发会意。见探春有怒色，便不敢以往日喜乐之时相待，只一边垂手默侍。",
            "english": "When Ping'er came in, she already knew the background of the matter, and now that she had heard the words, she understood even more. Seeing that Princess Chun was a little angry, she dared not be as happy as before, and only stood quietly on one side.",
            "chinese": "平儿一来时已经明白了事情的来龙去脉，现在听了这话，更加会意了。看到探春有生气的样子，便不敢像以前那么开心了，只是默默地站在一边。"
        },
        {
            "original": "时值宝钗也从上房中来，探春等忙起身让坐。未及开言，又有一个媳妇进来回事。因探春才哭了，便有三四个小丫鬟捧了脸盆、巾帕、靶镜等物来。此时探春因盘膝坐在矮板榻上，那捧盆丫鬟走至跟前，便双膝跪下，高捧脸盆；那两个丫鬟，也都在旁屈膝捧著巾帕并靶镜脂粉之饰。",
            "english": "While the Spring Pearl was coming from the upper room, the two girls were busy getting up to offer her seats. She had not yet begun to speak when another maid came to attend to some business. Seeing that the Spring Pearl had just been weeping, she had with her several maids carrying basins, towels, mirrors and other articles for washing the face. At this moment the Spring Pearl was sitting on a low board sofa. The maid who carried the basin went up and knelt before her, holding the basin in both hands; two other maids were kneeling beside her, holding the towels and mirrors and other things for washing the face.",
            "chinese": "时值宝钗从上房中来，探春等忙起身让座。未及开口，又有一个媳妇进来办事。因探春才哭了，便有三四个小丫鬟捧了脸盆、毛巾、镜子等物来。此时探春坐在矮板榻上，那捧盆丫鬟走至跟前，便双膝跪下，高捧脸盆；那两个丫鬟，也都在旁屈膝捧著毛巾并镜子脂粉之饰。"
        },
        {
            "original": "平儿见侍书不在这里，便忙上来与探春挽袖卸镯，又接过一条大手巾来，将探春面前衣襟掩了。探春方伸手向脸盆中盥沐，媳妇便回道：“奶奶，姑娘：家学里支环爷和兰哥儿一年的公费。”平儿先道：“你忙什么？你睁著眼看见姑娘洗脸，你不出去伺候著，倒先说话来！二奶奶跟前，你也这样没眼色来著？姑娘虽恩宽，我去回了二奶奶，只说你们眼里都没姑娘，你们都吃了亏，可别怨我！”吓得那个媳妇忙陪笑说：“我粗心了！”一面说，一面忙退出去。",
            "english": "Ping'er saw that Shiji was not here, and hurried to go and take the sleeves of Zhencai and peel off the bracelets. She took a large towel and covered Zhencai's front with it. Just when Zhencai was about to wash her face with the basin, a servant came back to report, \"Madam and Miss, the academy sent the annual expenses for the ring prince and the Lan prince.\" Ping'er said first, \"Don't be in such a hurry! You're blind! You see Miss Zhencai washing her face, and you don't go out to wait on her. You're talking first! In front of Madam, you're so blind-eyed? Miss Zhencai is broad-minded, but I'll go back and tell Madam that there are no eyes in the house, and you've all been cheated. Don't blame me!\" The servant was so frightened that she quickly smiled and said, \"I'm not careful!\" She said as she spoke and hurried out.",
            "chinese": "平儿看到侍书不在这里，就赶紧走过去和探春挽起袖子、卸下镯子，又接过一条大手巾，将探春面前的衣襟掩好。探春刚刚伸手向脸盆中洗脸，媳妇就回来报告：“奶奶、姑娘，家学里支环爷和兰哥儿一年的公费。”平儿先说：“你忙什么？你眼睛瞎了，看见姑娘洗脸，你不出去伺候，倒先说话来！二奶奶跟前，你也这样没眼色？姑娘虽然宽宏大量，我去回二奶奶，说你们眼里都没姑娘，你们都吃了亏，可别怨我！”吓得那个媳妇赶紧陪笑说：“我粗心了！”一面说，一面赶快退了出去。"
        },
        {
            "original": "探春一面匀脸，一面向平儿冷笑道：“你迟了一步，没见还有可笑的。连吴姐姐这么个办老了事的，也不查清楚了，就来混我们。幸亏我们问他。他竟有脸说忘了！我说他回二奶奶事也忘了再找去，我料著你主子未必有耐性儿等他去找！”平儿笑道：“他有这么一次，包管腿上的筋早折了两根。姑娘别信他们。那是他们瞅著大奶奶是个菩萨，姑娘又是腼腆小姐，固然是托懒来混。”说著，又向门外说道：“你们只管撒野！等奶奶大安了，偺们再说！”门外的众媳妇们都笑道：“姑娘，你是个最明白的人。俗语说，‘一人作罪一人当’，我们并不敢欺蔽主子。如今主子是娇客，若认真惹恼了，死无葬身之地！”平儿冷笑道：“你们明白就好了。”又陪笑向探春道：“姑娘知道，二奶奶本来事多，那里照看得这些？保不住不忽略。俗语说：‘旁观者清。’这几年，姑娘冷眼看著，或有该添该减的去处，二奶奶没行到，姑娘竟一添减。头一件，与太太有益；第二件，也不枉姑娘待我们奶奶的情义了。”话未说完，宝钗李纨皆笑道：“好丫头！真怨不得凤丫头偏疼他！本来无可添减之事，如今听你一说，倒要找出两件来斟酌斟酌，不辜负你这话。”",
            "english": "Zhang Tao applied her makeup while laughing coldly, \"You're too late, you didn't see any fun. Even Wu sister, who's been doing this for so long, didn't check first before coming to deceive us. We asked him and he said he forgot! I said that if he forgot to report to his grandmother, he wouldn't wait for him to find out!\" Ping'er laughed, \"If he did something like that once, his legs would be broken twice! You shouldn't believe them. They think that Mrs. Lin is a Buddha, and you're a shy lady, so they come to deceive you.\" She said, \"You're the most knowledgeable person. The saying goes, 'One sinner, one punishment.' We don't dare to deceive the master. The mistress is a guest, and if we really annoy her, we won't have a place to die!\" Ping'er laughed and said, \"You understand, that's good.\" She then smiled at the探春 and said, \"You know, your grandmother has a lot of things to do, and she can't watch over all of us.\"The simple modern Putonghua version:\n\nZhang Junzhi was applying makeup while she coldly laughed and said, \"You're late, you didn't see the funniest part. Even Wu Zhen, who is an old hand, can't avoid being careless. The saying goes, 'The outsider sees clearly.' In the past few years, you, the young lady, have been watching from the sidelines, and there are places where you should add or subtract. Mrs. Xiaomeng didn't do it, but you, as a good friend, actually made some changes. The first thing is beneficial to Mrs. Lin; the second thing is not in vain for the kindness you showed our Mrs. Lin.\" Before she could finish speaking, both Lady Baoshan and Lady Li'an burst into laughter and said, \"Good girl! It's no wonder that Auntie Feng likes you so much! Even though there's nothing to add or subtract, listening to what you said, I can find two things to consider, and I won't disappoint your words.\"\n\n如何将简单的现代普通话改写为中国白话？\n\n简单的现代普通话：头一件，与太太有益；第二件，也不枉姑娘待我们奶奶的情义了。\n\n中国白话：头一件It was not finished, and Baoshan Li'an all laughed and said, \"Good girl! It is no wonder that Fengyaohua favors her! Originally there is nothing to add or subtract, but now you said it, I have to find two things to discuss, not to lose your words.\"",
            "chinese": "探春一边化妆，一边冷笑道：“你晚了一步，没看到还有好笑的。就连吴姐姐这么个办老了事的，也不查清楚就来糊弄我们。幸亏我们问了他。他说忘了！我说他回奶奶的事也忘了再去找，我料著奶奶不会等他去找！”平儿笑道：“他要是有这么一次，包管腿上的筋早折了两根。姑娘别信他们。那是他们看二奶奶是个菩萨，姑娘又是腼腆小姐，就来糊弄。”说着，又向门外说道：“你们只管撒野！等奶奶大安了，我们再说！”门外的众媳妇们都笑道：“姑娘，你是个最明白的人。俗语说，‘一人作罪一人当’，我们并不敢欺瞒主子。如今主子是娇客，若认真惹恼了，死无葬身之地！”平儿冷笑道：“你们明白就好了。”又陪笑向探春道：“姑娘知道，奶奶本来事多，哪里照看得这些？”\n\n简单的现代普通话：\n\n探春一边化妆，一边冷笑道：“你晚了一步，没看到还有好笑的。就连吴姐姐这么个办老了事保不住不忽略。俗语说：“旁观者清。”这几年，姑娘冷眼看著，或有该添该减的去处，二奶奶没行到，姑娘竟一添减。头一件，与太太有益；第二件，也不枉姑娘待我们奶奶的情义了。”话未说完，宝钗李纨皆笑道：“好丫头！真怨不得凤丫头偏疼他！本来无可添减之事，如今听你一说，倒要找出两件来斟酌斟酌，不辜负你这话。”\n\n如何将中国白话改写为简单的现代普通话？\n\n中国白话：保不住不忽略。俗语说：“旁观者清。”这几年，姑娘冷眼看著，或有该添该减的去处，二奶奶没行到，姑娘竟一添减。头一件，与太太有益；第二件，也不枉姑娘待我们奶奶的情义了。”话未说完，宝钗李纨皆笑道：“好丫头！真怨不得凤丫头偏疼他！本来无可添减之事，如今听你一说，倒要找出两件来斟酌斟酌，不辜负你这话。”\n\n简单的现代普通话：保不住不忽略。俗语说"
        },
        {
            "original": "探春笑道：“我一肚子气，正要拿他奶奶出气去，偏他碰了来，说了这些话，叫我也没了主意了。”一面说，一面叫进方才那媳妇来，问：“环爷和兰哥家学里这一年的银子，是做那一项用的？”那媳妇便回说：“一年学里吃点心，或者买纸笔，每位有八两银子的使用。”探春道：“凡爷们的使用，都是各屋里月钱之内：环哥的是姨娘领二两，宝玉的是老太太屋里袭人领二两，兰哥儿是大奶奶屋里领。怎么学里每人多这八两？原来上学去的是为这八两银子？从今日起，把这一项蠲了。－－平儿，回去告诉你奶奶，说我的话，把这一条务必免了。”平儿笑道：“早就该免。旧年奶奶原说要免来著，因年下忙，就忘了。”",
            "english": "Probing Spring laughed and said, \"I'm angry and can't find a way to vent it. When she comes, she says all these things, and I don't know what to do.\" Then she called the wife in and asked, \"How much silver does each son use at school each year?\" The wife replied, \"Each son uses eight silver yuan for snacks or paper and pens at school.\" Probing Spring said, \"The use of silver for the sons is from the monthly allowance of their respective rooms. The use of silver for Huan is two silver yuan from his mother's room, the use of silver for Yu is two silver yuan from the old lady's room, and the use of silver for Lan is two silver yuan from the room of the big wife. How can a son go to school for eight silver yuan? Starting today, this item will be exempted. - Ping'er, go back and tell your grandmother what I said, and make sure this item is exempted.\" Ping'er laughed and said, \"It was supposed to be exempted long ago. Last year, the grandmother originally said she would exempt it, but she forgot because she was busy at the year-end.\"",
            "chinese": "探春笑着说：“我一肚子气，正想找奶奶出气，偏偏她来了，说了这些话，叫我也没了主意。”一面说，一面叫进那个媳妇来，问：“环爷和兰哥家学里这一年的银子，是用在什么地方的？”那媳妇回答说：“一年学里吃点心，或者买纸笔，每位有八两银子的使用。”探春说：“凡是爷们的使用，都是各自屋子里的月钱之内：环哥的是姨娘领二两，宝玉的是老太太屋里袭人领二两，兰哥儿是大奶奶屋里领。怎么学里每人多这八两？上学去的是为了这八两银子？从今天开始，把这一项免了。－－平儿，回去告诉你奶奶，说我的话，把这一条务必免了。”平儿笑道：“早就该免。旧年奶奶原说要免的，因为年下忙，就忘了。”"
        },
        {
            "original": "那媳妇只得答应著去了，就有大观园中媳妇捧了饭盒子来。侍书素云早已抬过一张小饭桌来。平儿也忙著上菜。探春笑道：“你说完了话，干你的去罢，在这里又忙什么？”平儿笑道：“我原没事，二奶奶打发了我来，一则说话，二则怕这里的人不方便，叫我帮著妹妹们伏侍奶奶姑娘来了。”探春因问：“宝姑娘的怎么不端来一处吃！”丫鬟们听说，忙出至檐外命媳妇们去说：“宝姑娘如今在厅上一处吃，叫他们把饭送了这里来。”探春听说，便高声说道：“你别混支使人！那都是办大事的管家娘子们，你们支使他要饭要茶的？连个高低都不知道！平儿这里站著，叫他叫去！”",
            "english": "The servant lady had to agree to go, and a servant came from the Great View Garden with the food boxes. Shuizhen and Suo Yun had already brought in a small table. Ping'er was also busy setting the table.探春 laughed and said, \"You've finished talking, go do your own thing. What are you doing here?\" Ping'er laughed and said, \"I don't have anything to do, but Madam Hai sent me here to talk to you, and also to help the maidens serve you because I'm afraid they won't be able to do it by themselves.\"探春问：“宝姑娘的怎么不端来一处吃！”丫鬟们听说，忙出至檐外命媳妇们去说：“宝姑娘如今在厅上一处吃，叫他们把饭送了这里来。”探春听说，便高声说道：“你别乱支使！那都是办大事的管家娘子们，你们支使他要饭要茶的？连个高低都不知道！平儿站在这里，叫他叫去！”",
            "chinese": "那媳妇只好答应着去了，就有大观园中媳妇捧了饭盒子来。侍书素云早就抬过一张小饭桌来。平儿也忙着上菜。探春笑道：“你说完话，干你的去吧，在这里又忙什么？”平儿笑道：“我本来没事，二奶奶打发我来，一是说话，二是怕这里的人不方便，叫我帮着妹妹们服侍奶奶姑娘来了。”探春因问：“宝姑娘的怎么不端来一处吃！”丫鬟们听说，忙出至檐外命媳妇们去说：“宝姑娘如今在厅上一处吃，叫他们把饭送了这里来。”探春听说，便高声说道：“你别乱支使！那都是办大事的管家娘子们，你们支使他要饭要茶的？连个高低都不知道！平儿站在这里，叫他叫去！”"
        },
        {
            "original": "平儿忙答应了一声出来，那些媳妇们都悄悄的拉住笑道：“那里用姑娘去叫？我们已有人叫去了。”一面说，一面用绢子掸台阶的土，说：“姑娘站了半天，乏了，这太阳地里歇歇儿罢。”平儿便坐下。又有茶房里的两个婆子，拿了个坐褥铺下，说：“石头冷。这是极乾净的，姑娘将就坐一坐儿罢。”平儿点头笑道：“多谢。”一个又捧了一碗精致新茶出来，也悄悄笑说：“这不是我们常用的茶，原是伺候姑娘们的，姑娘且润一润罢。”平儿遂欠身接了，因指众媳妇悄悄说道：“你们太闹的不像了。他是个姑娘家，不肯发威动怒，这是他尊重，你们就藐视欺负他。果然招他动了大气，不过说他一个粗糙就完了，你们就现吃不了的亏！他撒个娇儿，太太也得让他一二分，二奶奶也不敢怎么。你们就这么大胆子小看他，可是鸡蛋往石头上碰？”众人都忙道：“我们何尝敢大胆了？都是赵姨娘闹的！”平儿也悄悄的道：“罢了。好奶奶们，‘墙倒众人推’，那赵姨娘原有些颠倒，著三不著两，有了事就都赖他。你们素日那眼里没人，心术利害，我这几年难道还不知道？二奶奶要是略差一点儿的，早叫你们这些奶奶们治倒了。饶这么著，得一点空儿，还要难他一难！好几次没落了你们的口声。众人都说他利害，你们都怕他，惟我知道他心里也就不算不怕你们的。前儿我们还议论到这里，再不能依头顺尾，必有两场气生。那三姑娘虽是个姑娘，你们都横看了他。二奶奶在这些大姑子小姑子里头，也就只单怕他五分儿。你们这会子倒不把他放在眼里了！”",
            "english": "Pin'er hurried to answer, and the maids were secretly pulling and laughing, \"where do we need the girl to call? We've already sent someone to call.\" One of them said, \"You don't need to call the girl. We've already sent someone to call.\" They picked up a piece of cloth to wipe the dust off the steps, and said, \"The girl has been standing for a long time. She's tired. Sit in the sun and take a break.\" Pin'er sat down. The two old ladies in the tea room brought a cushion and said, \"The stone is cold. This is very clean. The girl can sit for a while.\" Pin'er nodded and said, \"Thank you.\" One of them brought a bowl of delicate new tea and said, \"This isn't the tea we usually use. It's for the girl. Please drink it to moisten your throat.\" Pin'er took the bowl and pointed to the maids and said, \"You're too noisy. The girl is a girl. She doesn't want to show her anger and is showing her respect. But you're treating her as if she's not worth it. If she gets angry, it's just because she's a little rough. You'll get中文原文：\n\n\n\n注意，这些示例是将原话的语气和用词转换成更通俗易懂的语言。在中文中，这种转换可能需要根据上下文你们就这么小看他，难道鸡蛋往石头上碰？”众人忙道：“我们不敢大胆！都是赵姨娘闹的！”平儿也悄悄道：“罢了。好奶奶们，墙倒众人推，那赵姨娘原有些颠倒，著三不著两，有了事就都赖他。你们素日眼里没人，心术利害，我这几年难道还不知道？二奶奶要是略差一点儿的，早叫你们这些奶奶们治倒了。饶这么著，得一点空儿，还要难他一难！好几次没落了你们的口声。众人都说他利害，你们都怕他，惟我知道他心里也就不算不怕你们的。前儿我们还议论到这里，再不能依头顺尾，必有两场气生。那三姑娘虽是个姑娘，你们都横看了他。二奶奶在这些大姑子小姑子里头，也就只单怕他五分儿。\n\n英文翻译：\n\n\n\n注意，这些示例是将原话的语气\"You don't seem to take him seriously now!\"",
            "chinese": "平儿急忙答应了一声出来，那些媳妇们偷偷地拉着笑道：“哪里用姑娘去叫？我们已经派人叫去了。”一面说，一面用绢子掸台阶的土，说：“姑娘站了半天，乏了，这太阳地里歇歇儿罢。”平儿便坐下。又有茶房里的两个婆子，拿了个坐垫铺下，说：“石头冷。这是极干净的，姑娘将就坐一坐儿罢。”平儿点头笑道：“多谢。”一个又捧了一碗精致新茶出来，也悄悄笑说：“这不是我们常用的茶，原是伺候姑娘们的，姑娘且润一润罢。”平儿遂欠身接了，因指众媳妇悄悄说道：“你们太闹的不像了。他是个姑娘家，不肯发威动怒，这是他尊重，你们就藐视欺负他。果然招他动了大气，不过说他一个粗糙就完了，你们就现吃不了的亏！他撒个娇儿，太太也得让他一二分，二奶奶也不敢怎么。\n\n注意，这些示例是将原话的语气和用词转换成更通俗易懂的语言。在中文中，这种转换可能需要根据上下文你们就这么小看他，难道鸡蛋往石头上碰？”众人忙道：“我们不敢大胆！都是赵姨娘闹的！”平儿也悄悄道：“罢了。好奶奶们，墙倒众人推，那赵姨娘原有些颠倒，著三不著两，有了事就都赖他。你们素日眼里没人，心术利害，我这几年难道还不知道？二奶奶要是略差一点儿的，早叫你们这些奶奶们治倒了。饶这么著，得一点空儿，还要难他一难！好几次没落了你们的口声。众人都说他利害，你们都怕他，惟我知道他心里也就不算不怕你们的。前儿我们还议论到这里，再不能依头顺尾，必有两场气生。那三姑娘虽是个姑娘，你们都横看了他。二奶奶在这些大姑子小姑子里头，也就只单怕他五分儿。你们这会子倒不把他放在眼里了！”\n\n中国白话和简单的现代普通话之间的主要区别在于语言的使用。中国白话是一种更传统的语言形式，而简单的现代普通话是一种更现代化和口语化的语言形式。"
        },
        {
            "original": "正说著，只见秋纹走来，众媳妇们忙赶著问好，又说：“姑娘也且歇歇，里头摆饭呢。等撤下桌子来，再回话去罢。”秋纹笑道：“我比不得你们，我那里等得？”说著，便直要上厅去。平儿忙叫快回来。秋纹回头见了平儿，笑道：“你又在这里充什么外围子的防护？”一面回身便坐在平儿褥上。平儿悄问：“回什么？”秋纹道：“问一问，宝玉的月钱，我们的月钱，多早晚才领。”平儿道：“这什么大事？你快回去告诉袭人，说我的话：凭有什么事，今日都别回。若回一件，管驳一件；回一百件，管驳一百件。”秋纹听了，忙问：“这是为什么？”平儿与众媳妇等都忙告诉他原故，又说：“正要找几处利害事与有体面的人来开例，作法子镇压，与众人作榜样呢。何苦你们先来碰在这钉子上？你这一去说了，他们若拿你们也作一二件榜样，又碍著老太太、太太；若不拿著你们做一二件，人家又说：‘偏一个向一个。仗著老太太、太太威势的就怕，不敢惹，只拿著软的做鼻子头。’你听听罢，二奶奶的事，他还要驳两件，才压得众人口声呢！”",
            "english": "Pin'er was talking when Qiu Wen came. The maids all hurried to greet her, saying, \"Miss should rest a while first. We'll tell you about the meal when the tables are removed.\" Qiu Wen laughed and said, \"I'm not like you. I can't wait.\" She was about to go up to the hall. Pin'er hurried to call her back. Qiu Wen turned around and saw Pin'er. She said, \"You're acting like an outer guard here.\" She sat down on Pin'er's quilt. Pin'er whispered, \"What's the matter?\" Qiu Wen said, \"Ask about the monthly salary for the master and us. When can we get it?\" Pin'er said, \"What a big deal! Go back and tell Xisi my words: whatever the matter is, don't come back today. If you do, I'll turn you down. If you come back a hundred times, I'll turn you down a hundred times.\" Qiu Wen asked, \"Why?\" Pin'er told her the reason and said, \"I'm just about to find a few serious cases to discipline a few people with good status to serve as a model for the rest. Why do you come and hit the nail on the\"如果你去了，他们会拿你们当榜样，这样就会损害老太太、太太的名誉。如果他们不拿你们当榜样，别人就会说我们偏袒，不敢惹你们，只敢欺负软的。你听听吧，二奶奶的事，他们还要找茬儿，才能压服众人的反对意见。",
            "chinese": "平儿正在说话，只见秋纹走来，众媳妇们忙赶着问好，又说：“姑娘也且歇歇，里头摆饭呢。等撤下桌子来，再回话去罢。”秋纹笑道：“我比不得你们，我那里等得？”说著，便直要上厅去。平儿忙叫快回来。秋纹回头见了平儿，笑道：“你又在这里充什么外围子的防护？”一面回身便坐在平儿褥上。平儿悄问：“回什么？”秋纹道：“问一问，宝玉的月钱，我们的月钱，多早晚才领。”平儿道：“这什么大事？你快回去告诉袭人，说我的话：凭有什么事，今日都别回。若回一件，管驳一件；回一百件，管驳一百件。”秋纹听了，忙问：“这是为什么？”平儿与众媳妇等都忙告诉他原故，又说：“正要找几处利害事与有体面的人来开例，作法子镇压，与众人作榜样呢。何苦你们先来碰在这钉子上？”如果你去了，他们拿你们当榜样，就会损害老太太、太太的声誉。如果他们不拿你们当榜样，别人就会说我们偏袒，不敢惹你们，只敢欺负软的。你听听吧，二奶奶的事，他们还要找茬儿，才能压服众人的反对意见。"
        },
        {
            "original": "秋纹听了，伸了伸舌头，笑道：“幸而平姐姐在这里，没得臊一鼻子灰！趁早知会他们去。”说著，便起身走了。接著宝钗的饭至，平儿忙进来伏侍。那时赵姨娘已去，三人在板床上吃饭，宝钗面南，探春面西，李纨面东。众媳妇皆在廊下静候，里头只有他们紧跟常侍的丫鬟伺候，别人一概不敢擅入。",
            "english": "Ouwen listened and stuck out her tongue, laughing, \"Thank goodness Ping'er is here, or I would be laughed at! Quickly tell them!\" She then got up and left. Next, the meal for Baichao arrived, and Ping'er came in to wait on her. Zhaoyin had left, and the three of them sat on the plank bed to eat, with Baichao facing south, Zhangting facing west, and Liwan facing east. The lower attendants were waiting in the corridor, while only their personal attendants were allowed in the room, and no one else dared to enter擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自进入擅自",
            "chinese": "秋纹听了，伸了伸舌头，笑道：“幸亏平姐姐在这里，不然我就会被笑话了！赶紧告诉他们吧。”说完，她就起身离开了。接着宝钗的饭菜到了，平儿忙进来伺候。赵姨娘已经离开，三个人坐在板床上吃饭，宝钗面向南，探春面向西，李纨面向东。众媳妇都在廊下等候，只有她们的贴身丫鬟在屋里伺候，其他人都不敢擅自进入。"
        },
        {
            "original": "这些媳妇们都悄悄的议论说：“大家省事罢，别安著没良心的主意。连吴大娘才都讨了没意思，偺们又是什么有脸的？”都一边悄议，等饭完回事。此时里面惟闻微嗽之声，不闻碗箸之响。",
            "english": "These wives were all whispering to each other: \"Don't have any bad intentions, or you'll get what you deserve. Even Wu Dian has a bad reputation, what kind of face do we have?\" While discussing, they waited for the meal to be over before acting. At the time, all that could be heard was a faint cough, and there was no sound of clinking dishes.",
            "chinese": "这些媳妇们都在悄悄地议论：“大家别打什么歪主意，省得没良心。连吴大娘都讨了个没意思，我们又是什么有脸的？”一边议论一边等着吃完饭再行动。此时里面只听到轻微的咳嗽声，没有听到碗筷碰撞的声音。"
        },
        {
            "original": "一时，只见一个丫头将帘栊高揭，又有两个将桌抬出。茶房内有三个丫鬟，捧著三个沐盆儿，见饭桌已出，三人便进去了。一回又捧出沐盆并漱盂来，方有侍书、素云、莺儿三个人，每人用茶盘捧了三盖碗茶进去。一时，等他三人出来，侍书命小丫头子：“好生伺候著，我们吃饭来换你们，可又别偷坐著去。”众媳妇们方慢慢的安分回事，不敢如先前轻慢疏忽了。探春气方渐平，因向平儿道：“我有一件大事，早要和你奶奶商议，如今可巧想起来。你吃了饭快来。宝姑娘也在这里，偺们四个人商议了，再细细的问你奶奶可行可止。”",
            "english": "Suddenly, a maid pulled the curtain high, and the other two carried the table out. There were three maidservants in the tea room, each carrying a basin of water. After the table was brought out, the three maidservants went in. Not long after, they carried out the basins and the mouthwash basin, and then came the three of them, Sishu, Suyun, and Ying'er, each carrying a tea tray with three cover cups of tea. After a while, when they came out, Sishu ordered the little maid, \"Take good care of them. We'll change you after we finish eating. Don't steal the seat.\" The wives slowly became orderly and conscientious, and dared not be as careless as before.探春's anger gradually subsided, and she said to Ping'er, \"I have a big thing that I've been wanting to discuss with your grandmother for a while. Now I remembered it. You eat first, and then come back. The Lady Baoguang is also here, and we four will discuss it carefully, and then ask your grandmother if it's可行.\"",
            "chinese": "突然，一个丫头把帘子高高拉开，另外两个把桌子抬出来。茶房里有三个丫鬟，拿着三个浴盆。看到饭桌出来后，三个丫鬟就进去了。不一会儿，又端出浴盆和漱口盆来，才有侍书、素云、莺儿三个人，每人用茶盘端了三盖碗茶进去。一会儿，等他们三个人出来，侍书命令小丫头子：“好好伺候着，我们吃饭后再换你们，不要偷坐。”众媳妇们才慢慢安分做事，不敢像以前那样轻慢疏忽。探春的怒气渐渐平息，向平儿道：“我有一件大事，早想和你奶奶商量，现在想起来了。你吃了饭再来。宝姑娘也在，我们四个人商量一下，再仔细问问你奶奶可行不行。”\n\n注意：此示例仅供参考，实际改写时可能需要根据上下文和语境进行调整。"
        },
        {
            "original": "平儿答应回去。凤姐因问：“为何去这半日？”平儿便笑著将方才的原故细细说与他听了。凤姐儿笑道：“好，好！好个三姑娘！我说不错。－－只可惜他命薄，没托生在太太肚里。”平儿笑道：“奶奶也说糊涂话了。他就不是太太养的，难道谁敢小看他，不和别的一样看待么？”凤姐叹道：“你那里知道？虽然正出庶出是一样，但只女孩儿，却比不得儿子。将来作亲时，－－如今有一种轻狂人，先要打听姑娘是正出是庶出，多有为庶出不要的。殊不知庶出，只要人好，比正出的强百倍呢。将来不知那个没造化的，为挑正庶误了事呢；也不知那个有造化的，不挑正庶的得了去。”说著，又向平儿笑道：“你知道我这几年生了多少省俭的法子，一家子大约也没个背地里不恨我的。我如今也是骑上老虎了，虽然看破些，无奈一时也难宽放。二则家里出去的多，进来的少，凡有大小事儿，仍是照著老祖宗手里的规矩，却一年进的产业，又不及先时。多俭省了，外人又笑话，老太太、太太也受委屈，家下也抱怨克薄。若不趁早儿料理省俭之计，再几年就都赔尽了！”",
            "english": "Ping'er replied and went back. Feng Jie asked, \"Why did you go for so long?\" Ping'er smiled and told her about the situation just now. Feng Jie laughed and said, \"Good, good, good third daughter! I said she was not bad. But I pity her thin fate, and she didn't have a good life.\" Ping'er laughed and said, \"Grandma, you're talking nonsense. She's not the mistress's child, who dare look down on her or treat her any differently?\" Feng Jie sighed and said, \"You don't know? Although a legitimate child and a bastard are the same, but a girl is different from a boy. When she gets married, she needs to find a husband. Nowadays, some people first ask about the child's legitimate or bastard status, and many of them don't want a bastard. They don't know that a bastard, as long as she's good, is 100 times better than a legitimate child. Maybe someone in the future will not choose a legitimate child and miss out on a good marriage, or someone will choose a bastard and have a happy marriage.\" She then laughed at Ping'er and said, \"You don't know how much money I've saved inMoreover, the number of people leaving the house is more than the number of people entering the house, and no matter how big or small the matter is, it still has to follow the rules of the old ancestors. However, the annual income is not as good as before. If you save a little, the outside people will laugh at you, and the old ladies and ladies will be humiliated, and the household will complain about being stingy. If you don't plan for thrift and saving in advance, in a few more years, it will all be lost!\n\n英文原文：\n\nIt is impossible to get a good teacher in the world, but you can get a good teacher by yourself.\n\n中文翻译：\n\n世界上不可能有一个好老师，但你可以自己成为一个好老师。\n\n英文原文：\n\nYou must observe everything you see, and everything you hear, and everything you do.\n\n中文翻译：\n\n你必须观察你所看到的一切，你所听到的一切，以及你所做的一切。\n\n英文原文：\n\nIt is better to learn from a fool than to remain in ignorance.\n\n中文翻译：\n\n从一个傻瓜身上学习总比无知好。\n\n英文原文：\n\nThere is no better way to learn than to study with a good teacher.\n\n中文翻译：\n\n没有比跟一个好老师学习",
            "chinese": "平儿答应回去。凤姐问：“为什么去了半天？”平儿笑着把刚才的情况仔细地告诉她。凤姐笑道：“好，好，好个三姑娘！我说不错。－－只可惜她命薄，没生在太太肚子里。”平儿笑道：“奶奶也说糊涂话了。她不是太太养的，谁敢看不起她，不和别人一样看待呢？”凤姐叹道：“你不知道？虽然正出庶出都一样，但女孩儿，却比不得儿子。将来找对象时，－－现在有些人，先要打听姑娘是正出还是庶出，多有为庶出不要的。殊不知庶出，只要人好，比正出的强百倍呢。将来不知哪个没造化，为挑正庶误了事呢；也不知哪个有造化的，不挑正庶的得了去。”说著，又向平儿笑道：“你知道我这几年省下了多少钱，家里大约也没人背后不恨我的。我现在也骑上了老虎，虽然看破了一些事情，但是暂时也很难放松。其次，家里出去的人多，进来的人少，凡是有大小事情，仍要按照老祖宗手里规矩，但每年进的产业，又不及先时。如果节省一点，外面的人又会笑话，老太太、太太也会受委屈，家下也抱怨克薄。如果不趁早儿料理省俭之计，再过几年就都赔尽了！”"
        },
        {
            "original": "平儿道：“可不是这话？将来还有三四位姑娘，还有两三个小爷们，一位老太太，这几件大事未完呢。”凤姐儿笑道：“我也虑到，这里倒也够了。宝玉和林妹妹，他两个，一娶一嫁，可以使不著官中钱，老太太自有体已拿出来。二姑娘是大老爷那边的，也不算。剩了三四个，满破著每人花上七八千银子。环哥娶亲有限，花上三千银子，若不够，那里省一抿子也就够了。老太太的事出来，一应都是全了的，不过零星杂项使费些，满破三五千两。如今再俭省些，陆续就够了。只怕如今平空再生出一两件事来，可就了不得了。偺们且别虑后事。你且吃了饭，快听他们商议什么。这正碰了我的机会，我正愁没个膀臂！虽有个宝玉，他又不是这里头的货，纵收伏了他，也不中用。大奶奶是个佛爷，也不中用。二姑娘更不中用，亦且不是这屋里的人。四姑娘小呢。兰小子和环儿更是个燎毛的小冻猫子，只等有热灶火炕让他钻去罢。真真一个娘肚子里跑出这样天悬地隔的两个人来，我想到那里就不服！再者：林丫头和宝姑娘，他两个人倒好，偏又都是亲戚，又不好管偺们家务事。况且一个是美人灯儿，风吹吹就坏了；一个是拿定了主意，‘不干己事不张口，一问摇头三不知’，也难十分去问他。倒只剩了三姑娘一个，心里嘴里都也来得；又是咱家的正人，太太又疼他；虽然脸上淡淡的，皆因是赵姨娘那老东西闹的，心里却是和宝玉一样呢。比不得环儿，实在令人难疼！要依我的性子，早撵出去了！如今他既有这主意，正该和他协同，大家做个膀臂，我也不孤不独了。按正礼天理良心上论，偺们有他这一个人帮著，偺们也省些心，与太太的事也有益。若按私心藏奸上论，我也太行毒了，也该抽回退步，回头看看。再要穷追苦克，人恨极了，他们笑里藏刀，偺们两个，才四个眼睛两个心，一时不防，倒弄坏了。趁著紧溜之中，他出头一料理，众人就把往日偺们的恨暂可解了。还有一件，我虽知你极明白，恐怕你心里挽不过来，如今嘱咐你：他虽是姑娘家，心里却事事明白，不过是言语谨慎。他又比我知书识字，更利害一层了。如今俗语说‘擒贼必先擒王’，他如今要作法开端，一定是先拿我开端，倘或他要驳我的事，你可别分辩，你只越恭敬越说驳的是才好。千万别想著怕我没脸，和他一强就不好了。”",
            "english": "Peng Er said, \"You're right. There are still several young ladies and several young gentlemen, as well as an old lady, and there are three major things yet to be completed.\" Feng Ji laughed and said, \"I thought of that too. Here is enough. Bao Yuyu and Lin Meimei do not need to spend the money of the government. The old lady will take out some extra money. The second lady is on the other side of the big gentleman, so it doesn't count. The remaining three or four, even if each spends seven or eight thousand silver, the marriage of the ring brother will not cost much, about three thousand silver. The old lady's matter is completed, and the remaining miscellaneous expenses are not many, about three or five thousand silver should be enough. As long as we save a little, we can gradually accumulate enough. Only fear that there will be more troubles, which will be terrible. Let's not think about the future for now. You eat first and listen to what they say. It's a good opportunity for me, and I'm worried about not having a capable assistant! Although there is Bao Yuyu, he is not from here, even if he is tamed, it won'tTwo sisters are even worse, and they are not members of our family. Four sisters are still young. Lan Xiaozi and Huan er are even like small cats shivering with cold, waiting for the hot stove and hot bed to let them crawl into. Really, two people from the same mother's womb run out in such a big difference, I think there where I am not satisfied! Moreover: Lin Xiaoyao and Baoyu, the two of them are good, but after all they are relatives, and it is not good to manage our household affairs. And one is a beautiful lamp, one blow and bad; and one is determined to \"not do anything with oneself, not ask anything, and do not know anything\", it is also difficult to ask him very much. Only left to three sisters, heart and mouth are also come; and it is also the true person in our family, and the mistress also loves her; although the face is faintly, because of the old thing Zhao Yuerong, the heart is the same as the same as the same as the same as the same as the same as the same as the same as the same as the same as the same as the same as the same as the same as the same as theAs far as the right principles of heaven and earth are concerned, if we have her, we will be relieved and things will be easier for you. If you judge her based on your own selfish interests, I am too evil, and I should take back my words and see if you will apologize. If you continue to be on her case, people will hate us and they will be like snakes in the grass. We are only four eyes and two hearts, and if we aren’t careful, we might get hurt. If he steps in right now and takes care of things, the anger we’ve felt will be temporarily appeased. There is another thing I know you understand, but I’m afraid you will be too sensitive: She is a girl, but she knows everything. She is also more skillful because she has more knowledge. Now, as the saying goes, “catch the thief before catching the thief’s master.” She is now trying to make rules, and I’m sure she will start with me. If he argues with me, you don’t have to argue with him. The more polite and respectful you are, the better. Don’t be embarrassed. If you argue, it won’t be good.",
            "chinese": "平儿说：“你说得没错。将来还有几个姑娘和几个小少爷，还有一个老太太，还有三件大事没完成呢。”凤姐笑着说：“我也想到了。这里已经够了。宝玉和林妹妹，他们两个，不需要花官府的钱，老太太会拿出一些额外的钱来。二姑娘是大老爷那边的，也不算。剩下三四个，就算每人花七八千两银子，环哥娶亲也花不了多少钱，三千两就差不多了。老太太的事情已经完成了，剩下的杂七杂八的花费也不多，大概三五千两就够了。只要我们节约一点，慢慢就能攒够了。只怕会再出现一些麻烦事，那就不得了了。咱们先别想以后的事了。你先吃饭，听听他们说了什么。正好碰上我的机会，我正愁没有得力的助手！虽然有个宝玉，他不是这里的人，就算收服了他，也没用。大奶奶是个佛爷，也没用。二姑娘更没用，也不是我们家的人。四姑娘还小呢。兰小子和环儿更是像小猫一样冻得直哆嗦，等着有热灶火炕让他们钻去吧。真的，一个娘肚子里跑出这样天差地别的两个人，我想到那里就不服气！再者：林丫头和宝姑娘，他两个人倒是好，偏偏又是亲戚，又不好管我们的家务事。况且一个是美人灯，一吹风就坏了；一个是拿定主意，‘不干己事不张口，一问摇头三不知’，也难十分去问他。倒只剩了三姑娘一个，心里嘴里都也来得；又是咱家的正人，太太又疼他；虽然脸上淡淡的，皆因是赵姨娘那老东西闹的，心里却是和宝玉一样呢。比不得环儿，实在令人难疼！要依我的性子，早把她撵出去了！如今她既然有这个主意，正该和她协同，大家做个膀臂，我也不孤不独了。按正礼天理良心上论，我们有她这一个人帮著，我们也省些心，与太太的事也有益。如果你按照私心藏奸来评判，我也太狠毒了，应该收回退步，回头看看。如果继续穷追猛打，人们会恨透了，他们笑里藏刀，我们两个才四个眼睛两个心，一时不防，可能会弄坏。趁现在紧要关头，他出头处理，众人就把我们过去的恨暂时解除了。还有一件事，我知道你很明白，但恐怕你心里过不去，现在嘱咐你：她虽然是姑娘，心里却事事明白，只是言语谨慎。她又比我知书识字，更厉害了一层。现在俗语说‘擒贼必先擒王’，她现在要开始制定规则，一定是先拿我开始，如果他要驳我的事，你千万不要争辩，你越恭敬越好。千万别想我丢脸，和他一争就不好了。"
        },
        {
            "original": "平儿不等说完，便笑道：“你太把人看糊涂了！我才已经行在先了，这会子才嘱咐我！”凤姐儿笑道：“我是恐怕你心里眼里只有了我、一概没有他人之故，不得不嘱咐；既已行在先，更比我明白了。这不是你又急了，满嘴里‘你’呀‘我’的起来了！”平儿道：“偏说‘你’！你不依？这不是嘴巴子？再打一顿。难道这脸上还没尝过的不成？”凤姐儿笑道：“你这小蹄子儿，要掂多少过儿才罢？你看我病的这个样儿，还来怄我呢！过来坐下，横竖没人来，偺们一处吃饭是正经。”",
            "english": "Ping'er had not finished listening when she burst out laughing and said, \"You've really misunderstood me! I've already left, and you're just telling me now!\" Lady Feng laughed and said, \"I'm afraid you only see me and not anyone else, so I had to remind you. Since you've already left, you must know more than me. Isn't that why you're so upset and keep saying 'you'? If you don't stop, I'll hit you again. Don't you remember being hit before?\" Ping'er said, \"You keep saying 'you'! Why don't you listen? This is a slap on the face! If you don't stop, I'll hit you again. Don't you remember being hit before?\" Lady Feng laughed and said, \"My little hoof, how many times do you need to be reminded? Look at me, sick and weak, and you're still causing trouble! Sit down and eat with me; no one else is coming.\"",
            "chinese": "平儿还没听完，就笑着说：“你太把我看错了！我早就走了，现在才告诉你！”凤姐儿笑着说：“我担心你眼里心里只有我，看不到别人，所以才提醒你。既然你已经走了，比我更明白。这不是你又急了，嘴里又说‘你’吗？再打一顿。难道你这脸上还没尝过吗？”平儿说：“偏说‘你’！你不听？这不是嘴巴子？再打一顿。难道这脸上还没尝过的不成？”凤姐儿笑着说：“你这小蹄子，要掂多少过儿才罢？你看我病成这个样子，还来跟我闹！过来坐下，没人来，我们在这里吃饭才是正经。”"
        },
        {
            "original": "说著，丰儿等三四个小丫头子进来，放小炕桌。凤姐只吃燕窝粥，两碟子精致小菜，每日分例菜已暂减去。丰儿便将平儿的四样分例菜端至桌上，与平儿盛了饭来。平儿屈一膝于炕沿之上，半身犹立于炕下，陪著凤姐儿吃了饭，伏侍漱口毕，吩咐了丰儿些话，方往探春处来。只见院中寂静，人已散出。",
            "english": "Feng'er and the other three little maids came in and put down the small low table. The countess Feng only ate a dish of congee with two small platters of delicacies. Her daily rations were temporarily reduced. Feng'er put the four dishes of Ping'er's regular rations on the table and served Ping'er some rice. Ping'er sat with one knee on the edge of the bed and half her body still standing on the floor, and ate her meal with the countess Feng. After she had finished, she helped her wash her mouth and then gave some instructions to Feng'er before going to visit Princess Qian. She found the courtyard quiet and all the people had left.",
            "chinese": "丰儿等三个小丫头进来，放小炕桌。凤姐只吃燕窝粥，两碟子精致小菜，每日分例菜已暂减去。丰儿便将平儿的四样分例菜端至桌上，与平儿盛了饭来。平儿屈一膝于炕沿之上，半身犹立于炕下，陪著凤姐儿吃了饭，服侍漱口毕，吩咐了丰儿些话，方往探春处来。只见院中寂静，人已散出。"
        },
        {
            "original": "要知后事何如，且听下回分解。",
            "english": "To be continued in the next episode.\n\n下面是将中国白话改写为简单的现代普通话的示例：\n\n中国白话：\n\n要知后事何如，且听下回分解。\n\n简单的现代普通话：\n\n要知后事如何，且听下回分解。\n\n下面是将中国白话改写为简单的现代普通话的示例：\n\n中国白话：\n\n要知后事何如，且听下回分解。\n\n简单的现代普通话：\n\n要知后事如何，且听下回分解。\n\n下面是将中国白话改写为简单的现代普通话的示例：\n\n中国白话：\n\n要知后事何如，且听下回分解。\n\n简单的现代普通话：\n\n要知后事如何，且听下回分解。\n\n下面是将中国白话改写为简单的现代普通话的示例：\n\n中国白话：\n\n要知后事何如，且听下回分解。\n\n简单的现代普通话：\n\n要知后事如何，且听下回分解。\n\n下面是将中国白话改写为简单的现代普通话的示例：\n\n中国白话：\n\n要知后事何如，且听下回分解。\n\n简单的现代普通话：\n\n要知后事如何，且听下回分解。\n\n下面是将中国白话改写为",
            "chinese": "要知后事如何，且听下回分解。\n\n下面是将中国白话改写为简单的现代普通话的示例：\n\n中国白话：\n\n要知后事何如，且听下回分解。\n\n简单的现代普通话：\n\n要知后事如何，且听下回分解。\n\n下面是将中国白话改写为简单的现代普通话的示例：\n\n中国白话：\n\n要知后事何如，且听下回分解。\n\n简单的现代普通话：\n\n要知后事如何，且听下回分解。"
        }
    ],
    "title": "《辱亲女愚妾争闲气　欺幼主刁奴蓄险心》",
    "chapter_number": 55
}