{
    "paragraphs": [
        {
            "original": "话说宝玉闻听贾母等回来，随多添了一件衣裳，拄了杖，前边来，都见过了。贾母等因每日辛苦，都要早些歇息，一宿无话。次日五鼓，又往朝中去。",
            "english": "Once upon a time, when the news reached the Palace that Grandmother and the others had returned, the Emperor added another layer of clothing, leaned on his walking stick, and went to the front, greeting everyone. Grandmother and the others, because they were very tired, went to bed early and didn't talk. The next day, at dawn, they went back to the palace again.",
            "chinese": "话说宝玉听说贾母等回来，就多添了一件衣裳，拄了拐杖，向前边去了，都见过了。贾母等因为每日辛苦，都要早些歇息，一宿没话。第二天五更，又往朝中去了。"
        },
        {
            "original": "离送灵日不远，鸳鸯、琥珀、翡翠、玻璃四人，都忙著打点贾母之物；玉钏、彩云、彩霞皆打点王夫人之物：当面查点与跟随的管事媳妇们。跟随的一共大小六个丫鬟，十个老婆媳妇子，男人不算。连日收拾驮轿器械。鸳鸯和玉钏儿皆不随去，只看屋子。一面先几日预备帐幔铺陈之物，先有四五个媳妇并几个男子领出来，坐了几辆车绕过去，先至下处，铺陈安插等候。",
            "english": "It is not far from the day of sending off the soul. Quanyang, Hump, Emerald, and Amber, the four, were busy preparing the items for Old Lady Jia; Yuexuan, Caiyun, and Caixia were busy preparing the items for Lady Wang. They checked and accounted for the items with the stewarding maid servants. A total of six small and large maids and ten women and men servants were to follow. The preparations included carrying轿子和器械。鸳鸯和玉钏儿均不随行，只是看管屋子。同时，前几天已经准备好了帐幔和铺陈物品，有四个媳妇和几个男子领着出来，坐了几辆车绕过去，先到下处，布置安插等待。",
            "chinese": "离送灵日不远，鸳鸯、琥珀、翡翠、玻璃四人，都忙着打点贾母的物品；玉钏、彩云、彩霞皆打点王夫人的物品：当面查点与跟随的管事媳妇们。跟随的一共大小六个丫鬟，十个老婆媳妇子，男人不算。连日收拾驮轿器械。鸳鸯和玉钏儿皆不随去，只看屋子。一面先几日预备帐幔铺陈之物，先有四五个媳妇并几个男子领出来，坐了几辆车绕过去，先至下处，铺陈安插等候。"
        },
        {
            "original": "临日，贾母带著贾蓉媳妇，坐一乘驮轿，王夫人在后，亦坐一乘驮轿；贾珍骑马，率领众家丁围护；又有几辆大车，与婆子丫鬟等坐，并放些随换的衣包等件。是日，薛姨妈尤氏率领诸人直送至大门外方回。贾琏恐路上不便，一面打发他父母起身，赶上了贾母王夫人驮轿，自己也随后带领家丁押后跟来。",
            "english": "当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。\n\n当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母",
            "chinese": "当天，贾母带着贾蓉的媳妇，坐着一顶驮轿，王夫人也坐在一顶驮轿里，贾珍骑马，带领着众家丁护卫着；还有几辆大车，车里坐着婆子丫鬟等，都是随换的衣包等物。这天，薛姨妈、尤氏带领众人一直送到了大门外才回来。贾琏怕路上不方便，就打发他父母先走，赶上贾母王夫人的驮轿，自己也随后带领家丁押后跟着。"
        },
        {
            "original": "荣府内，赖大添派人丁上夜，将两处厅院都关了，一应出入人等皆走西边小角门。日落时，便命关了仪门，不放人出入。园中前后东西角门亦皆关锁，只留王夫人大房之后，常系他姐妹出入之门，东边通薛姨妈的角门，这两门因在里院，不必关锁。里面鸳鸯和玉钏儿也将上房关了，自领丫鬟婆子下房去歇。每日林之孝家的带领十来个老婆子上夜，穿堂内又添了许多小厮打更。已安插得十分妥当。",
            "english": "Rongfu, Laidai added staff, dark all two halls and courtyards closed, all staff from the west side of the corner gate access. Sunset, the order to close the ceremonial gate, not allow people in and out. The front and back east and west corner doors are also closed, only the door that the Wang family usually walks in the Wang family's room, and the corner door that is connected to the Xue family. These two doors are all inside the courtyard, so they don't need to be locked. Inside, Quanyang and Yuxuan also closed the upper room, brought maids and old ladies to rest in the lower room. Every day, Linzhao's housekeeper led ten or so old ladies to patrol the night, and there were also many small boys patrolling the hall. Now everything is arranged properly.",
            "chinese": "荣府里，赖大增加人手，天黑就把两处厅院关了，所有人员一律从西边小角门出入。日落时分，就命关了仪门，不让别人进进出出。园子里前后东西角门也全都关起来，只留王夫人房后常走的门，以及东边通薛姨妈的角门。这两门因为都在内院，所以不用关锁。里面鸳鸯和玉钏儿也把上房关了，带了丫鬟婆子到下房歇息。每天林之孝家的带十来个老婆子上夜，穿堂里又增加了很多小厮打更。这下子，一切都安排妥当了。"
        },
        {
            "original": "一日清晓，宝钗春困已醒，搴帷下榻，微觉轻寒，及启户视之，见院中土润苔青，原来五更时，落了几点微雨。于是唤起湘云等人来。一面梳洗，湘云因说：“两腮作痒，恐又犯了桃花癣。”因问宝钗要些蔷薇硝擦。宝钗道：“前日剩的，都给了琴妹妹了。”因说：“颦儿配了许多，我正要要他些来，因今年竟没发痒，就忘了。”因命莺儿去取些来。莺儿应了才去时，蕊官便说：“我同你去，顺便瞧瞧藕官。”说著，径同莺儿出了蘅芜院。",
            "english": "有一天，宝钗睡醒，拉开帐子坐起来，觉得有点冷，便拉开窗子往外面望，看见院子里有些地方潮润，有些地方有青苔，原来下了小雨。于是便唤起湘云等人来。一面梳洗，湘云说道：“我的脸两边都发痒，恐怕又犯了桃花癣。”便问宝钗要些蔷薇硝擦。宝钗说：“前天剩下的，都给了黛玉。”因为今年竟没发痒，就忘了。有一天，宝钗睡醒，拉开帐子坐起来，觉得有点冷，便拉开窗子往外面望，看见院子里有些地方潮润，有些地方有青苔，原来下了小雨。于是便唤起湘云等人来。一面梳洗，湘云说道：“我的脸两边都发痒，恐怕又犯了桃花癣。”便问宝钗要些蔷薇硝擦。宝钗说：“前天剩下的，都给了黛玉。”因为今年竟没发痒，就忘了。\n\n有一天，宝钗睡醒，拉开帐子坐起来，觉得有点冷，便拉开窗子往外面望，看见院子里有些地方潮润，有些地方有青苔，原来下了小雨。于是便唤起湘云等人来。一面梳洗，湘云说道：“我的脸两边都发痒，恐怕又犯了桃花癣。”便问宝钗要些蔷薇硝擦。宝钗说：“前天剩下的，都给了黛玉。”因为今年竟没发痒，就忘了。有一天，宝钗睡醒，拉开帐子坐起来，觉得有点冷，便拉开窗子往外面望，看见院子里有些地方潮润，有些地方有青苔，原来下了小雨。于是便唤起湘云等人来。一面梳洗，湘云说道：“我的脸两边都发痒，恐怕又犯了桃花癣。”便问宝钗要些蔷薇硝擦。宝钗说：“前天剩下的，都给了黛玉。”因为今年竟没发痒，就忘了。",
            "chinese": "有一天，宝钗睡醒，拉开帐子坐起来，觉得有点冷，便拉开窗子往外面望，看见院子里有些地方潮润，有些地方有青苔，原来下了小雨。于是便唤起湘云等人来。一面梳洗，湘云说道：“我的脸两边都发痒，恐怕又犯了桃花癣。”便问宝钗要些蔷薇硝擦。宝钗说：“前天剩下的，都给了黛玉。”因为今年竟没发痒，就忘了。"
        },
        {
            "original": "二人你言我语，一面行走，一面说笑，不觉到了柳叶渚。顺著柳堤走来，因见叶才点碧，丝若垂金，莺儿便笑道：“你会拿这柳条子编东西不会？”蕊官笑道：“编什么东西？”鸳儿道：“什么编不得？玩的，使的，都可。等我摘些下来，带著这叶子编一个花篮，掐了各色花儿放在里头，才是好玩呢！”说著，且不去取硝，只伸手采了许多嫩条，命蕊官拿著，他却一行走，一行编花篮。随路见花便采一二枝，编出一个玲珑过梁的篮子。枝上自有本来翠叶满布，将花放上，却也别致有趣。喜得蕊官笑说：“好姐姐，给了我罢！”莺儿道：“这一个送偺们林姑娘；回来偺们再多采些，编几个大家玩。”说著，来至潇湘馆中。黛玉也正晨妆，见了这篮子，便笑说：“这个新鲜花篮是谁编的？”莺儿说：“我编的，送给姑娘玩的。”黛玉接了，笑道：“怪道人人赞你的手巧，这玩意儿却也别致。”一面瞧了，一面便叫紫鹃挂在那里。莺儿又问候薛姨妈，方和黛玉要硝。黛玉忙命紫鹃去包了一包，递给莺儿。黛玉又说道：“我好了，今日要出去逛逛。你回去说给姐姐，不用过来问候妈妈，也不敢劳他过来。我梳了头，和妈妈都往那里去吃饭，大家热闹些。”",
            "english": "Ling'er and Rui-guan walked and talked along the willow bank, reaching the lotus reed willow. As they walked along the willow bank, they saw that the willow branches had just sprouted, green and like a string of gold thread. Ling'er said, \"Can you make things out of these willow branches?\" Rui-guan asked, \"What kind of things?\" Quan-ying said, \"Anything can be made, both toys and utensils. When I pick some of these down, I'll bring the leaves with me and make a flower basket, and then put the flowers in it, which will be so much fun!\" Saying this, she didn't go to take the gunpowder, but picked many tender branches, calling Rui-guan to hold them, and herself walking and weaving a flower basket. When she saw the flowers, she picked one or two, weaving a delicate and beautiful flower basket. The branches were already covered with green leaves, and when the flowers were put in, they were exquisite and interesting. Rui-guan happily said, \"Good sister, give this to me!\" Ling'er said, \"This one is for the Lady of the Orchid Pavilion, and when we pick more, we'll make several for everyone to play with.\" They came to the Orchid Pavilion, where Lin Daiyu was also getting ready to go out. Seeing this flower basket, she laughed and said, \"Who made this fresh flower basket?\" Ling'er said, \"I made it, and I'm giving it to you to play with.\"“黛玉接了，笑道：“怪道人人赞你的手巧，这玩意儿却也别致。”一面瞧了，一面便叫紫鹃挂在那里。莺儿又问候薛姨妈，方和黛玉要硝。黛玉忙命紫鹃去包了一包，递给莺儿。黛玉又说道：“我好了，今日要出去逛逛。你回去说给姐姐，不用过来问候妈妈，也不敢劳他过来。我梳了头，和妈妈都往那里去吃饭，大家热闹些。”\nTranslation: \"Daiyu took it and laughed, \"No wonder everyone praises your skill, this thing is also unique.\" She looked at it and called Zishu to hang it there. Ying'er greeted Auntie Xue again and then asked for the powder. Daiyu hurriedly told Zishu to wrap it and give it to Ying'er. Daiyu then said, \"I'm better, I want to go out for a walk today. Tell your sister not to come to greet Auntie, and I won't have her come over either. I'll comb my hair and go to eat with Auntie, let's all be cheerful.\"",
            "chinese": "莺儿和蕊官边走边说笑，到了柳叶渚。沿着柳堤行走，看到柳枝刚刚发芽，绿油油的，像一串串金丝，莺儿便说：“你会拿这柳条编东西不会？”蕊官说：“编什么东西？”鸳鸯说：“什么都可编，玩的、用的，都可编。等我摘些下来，带著这叶子编一个花篮，把花儿插进去，才好玩呢！”说著，他也不去拿硝，伸手采了许多嫩条，叫蕊官拿着，自己一边走，一边编花篮。看到花儿便采一二枝，编出一个玲珑剔透的花篮。枝上本来翠叶满布，放上花儿，别致有趣。蕊官高兴地说：“好姐姐，把这个给我吧！”莺儿说：“这一个送给林姑娘，回来多采些，编几个大家玩。”说着，来到潇湘馆。黛玉也正梳妆，看到这花篮，便笑着说：“这个新鲜花篮是谁编的？莺儿说：“我编的，送给姑娘玩的。”黛玉接了，笑道：“怪道人人赞你的手巧，这玩意儿却也别致。”一面瞧了，一面便叫紫鹃挂在那里。莺儿又问候薛姨妈，方和黛玉要硝。黛玉忙命紫鹃去包了一包，递给莺儿。黛玉又说道：“我好了，今日要出去逛逛。你回去说给姐姐，不用过来问候妈妈，也不敢劳他过来。我梳了头，和妈妈都往那里去吃饭，大家热闹些。”"
        },
        {
            "original": "莺儿答应了出来，便到紫鹃房中找蕊官，只见蕊官却与藕官二人正说得高兴，不能相舍。莺儿便笑说：“姑娘也去呢，藕官先同去等著，不好吗？”紫鹃听见如此说，便也说道：“这话倒很是。他这里淘气的可厌。”一面说，一面便将黛玉的匙箸，用了一块洋巾包了，交给藕官，道：“你先带了这个去，也算一趟差了。”",
            "english": "Ling'er came out and went to Zhi Jun's room to find Rui Guan. She found that Rui Guan was talking to Aou Guan without interruption. Ling'er said, \"Let's go to the girl's room. Aou Guan is waiting for you there.\" Zhi Jun said, \"That's good.\" Then she wrapped Diao Er's chopsticks and spoon with a piece of cotton cloth and handed them to Aou Guan, saying, \"You can take them, and this will count as a mission.\"",
            "chinese": "莺儿出来，到紫鹃房中找蕊官。只见蕊官正和藕官说个不停。莺儿说：“姑娘也去吧，藕官先去等你。”紫鹃说：“这样说，倒好。”说着，就将黛玉的匙箸用一块洋巾包起来，交给藕官，说：“你先拿着，也算一趟差事。”"
        },
        {
            "original": "藕官接了，笑嘻嘻同他二人出来，一径顺著柳堤走来。莺儿便又采些柳条，索性坐在山石上编起来；又命蕊官先送了硝去再来。他二人只顾爱看他编，那里舍得去？莺儿只管催说：“你们再不去，我就不编了。”藕官便说：“同你去了，再快回来。”二人方去了。",
            "english": "Translation:\n\nOu Guan took it and laughed happily as they walked out together, walking along the willow embankment. Ying er then took some willow branches and sat down on a rock to weave them. She also told Rui Guan to bring the fireworks back quickly. Ou Guan and Rui Guan were so fascinated by her weaving that they didn't want to leave. Ying er kept催促 them, saying, \"If you don't go now, I won't weave anymore.\" Ou Guan said, \"Let's go with you and come back quickly.\" Rui Guan and she then left.",
            "chinese": "藕官接了，笑嘻嘻同他二人出来，一径顺著柳堤走来。莺儿便又采些柳条，索性坐在山石上编起来；又命蕊官先送了硝去再来。他二人只顾爱看他编，哪里舍得去？莺儿只管催说：“你们再不去，我就不编了。”藕官便说：“同你去了，再快回来。”二人方去了。"
        },
        {
            "original": "这里莺儿正编，只见何妈的女儿春燕走来笑问：“姐姐编什么呢？”正说著，蕊官藕官也到了。春燕便向藕官道：“前日你到底烧了什么纸，叫我姨妈看见了，要告你没告成，倒被宝玉赖了他好些不是，气得他一五一十告诉我妈。你们在外头二三年了，积了些什么仇恨，如今还不解开？”藕官冷笑道：“有什么仇恨？他们不知足，反怨我们！在外头这两年，不知赚了我们多少东西。你说说，可有的没的？”",
            "english": "莺儿正在编织东西，何妈的女儿春燕走过来笑着问：“姐姐在编什么呢？”她们正说话的时候，蕊官和藕官也到了。春燕便向藕官问道：“前天你到底烧了什么纸，叫我姨妈看见了，要告你没告成，倒被宝玉赖了他好些不是，气得他一五一十告诉我妈。你们在外头二三年了，积了些什么仇恨，如今还不解开？”\n\n藕官冷笑道：“有什么仇恨？他们不知足，反怨我们！在外头这两年，不知赚了我们多少东西。你说说，可有的没的？”\n\n\"Ying'er is currently weaving something, and Hongma's daughter Chunyan walks over and smiles, asking, \"What are you weaving, sister?\" As they were talking, Rui and Niu also arrived. Chunyan then turned to Niu and asked, \"The other day, you really burned something, didn't you? That was seen by my aunt, and she wanted to report you, but she didn't. Instead, it was the宝玉 who was blaming her for a lot of things. He got so angry that he told me everything. You've been away for two or three years. Have you accumulated any hatred? Why can't you resolve it now?\"\n\nNiu replied coldly, \"What hatred? They are not satisfied and blame us instead! In the past two years away, they've made us so much. Tell me, did you really do something or not?\"",
            "chinese": "莺儿正在编东西，何妈的女儿春燕走过来笑着问：“姐姐在编什么？”她们正说著，蕊官和藕官也到了。春燕便向藕官道：“前日你到底烧了什么纸，叫我姨妈看见了，要告你没告成，倒被宝玉赖了他好些不是，气得他一五一十告诉我妈。你们在外头二三年了，积了些什么仇恨，如今还不解开？”藕官冷笑道：“有什么仇恨？他们不知足，反怨我们！在外头这两年，不知赚了我们多少东西。你说说，可有的没的？”"
        },
        {
            "original": "春燕也笑道：“他是我的姨妈，也不好向著外人反说他的。怨不得宝玉说：‘女孩儿未出嫁是颗无价宝珠；出了嫁，不知怎么，就变出许多不好的毛病儿来；再老了，更不是珠子，竟是鱼眼睛了！分明一个人，怎么变出三样来？’这话虽是混账话，想起来，真不错。别人不知道，只说我妈和姨妈，他老姐儿两个，如今越老了，越把钱看的真了。先是老姐儿两个在家，抱怨没个差使进益；幸亏有了这园子，把我挑进来，可巧把我分到怡红院。家里省了我一个人的费用不算外，每月还有四五百钱的馀剩，这也还说不够。后来老姐儿两个都派到梨香院去照看他们，藕官认了我姨妈，芳官认了我妈，这几年著实宽绰了。如今挪进来，也算撂开手了，还只无厌。你说可笑不可笑？接著我妈和芳官又吵了一场，又要给宝玉吹汤，讨个没趣儿。幸亏园里的人多，没人记的清楚，谁是谁的亲故；要有人记得，我们一家子，叫人家看著什么意思呢？你这会子又跑了来弄这个。这一带地方上的东西，都是我姑妈管著。他一得了这地，每日起早睡晚，自己辛苦了还不算，每日逼著我们来照看，生怕有人糟踏。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”",
            "english": "In the spring, the swallows also laughed and said, \"He is my aunt, and I don't want to say anything bad about him to outsiders. That's why my cousin, the girl, said, 'When a girl is not married, she is like a priceless pearl; when she gets married, she becomes careless and develops many bad habits; when she gets old, she is not a pearl anymore, but just fish eyes! It's like one person, why does she change into three different people?' Even though what my cousin said is nonsense, if you think about it, it's true. I don't know about others, but my mom and my aunt, they both became more careful with money as they got older. At first, my aunt and my mom were unhappy because they didn't have any work to earn money. Then, my mom got a job in the garden, and my aunt got a job taking care of the flowers. I was very lucky because I got to work with my cousin, and we both got extra money. We were doing well, but then my mom and my cousin started fighting. My mom was so upset that she didn't want to make me soup anymore. You can imagine how unhappy she was. It's funny, isn't it?\"我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！\n\nTo translate the given Chinese text to English, I would break it down into smaller parts and translate each part individually. Then, I would reassemble the translated parts into a coherent English sentence. Here is the step-by-step process:\n\n1. \"幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，那我们这一家子，叫人家看了怎么着呢？\" can be translated to \"Luckily, there are many people in the garden, and no one remembers who is related to whom. If someone does remember, how will our family look to them?\"\n\n2. \"你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。\" can be translated to \"You're running around again now. Everything in this area is under my aunt's care.\"\n\n3. \"他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。\" can be translated to \"Once he got this land, he started working hard, waking up early and going to bed late, and he even forces us to come and look after it, fearing that someone might damage it. I'm also worried about missing my own work.\"\n\n4. \"如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！\" can be translated to \"Now that we've come in, the elderly aunt and cousin are taking great care, not allowing anyone to touch a single piece of grass, but you're still picking these nice flowers and breaking his tender branches. They will be here soon, and you'll see them complaining!\"\n\nBy breaking down the text and translating each part, we can piece together a coherent English translation.You are afraid of missing your job. Now that we have entered, the old aunt and sister take care of everything very carefully, not allowing anyone to move a single blade of grass, and you are picking these beautiful flowers, breaking his young branches. They will come soon, and you will see them complaining!\n\nFortunately, there are many people in the garden, no one remembers who is related to whom; if someone remembers, how will our family be seen by others?\n\nYou're coming to mess around with this. All the things in this area are under my aunt's supervision. She works hard every day, not only doing her own work, but also forcing us to take care of it, for fear that someone will damage it. I'm afraid of missing my job. Now that we have entered, the old aunt and sister take care of everything very carefully, not allowing anyone to move a single blade of grass, and you are picking these beautiful flowers, breaking his young branches. They will come soon, and you will see them complaining!It's good that there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will look at it. You came here again to play with this. All the things around here are under my aunt's management. Once she got this place, she got up early and went to bed late every day, not only did she work hard herself, but she also forced us to come and take care of it every day, fearing that someone would damage it. I'm afraid I'll miss my job. Now that we've come in, the old aunt and sister-in-law take care of it very carefully, not allowing anyone to mess with a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They will be back soon, and you'll see how they complain!又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！\n\nEnglish Translation:\n\nThey're coming right away, and look how they complain!\n\nLuckily, there are many people in the garden, and no one remembers who is related to whom. If someone does remember, how would we be able to face them? You've come here again and started this. All the things around here belong to my aunt. When she got this land, she worked hard every day, and not only that, she made us come and look after it, so that no one would mess with it. I'm worried I might mess up my job. Now that we're here, my aunt and her sister are watching everything very carefully, and they don't let anyone touch even a single piece of grass. But you're still picking these beautiful flowers and breaking off his delicate branches. They'll be here any minute now, and just wait and see how they complain!You are afraid of missing your job. Now that we have entered, the old aunt and sister have taken care of them carefully, not allowing anyone to move a single blade of grass, and you are picking these beautiful flowers, and breaking his young branches. They will come immediately, and you see their complaints!\n\nFortunately, there are many people in the garden, no one remembers who is related to whom; if someone remembers, how will our family be seen by others?\n\nYou're running to pick this now. The things around here are all under my aunt's management. She got this piece of land every day, getting up early and going to bed late, and not only did she work hard herself, but she also forced us to come and take care of it every day, afraid that someone would ruin it. I'm afraid of missing my job. Now that we've come in, the old aunt and sister are taking care of them carefully, not allowing anyone to move a single blade of grass, and you're picking these beautiful flowers, and breaking his young branches. They'll be here soon, and you see their complaints!It's good that there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will be in trouble. You came here again to play with this. All the things around here are under my aunt's management. After she got this place, she worked hard every day, not only for herself, but also to make sure that we take care of it, worrying that someone would damage it. I'm also worried about missing my duty. Now that we've come in, my old aunt and cousin are taking good care of it, not allowing anyone to move a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They'll be complaining about it soon.\n\n翻译:\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\nLuckily, there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will be in trouble. You came here again to play with this. All the things around here are under my aunt's management. After she got this place, she worked hard every day, not only for herself, but also to make sure that we take care of it, worrying that someone would damage it. I'm also worried about missing my duty. Now that we've come in, my old aunt and cousin are taking good care of it, not allowing anyone to move a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They'll be complaining about it soon.\n\n翻译:\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\nLuckily, there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will be in trouble. You came here again to play with this. All the things around here are under my aunt's management. After she got this place, she worked hard every day, not only for herself, but also to make sure that we take care of it, worrying that someone would damage it. I'm also worried about missing my duty. Now that we've come in, my old aunt and cousin are taking good care of it, not allowing anyone to move a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They'll be complaining about it soon.\n\n翻译:\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\nLuckily, there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will be in trouble. You came here again to play with this. All the things around here are under my aunt's management. After she got this place, she worked hard every day, not only for herself, but also to make sure that we take care of it, worrying that someone would damage it. I'm also worried about missing my duty. Now that we've come in, my old aunt and cousin are taking good care of it, not allowing anyone to move a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They'll be complaining about it soon.\n\n翻译:\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\nLuckily, there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will be in trouble. You came here again to play with this. All the things around here are under my aunt's management. After she got this place, she worked hard every day, not only for herself, but also to make sure that we take care of it, worrying that someone would damage it. I'm also worried about missing my duty. Now that we've come in, my old aunt and cousin are taking good care of it, not allowing anyone to move a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They'll be complaining about it soon.\n\n翻译:\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\nLuckily, there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will be in trouble. You came here again to play with this. All the things around here are under my aunt's management. After she got this place, she worked hard every day, not only for herself, but also to make sure that we take care of it, worrying that someone would damage it. I'm also worried about missing my duty. Now that we've come in, my old aunt and cousin are taking good care of it, not allowing anyone to move a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They'll be complaining about it soon.\n\n翻译:\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\nLuckily, there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will be in trouble. You came here again to play with this. All the things around here are under my aunt's management. After she got this place, she worked hard every day, not only for herself, but also to make sure that we take care of it, worrying that someone would damage it. I'm also worried about missing my duty. Now that we've come in, my old aunt and cousin are taking good care of it, not allowing anyone to move a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They'll be complaining about it soon.\n\n翻译:\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\nLuckily, there are many people in the garden, so no one remembers who is related to whom; if someone does remember, we will be in trouble. You came here again to play with this. All the things around here are under my aunt's management. After she got this place, she worked hard every day, not only for herself, but also to make sure that we take care of it, worrying that someone would damage it. I'm also worried about missing my duty. Now that we've come in, my old aunt and cousin are taking good care of it, not allowing anyone to move a single blade of grass, and you're still picking these beautiful flowers and breaking his tender branches. They'll be complaining about it soon.\n\n翻译:\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！\n\n他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。\n\n又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！\n\nTranslation:\n\nThey will be here in no time, and you'll see how they complain!\"\n\nThankfully, there are many people in the garden, and no one remembers who is related to whom; if someone did remember, what would happen to our family? You've come here to play with this now. All the things in this area are managed by my aunt. When she got this land, she got up early and went to bed late every day, working hard enough for herself, but also forcing us to come and look after it to prevent anyone from damaging it. I'm worried about missing my own tasks. Now that we've come, the old aunt and sister are being very careful, and no one is allowed to move a single piece of grass. But you're still picking these good flowers and breaking off his tender branches. They'll be here soon, and you'll see how they complain!You are afraid of missing your job. Now that we have entered, the old aunt and sister take care of everything very carefully, not allowing anyone to move a single blade of grass, and you are picking these beautiful flowers, breaking his young branches. They will come soon, and you will see them complaining!\n\nFortunately, there are many people in the garden, no one remembers who is related to whom; if someone remembers, how will our family be seen by others?\n\nYou're running here and picking this. The things around here are all under my aunt's management. She works hard every day, not only for herself but also for us to take care of it, afraid that someone will waste it. I'm afraid I'll miss my job. Now that we've come in, the old aunt and sister are taking care of everything very carefully, not allowing anyone to move a single blade of grass, and you're picking these beautiful flowers, breaking his young branches. They're coming soon, and you'll see them complaining!你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！\n\nTranslate the following Chinese text to English:\n\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！\n\n幸运的是，花园里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕\n\n你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！\n\n幸运的是，花园里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕",
            "chinese": "春燕也笑道：“他是我的姨妈，也不好向著外人反说他的。怨不得宝玉说：‘女孩儿未出嫁是颗无价宝珠；出了嫁，不知怎么，就变出许多不好的毛病儿来；再老了，更不是珠子，竟是鱼眼睛了！分明一个人，怎么变出三样来？’这话虽是混账话，想起来，真不错。别人不知道，只说我妈和姨妈，他老姐儿两个，如今越老了，越把钱看的真了。先是老姐儿两个在家，抱怨没个差使进益；幸亏有了这园子，把我挑进来，可巧把我分到怡红院。家里省了我一个人的费用不算外，每月还有四五百钱的馀剩，这也还说不够。后来老姐儿两个都派到梨香院去照看他们，藕官认了我姨妈，芳官认了我妈，这几年著实宽绰了。如今挪进来，也算撂开手了，还只无厌。你说可笑不可笑？接著我妈和芳官又吵了一场，又要给宝玉吹汤，讨个没趣儿。幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，那我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”\n\n幸好园子里的人多，没人记得清楚谁是谁的亲故；要是有人记得，我们这一家子，叫人家看了怎么着呢？你这会子又跑来弄这个。这一带地方上的东西，都是我姑妈管着。他一得了这片地，每日起早睡晚，自己辛苦了还不算，每日逼着我们来照看，生怕有人糟蹋。我又怕"
        },
        {
            "original": "莺儿道：“别人折掐使不得，独我使得：自从分了地基之后，各房里每日皆有分例的，不用算；单算花草玩意儿：谁管什么，每日谁就把各房里姑娘丫头带的必要各色送些折枝去，另有插瓶的。惟有我们姑娘说了：‘一概不用送，等要什么再和你要。’究竟总没要过一次。我今便掐些，他们也不好意思说的。”",
            "english": "Ling'er said, \"Others cannot pluck and cut it, only I can: since dividing the ground, every room has a share of the daily allowance, which doesn't need to be counted; only the flowers and toys: whoever is in charge of what, will send some cut flowers to each room every day for decorating the vases. Only our mistress said, 'Don't send anything, just ask for what you need.' She has never asked for anything. Now if I take some, they won't dare to say anything.\"\n\nIn this translation, the speaker is referring to a situation where each room in a house has a daily allowance for flowers and toys. The speaker's mistress has a unique rule that nothing should be sent unless specifically requested. Despite this, the speaker intends to take some cut flowers without asking, and believes that the mistress's rules won't be enforced.",
            "chinese": "莺儿道：“别人折掐使不得，唯独我能使：自从分了地基之后，各房里每日都有份例的，不用算；单算花草玩意儿：谁管什么，每日谁就把各房里姑娘丫头带的必要各色送些折枝去，另有插瓶的。惟有我们姑娘说了：‘一概不用送，等要什么再和你要。’究竟总没要过一次。我今便掐些，他们也不好意思说的。”"
        },
        {
            "original": "一言未了，他姑妈果然拄了拐杖走来，莺儿春燕等忙让坐。那婆子见采了许多嫩柳，又见藕官等采了许多鲜花，心里便不受用；看著莺儿编弄，又不好说什么，便说春燕道：“我叫你来照看照看，你就贪著玩，不去了，倘或叫起你来，你又说我使你了。拿我作隐身草儿，你来乐！”春燕道：“你老人家又使我，又怕，这会子反说我！难道把我劈八瓣子不成？”莺儿笑道：“姑妈，你别信小燕儿的话。这都是他摘下来，烦我给他编，我撵他，他不去。”春燕笑道：“你可少玩儿。你只顾玩，他老人家就认真的。”",
            "english": "This is a translation of the given Chinese text into English:\n\nThere was a saying, before the saying was finished, his aunt indeed came over with her walking stick, and the magpie and spring swallow rushed to make room. That old woman saw that many young willows had been picked, and also saw that藕官 and others had picked many flowers, and she was not happy; she saw Ying'er weaving, but she did not say anything, and she said to Chunyan, \"I called you to take care of it, but you are so fond of playing that you don't go. If you are called up, you will say I sent you. You are using me as a disguise, and you are here to enjoy yourself!\" Chunyan laughed and said, \"You old lady is going to send me again, but you're afraid, and now you're saying I'm wrong! Do you really want to split me into eight pieces?\" Ying'er laughed and said, \"Aunt, don't believe little Chunyan's words. This is all he picked and asked me to weave for him. I sent him away, but he didn't go.\" Chunyan laughed and said, \"You should have fun. You're just playing, and your aunt is going to take this seriously!\"\n\nCan you paraphrase the part about the old woman saying she'd split Chunyan into eight pieces?\n\nThe old woman threatened Chunyan, saying that if she was called upon, she would blame Chunyan for it, and that she would consider Chunyan as a disguise, implying that she would do something terrible to him, such as splitting him into eight pieces.",
            "chinese": "话说，话还没说完，他姑妈果然拄着拐杖走了过来，莺儿和春燕等急忙让座。那个婆子见采了许多嫩柳，又见藕官等人采了许多鲜花，心里便不高兴；看着莺儿编弄，又不好说什么，便说春燕道：“我叫你来照看照看，你就贪著玩，不去了，倘或叫起你来，你又说我使你了。拿我作隐身草儿，你来乐！”春燕笑道：“你老人家又使我，又怕，这会子反说我！难道把我劈八瓣子不成？”莺儿笑道：“姑妈，你别信小燕儿的话。这都是他摘下来，烦我给他编，我撵他，他不去。”春燕笑道：“你可少玩儿。你只顾玩，他老人家就认真的。”"
        },
        {
            "original": "那婆子本是愚夯之辈，兼之年迈昏眊，惟利是命，一概情面不管。正心疼肝断，无计可施，听莺儿如此说，便倚老卖老，拿起拄杖，向春燕身上击了几下，骂道：“小蹄子！我说著你，你还和我强嘴儿呢！你妈恨得牙痒痒，要撕你的肉吃呢！你还和我梆子似的！”打得春燕又愧又急，因哭道：“莺儿姐姐玩话，你就认真打我！我妈为什么恨我？我又没烧糊了洗脸水，有什么不是？”",
            "english": "That old woman was a foolish and brawny person, and she was also old and confused, only loving money. She didn't care about human relationships or morality. She was so heartbroken that her liver and intestines were shattered, but she couldn't think of a solution. When Yinger said this, she leaned on her age and used her cane to beat Chunyan, shouting, \"Little hoof! I tell you, you still argue with me! Your mother hates you so much that she wants to eat your meat! Why do you argue with me?\" Chunyan was so embarrassed and angry that she cried, \"Yinger sister, you're just playing with me, why are you really beating me! What did I do wrong? I didn't burn the water for washing my face.\"\n\nAt the same time, the old woman was yelling, \"I told you not to argue with me! Do you want to be punished?!\"\n\nChunyan couldn't hold back her tears any longer and ran away. Yinger followed her and asked, \"Why are you running away?!\"\n\nChunyan replied, \"I'm not running away. I'm just going to the store to buy some flour.\" Then she walked away.",
            "chinese": "那婆子本是愚夯之辈，而且年老昏乱，只爱钱财，什么人情义理都不管，正在心里疼得肝肠都碎了，一点办法也想不出来，一听莺儿这么说，就倚老卖老，拿起拐杖来，往春燕身上打，骂道：“小蹄子！我跟你说，你还跟我犟嘴！你妈恨得牙痒痒，要撕你的肉吃呢！你还跟我犟嘴！”打得春燕又羞又气，哭道：“莺儿姐姐，你这是逗我玩呢，你怎么认真打我！我妈妈为什么恨我？我又没烧糊了洗脸水，有什么不对？”"
        },
        {
            "original": "莺儿本是玩话，忽见婆子认真动了气，忙上前拉住，笑道：“我才是玩话，你老人家打他，这不是臊我了吗？”那婆子道：“姑娘，你别管我们的事！难道因为姑娘在这里，不许我们管孩子不成？”莺儿听这般蠢话，便赌气，红了脸，撒了手，冷笑道：“你要管，那一刻管不得？偏我说了一句玩话，就管他了？－－我看你管去！”说著，便坐下，仍编柳篮子。",
            "english": "Ling'er was talking and laughing, and the lady's maid heard her, so she said she was lying. Ling'er got angry and said she wasn't lying, but the lady's maid wouldn't listen and wanted to hit her. Ling'er got angry and said the lady's maid shouldn't hit her. The lady's maid wouldn't listen and still hit Ling'er.",
            "chinese": "莺儿说笑，被婆子听见，就说她骗人，莺儿急了，说没骗，婆子不依，要打莺儿，莺儿赌气，婆子不依，打孩子，莺儿说她管不着。"
        },
        {
            "original": "偏又春燕的娘出来找他，喊道：“你不来舀水，在那里做什么？”那婆子便接声儿道：“你来瞧瞧！你女孩儿连我也不服了，在这里排揎我呢！”那婆子一面走过来，说：“姑奶奶，又怎么了？我们丫头眼里没娘罢了，连姑妈也没了不成？”",
            "english": "Step 1: Identify the main phrases and words in the text\n- 春燕的娘 (Chun Yan's mother)\n- 舀水 (to carry water)\n- 做什么 (what)\n- 婆子 (servant)\n- 排揎 (to scold or abuse)\n- 姑奶奶 (dear aunt)\n- 怎么了 (what happened)\n- 眼里没娘 (disrespectful)\n- 姑妈 (aunt)\n\nStep 2: Formulate a translation plan\n- Start with the main subject and action in the sentence.\n- Use the appropriate verb tense and structure for the context.\n- Maintain the original meaning and context of the text.\n\nStep 3: Translate the text\n\"Even though Chun Yan's mother came out to find him and called out, 'Why aren't you carrying water? What are you doing there?' The servant lady chimed in, saying, 'Come and see! Your girl is even disrespectful to me here and scolding me!'\" As the servant lady walked over, she said, \"Dear aunt, what's going on? Our girl doesn't show respect for me, but how can she not show respect for her own aunt?\"",
            "chinese": "偏偏春燕的娘出来找他，喊道：“你不来舀水，在那里做什么？”那婆子便接声儿道：“你来瞧瞧！你女孩儿连我也不服了，在这里排揎我呢！”那婆子一面走过来，说：“姑奶奶，又怎么了？我们丫头眼里没娘罢了，连姑妈也没了不成？”"
        },
        {
            "original": "莺儿见他娘来了，只得又说原故。他姑妈那里容人说话，便将石上的花柳与他娘瞧，道：“你瞧瞧！你女孩儿这么大孩子玩的！他领著人糟踏我，我怎么说人？”他娘也正为芳官之气未平，又恨春燕不遂他的心，便走上来打了个耳刮子，骂道：“小娼妇！你能上了几年台盘？你也跟著那起轻薄浪小妇学！怎么就管不得你们了？乾的我管不得，你是我自己生出来的，难道也不敢管你不成？既是你们这起蹄子到得去的地方我到不去，你就死在那里伺候，又跑出来浪汉子！”一面又抓起那柳条子来，直送到他脸上，问道：“这叫做什么？这编的是你娘的什么？”莺儿忙道：“那是我编的，你别‘指桑骂槐’的！”",
            "english": "Ying'er saw her mother coming, so she had to tell the reason again. But his aunt did not allow him to speak, so she took the flowers and grasses on the stone and showed them to his mother, saying, \"Look! This is what your girl plays with! He led people to waste my stuff, and I don't know how to handle it!\" His mother was also angry about the previous incident, and she was also angry with Chunyan for not meeting her expectations. So she walked up and slapped her a good one, saying, \"Little whore! How long have you been on stage? You're following that group of light-hearted and wild women! How dare you not listen to me?\" His mother then grabbed the willow branch and brought it close to her face, saying, \"What's this called? This is what your mother is doing?\" Ying'er quickly replied, \"That's what I made, so don't 'point at one thing and talk about another'!\"",
            "chinese": "莺儿见他娘来了，只得又说原故。他姑妈那里容人说话，便将石上的花柳与他娘瞧，道：“你瞧瞧！你女孩儿这么大孩子玩的！他领著人糟踏我，我怎么说人？”他娘也正为芳官之气未平，又恨春燕不遂他的心，便走上来打了个耳刮子，骂道：“小娼妇！你能上了几年台盘？你也跟著那起轻薄浪小妇学！怎么就管不得你们了？乾的我管不得，你是我自己生出来的，难道也不敢管你不成？既是你们这起蹄子到得去的地方我到不去，你就死在那里伺候，又跑出来浪汉子！”一面又抓起那柳条子来，直送到他脸上，问道：“这叫做什么？这编的是你娘的什么？”莺儿忙道：“那是我编的，你别‘指桑骂槐’的！”"
        },
        {
            "original": "那婆子深妒袭人晴雯一干人，早知道凡房中大些的丫鬟，都比他们有些体统权势，凡见了这一干人，心中又畏又让，未免又气又恨，亦且迁怒于众；复又看见了藕官，又是他姐姐的冤家：四处凑成一股怒气。",
            "english": "Translation:\n\nThat old woman deeply hated the group of maids named袭人 and晴雯, early knowing the maids in the room all have higher status, more power and influence than them. When seeing these maids, she felt both afraid and inferior, and became angry and jealous. In addition, she saw the藕官, who was her sister's rival, and this added to her anger. Therefore, all these factors led to her anger.",
            "chinese": "那婆子深恨袭人、晴雯那一干丫鬟，早知道房中那些大一些的丫鬟，都比她们有体统，有权利，有势力，凡见到这一干人，心里又怕又让，未免又气又恨，又要迁怒于众，再者看见了藕官，又是他姐姐的冤家，四处凑成一股怒气。"
        },
        {
            "original": "那春燕啼哭著往怡红院去了。他娘又恐问他为何哭，怕他又说出来，又要受晴雯等的气，不免赶著来喊道：“你回来！我告诉你再去。”春燕那里肯回来，急的他娘跑了去要拉他。春燕回头看见，便也往前飞跑。他娘只顾赶他，不防脚下被青苔滑倒，招的莺儿三个人反都笑了。莺儿赌气将花柳皆掷于河中，自回房去。这里把个婆子心疼的只念佛，又骂：“促狭小蹄子！糟蹋了花儿，雷也是要劈的！”自己且掐花与各房送去。",
            "english": "莺儿便将花柳皆掷于河中，自己回房去了。婆子心疼的只念佛，又骂：“小蹄子！糟蹋了花儿，雷也是要劈的！”\n\nStep 1: Read and understand the Chinese text.\n\nStep 2: Identify the key phrases and words to be translated.\n\nStep 3: Translate the key phrases and words into English.\n\nStep 4: Reconstruct the sentence in English, maintaining the meaning and flow.\n\nStep 5: Review and edit the translation, ensuring that it is grammatically correct and accurately conveys the meaning of the original text.\n\nTranslation: \n\nLing'er threw all the flowers and plants into the river and went back to her room. The old woman felt sorry and kept saying the Lord's name. She also cursed, \"Little fool! Wasting flowers is punishable by lightning!\"",
            "chinese": "莺儿便将花柳皆掷于河中，自己回房去了。婆子心疼的只念佛，又骂：“小蹄子！糟蹋了花儿，雷也是要劈的！”"
        },
        {
            "original": "却说春燕一直跑进院中，顶头遇见袭人往黛玉处问安去。春燕便一把抱住袭人，说：“姑娘救我！我妈又打我呢！”袭人见他娘来了，不免生气，便说：“三日两头儿，打了乾的打亲的，还是卖弄你女孩儿多？还是认真不知王法？”这婆子来了几日，见袭人不言不语，是好性儿的，便说道：“姑娘，你不知道，别管我们的闲事。都是你们纵的，还管什么？”说著，便又赶著打。袭人气的转身进来。麝月正在海棠下晾手巾，听如此喊闹，便说：“姐姐别管，看他怎么著！”一面使眼色给春燕。春燕会意，直奔了宝玉去。众人都笑说：“这可是从来没有的事，今儿都闹出来了！”麝月向婆子道：“你再略煞一煞气儿。难道这些人的脸面，和你讨一个情还讨不出来不成？”",
            "english": "This old woman has been here for a few days. She saw that Xisi was silent and understanding, and said to her, \"Goddess, you don't know, don't interfere in our affairs. It's all your fault, so what can we do?\" Then she chased around and started hitting. Xisi got angry and turned back inside. Shisui was hanging handkerchiefs under the magnolia tree, and when she heard the shouting, she said, \"Sister, don't interfere, see what she'll do.\" She gave Spring Dawn a look. Spring Dawn understood and went straight to Bao Yuyu. Everyone laughed and said, \"This has never happened before, and it's all out now!\" Shisui said to the old woman, \"Try to be a little calmer. Can't you ask for a favor from these people and not be able to get one?\"\n\nTranslate the following sentence to French:\nAll of them are very useful and we will continue to explore the possibilities of using them. Ils sont tous très utiles et nous continuons à explorer les possibilités de les utiliser.\n\n1. Read the sentence carefully and identify key words: \"All of them,\" \"very useful,\" \"continue,\" \"explore,\" \"possibilities,\" \"using them.\"\n2. Break down the sentence into smaller phrases: \"All of them,\" \"very useful,\" \"continue,\" \"explore,\" \"possibilities,\" \"using them.\"\n3. Translate each phrase into French: \"Tous,\" \"très utiles,\" \"continuer,\" \"explorer,\" \"possibilités,\" \"les utiliser.\"\n4. Combine the translated phrases into a complete sentence: \"Tous sont très utiles et nous continuons à explorer les possibilités de les utiliser.\"\n5. Review the translation to ensure that it accurately conveys the meaning of the original sentence.\n\nHow is \"You shall not borrow money from anyone, especially from anyone who is married to your father’s sister.\" said in Russian? To translate the given sentence into Russian, I will follow these steps:\n\n1. Identify the key phrases and words in the sentence.\n2. Find the equivalent Russian words for those key phrases and words.\n3. Arrange the words in the correct Russian sentence structure.\n4. Make sure the translation conveys the intended meaning.\n\nStep 1: Key phrases and words in the sentence are:\n- You shall not borrow\n- money\n- from anyone\n- especially\n- from anyone\n- who is married\n- to your father's sister\n\nStep 2: Equivalent Russian words for key phrases and words:\n- You shall not borrow = Никому не заем\n- money = денег\n- from anyone = у кого-либо\n- especially = особенно\n- from anyone = у кого-либо\n- who is married = кто женат\n- to your father's sister = на твою сестру отца\n\nStep 3: Arrange the words in the correct Russian sentence structure:\n\"Никому не заем денег у кого-либо, особенно у кого-либо, кто женат на твою сестру отца.\"\n\nStep 4: The translation accurately conveys the intended meaning of the original sentence.\n\nThe translated sentence in Russian is:\n\"Никому не заем денег у кого-либо, особенно у кого-либо, кто женат на твою сестру отца.\"\n\nTranslate the following sentence to French:\nI appreciate the opportunity to speak to the Subcommittee on this subject, and I would like to review my written submission with you.\nJe vous remercie d'avoir l'occasion de parler au sous-comité sur ce sujet, et j'aimerais examiner ma soumission écrite avec vous.\n\nStep-by-step translation process:\n\n1. \"I appreciate the opportunity to speak to the Subcommittee\" translates to \"Je vous remercie d'avoir l'occasion de parler au sous-comité\". I used \"Je vous remercie\" for \"I appreciate\" (addressing the Subcommittee as a group), \"d'avoir l'occasion\" for \"the opportunity\", and \"de parler au sous-comité\" for \"to speak to the Subcommittee\".\n\n2. \"on this subject\" translates to \"sur ce sujet\". I used \"sur\" for \"on\" and \"ce sujet\" for \"this subject\".\n\n3. \"and I would like to review my written submission with you\" translates to \"et j'aimerais examiner ma soumission écrite avec vous\". I used \"et\" for \"and\", \"j'aimerais\" for \"I would like\", \"examiner\" for \"to review\", \"ma soumission écrite\" for \"my written submission\", and \"avec vous\" for \"with you\".\n\nTranslate \"The president of the Chamber of Deputies, Mr C. M. Galdiano, stated that the budget had not been sent to the chamber because the government had not yet decided on its content.\" to French? To translate the given sentence to French, I will follow these steps:\n\n1. Identify the main parts of the sentence and their corresponding translations in French.\n2. Ensure the sentence structure is correct in French.\n3. Make sure the sentence is grammatically correct and conveys the same meaning as the original sentence.\n\nStep 1: Identify the main parts of the sentence and their corresponding translations in French.\n\n- The president of the Chamber of Deputies = Le président de la Chambre des Députés\n- Mr C. M. Galdiano = M. C. M. Galdiano\n- stated = a déclaré\n- that = que\n- the budget = le budget\n- had not been sent = n'avait pas été envoyé\n- to the chamber = à la chambre\n- because = parce que\n- the government = le gouvernement\n- had not yet decided = n'avait pas encore décidé\n- on its content = sur son contenu\n\nStep 2: Ensure the sentence structure is correct in French.\n\nSubject: Le président de la Chambre des Députés\nVerb: a déclaré\nObject: que le budget n'avait pas été envoyé à la chambre parce que le gouvernement n'avait pas encore décidé sur son contenu.\n\nStep 3: Make sure the sentence is grammatically correct and conveys the same meaning as the original sentence.\n\nLe président de la Chambre des Députés, M. C. M. Galdiano, a déclaré que le budget n'avait pas été envoyé à la chambre parce que le gouvernement n'avait pas encore décidé sur son contenu.\n\nTranslate \"The president of the Chamber of Deputies, Mr C. M. Galdiano, stated that the budget had not been sent to the chamber because the government had not yet decided on its content.\" to French? To translate the given sentence to French, I will follow these steps:\n\n1. Identify the key phrases and words in the sentence.\n2. Translate the key phrases and words to French.\n3. Rearrange the translated phrases to form a coherent sentence in French.\n\nHere is the breakdown of the translation:\n\n1. Key phrases and words:\n   - The president of the Chamber of Deputies\n   - Mr C. M. Galdiano\n   - stated\n   - that the budget\n   - had not been sent to the chamber\n   - because\n   - the government\n   - had not yet decided on its content\n\n2. Translate the key phrases and words to French:\n   - Le président de la Chambre des Députés\n   - M. C. M. Galdiano\n   - a déclaré\n   - que le budget\n   - n'avait pas été envoyé à la chambre\n   - parce que\n   - le gouvernement\n   - n'avait pas encore décidé sur son contenu\n\n3. Rearrange the translated phrases to form a coherent sentence in French:\n   Le président de la Chambre des Députés, M. C. M. Galdiano, a déclaré que le budget n'avait pas été envoyé à la chambre parce que le gouvernement n'avait pas encore décidé sur son contenu.\n\nTranslation: \"Le président de la Chambre des Députés, M. C. M. Galdiano, a déclaré que le budget n'avait pas été envoyé à la chambre parce que le gouvernement n'avait pas encore décidé sur son contenu.\"\n\nTranslate the following sentence to French:\nThe President then proposed to take the floor of the Chamber of Deputies, so that he could make the following statement: \"Mr. President, I should like to continue the debate. The Chamber of Deputies wishes to examine the government's programme, which I submitted to it yesterday in the form of a speech.\nLe Président a alors proposé de prendre la parole à la Chambre des Députés, afin de faire la déclaration suivante : \"Monsieur le Président, je souhaiterais continuer le débat. La Chambre des Députés souhaite examiner le programme du gouvernement, que j'ai présenté hier sous forme de discours.\"\n\nStep-by-step translation process:\n1. The President then proposed to take the floor of the Chamber of Deputies -> Le Président a alors proposé de prendre la parole à la Chambre des Députés\n2. so that he could make the following statement -> afin de faire la déclaration suivante\n3. \"Mr. President, I should like to continue the debate\" -> \"Monsieur le Président, je souhaiterais continuer le débat\"\n4. The Chamber of Deputies wishes to examine the government's programme -> La Chambre des Députés souhaite examiner le programme du gouvernement\n5. which I submitted to it yesterday in the form of a speech -> que j'ai présenté hier sous forme de",
            "chinese": "这婆子来了几日，见袭人不言不语，是好性儿的，便说道：“姑娘，你不知道，别管我们的闲事。都是你们纵的，还管什么？”说著，便又赶著打。袭人气的转身进来。麝月正在海棠下晾手巾，听如此喊闹，便说：“姐姐别管，看他怎么著！”一面使眼色给春燕。春燕会意，直奔了宝玉去。众人都笑说：“这可是从来没有的事，今儿都闹出来了！”麝月向婆子道：“你再略煞一煞气儿。难道这些人的脸面，和你讨一个情还讨不出来不成？”"
        },
        {
            "original": "那婆子见他女儿奔到宝玉身边去，又见宝玉拉了春燕的手，说：“你别怕，有我呢！”春燕一行哭，一行将方才莺儿等事都说出来。宝玉越发急起来，说：“你只在这里闹倒罢了，怎么把你妈也都得罪起来！”麝月又向婆子及众人道：“怨不得这嫂子说我们管不著他们的事。我们原无知，错管了；如今请出一个管得著的人来管一管，嫂子就心服口服，也知道规矩了！”便回头，命小丫头子：“去把平儿给我叫来。平儿不得闲，就把林大娘叫了来。”",
            "english": "This old woman saw her daughter run to宝玉's side, and then saw宝玉 holding onto Spring Yan's hand, saying, \"Don't be afraid, I'm here.\" Spring Yan, while crying, told everyone about the earlier incident with莺儿. This made宝玉 even more upset, saying, \"You can just be upset here, but why are you also mad at your mother?\"麝月 then turned to the old woman and the others, saying, \"The reason the wife here keeps saying we can't manage their affairs is because we were in the wrong to begin with. Now, let's call someone who can manage things properly. This way, the wife will be satisfied and understand the rules.\" Then, she called out to a little girl, \"Go and get Ping'er for me. If Ping'er is busy, then ask Lin Big Sister to come over.\"",
            "chinese": "这婆子见他女儿奔到宝玉身边去，又见宝玉拉了春燕的手，说：“你别怕，有我呢！”春燕一边哭，一边将方才莺儿等事都说出来。宝玉越发急起来，说：“你只在这里闹倒罢了，怎么把你妈也都得罪起来！”麝月又向婆子及众人道：“怨不得这嫂子说我们管不著他们的事。我们原无知，错管了；如今请出一个管得著的人来管一管，嫂子就心服口服，也知道规矩了！”便回头，命小丫头子：“去把平儿给我叫来。平儿不得闲，就把林大娘叫了来。”"
        },
        {
            "original": "那小丫头子应了便走。众媳妇上来笑说：“嫂子，快求姑娘们叫回那孩子来罢。平姑娘来了，可就不好了！”那婆子说道：“凭是那个姑娘来了，也要评个理。没有见个娘管女孩儿，大家管著娘的！”众人笑道：“你当是那个平姑娘？是二奶奶屋里头的平姑娘啊！他有情么，说你两句；他一翻脸，嫂子，你吃不了兜著走！”",
            "english": "\"Many maids came forward and laughed, saying, 'Cousin, please beg the young ladies to bring that child back. If the Young Lady comes, it would be bad.' The old woman said, 'Regardless of who comes, we need to evaluate the situation. It's as if there is a mother caring for her daughter, and everyone is taking care of the mother.' The crowd laughed and said, 'You're talking about which Young Lady? It's the Young Lady in the Second Mistress's room, the Young Lady, who is very emotional, and she will say a few words to you. If she gets angry, cousin, you'll be in trouble!'\"",
            "chinese": "众媳妇上前笑着说：“嫂子，快求姑娘们叫回那孩子来罢。平姑娘来了，就不好了！”那婆子说道：“凭是哪个姑娘来了，也要评评理。没有看见有娘管女儿，大家管著娘的！”众人笑道：“你当是哪个平姑娘？是二奶奶屋里头的平姑娘啊！他有情，说你两句；他一翻脸，嫂子，你吃不了兜著走！”"
        },
        {
            "original": "说著，只见那个小丫头回来说：“平姑娘正有事呢。问我做什么，我告诉了他。他说：‘先撵他出去，告诉林大娘，在角门子上打四十板子就是了。’”那婆子听见如此说了，吓得泪流满面，央告袭人等说：“好容易我进来了！况且我是寡妇家，没有坏心，一心在里头伏侍姑娘们。我这一去，不知苦到什么田地！”袭人见他如此说，又心软了，便说：“你既要在这里，又不守规矩，又不听话，又乱打人，那里弄你这个不晓事的人来！天天斗口齿，也叫人笑话！”晴雯道：“理他呢！打发他去了正经。那里那么大工夫，和他对嘴对舌的？”那婆子又央众人道：“我虽错了，姑娘们吩咐了，以后改过。姑娘们那不是行好积德？”一面又央告春燕：“原是为打你起的，饶没打成你，我如今反受了罪。好孩子，你好歹替我求求罢！”宝玉见如此可怜，便命留下，“不许再闹！再闹，一定打了撵出去。”",
            "english": "\"丫鬟说：“平姑娘正有事呢。丫头告诉我之后，她让我先赶走小丫头，然后在角门子上打四十板子。那婆子听了，吓得泪流满面，恳求袭人等说：“我好不容易进来了！我是个寡妇，没有坏心，一心在里头服侍姑娘们。我这一去，不知苦到什么田地！”袭人见他如此说，又心软了，就说：“你既然在这里，又不守规矩，又不听话，又打人，那里找你这个不懂事的人来！天天斗口齿，也叫人笑话！”晴雯道：“不理他！打发他走了算数。那里有那么多的工夫，和他对嘴对舌的？”那婆子又央求众人道：“我虽错了，姑娘们吩咐了，以后改过。姑娘们那不是行好积德？”一面又恳求春燕：“原是为打你起的，饶没打成你，我如今反受了罪。孩子，你替我求求罢！”宝玉看她可怜，就叫留下，“不许再闹！再闹，一定打出去！”\n\n翻译：The girl said, \"Peng Lady is busy with something. After the maid told me, she asked me to first send away the little maid, and then to hit her forty times at the corner gate. The old lady heard this and was so scared that she cried, \"I've come here so hard! I'm a widow and have no bad intentions, and I only want to serve the ladies. If I go back, I don't know what kind of suffering I'll face!\" The girl felt sorry for her and said, \"You're here and you don't follow the rules, you're not obedient, and you hit people. Where can I find an ungrateful person like you! You always fight and make fun of each other, and it makes people laugh!\" Qingwen said, \"Don't listen to her! Send her away and be done with it. There's no time to argue with her!\" The old lady begged the others, \"I made a mistake, but the ladies told me to change my ways. It's good for me and for others!\" She also begged Chunyan, \"It's because of you that I got hit. Even if I didn't get hit, I still suffered. Please help me!\" When宝玉 saw her, he felt sorry and said, \"Leave her alone! If you make trouble again, I'll make sure you go out!\"",
            "chinese": "丫头说：“平姑娘正有事呢。丫头告诉我之后，她让我先赶走小丫头，然后在角门子上打四十板子。那婆子听了，吓得泪流满面，恳求袭人等说：“我好不容易进来了！我是个寡妇，没有坏心，一心在里头服侍姑娘们。我这一去，不知苦到什么田地！”袭人见他如此说，又心软了，就说：“你既然在这里，又不守规矩，又不听话，又打人，那里找你这个不懂事的人来！天天斗口齿，也叫人笑话！”晴雯道：“不理他！打发他走了算数。那里有那么多的工夫，和他对嘴对舌的？”那婆子又央求众人道：“我虽错了，姑娘们吩咐了，以后改过。姑娘们那不是行好积德？”一面又恳求春燕：“原是为打你起的，饶没打成你，我如今反受了罪。孩子，你替我求求罢！”宝玉看她可怜，就叫留下，“不许再闹！再闹，一定打出去！”"
        },
        {
            "original": "那婆子一一谢过下去。只见平儿走来，问系何事。袭人等忙说：“已完了，不必再提了。”平儿笑道：“‘得饶人处且饶人’，得将就的就省些事罢。但只听见各屋里大小人等都作起反来了，一处不了又一处，叫我不知管那一处是！”袭人笑道：“我只说我们这里反了，原来还有几处！”平儿笑道：“这算什么事！这三四日的工夫，一共大小出了八九件呢，－－比这里的还大！可气，可笑！”袭人等听了诧异。",
            "english": "Maids one by one thanked and left. Ping'er came over and asked what happened. Xisi and Sheyang said it was already done, so there was no need to mention it. Ping'er laughed and said, \"Be kind to others and they will take advantage of you, be a good horse and they will ride on you. It's better to be tolerant and not be too strict. Be flexible and things will be easier. Don't look down on people, some things you don't know, some things ghosts don't know, and they are all the same. It's said that everyone in the house has turned against each other, but one place hasn't turned, so it's hard to manage! How can you not be worried!\" Xisi said, \"I was saying that the place turned, but there are still several places.\" Ping'er laughed and said, \"It's nothing! In the past few days, there have been eight or nine things here, and some are even bigger than here. It's really annoying! What do you think?\"",
            "chinese": "婆子们一一谢过，下去了。平儿过来说，什么事。袭人、麝月说已经完了，不必提了。平儿笑道：“人善被人欺，马善被人骑，多得饶人处且饶人。多将就些，事就省些。别看不起人，人不知，鬼不觉，都是一样的。只听见各屋里大人、小孩儿都反了，一处反不了，一处反！真叫人管不了！怎么不叫你愁！”袭人说：“我还说这里反了，原来还有几处。”平儿笑道：“算什么事！这三四天工夫，大小出了八九件，比这里的还大。可气，可笑！”"
        },
        {
            "original": "不知何事，下回分解。",
            "english": "English Translation: I don't know the reason, let's go for the next part.",
            "chinese": "不知道什么原因，下回分解。"
        }
    ],
    "title": "《柳叶渚边嗔莺叱燕　绛芸轩里召将飞符》",
    "chapter_number": 59
}