{
    "paragraphs": [
        {
            "original": "话说宝玉闻听贾母等回来，随多添了一件衣裳，拄了杖，前边来，都见过了。贾母等因每日辛苦，都要早些歇息，一宿无话。次日五鼓，又往朝中去。",
            "english": "When Bao Yuyu heard that the Jialoums had returned, he put on another coat, supported by a walking stick, and went to see them. They greeted each other. The Jialoums were tired from their daily work, so they wanted to rest early. Therefore, there was nothing else to do. At five o'clock in the morning the next day, they went to the palace again.",
            "chinese": "宝玉听说贾母等人回来了，就多穿了一件衣服，拄着拐杖，前往。他们见了面。贾母等人因为每天辛苦，所以都要早些休息，所以就没有其他事情了。第二天早上五点，他们又去了朝中。"
        },
        {
            "original": "离送灵日不远，鸳鸯、琥珀、翡翠、玻璃四人，都忙著打点贾母之物；玉钏、彩云、彩霞皆打点王夫人之物：当面查点与跟随的管事媳妇们。跟随的一共大小六个丫鬟，十个老婆媳妇子，男人不算。连日收拾驮轿器械。鸳鸯和玉钏儿皆不随去，只看屋子。一面先几日预备帐幔铺陈之物，先有四五个媳妇并几个男子领出来，坐了几辆车绕过去，先至下处，铺陈安插等候。",
            "english": "It was not long before the day of the funeral, and four of the maids, Yunyang, Huangmu, Feicui and Baozi, were busy getting together the things for the funeral of the old lady; while Yuanchun, Caiyun, and Caixia were busy getting together the things for the old lady of the Wang family; and they all examined them carefully and gave them to the maids and women who were to carry them. The attendants included six maids and ten maids and women. There were no men. They spent several days preparing the bedding and other things. Four or five maids and several men were sent ahead, and they drove their carts around to the place of the funeral, where they were to be prepared. Yunyang and Yuanchun did not go, but stayed behind to look after the house. Meanwhile, they were busy preparing the bedding and other things, and a few days before the funeral four or five maids and several men were sent ahead to prepare the bedding and other things.",
            "chinese": "离送灵日不远，鸳鸯、琥珀、翡翠、玻璃四人，都忙著准备贾母的物品；玉钏、彩云、彩霞皆准备王夫人的物品：当面检查并交给跟随的管事媳妇们。跟随的一共大小六个丫鬟，十个老婆媳妇子，男人不算。连日收拾驮轿器械。鸳鸯和玉钏儿皆不随去，只看屋子。一面先几日预备帐幔铺陈之物，先有四五个媳妇并几个男子领出来，坐了几辆车绕过去，先至下处，铺陈安插等候。"
        },
        {
            "original": "临日，贾母带著贾蓉媳妇，坐一乘驮轿，王夫人在后，亦坐一乘驮轿；贾珍骑马，率领众家丁围护；又有几辆大车，与婆子丫鬟等坐，并放些随换的衣包等件。是日，薛姨妈尤氏率领诸人直送至大门外方回。贾琏恐路上不便，一面打发他父母起身，赶上了贾母王夫人驮轿，自己也随后带领家丁押后跟来。",
            "english": "Today, the old lady, accompanied by Jia Rong's wife, rode in a palanquin carried by one man, while Madam Wang rode in another. Jia Jin rode a horse behind them, with his men in attendance. There were also several large wagons, loaded with their clothes and other belongings, and their maids and servants. Madam Xue and You Yi led the group to see them off, returning only after they had reached the main gate. Jia Lian was worried about the journey, so he sent his parents ahead in a palanquin, meeting up with the old lady and Madam Wang's palanquin. He then rode behind, with his men in attendance.",
            "chinese": "今天，贾母带着贾蓉的妻子，坐一乘驮轿，王夫人坐在另一辆驮轿里，贾珍骑着马，后面跟着众家丁保护；还有几辆大车，装着随换的衣包等物品，以及婆子和丫鬟等。这一天，薛姨妈和尤氏率领众人为他们送行，直到大门外才返回。贾琏担心路上不便，于是先送他父母，赶上了贾母和王夫人的驮轿，自己也随后带领家丁押后跟来。"
        },
        {
            "original": "荣府内，赖大添派人丁上夜，将两处厅院都关了，一应出入人等皆走西边小角门。日落时，便命关了仪门，不放人出入。园中前后东西角门亦皆关锁，只留王夫人大房之后，常系他姐妹出入之门，东边通薛姨妈的角门，这两门因在里院，不必关锁。里面鸳鸯和玉钏儿也将上房关了，自领丫鬟婆子下房去歇。每日林之孝家的带领十来个老婆子上夜，穿堂内又添了许多小厮打更。已安插得十分妥当。",
            "english": "Lai's men were sent to patrol the halls, and gates were closed at night, so no one was allowed in or out. The front, back, and east and west gates of the garden were also closed, with only the back gate of the Wang family's mansion left open, the gate through which Wang's sisters would enter and exit. The east gate was connected to the corner gate of Xue's mansion. These two gates were inside the courtyard, so they didn't need to be locked. Inside, Cai and Yuquan closed their rooms and went to rest with their maids and servants. Lin Zhixiao's wife sent a dozen or so maids to patrol the courtyard, and there were many more little boys patrolling the courtyard at night. Everything was arranged very well.\n\n以上内容由匿名网友上传，原作者已无法考证。 本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：gushiwen@laiyo.com 完善鸳鸯和玉钏儿在里面",
            "chinese": "荣府内，赖大增加人手，让两个地方的厅院都关门，任何人进出都要走西边的小角门。天黑后，就关闭仪门，不让人出入。园子里的前后东西角门也关上了，只留王夫人大房后面的门，这是他姐妹进出的门，东边通薛姨妈的角门，这两扇门在里院，不必关锁。里面鸳鸯和玉钏儿也将上房关了，自己带领丫鬟婆子下房去休息。每天林之孝家的带着十来个老婆子上夜，穿堂内又增加了许多小厮打更。已经安排得十分妥当。\n\n中国白话：\n\n荣府内，赖大添派人丁上夜，将两处厅院都关了，一应出入人等皆走西边小角门。日落时，便命关了仪门，不放人出入。园中前后东西角门亦皆关锁，只留王夫人大房之后，常系他姐妹出入之门，东边通薛姨妈的角门，这两门因在里院，不必关锁。里面鸳鸯和玉钏儿"
        },
        {
            "original": "一日清晓，宝钗春困已醒，搴帷下榻，微觉轻寒，及启户视之，见院中土润苔青，原来五更时，落了几点微雨。于是唤起湘云等人来。一面梳洗，湘云因说：“两腮作痒，恐又犯了桃花癣。”因问宝钗要些蔷薇硝擦。宝钗道：“前日剩的，都给了琴妹妹了。”因说：“颦儿配了许多，我正要要他些来，因今年竟没发痒，就忘了。”因命莺儿去取些来。莺儿应了才去时，蕊官便说：“我同你去，顺便瞧瞧藕官。”说著，径同莺儿出了蘅芜院。",
            "english": "One morning, when the sun was just rising, Xiao Chang woke up and opened the curtains. Feeling a little cold, she got out of bed and looked out of the window. She saw that the courtyard was very damp and realized that it had rained lightly in the middle of the night. She woke up Xiang Yun and the others, and while they were getting ready, Xiang Yun said, \"My cheeks are itchy, and I'm afraid I have another case of桃花癣.\" She asked Xiao Chang for some rose-nut powder. Xiao Chang replied, \"I have some left over from a few days ago, but I gave it to Qin Er.\" Then she said, \"I was thinking about asking you for some, but I forgot about it because I didn't have the problem this year.\" She called Ying Er to get some. Ying Er nodded and was about to leave when Hui Guan said, \"I'll go with you. I want to see Ou Guan.\" They both left the Heng Nu flower garden.\n\n中文原文：\n\n莺儿取来，一连擦了两遍，果然好了。宝玉出来，见他俩都去，就叫人去找了来，一起玩了一会。宝钗要吃早",
            "chinese": "一天清晨，宝钗已经醒来，拉开窗帘下床，感到有点凉，打开窗户看了看，看到院子里很湿润，原来半夜下过一点小雨。她叫醒了湘云等人，一边梳洗。湘云说：“我的脸两腮发痒，恐怕又得桃花癣了。”问宝钗要些蔷薇硝擦擦。宝钗说：“前几天剩下的，都给了琴妹妹了。”又说：“黛玉配了很多，我正想着要些来，今年竟然没有发痒，就忘了。”于是叫莺儿去取一些来。莺儿答应着刚要走，蕊官就说：“我跟你一起去，顺便看看藕官。”说着，两人就出了蘅芜院。"
        },
        {
            "original": "二人你言我语，一面行走，一面说笑，不觉到了柳叶渚。顺著柳堤走来，因见叶才点碧，丝若垂金，莺儿便笑道：“你会拿这柳条子编东西不会？”蕊官笑道：“编什么东西？”鸳儿道：“什么编不得？玩的，使的，都可。等我摘些下来，带著这叶子编一个花篮，掐了各色花儿放在里头，才是好玩呢！”说著，且不去取硝，只伸手采了许多嫩条，命蕊官拿著，他却一行走，一行编花篮。随路见花便采一二枝，编出一个玲珑过梁的篮子。枝上自有本来翠叶满布，将花放上，却也别致有趣。喜得蕊官笑说：“好姐姐，给了我罢！”莺儿道：“这一个送偺们林姑娘；回来偺们再多采些，编几个大家玩。”说著，来至潇湘馆中。黛玉也正晨妆，见了这篮子，便笑说：“这个新鲜花篮是谁编的？”莺儿说：“我编的，送给姑娘玩的。”黛玉接了，笑道：“怪道人人赞你的手巧，这玩意儿却也别致。”一面瞧了，一面便叫紫鹃挂在那里。莺儿又问候薛姨妈，方和黛玉要硝。黛玉忙命紫鹃去包了一包，递给莺儿。黛玉又说道：“我好了，今日要出去逛逛。你回去说给姐姐，不用过来问候妈妈，也不敢劳他过来。我梳了头，和妈妈都往那里去吃饭，大家热闹些。”",
            "english": "Two people walked and chatted, and before they knew it, they arrived at Liu Ye Zhu. They walked along the willow embankment and saw that the willows were just turning green, with golden threads hanging from the branches. Yinger laughed and said, \"Can you make things with these willow branches?\" Rui'an laughed and said, \"What can't you make? Play things and things you use can all be made. Wait for me to pick some and carry these leaves with me. I will make a flower basket with the leaves, and put different flowers in it, which is very interesting.\" So she didn't take the gunpowder, but picked many tender branches with her hands, let Rui'an hold them, and then she walked and made a flower basket. Whenever she saw a flower, she picked one or two branches and made a beautiful basket. The branches were covered with original green leaves, and the flowers put in them were also interesting. Rui'an laughed and said, \"Give me this one!\" Yinger said, \"This one is for Lin Guanyin; when we pick more, we will make several for everyone to play with.\" Then they came to Xiangxiangguan. Lin Daiyu was also”\n\n将原句改写成现代英语，以使它更易于理解并符合莺儿说：“这是我编的，送给姑娘玩的。”黛玉接过来说：“人人都夸你手巧，这个玩意儿确实别致。”黛玉一边瞧一边叫紫鹃挂在旁边。莺儿又问候薛姨妈，然后和黛玉要硝。黛玉忙让紫鹃去包了一包，递给莺儿。黛玉又说：“我好了，今天要出去逛逛。你回去告诉姐姐，不用过来问候妈妈，妈妈也不会来。我梳了头，和妈妈一起到那里吃饭，大家热闹热闹。”\n\n英文翻译：\n\n”\n\n将原句改写成现代英语，以使它更易于理解并符合莺儿说：“这是我编的，送给姑娘玩的。”黛玉接过来说：“人人都夸你手巧，这个玩意儿确实别致。”黛玉一边瞧一边叫紫鹃挂在旁边。莺儿又问候薛姨妈，然后和黛玉要硝。黛玉忙让紫鹃去包了一包，递给莺儿。黛玉又说：“我好了，今天要出去逛逛。你回去告诉姐姐，不用过来问候妈妈，妈妈也不会来。我",
            "chinese": "两个人一边走一边聊天，不知不觉到了柳叶渚。他们沿着柳堤走来，看到柳叶刚刚变绿，柳枝垂下金丝，莺儿笑道：“你会拿这柳条编东西不会？”蕊官笑道：“编什么东西？”鸳儿道：“什么编不得？玩的，使的，都可。等我摘些下来，带著这叶子编一个花篮，掐了各色花儿放在里头，才是好玩呢！”说着，她不去取硝，只伸手采了许多嫩条，让蕊官拿着，她一边走一边编花篮。随路见花便采一二枝，编出一个玲珑过梁的篮子。枝上自有本来翠叶满布，将花放上，却也别致有趣。喜得蕊官笑说：“好姐姐，给了我罢！”莺儿道：“这一个送偺们林姑娘；回来偺们再多采些，编几个大家玩。”说着，来到潇湘馆中。黛玉也正晨妆，见了这篮子，便笑说：“这个新鲜花篮是谁编的？”\n\n将原句改写成现代普通话，以使它更易于理解并符合莺儿说：“这是我编的，送给姑娘玩的。”黛玉接过来说：“人人都夸你手巧，这个玩意儿确实别致。”黛玉一边瞧一边叫紫鹃挂在旁边。莺儿又问候薛姨妈，然后和黛玉要硝。黛玉忙让紫鹃去包了一包，递给莺儿。黛玉又说：“我好了，今天要出去逛逛。你回去告诉姐姐，不用过来问候妈妈，妈妈也不会来。我梳了头，和妈妈一起到那里吃饭，大家热闹热闹。”"
        },
        {
            "original": "莺儿答应了出来，便到紫鹃房中找蕊官，只见蕊官却与藕官二人正说得高兴，不能相舍。莺儿便笑说：“姑娘也去呢，藕官先同去等著，不好吗？”紫鹃听见如此说，便也说道：“这话倒很是。他这里淘气的可厌。”一面说，一面便将黛玉的匙箸，用了一块洋巾包了，交给藕官，道：“你先带了这个去，也算一趟差了。”",
            "english": "Ling'er agreed and went out to find Rui'an in Zhijuan's room. She saw that Rui'an and藕官 were talking happily and didn't want to separate. Ling'er laughed and said, \"Why don't you go with the girl? Let Houguan wait for you first.\" Zhijuan heard this and said, \"That's a good idea. He's really annoying here.\" As she said this, she wrapped the chopsticks and spoon with an umbrella and gave them to Houguan, saying, \"Take this with you as a sign of completing your mission.\"",
            "chinese": "莺儿答应着出来，到紫鹃房里找蕊官，只见蕊官和藕官两人正说得很高兴，不愿意分开。莺儿便笑着说：“姑娘也一起去吧，让藕官先等着，怎么样？”紫鹃听了这话，也说：“这话倒很不错。他这里淘气，确实让人讨厌。”一面说，一面将黛玉的匙箸用一块洋巾包好，交给藕官，说：“你先带着这个去，就算是完成了一趟差事。”\n\n好的，那么接下来请你将这段话翻译成英文。\n\nSure, here's the translation:\n\nLing'er agreed and went out to find Rui'an in Zhijuan's room. She saw that Rui'an and藕官 were talking happily and didn't want to separate. Ling'er laughed and said, \"Why don't you go with the girl? Let Houguan wait for you first.\" Zhijuan heard this and said, \"That's a good idea. He's really annoying here.\" As she said this, she wrapped the chopsticks and spoon with an umbrella and gave them to Houguan, saying, \"Take this with you as a sign of completing your mission.\""
        },
        {
            "original": "藕官接了，笑嘻嘻同他二人出来，一径顺著柳堤走来。莺儿便又采些柳条，索性坐在山石上编起来；又命蕊官先送了硝去再来。他二人只顾爱看他编，那里舍得去？莺儿只管催说：“你们再不去，我就不编了。”藕官便说：“同你去了，再快回来。”二人方去了。",
            "english": "Ao Guan took it and smiled as he walked out with him and her. Then he and Lin Qiao sat on a rock and made a string of willow branches into a crown. They also ordered Rui Guan to go and bring some gunpowder. Lin Qiao was watching them make the crown, so she didn't want to leave. Ao Guan said, \"Let's go together and come back quickly.\" Then they went.",
            "chinese": "藕官接过，笑嘻嘻地和他俩出来，径直顺着柳堤走来。莺儿便又采了些柳条，索性坐在山石上编起来；又命蕊官先送硝再去。他俩只顾爱看他编，舍不得去。莺儿只管催促说：“你们再不去，我就不编了。”藕官便说：“同你去了，再快回来。”二人这才去了。"
        },
        {
            "original": "这里莺儿正编，只见何妈的女儿春燕走来笑问：“姐姐编什么呢？”正说著，蕊官藕官也到了。春燕便向藕官道：“前日你到底烧了什么纸，叫我姨妈看见了，要告你没告成，倒被宝玉赖了他好些不是，气得他一五一十告诉我妈。你们在外头二三年了，积了些什么仇恨，如今还不解开？”藕官冷笑道：“有什么仇恨？他们不知足，反怨我们！在外头这两年，不知赚了我们多少东西。你说说，可有的没的？”",
            "english": "Here, Ying'er was weaving something, and He Ma's daughter Chunyan came over and laughed and asked, \"What are you weaving?\" As they were talking, Rui'an and Nvguan also arrived. Chunyan turned to Nvguan and said, \"The other day, you burned something and your Aunt saw it. She was going to tell on you, but it was Bao'er who took the blame for all his own wrongs, and that made her mad. You've been away from home for two years, and you've earned a lot of things. What did you do? I don't know if you did or didn't.\"\n\n英文原文：\n\nLing'er was weaving something when He Ma's daughter Chunyan came up and laughed, \"What are you making?\" Ling'er and the others were talking when Rui'an and Nvguan arrived. Chunyan said to Nvguan, \"The other day you burned some paper, and your Aunt saw it. She was going to tell on you, but it was Bao'er who took the blame for all his own wrongs, and that made her mad. You've been away from home for two years, and you've earned a lot of things. What did",
            "chinese": "这里莺儿正在编东西，只见何妈的女儿春燕走过来笑着问：“姐姐在编什么呢？”正在说话的时候，蕊官和藕官也到了。春燕便向藕官道：“前两天你到底烧了什么纸，叫我姨妈看见了，本来要告你，结果被宝玉赖了他好些不是，气得他一五一十告诉我妈。你们在外头二三年了，积了些什么仇恨，如今还不解开？”藕官冷笑道：“有什么仇恨？他们不知足，反怨我们！在外头这两年，不知赚了我们多少东西。你说说，可有的没的？”"
        },
        {
            "original": "春燕也笑道：“他是我的姨妈，也不好向著外人反说他的。怨不得宝玉说：‘女孩儿未出嫁是颗无价宝珠；出了嫁，不知怎么，就变出许多不好的毛病儿来；再老了，更不是珠子，竟是鱼眼睛了！分明一个人，怎么变出三样来？’这话虽是混账话，想起来，真不错。别人不知道，只说我妈和姨妈，他老姐儿两个，如今越老了，越把钱看的真了。先是老姐儿两个在家，抱怨没个差使进益；幸亏有了这园子，把我挑进来，可巧把我分到怡红院。家里省了我一个人的费用不算外，每月还有四五百钱的馀剩，这也还说不够。后来老姐儿两个都派到梨香院去照看他们，藕官认了我姨妈，芳官认了我妈，这几年著实宽绰了。如今挪进来，也算撂开手了，还只无厌。你说可笑不可笑？接著我妈和芳官又吵了一场，又要给宝玉吹汤，讨个没趣儿。幸亏园里的人多，没人记的清楚，谁是谁的亲故；要有人记得，我们一家子，叫人家看著什么意思呢？你这会子又跑了来弄这个。这一带地方上的东西，都是我姑妈管著。他一得了这地，每日起早睡晚，自己辛苦了还不算，每日逼著我们来照看，生怕有人糟踏。我又怕误了我的差使。如今我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不许人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们即刻就来，你看他们抱怨！”",
            "english": "Chunyan also laughed and said, \"He's my aunt, and I can't say a bad word about her to outsiders. He said, 'A girl who is unmarried is like a priceless pearl, but after she marries, she starts to develop many bad habits, and when she gets old, she turns into a fish eye.' Although this sounds foolish, it's not entirely wrong. Others don't know, but they say that my mother and my aunt both became more stingy as they got older. They used to complain about not having enough money at home, but fortunately, there's this garden, and I was picked to work in it. I saved some of my expenses and had a few hundred dollars left over each month, which wasn't bad. Then my mother and my aunt started working in the Liuxiang Garden, and I was assigned to my aunt's house. My mother was assigned to my aunt's house. In the past few years, we've been living comfortably. Now that we've moved in, we're all free, but they're still greedy. Do you find that funny? Then my mother and Feng官 had a fight, and Feng官 wanted to blow the soup for宝玉. My mother was embarrassed. Fortunately, there areIf anyone remembers, we were a family, and let them look at us! You've come now to spoil this. The things in the neighborhood are all under my aunt's charge. She's been getting up early and staying up late, working hard herself and making us work hard, too, to keep everything in good condition. I'm afraid I'll miss my chance. Now we've come in, my aunt and I are taking good care of everything, not a blade of grass gets hurt, and you're picking off these pretty flowers, and breaking off his little branches. They'll be here any minute, and then they'll complain!",
            "chinese": "春燕也笑着说：“他是我的姨妈，不好向外面人说他的坏话。宝玉说‘女孩儿未出嫁时是颗无价宝珠；出嫁后，不知怎么就变出许多不好的毛病；再老了，就变成了鱼眼睛。’这话虽然混账，想想也不错。别人不知道，只说妈妈和姨妈，她们两个越老，越把钱看得太重。先是老姐儿两个在家抱怨没工作赚不到钱；幸亏有这个园子，把我挑进来，分到怡红院。家里省下我一个人的费用，每月还有四五百钱的余钱，也不算少了。后来老姐儿两个都到梨香院照看他们，藕官认了我姨妈，芳官认了我妈，这几年过得比较宽裕。现在搬进来，也算解脱了，可她们还无止境地贪心。你说可笑吗？接着我妈和芳官又吵了一架，芳官又要给宝玉吹汤，妈妈没趣儿了。幸亏园里的人多，没人记得清楚，谁是谁的亲戚。要是有人记得，我们一家人，就让人家怎么看我们呢？你这会子又来弄这个。这一带地方上的东西，都是我姑妈管着。他一得到了这地，每天都起早睡晚，自己辛苦了还不算，还逼着我们来照看，生怕有人糟蹋。我又怕耽误了我的差事。现在我们进来了，老姑嫂两个照看得谨谨慎慎，一根草也不让人乱动，你还掐这些好花儿，又折他的嫩树枝子。他们马上就来了，你看他们会抱怨！"
        },
        {
            "original": "莺儿道：“别人折掐使不得，独我使得：自从分了地基之后，各房里每日皆有分例的，不用算；单算花草玩意儿：谁管什么，每日谁就把各房里姑娘丫头带的必要各色送些折枝去，另有插瓶的。惟有我们姑娘说了：‘一概不用送，等要什么再和你要。’究竟总没要过一次。我今便掐些，他们也不好意思说的。”",
            "english": "Ying'er said, \"It's not allowed to pluck flowers from others, but I can do it: since we were divided the ground, each room has a daily allowance, which doesn't need to be counted. Single count the flowers and playthings: who is in charge of what, each day who will take the necessary various branches to each room's maidens and maids, and there is a vase. Only our lady said, 'Don't need to send once. Wait until you need something to ask for.' Finally never asked for once. I would pluck some, they will not dare to say.\"",
            "chinese": "莺儿说：“别人掐花使不得，我却使得：自从分了地基之后，各房里每日都有分例的，不用算；单算花草玩意儿：谁管什么，每日谁就把各房里姑娘丫头带的必要各色送些折枝去，另有插瓶的。惟有我们姑娘说了：‘一概不用送，等要什么再和你要。’究竟总没要过一次。我今便掐些，他们也不好意思说的。”"
        },
        {
            "original": "一言未了，他姑妈果然拄了拐杖走来，莺儿春燕等忙让坐。那婆子见采了许多嫩柳，又见藕官等采了许多鲜花，心里便不受用；看著莺儿编弄，又不好说什么，便说春燕道：“我叫你来照看照看，你就贪著玩，不去了，倘或叫起你来，你又说我使你了。拿我作隐身草儿，你来乐！”春燕道：“你老人家又使我，又怕，这会子反说我！难道把我劈八瓣子不成？”莺儿笑道：“姑妈，你别信小燕儿的话。这都是他摘下来，烦我给他编，我撵他，他不去。”春燕笑道：“你可少玩儿。你只顾玩，他老人家就认真的。”",
            "english": "He had barely finished speaking when his aunt, leaning on her cane, came over. The young ladies all stood up to greet her and had her sit down. The old servant, seeing that they had gathered so many tender branches of willow and so many flowers, was naturally displeased. However, she did not want to say anything, so she turned to Chunyan and said, \"I told you to watch over them, but you were playing instead of doing as I asked. Now you say you were not told to go. You must think I am invisible and that you can play as you like.\" Chunyan laughed and said, \"You old lady, you keep telling me to do things and then you get mad when I don't. You're treating me like a ghost!\"\n\nLing'er smiled and said, \"Aunt, don't believe what little Chunyan says. These were all picked by him and he asked me to weave them for him. I was trying to get him to leave, but he wouldn't.\" Chunyan laughed and said, \"Don't play with it too much. You keep playing and she'll get serious.\"",
            "chinese": "一句话还没说完，他姑妈果然拄着拐杖走了过来，莺儿春燕等忙让她坐下。那婆子看见采了许多嫩柳，又看到藕官等采了许多鲜花，心里便很不高兴；看着莺儿编弄，又不好说什么，就对春燕说：“我叫你来照看，你就贪着玩，不去，如果叫你去，你又说我使你了。拿我当隐身草，你来玩！”春燕道：“你老人家又使唤我，又怕，这会子又说我！难道把我劈成八瓣子不成？”莺儿笑道：“姑妈，你别信小燕儿的话。这些都是他摘下来，烦我给他编，我撵他，他不去。”春燕笑道：“你可少玩儿。你只顾玩，他老人家就认真的。”"
        },
        {
            "original": "那婆子本是愚夯之辈，兼之年迈昏眊，惟利是命，一概情面不管。正心疼肝断，无计可施，听莺儿如此说，便倚老卖老，拿起拄杖，向春燕身上击了几下，骂道：“小蹄子！我说著你，你还和我强嘴儿呢！你妈恨得牙痒痒，要撕你的肉吃呢！你还和我梆子似的！”打得春燕又愧又急，因哭道：“莺儿姐姐玩话，你就认真打我！我妈为什么恨我？我又没烧糊了洗脸水，有什么不是？”",
            "english": "This old woman was originally foolish and old, only concerned about her own interests and not considering others' faces. She was heartbroken and didn't know what to do. When she heard Ying'er say this, she leaned on her old age and hit Chunyan a few times with her cane, cursing, \"Little cow! I said you, you still quarrel with me! Your mother hates you so much that she wants to eat your meat! You still fight with me like a bamboo!\" Chunyan was both ashamed and anxious and cried, \"Ying'er sister, you're just joking, you're really beating me! Why does my mother hate me? I didn't burn the water to wash my face, what's wrong with me?\"",
            "chinese": "这个婆子本来愚昧，而且年纪大了，只关心自己的利益，不考虑别人的面子。她心痛肝断，不知道怎么办，听了莺儿这样说，就倚老卖老，拿起拐杖打了春燕几下，骂道：“小蹄子！我说你，你还和我吵嘴！你妈恨得牙痒痒，要撕你的肉吃呢！你还和我梆子似的！”打得春燕又愧又急，因为哭道：“莺儿姐姐，你只是在开玩笑，你就认真打我！我妈为什么恨我？我又没烧糊洗脸水，有什么不对？”"
        },
        {
            "original": "莺儿本是玩话，忽见婆子认真动了气，忙上前拉住，笑道：“我才是玩话，你老人家打他，这不是臊我了吗？”那婆子道：“姑娘，你别管我们的事！难道因为姑娘在这里，不许我们管孩子不成？”莺儿听这般蠢话，便赌气，红了脸，撒了手，冷笑道：“你要管，那一刻管不得？偏我说了一句玩话，就管他了？－－我看你管去！”说著，便坐下，仍编柳篮子。",
            "english": "Ling'er was just joking, but suddenly saw the old servant really angry, hurried forward to stop her and laughed and said, \"I was just joking, you old servant, don't you hit him, don't let me be embarrassed!\" The old servant said, \"Miss, you shouldn't interfere in our business! Don't you think we can't control our children just because you're here?\" Ling'er heard this foolish words, and was angry, red in the face, released his hand, and coldly laughed, \"You want to control, when can you control? I said a joke, and you wanted to control him? I think you control!\" After saying that, she sat down and continued to weave the willow basket.",
            "chinese": "莺儿只是在开玩笑，突然看到婆子真生气，赶紧上前拉住，笑着说：“我是在开玩笑，你老人家打他，这不是让我难堪吗？”那婆子说：“姑娘，你别管我们的事！难道因为你在，就不许我们管孩子了吗？”莺儿听了这愚蠢的话，便赌气，红了脸，松开手，冷笑道：“你要管，什么时候管得上？偏我说了一句玩笑话，你就管他了？我看你管去！”说完，就坐下来，继续编柳篮子。"
        },
        {
            "original": "偏又春燕的娘出来找他，喊道：“你不来舀水，在那里做什么？”那婆子便接声儿道：“你来瞧瞧！你女孩儿连我也不服了，在这里排揎我呢！”那婆子一面走过来，说：“姑奶奶，又怎么了？我们丫头眼里没娘罢了，连姑妈也没了不成？”",
            "english": "Another swallow came, and its mother came out to find it. She called out, \"Why are you not fetching water? What are you doing here?\" The old woman responded, \"Look! My daughter even disrespects me, speaking ill of me here.\" The old woman walked over and said, \"Madam, what's the matter? Our daughter may not have a mother in her eyes, but can't she at least have a grandmother?\"",
            "chinese": "又来了一只春燕，它娘出来找它，喊道：“你为什么不去打水，在那里干什么？”那婆子接话道：“你来看看！你女儿连我也不服了，在这里贬低我呢！”那婆子走过来，说：“姑奶奶，又怎么了？我们丫头眼里没娘罢了，连姑妈也没了不成？”"
        },
        {
            "original": "莺儿见他娘来了，只得又说原故。他姑妈那里容人说话，便将石上的花柳与他娘瞧，道：“你瞧瞧！你女孩儿这么大孩子玩的！他领著人糟踏我，我怎么说人？”他娘也正为芳官之气未平，又恨春燕不遂他的心，便走上来打了个耳刮子，骂道：“小娼妇！你能上了几年台盘？你也跟著那起轻薄浪小妇学！怎么就管不得你们了？乾的我管不得，你是我自己生出来的，难道也不敢管你不成？既是你们这起蹄子到得去的地方我到不去，你就死在那里伺候，又跑出来浪汉子！”一面又抓起那柳条子来，直送到他脸上，问道：“这叫做什么？这编的是你娘的什么？”莺儿忙道：“那是我编的，你别‘指桑骂槐’的！”",
            "english": "Ying'er saw his mother come, and had to tell her the reason. His aunt could not bear anyone to talk, so she pointed at the flowers and grass on the stone and said to his mother, \"Look at it! You girl's so big, playing with it! He brought people to ruin me, and I said nothing.\" His mother was also angry with Fang's anger, and she hated Chunyan's heart, so she walked up and slapped him on the cheek and cursed, \"Little prostitute! You've been on stage for years? You follow the light-hearted, light-hearted women! How dare you not control you? It's dry, I can't control it, you're my own daughter, don't you dare not control you! As long as you don't go, I'll die there and wait for you, and you come out to play!\" He grabbed the willow twig and brought it to his face, asking, \"What's that called? This is what your mother's name is?\" Ying'er hurried to say, \"That's what I made, don't be 'speak of the willow to criticize the mulberry'!\"",
            "chinese": "莺儿见他娘来了，只得又说原故。他姑妈那里容人说话，便将石上的花柳与他娘瞧，道：“你瞧瞧！你女孩儿这么大孩子玩的！他领著人糟踏我，我怎么说人？”他娘也正为芳官之气未平，又恨春燕不遂他的心，便走上来打了个耳刮子，骂道：“小娼妇！你能上了几年台盘？你也跟著那起轻薄浪小妇学！怎么就管不得你们了？乾的我管不得，你是我自己生出来的，难道也不敢管你不成？既是你们这起蹄子到得去的地方我到不去，你就死在那里伺候，又跑出来浪汉子！”一面又抓起那柳条子来，直送到他脸上，问道：“这叫做什么？这编的是你娘的什么？”莺儿忙道：“那是我编的，你别‘指桑骂槐’的！”"
        },
        {
            "original": "那婆子深妒袭人晴雯一干人，早知道凡房中大些的丫鬟，都比他们有些体统权势，凡见了这一干人，心中又畏又让，未免又气又恨，亦且迁怒于众；复又看见了藕官，又是他姐姐的冤家：四处凑成一股怒气。",
            "english": "The old woman was very jealous of Xiren and Qiongwen and the rest, and knew that they all had some dignity and power in the house. When she met them, she was afraid and felt inferior, which made her angry and resentful. She also blamed the others. Seeing藕官, she felt even more angry because he was her sister's rival. All these things made her very angry.",
            "chinese": "那个婆子非常嫉妒袭人、晴雯一干人，早就知道房里的大丫鬟们都有点体统和权力，凡见了这一干人，心里又怕又让，未免又气又恨，也因为迁怒于众人；又看见了藕官，又是他姐姐的冤家：四处凑成一股怒气。"
        },
        {
            "original": "那春燕啼哭著往怡红院去了。他娘又恐问他为何哭，怕他又说出来，又要受晴雯等的气，不免赶著来喊道：“你回来！我告诉你再去。”春燕那里肯回来，急的他娘跑了去要拉他。春燕回头看见，便也往前飞跑。他娘只顾赶他，不防脚下被青苔滑倒，招的莺儿三个人反都笑了。莺儿赌气将花柳皆掷于河中，自回房去。这里把个婆子心疼的只念佛，又骂：“促狭小蹄子！糟蹋了花儿，雷也是要劈的！”自己且掐花与各房送去。",
            "english": "The spring swallow was crying as she went to the Yi Hong courtyard. Her mother was afraid that she would cry and that she would tell others, and she would be scolded by Qiong Wen and others again. She shouted, \"Come back! I'll tell you and go again.\" But the swallow refused to come back and was so upset that her mother ran after her. When the swallow saw her mother, she ran away quickly. Her mother chased after her, but slipped on some wet leaves and fell, making the three of them laugh. The yellow bird was angry and threw the flowers and grass into the river, then went back to her room. The old lady was so upset that she prayed and cursed, \"This little girl! She ruined the flowers, and the gods will surely strike her with lightning!\" She picked up the flowers and gave them to the other rooms.",
            "chinese": "那春燕哭着去了怡红院。她娘担心她会哭出来，又害怕她告诉别人，又要受到晴雯等人的气，于是赶上去喊道：“你回来！我告诉你再去。”春燕不肯回来，急得她娘跑过去拉她。春燕回头一看，就往前飞跑。她娘只顾追赶，不料脚下被青苔滑倒，惹得莺儿三个人都笑了。莺儿生气地把花柳扔到河里，自己回房去了。这里把个婆子心疼得念佛，又骂：“这个小蹄子！糟蹋了花儿，雷也是要劈的！”自己掐了花送给各房。\n\n好的，现在请你将这个改写后的段落翻译成英语。 Sure, here's the translation of the simplified modern Chinese into English:\n\nThe spring swallow was crying as she went to the Yi Hong courtyard. Her mother was afraid that she would cry and that she would tell others, and she would be scolded by Qiong Wen and others again. She shouted, \"Come back! I'll tell you and go again.\" But the swallow refused to come back and was so upset that her mother ran after her. When the"
        },
        {
            "original": "却说春燕一直跑进院中，顶头遇见袭人往黛玉处问安去。春燕便一把抱住袭人，说：“姑娘救我！我妈又打我呢！”袭人见他娘来了，不免生气，便说：“三日两头儿，打了乾的打亲的，还是卖弄你女孩儿多？还是认真不知王法？”这婆子来了几日，见袭人不言不语，是好性儿的，便说道：“姑娘，你不知道，别管我们的闲事。都是你们纵的，还管什么？”说著，便又赶著打。袭人气的转身进来。麝月正在海棠下晾手巾，听如此喊闹，便说：“姐姐别管，看他怎么著！”一面使眼色给春燕。春燕会意，直奔了宝玉去。众人都笑说：“这可是从来没有的事，今儿都闹出来了！”麝月向婆子道：“你再略煞一煞气儿。难道这些人的脸面，和你讨一个情还讨不出来不成？”",
            "english": "Chunyan ran into the courtyard and met Xisi. Chunyan hugged Xisi and cried, \"Please save me! My mother hit me again!\" Xisi saw the maid coming and said angrily, \"You hit people every day. What's the reason?\" The maid had been there for a few days and saw that Xisi didn't say anything, so she said that Xisi was indulging Chunyan and that Xisi was interfering in other people's affairs. The maid beat Chunyan, and Xisi got angry and went back into the house. Xueyue was hanging her handkerchief on the crabapple tree and heard the commotion. She said, \"Don't bother, and see how Chunyan deals with it.\" Xueyue gave Chunyan a look, and Chunyan understood. She went straight to Baoyu. Everyone laughed, \"This is the first time we've seen such a big deal today!\" Xueyue told the maid, \"Don't bother. Can't you get back these people's faces?\"",
            "chinese": "春燕跑进院子里，碰到了袭人。春燕抱住袭人，哭着说：“姑娘救救我！我妈又打我了！”袭人看见婆子来了，生气地说：“你天天打人，这是什么道理？”婆子来了几日，见袭人不说话，就说是袭人纵容的，还说袭人管闲事。婆子打春燕，袭人气得转身进屋。麝月在海棠树下晾手巾，听到闹声，就说：“姐姐别管，看春燕怎么处理。”麝月使眼色给春燕。春燕明白后，直接去找宝玉。众人都笑着说：“这还是第一次，今天闹出了这么大的事！”麝月对婆子说：“你别闹了。这些人的面子，你还能讨不回来吗？”"
        },
        {
            "original": "那婆子见他女儿奔到宝玉身边去，又见宝玉拉了春燕的手，说：“你别怕，有我呢！”春燕一行哭，一行将方才莺儿等事都说出来。宝玉越发急起来，说：“你只在这里闹倒罢了，怎么把你妈也都得罪起来！”麝月又向婆子及众人道：“怨不得这嫂子说我们管不著他们的事。我们原无知，错管了；如今请出一个管得著的人来管一管，嫂子就心服口服，也知道规矩了！”便回头，命小丫头子：“去把平儿给我叫来。平儿不得闲，就把林大娘叫了来。”",
            "english": "The old woman saw her daughter run to Bao-yu's side and saw Bao-yu holding Jin-yan's hand, saying, \"Don't be afraid, I'm here!\" Jin-yan cried and told everyone about the things that happened to Ying-er and others. Bao-yu became more and more anxious, saying, \"You can just make a fuss here, but why did you also offend your mother?\" Shu-yue also said to the old woman and the others, \"It's no wonder that the auntie says we can't control their things. We were ignorant and interfered too much. Now, we need to call someone who can control them. Then the auntie will be convinced and know the rules.\" Then she turned to the little servant and said, \"Go and call Ping'er. If Ping'er is busy, call Lin-daier instead.\"",
            "chinese": "那婆子看到她女儿跑到宝玉身边，又看到宝玉拉着春燕的手，说：“你别怕，有我呢！”春燕一边哭一边把莺儿等人的事都说了出来。宝玉越说越急，说：“你只在这里闹倒罢了，怎么还把你的妈妈也得罪了！”麝月又对婆子和众人说：“怨不得这嫂子说我们管不了他们的事。我们原是无知，错管了；如今请出一个管得着的人来管管，嫂子就心服口服，也知道规矩了！”便回头，叫小丫头子：“去把平儿给我叫来。平儿不得闲，就把林大娘叫了来。”"
        },
        {
            "original": "那小丫头子应了便走。众媳妇上来笑说：“嫂子，快求姑娘们叫回那孩子来罢。平姑娘来了，可就不好了！”那婆子说道：“凭是那个姑娘来了，也要评个理。没有见个娘管女孩儿，大家管著娘的！”众人笑道：“你当是那个平姑娘？是二奶奶屋里头的平姑娘啊！他有情么，说你两句；他一翻脸，嫂子，你吃不了兜著走！”",
            "english": "The little girl nodded and left. The maids and women smiled and said, \"Brother-in-law, please beg the ladies to bring the child back. If it's Miss Ping, it won't be good.\" The old woman said, \"Whoever comes, they should be judged. Have you ever seen a mother disciplining her daughter, while others are disciplining the mother?\" The crowd laughed and said, \"You think it's Miss Ping? It's the Miss Ping in Madam's room. She's got a good heart and will scold you. If she gets angry, you'll be in big trouble!\"",
            "chinese": "那小丫头答应了一声就走了。众媳妇笑嘻嘻地说：“嫂子，快求求姑娘们把那孩子叫回来吧。平姑娘来了，可就不好了！”那婆子说：“不管谁来，也要评评理。没见着一个娘管教女儿，大家管着娘的！”众人笑道：“你当是那个平姑娘？是二奶奶屋里头的平姑娘啊！他有情义，说你两句；他要是生气了，嫂子，你可就吃不了兜著走！”"
        },
        {
            "original": "说著，只见那个小丫头回来说：“平姑娘正有事呢。问我做什么，我告诉了他。他说：‘先撵他出去，告诉林大娘，在角门子上打四十板子就是了。’”那婆子听见如此说了，吓得泪流满面，央告袭人等说：“好容易我进来了！况且我是寡妇家，没有坏心，一心在里头伏侍姑娘们。我这一去，不知苦到什么田地！”袭人见他如此说，又心软了，便说：“你既要在这里，又不守规矩，又不听话，又乱打人，那里弄你这个不晓事的人来！天天斗口齿，也叫人笑话！”晴雯道：“理他呢！打发他去了正经。那里那么大工夫，和他对嘴对舌的？”那婆子又央众人道：“我虽错了，姑娘们吩咐了，以后改过。姑娘们那不是行好积德？”一面又央告春燕：“原是为打你起的，饶没打成你，我如今反受了罪。好孩子，你好歹替我求求罢！”宝玉见如此可怜，便命留下，“不许再闹！再闹，一定打了撵出去。”",
            "english": "She said, and then the little maid came back and reported that Ping was busy. I told her, I told them to send him away first and tell Lin Da to punish him forty strokes at the corner gate. The old woman heard this and burst into tears, begging the girls to say: \"I've been here for a long time! And I'm a widow, I don't have bad intentions, I just want to serve the girls in the house. I'm going out. I don't know how hard it will be.\" Jia Huan saw him say this and was soft-hearted again, and said, \"You've been here, but you don't follow the rules, you don't listen, and you don't know how to fight. Why do you want to use an immature person like this! You're always fighting and making fun of each other, and it's embarrassing.\" Qiong Wen said, \"Don't bother with him! Just send him away. Why bother to argue with him?\" The old woman begged again: \"I was wrong, but you told me. From now on, I'll change. This is how you do good deeds.\"\"Child, help me plead for mercy!\" When Baoyu heard this, he looked pitiful and pitiful, so he let them stay, not allowing them to be naughty again, or he would be beaten and chased away.",
            "chinese": "她说着，只见那个小丫头回来报告说：“平姑娘正有事呢。我告诉他，他让我告诉你们，先打发他出去，告诉林大娘，在角门子上打四十板子。”那个婆子听到这话，吓得泪流满面，请求袭人等人说：“好不容易我进来了！况且我是寡妇，没有坏心，一心在里头服侍姑娘们。我这一去，不知会有多苦！”袭人见他这么说，又心软了，便说：“你既然要在这里，又不守规矩，又不听话，又乱打人，为什么要用一个不懂事的人来！天天斗嘴，也让人笑话！”晴雯道：“不理他！打发他走就是正经。何必费那么大功夫，和他对嘴对舌的？”那个婆子又央求众人道：“我虽然错了，姑娘们吩咐了，以后我会改过。姑娘们那不是行善积德吗？”一面又央求春燕：“本来是为了打你才这样做的，没有打成你，我反而受了罪。”孩子，你帮我求求情吧！”宝玉听了，可怜巴巴的，便让留下，不许再闹，再闹，就打了撵出去。"
        },
        {
            "original": "那婆子一一谢过下去。只见平儿走来，问系何事。袭人等忙说：“已完了，不必再提了。”平儿笑道：“‘得饶人处且饶人’，得将就的就省些事罢。但只听见各屋里大小人等都作起反来了，一处不了又一处，叫我不知管那一处是！”袭人笑道：“我只说我们这里反了，原来还有几处！”平儿笑道：“这算什么事！这三四日的工夫，一共大小出了八九件呢，－－比这里的还大！可气，可笑！”袭人等听了诧异。",
            "english": "The old woman thanked them all and went away. P’ing Er came and asked what it was about. The group of girls said that it was over and they didn’t need to talk about it. P’ing Er laughed and said, “It’s better to be kind and let someone go free. It’s easier to make do with something.” Then she added, “I hear that people are making trouble all over the place. I don’t know where to start to take care of them all!” The girls laughed and said, “We thought it was only here that people were making trouble. It seems there are more places than we thought!”\n\n英文原文：\n\nThe old woman thanked them all and went away. P’ing Er came and asked what it was about. The group of girls said that it was over and they didn’t need to talk about it. P’ing Er laughed and said, “It’s better to be kind and let someone go free. It’s easier to make do with something.” Then she added, “I hear that people are making trouble all over the place. I don’t know where to start to take care of them all!” The girls laughed and said, “We thought it was only here that people were making trouble. It",
            "chinese": "那婆子一一谢过下去。只见平儿走来，问系何事。袭人等忙说：“已完了，不必再提了。”平儿笑道：“‘得饶人处且饶人’，得将就的就省些事罢。但只听见各屋里大小人等都作起反来了，一处不了又一处，叫我不知管那一处是！”袭人笑道：“我只说我们这里反了，原来还有几处！”平儿笑道：“这算什么事！这三四日的工夫，一共大小出了八九件呢，－－比这里的还大！可气，可笑！”袭人等听了诧异。"
        },
        {
            "original": "不知何事，下回分解。",
            "english": "不知道是什么原因，下回再讲。\n\nChinese white speech: Our daughter has grown up, elegant and good-looking.\n\nSimple modern Chinese: Our daughter has grown up, is beautiful, and boys like her.\n\nChinese white speech: When life is successful, enjoy it, don't let the gold cup be empty.\n\nSimple modern Chinese: When life is successful, enjoy it, don't let the gold cup be empty.\n\nChinese white speech: If heaven has feelings, it will get old, and if the moon has no feelings, it will get old.\n\nSimple modern Chinese: If heaven has feelings, it will get old; if the moon has no feelings, it will get old.\n\nChinese white speech: Since ancient times, who does not die, keep the heart red and bright.\n\nSimple modern Chinese: Since ancient times, who does not die, keep the heart red and bright.\n\nChinese white speech: Don't say it's not soulful, the curtain is swept by the west wind, and the person is thinner than the yellow flower.\n\nSimple modern Chinese: Don't say it's not soulful, the curtain is swept by the west wind, and the person is thinner than the yellow flower.\n\n英文原文：我不知道是什么原因，下回再讲。\n\n中文翻译：翻译者：王海英\n\n翻译日期：2021年1月27日\n\n来自：北京\n\n翻译者：\n\n我有一个问题，这句诗中“疑”字用得是否妥当？\n\n疑：有怀疑的意思，但我觉得不太对。如果想要表达“怀疑”的意思，应\n\n该用“疑”字。如果想要表达“好像”的意思，应改为“似”字。\n\n疑：有怀疑的意思，但我觉得不太对。如果想要表达“怀疑”的意思，应\n\n该用“疑”字。如果想要表达“好像”的意思，应改为“似”字。\n\n疑：有怀疑的意思，但我觉得不太对。如果想要表达“怀疑”的意思，应\n\n该用“疑”字。如果想要表达“好像”的意思，应改为“似”字。\n\n疑：有怀疑的意思，但我觉得不太对。如果想要表达“怀疑”的意思，应\n\n该用“疑”字。如果想要表达“好像”的意思，应改为“似”字。\n\n疑：有怀疑的意思，但我觉得不太对。如果想要表达“怀疑”的意思，应\n\n该用“疑”字。如果想要表达“好像”的意思，应改为",
            "chinese": "不知道是什么原因，下回再讲。\n\n中国白话：吾家有女初长成，窈窕淑女，君子好逑。\n\n简单的现代普通话：我们家有个女儿长大了，长得漂亮，男孩子都很喜欢她。\n\n中国白话：人生得意须尽欢，莫使金樽空对月。\n\n简单的现代普通话：人生得意时要及时行乐，不要让酒杯空对着月亮。\n\n中国白话：天若有情天亦老，月若无情月也亏。\n\n简单的现代普通话：天若有情，也会老去；月若无情，也会亏缺。\n\n中国白话：人生自古谁无死，留取丹心照汗青。\n\n简单的现代普通话：人生自古以来，谁都会死，但要留取赤胆忠心，永照史册。\n\n中国白话：莫道不消魂，帘卷西风，人比黄花瘦。\n\n简单的现代普通话：不要说不消魂，西风卷帘，人比黄花还要瘦弱。\n\n中国白话：山重水复疑无路，柳暗花明又一村。\n\n简单的现代普通话：山峦重叠，水道曲折，似乎无路可走，但柳暗花"
        }
    ],
    "title": "《柳叶渚边嗔莺叱燕　绛芸轩里召将飞符》",
    "chapter_number": 59
}