{
    "paragraphs": [
        {
            "original": "却说秦氏因听见宝玉梦中唤他的乳名，心中纳闷，又不好细问。彼时宝玉迷迷惑惑，若有所失，遂起身，解怀整衣。袭人过来给他系裤带时，刚伸手至大腿处，只觉冰冷粘湿的一片，吓的忙褪回手来，问：“是怎么了？”宝玉红了脸，把他的手一捻。袭人本是个聪明女子，年纪又比宝玉大两岁，近来也渐省人事，今见宝玉如此光景，心中便觉察了一半，不觉把个粉脸羞的飞红。遂不好再问，仍旧理好衣裳，随至贾母处来。胡乱吃过晚饭，过这边来，趁众奶娘丫鬟不在旁时，另取出一件中衣，与宝玉换上。",
            "english": "(Bao-yu) Was just thinking when suddenly someone called his nickname, and he was startled out of his wits, forgetting all about his dream. He felt a blank sensation in his mind, so he got up and unbuttoned his shirt, straightening his clothes. Xisi was helping him fasten his pants, and he felt a cold, damp area on his thigh, which frightened him into retracting his hand and asking what had happened. Bao-yu's face flushed as he squeezed her hand. Xisi, who was a clever girl a couple of years older than Bao-yu, was recently beginning to understand these things. Seeing Bao-yu's manner, she had a good guess as to what was going on, her face turning red with embarrassment. She could not help asking again, but then she quickly rearranged his clothes, and then went to visit the old lady. After dinner, she came here, and, taking advantage of the absence of the wet-nurse and servants, she gave Bao-yu a new shirt to change into.",
            "chinese": "（宝玉）正想着，忽然听见有人叫他乳名，便吃了一惊，将梦全忘了。只觉得心中模糊，便起身，解开衣裳，整了整衣服，袭人来帮着系裤带，只觉大腿上冰冷湿漉漉的一片，吓得忙退了手，问是怎么了。宝玉红了脸，把她的手一捏。袭人是个聪明的女子，年纪比宝玉大两岁，最近开始知道一些事情，见宝玉如此模样，心中已有几分猜到，脸上羞得飞红，也不好再问，又整理好衣服，随后去了贾母那里。吃过晚饭，到这边来，趁着奶娘丫鬟不在旁边，又拿出一件中衣给宝玉换上。"
        },
        {
            "original": "宝玉含羞央告道：“好姐姐，千万别告诉人。”袭人也含著羞悄悄的笑问道：“你为什么－－”说到这里，把眼又往四下里瞧了瞧，才又问道：“那是那里流出来的？”宝玉只管红著脸，不言语，袭人却只瞅著他笑。迟了一会，宝玉才把梦中之事细说与袭人听。说到云雨私情，羞的袭人掩面伏身而笑。宝玉亦素喜袭人柔媚姣俏，遂强拉袭人同领警幻所秘授之事。袭人自知贾母曾将他给了宝玉，也无可推托的，扭捏了半日，无奈何，只得和宝玉温存了一番。自此，宝玉视袭人更自不同，袭人待宝玉也越发尽职了。这话暂且不提。",
            "english": "翻译成英文：\n\n1. \"Please, dear sister, please don't tell anyone else,\" the young man begged while blushing.\n2. \"Where did that water come from?\" The \"water\" here refers to: the semen that flowed out during the dream.\n3. \"Why do you ask?\" The question could be: \"Why did you behave or think this way?\"\n4. \"She only smiled at him without speaking.\" \"Coo\" in this context means: **looking at**\n5. \"Yong Bai liked Sisi's gentle and cute personality, so he insisted on making her experience the secret teachings of the Fairy Jing Huan.\" The \"secret teachings of the Fairy Jing Huan\" refer to: **sexual intercourse**\n6. \"Sisi knew that Grandma Jia had given her to Yong Bai, so she had no choice but to be intimate with him.\" Here, \"he\" refers to: **Sisi**\n7. \"She only looked at him and smiled.\" \"He\" refers to: **Yong Bai**\n8. \"After a while, Yong Bai told Sisi in detail about the incident in his dream.\" The \"incident in his dream\" refers to: **the dream in which Yong Bai engaged in sexual activity with a woman**\n9. \"She only looked at him and smiled.\" \"Coo\" in this context means: **looking at**\n10. \"Sisi's service to Yong Bai became even more diligent.\" \"Diligent\" here means: **more attentive and devoted**",
            "chinese": "宝玉含羞央求道：“好姐姐，千万别说给其他人知道。”袭人也害羞地问道：“为什么？”说到这里，看看四下没人，才又问道：“那水是从哪里流出来的？”宝玉不好意思，不说话。袭人却只笑不说话。过了一会儿，宝玉才把梦里的情形告诉了袭人。说到男女之事，袭人羞得用手掩住脸伏在身上笑。宝玉向来喜欢袭人的柔媚俏皮，于是硬拉着袭人去体验警幻仙姑秘授的那件事。袭人知道自己是贾母给宝玉的，推托不了，只好和宝玉亲热一番。从此以后，宝玉更看重袭人，袭人也更尽心伺候宝玉。这话就不细说了。\n\n填空题\n\n1. 宝玉含羞央告：“好姐姐，千万别告诉人。” 这里姐姐指的是：\n\n2. “那水是从哪里流出来的？”这句话中的“那水”指：\n\n3. “袭人也害羞地问道：“为什么？”” 问的问题是什么？\n\n4. “袭人却只瞅著他笑。”“瞅”在这里的含义是：\n\n5. “宝玉亦素喜袭人柔媚姣俏，遂强拉袭人同领警幻所秘授之事。” 这句话中的“警幻所秘授之事”指的是：\n\n6. “袭人自知贾母曾将他给了宝玉，也无可推托的。” 这里的“他”指的是：\n\n7. “袭人却只瞅著他笑。”“他”指的是：\n\n8. “迟了一会，宝玉才把梦中之事细说与袭人听。”这句话中“梦中之事”指的是：\n\n9. “袭人却只瞅著他笑。”这里的“瞅”在这里是：\n\n10. “袭人待宝玉也越发尽职了。”“尽职”在这里的含义是：\n\n1. 宝玉含羞央告：“好姐姐，千万别告诉人。”这里姐姐指的是：**袭人**\n\n2. “那水是从哪里流出来的？”这句话中的“那水”指：**宝玉梦中射出的精液**\n\n3. “袭人也害羞地问道：“为什么？”” 问的问题是什么？**问宝玉为什么会有这样的行为或想法**\n\n4. “袭人却只瞅著他笑。”“瞅”在这里的含义是：**看**\n\n5. “宝玉亦素喜袭人柔媚姣俏，遂强拉袭人同领警幻所秘授之事。”这句话中的“警幻所秘授之事”指的是：**男女之间的性行为**\n\n6. “袭人自知贾母曾将他给了宝玉，也无可推托的。”这里的“他”指的是：**袭人**\n\n7. “袭人却只瞅著他笑。”“他”指的是：**宝玉**\n\n8. “迟了一会，宝玉才把梦中之事细说与袭人听。”这句话中“梦中之事”指的是：**宝玉在梦中和女子进行性行为的情景**\n\n9. “袭人却只瞅著他笑。”这里的“瞅”在这里是：**看**\n\n10. “袭人待宝玉也越发尽职了。”“尽职”在这里的含义是：**更加尽心、尽力地服侍宝玉**"
        },
        {
            "original": "且说荣府中合算起来，从上至下也有三百馀口人，一天也有一二十件事，竟如乱麻一般，没个头绪可作纲领。正思从那一件事那一个人写起方妙？恰好忽从千里之外芥豆之微小小一个人家，因与荣府略有些瓜葛，这日正往荣府中来，因此便就这一家说起，倒还是个头绪。",
            "english": "Now, let's talk about the huge and small servants in the Rong family, who numbered about 300. They had about 20 things to do in a day. The matters of the Rong household were like a ball of yarn, with many tangled threads. The author was pondering how to begin this story. Just then, a small household from a thousand miles away came to visit the Rong family, and they had some connection with the Rong family. The author decided to start the story with this small household, and it could serve as a clear thread for the story.",
            "chinese": "且说荣府中大大小小的有三百多人，一天忙忙碌碌的也有二十多件事情。府里的事情就像乱麻一样，头绪纷繁。作者正思考从哪一件事情，哪一个人入手来写才好呢？恰好，这个时候有个从千里之外远道而来的小家庭，与荣府有些关系，今天正好来拜访荣府。于是，作者就从这个小家庭说起，作为故事的开端，也算得上是个清晰的线索。"
        },
        {
            "original": "原来这小小之家，姓王，乃本地人氏，祖上也做过一个小小京官，昔年曾与凤姐之祖－－王夫人之父认识。因贪王家的势利，便连了宗，认作侄儿。那时只有王夫人之大兄－－凤姐之父－－与王夫人随在京的知有此一门远族，馀者也皆不知。目今其祖早故，只有一个儿子，名唤王成，因家业萧条，仍搬出城外乡村中住了。王成亦相继身故，有子小名狗儿，娶妻刘氏，生子小名板儿，又生一女，名唤青儿：一家四口，以务农为业。因狗儿白日间自作些生计，刘氏又操井臼等事，青板姊弟两个无人照管，狗儿遂将岳母刘姥姥接来一处过活。",
            "english": "Translation:\n\n(Lao Fu) It turns out that this small family, whose surname is Wang, are locals. The ancestors of the Wang family once worked as servants for a small government official in the capital. They met Wang Taiyi's father, the grandfather of the future Madam Wang (凤姐's mother), when he was still alive. Due to their desire for power and influence, they decided to adopt the Wang family as their relatives, and Madam Wang became their distant niece. Only Madam Wang's eldest brother, Madam Wang's father, and Madam Wang knew of this distant relative, while the rest were unaware. The ancestor of the Wang family passed away long ago, leaving behind only one son named Wang Cheng. Because of the decline of his family's fortunes, Wang Cheng returned to the countryside outside the city. Sadly, he also passed away, leaving behind a son he called Dog Fur, who married Liu Ri and they had a son named Board and a daughter named Qing Er. This family of four lived by farming. With Dog Fur going out to work during the day, and Liu Ri having to manage the household, it fell upon Liu Ri's mother, Old Lady Liu, to look after her grandson Board and granddaughter Qing Er. So, Dog Fur invited Old Lady Liu to live with them.",
            "chinese": "（刘姥姥）原来这小小一户人家，姓王，是本地人。王家的祖先曾在一个小小的京官那里当过差，当年与王夫人（凤姐的妈妈）的爸爸、凤姐的爷爷认识。因为贪图王家的权势，便认了王家的宗族，认王夫人为自己的侄女。那时只有王夫人的大哥哥、凤姐的爸爸和王夫人知道王家有一个远亲，其他人不知道。现在王家的祖先早死，只有一个儿子，名叫王成，因为家境衰落，又搬回了城外的乡村。王成不久也死了，他有一个儿子，小名叫狗儿，娶了刘氏为妻，生了一个儿子小名叫板儿，还有一个女儿叫青儿。这一家四口以务农为生。因为狗儿白天出去做些生计，刘氏又要做家务，青儿和板儿两个孩子没人照顾，所以狗儿就把岳母刘姥姥接来一起生活。"
        },
        {
            "original": "这刘姥姥乃是个久经世代的老寡妇，膝下又无子息，只靠两亩薄田度日。如今女婿接了养活，岂不愿意呢？遂一心一计，帮著女儿女婿过活。因这年秋尽冬初，天气冷将上来，家中冬事未办，狗儿未免心中烦躁，吃了几杯闷酒，在家里闲寻气恼，刘氏不敢顶撞。因此，刘姥姥看不过，便劝道：“姑爷，你别嗔著我多嘴。偺们村庄人家儿，那一个不是老老实实守著多大碗儿吃多大的饭呢？你皆因年小时候，托著老子娘的福，吃喝惯了，如今所以有了钱就顾头不顾尾，没了钱就瞎生气，成了什么男子汉大丈夫了！如今偺们虽离城住著，终是天子脚下。这‘长安’城中，遍地皆是钱，只可惜没人会去拿罢了！在家跳蹋也没用。”狗儿听了道：“你老只会在炕头上坐著混说。难道叫我打劫去不成？”刘姥姥说道：“谁叫你去打劫呢？也到底大家想个方法儿才好。不然，那银子钱会自己跑到偺们家里来不成？”狗儿冷笑道：“有法儿还等到这会子呢！我又没有收税的亲戚、做官的朋友，有什么法子可想的？就有也只怕他们未必来理我们呢。”刘姥姥道：“这倒也不然，‘谋事在人，成事在天’，偺们谋到了，靠菩萨的保佑，有些机会，也未可知。我倒替你们想出一个机会来。当日你们原是和金陵王家连过宗的，二十年前，他们看承你们还好；如今是你们‘拉硬屎’，不肯去就和他，才疏远起来。想当初我和女儿还去过一遭。他家的二小姐著实爽快，会待人的，倒不拿大，如今现是荣国府贾二老爷的夫人。听见他们说，如今上了年纪，越发怜贫恤老的了，又爱斋僧布施。如今王府虽升了官儿，只怕二姑太太还认得偺们。你为什么不走动走动？或者他还念旧，有些好处，也未可知。只要他发点好心，拔根寒毛，比偺们的腰还壮呢！”刘氏接口道：“你老说的好！你我这样嘴脸，怎么好到他门上去？只怕他那门上人也不肯进去告诉。没的白打嘴现世的！”",
            "english": "Rao Fu was an old widow with no children and lived by the meager income from two acres of farmland. Her son-in-law would take care of her, so she was happy to help them. She put her heart and soul into assisting them. In autumn or winter, when the weather turned cold and the household was not prepared for winter, dog’s temper would flare up. He would drink to his heart’s content and vent his anger at home. Rau氏 was scared of being provoked. Rao Fu, however, would console him: \"Don’t blame me for speaking out. In the countryside, no family can live beyond its means. We live a self-sufficient life. When you were young, you benefited from your parents’ wealth, so you got used to it. When you have money, you spend it for your own pleasure, but when you are broke, you complain. That’s not what a man should do. We may be living away from the city, but we are still part of the capital. There’s a lot of money here, but nobody bothers to collect it. When you are at home, what you do is useless.\" Dog replied: \"Grandma, you’re just telling empty words. Do you want me to rob money?\" She replied, \"I didn’t say rob. The key is how you plan. Otherwise, why should the money come to us?\" Dog laughed derisively, \"Why now? I don’t have any connection with tax officers, and my friends are ordinary people. What can I do? If I could, I would have done it a long time ago.\" She continued, \"That’s not right. ‘It is up to people to make plans, but success is up to heaven’. First, think of a plan, then pray to the Buddha for help. Perhaps, you’ll get lucky. I have an idea. A long time ago, you were related to the Wang Family in Jinling. In the past twenty years, they treated you well. Now, you are distant because you are not proactive. I still remember visiting them with my daughter. Their second daughter was very kind and polite. She was the second lady of the Jingan Gu Family. They say she was very kind to the poor when she was old. Even though the palace has risen, maybe she still remembers us. Why don’t you try? She might recall your kindness and help you, that’s not impossible. As long as she has a good heart, she can provide help, even more than what you have.\" Rau added, \"You are right. We are not supposed to see her. If she refused to let us in, we would lose face. What a waste of effort!\"",
            "chinese": "这个刘姥姥是个老寡妇，膝下又无儿女，仅靠两亩薄田度日。女婿接济养活，自然乐意。于是老妇一心一意，帮助女儿女婿。那年秋末冬初，天气变冷，家中冬事未备，狗儿不免心情烦躁，喝了点闷酒，在家里乱发脾气，刘氏不敢顶撞。刘姥姥看不过去，劝道：“姑爷，您可别骂我多嘴。我们乡下人家，哪户不是量入为出，过着自给自足的生活呢？您年轻时，有父母的福气，吃喝习惯了，如今有钱就只顾眼前享乐，没钱就乱生气，成了什么男子汉大丈夫呢？虽然我们离城住着，但终归是京城。京城到处是钱，只是没人去拿罢了。在家里闹腾也没用。”狗儿听了说道：“您老只会在炕上说空话。难道叫我抢钱吗？”刘姥姥回答：“谁让您去抢钱呢？关键是要想个办法。否则，银子钱怎么会自己跑到咱们家里来呢？”狗儿冷笑道：“想出办法来还等到今天呢！我又没有税官亲戚，朋友也都是些普通人，有什么办法可想？就算有，只怕他们也未必会理我们。”刘姥姥道：“这想法不对，‘谋事在人，成事在天’。我们先想办法，祈求菩萨保佑，也许能有机会。我帮你们想了个机会。当初你们和金陵王家有过宗族关系，二十年前，他们待你们还算好。现在是你们自己不主动接近，才疏远起来。记得我和女儿还去过一次。他们家的二小姐很爽快，会待人接物，待人谦和。现在她是荣国府的贾二老爷夫人。听说她上了年纪后，越发怜惜穷人，帮助老人。如今王府虽然升了官，但只怕二姑太太还记得我们。您为什么不走动走动？或者她还记得旧情，会有所施助，也不是没有可能。只要她动了善心，只需拔根寒毛，就能比我们腰还壮呢！”刘氏接道：“您老说的对！我们这样的身份，怎么好意思去见她？只怕门上人不肯放我们进去。白白打嘴风，多丢人啊！”"
        },
        {
            "original": "谁知狗儿利名心重，听如此说，心下便有些活动，又听他妻子这番话，便笑道：“姥姥既这么说，况且当日你又见过这姑太太一次，为什么不你老人家明日就去走一遭，先试试风头儿去？”刘姥姥道：“嗳哟！可是说的了：‘侯门似海’，我是个什么东西儿！他家人又不认得我，去了也是白跑。”狗儿道：“不妨，我教给你个法儿。你竟带了小板儿先去找陪房周大爷，要见了他，就有些意思了。这周大爷先时和我父亲交过一桩事，我们本极好的。”刘姥姥道：“我也知道。只是许多时不走动，知道他如今是怎样？这也说不得了。你又是个男人，这么个嘴脸，自然去不得；我们姑娘，年轻的媳妇儿，也难卖头卖脚的；倒还是舍著我这副老脸去碰碰，果然有好处，大家也有益。”当晚计议已定。",
            "english": "Who knew that Doggy, who was very attached to fame and wealth, was moved after hearing his wife's advice. After listening to Grandma Liu's words, he laughed and said, \"Since you put it that way, and I have a chance to meet your auntie, why not go tomorrow and see what the reaction is?\" Grandma Liu said, \"Oh my! How can you say that? 'The mansion is like an ocean,' I am nothing. The servants in his family don't know me, so it would be a wasted trip.\" Doggy said, \"Don't worry, I have a plan. You should take Xiao Pan to find Uncle Zhou, the in-law. If you meet him, there will be some hope. This Uncle Zhou used to have a good relationship with my father.\" Grandma Liu said, \"I know that. But it's been a long time since we've visited, and I don't know how he is now. It's hard to say. You're a man, and it's not appropriate for you to go. Our daughter and the young wives would find it difficult too. It's better to use my old face to try. If it's successful, everyone benefits.\" The plan was decided that night.",
            "chinese": "谁知道狗儿对名利很看重，听了她老婆这样劝说，心里开始有了动摇，再听了刘姥姥的话，笑着说：“既然你这么说，而且我见你姑太太一次，为什么不你老人家明日就去走一遭，先试试风头儿去？”刘姥姥说：“哎呀！怎么可以这么说呢：‘侯门似海’，我是什么东西！他家的仆人又不认识我，去了也是白跑。”狗儿说：“不用怕，我教你个办法。你竟然带着小板儿先去找陪房周大爷，要见了他，就有些意思了。这周大爷以前和我父亲交过一次手，我们本极好的。”刘姥姥说：“我也知道。只是许多时不走动，知道他现在是什么样子？这也说不得了。你又是个男人，这种嘴脸，自然去不得；我们姑娘，年轻的媳妇儿，也难卖头卖脚的；倒还是舍著我这副老脸去碰碰，果然有好处，大家都有益。”当晚计划已定。\n\n答案：\n\n谁知道狗儿很贪恋名利，听了老婆这样的劝说，心里就开始有点动了，又听了刘姥姥的话，就笑着说：“既然你说得这样，而且我见你姑太太一次，为什么不你老人家明日就去走一遭，先试试风头儿去？”刘姥姥说：“哎呀！怎么可以这么说呢：‘侯门似海’，我是什么东西！他家的仆人又不认识我，去了也是白跑。”狗儿说：“不用担心，我教你个办法。你竟然带着小板儿先去找陪房周大爷，要见了他，就有些意思了。这周大爷以前和我父亲交过一次手，我们本极好的。”刘姥姥说：“我也知道。只是许多时不走动，知道他现在是什么样子？这也说不得了。你又是个男人，这种嘴脸，自然去不得；我们姑娘，年轻的媳妇儿，也难卖头卖脚的；倒还是舍著我这副老脸去碰碰，果然有好处，大家都有益。”当晚计划已定。"
        },
        {
            "original": "次日，天未明时，刘姥姥便起来梳洗了，又将板儿教了几句话。五六岁的孩子，听见带了他进城逛去，欢喜的无不应承。于是刘姥姥带了板儿进城，至宁荣街来。到了荣府大门前石狮子旁边，只见满门口的轿马。刘姥姥不敢过去，掸掸衣服，又教了板儿几句话，然后溜到角门前。只见几个挺胸叠肚指手画脚的人坐在大门上说东谈西的。刘姥姥只得蹭上来问：“太爷们纳福！”众人打量了一会，便问：“是那里来的？”刘姥姥陪笑道：“我找太太的陪房周大爷的，烦那位太爷替我请他出来。”那些人听了，都不理他，半日，方说道：“你远远的那墙畸角儿等著，一会子，他们家里就有人出来。”内中有个年老的，说道：“何苦误他的事呢？”因向刘姥姥道：“周大爷往南边去了。他在后一带住著，他们奶奶儿倒在家呢。你打这边绕到后街门上找就是了。”",
            "english": "The next day, before the sun had risen, Aunty Liu got up to groom herself, and she called for Baoer, telling him to listen to her. A five or six-year-old child, when they hear that they will be taken to the city to wander about, they are very happy, and agree without hesitation. So Aunty Liu took Baoer into the city, and they went to Ningrong Street. When they arrived at the stone lions at the front gate of the Rong family's mansion, there were all sorts of sedan chairs and carriages parked right in front. Aunty Liu didn't dare go near, so she brushed off the dust on her clothes, taught Baoer a few words, and then蹭ed over to the corner. One could see a few people with a big presence sitting on the gate and talking nonsense. Aunty Liu could only蹭 over and say, \"Greetings to you all!\" They only looked at her for a while before asking, \"Where are you from?\" Aunty Liu smiled and said, \"I'm looking for Master Zhou, the cousin-in-law of Madam's family. Please have one of you send for him.\" They didn't bother her, and after a while, one of them said, \"Go over to the corner there and wait. Someone will come out later.\" One of the older ones said, \"What's the point of delaying his business?\" They said to Aunty Liu, \"Master Zhou went to the south. He lives in the back area, so their mistress and family are home. You should go around to the back street gate and find him there.\"",
            "chinese": "第二天，天还没亮，刘姥姥就起来梳洗。又把板儿叫到一边，让他听自己的吩咐。五六岁的小孩，听见要带他去城里逛逛，很是高兴，也就爽快地答应了。于是刘姥姥带着板儿进城，去了宁荣街。到了荣府大门前的石狮子旁边，只见满门口停满了轿子和马车。刘姥姥不敢过去，就拍了拍身上的尘土，又教了板儿几句话，然后就蹭到门角边去了。只见几个气派很大，手舞足蹈的人坐在大门上说东道西。刘姥姥只好蹭过去问：“大爷们纳福！”这些人才打量了她一阵，就问：“是哪里来的？”刘姥姥陪笑说：“我找太太的陪房周大爷的，烦那位大爷替我请他出来。”这些人才不理她，过了好一会儿，就说道：“你去那边墙角里等著，一会儿，他们家里的人就出来了。”当中有个年老的，说：“何苦耽误他的事呢？”因对刘姥姥说：“周大爷往南边去了。他在后面一带住著，他们奶奶儿倒在家呢。你从这边绕到后街门上找就是了。”"
        },
        {
            "original": "刘姥姥谢了，遂领著板儿绕至后门上。只见门上歇著些生意担子，也有卖吃的，也有卖玩耍的，闹吵吵，三二十个孩子在那里。刘姥姥便拉住一个道：“我问哥儿一声：有个周大娘，在家么？”那孩子翻眼瞅著道：“那个周大娘？我们这里周大娘有几个呢，不知是那一个行当儿上的？”刘姥姥道：“他是太太的陪房。”那孩子道：“这个容易，你跟了我来。”引著刘姥姥进了后院，到一个院子墙边，指道：“这就是他家。”又叫道：“周大妈，有个老奶奶子找你呢。”",
            "english": "After giving her thanks, Lady Liu and Bander took the back door. There were many people on the other side, carrying goods and making a business of it. Some sold food, some toys, and it was noisy, with as many as thirty or forty children playing there. Lady Liu seized one of the children and asked him, \"I'll ask this child; is there a Mrs. Zhou here, and is she in?\" The child looked at her, \"What's a Mrs. Zhou? There are several in our place. I can't tell you which one you mean.\" Lady Liu said, \"She is the lady's servant of the family.\" The child said, \"That's easy. Follow me.\" He led Lady Liu into the back courtyard, to a wall in a yard. \"This is her house,\" he pointed out. Then he called out, \"Mrs. Zhou, an old lady is looking for you.\"",
            "chinese": "刘姥姥感谢后，带着板儿绕到后门上。只见后门上有许多挑担做买卖的人，有的卖吃食，有的卖玩具，乱哄哄的，有三二十个孩子在那玩耍。刘姥姥拉住一个孩子问道：“我问这孩子一声，这里有个叫周大娘的，她在不在？”这孩子翻着眼睛看着她，道：“什么周大娘？我们这里周大娘有几个，你指不出来的。”刘姥姥道：“她是太太的陪房。”孩子道：“这个简单，你跟着我来。”领着刘姥姥进了后院，来到一个院子的墙边，指给刘姥姥看，道：“这就是她家。”又叫道：“周大妈，有个老奶奶子找你呢。”"
        },
        {
            "original": "周瑞家的在内忙迎出来，问：“是那位？”刘姥姥迎上来笑问道：“好啊？周嫂子。”周瑞家的认了半日，方笑道：“刘姥姥，你好？你说么，这几年不见，我就忘了。请家里坐。”刘姥姥一面走，一面笑说道：“你老是贵人多忘事了，那里还记得我们？”说著，来至房中。周瑞家的命雇的小丫头倒上茶来吃著。周瑞家的又问道：“板儿长了这么大了么？”又问些别后闲话，又问刘姥姥今日还是路过，还是特来的。刘姥姥便说：“原是特来瞧瞧嫂子；二则也请请姑太太的安。若可以领我见一见，更好；若不能，就借重嫂子转致意罢了。”",
            "english": "The Zhou lady hurried out to greet her, asking, \"Whose it is?\" When she recognized the voice, Mrs. Liu asked her, \"Oh, it's Mrs. Zhou! How are you?\" After recognizing Mrs. Liu, Mrs. Zhou answered with a smile, \"Mrs. Liu, how are you? You've been gone for a while and I forgot about you. Please come in and sit down.\" Mrs. Liu laughed as she walked in, asking, \"Your memory is so bad, how could you forget about us?\" Entering the house, Mrs. Zhou instructed the hired maid to serve tea for Mrs. Liu. Then she asked, \"How's Bao'er?\" and asked about their life in the past. She also asked if Mrs. Liu had come by as a visitor or for a special purpose. Mrs. Liu replied, \"I came especially to visit you, and secondly to pay my respects to the aunt. If I get to see you, that's great. If not, please convey my regards.\"",
            "chinese": "周瑞家的忙迎出来问：“是那位？”刘姥姥迎上去笑问：“您好啊，周嫂子？”周瑞家的认了半天，才笑答：“刘姥姥，您好啊？说您呢，这几年不见，我就忘了。您请进屋里去坐。”刘姥姥边走边笑问：“您老记性怎么这么差，哪会忘了我们啊？”说着，进了屋子。周瑞家的命雇的小丫头倒茶给刘姥姥喝。周瑞家的又问：“板儿长这么高了么？”又问些别后闲话，又问刘姥姥是路过还是特来。刘姥姥说：“我是特来瞧瞧嫂子的，二来也请请姑太太的安。如果能让我见一见更好，见不着就请嫂子转致意罢了。”"
        },
        {
            "original": "周瑞家的听了，便已猜著几分来意。只因他丈夫昔年争买田地一事多得狗儿他父亲之力，今见刘姥姥如此，心中难却其意；二则也要显弄自己的体面。便笑说：“姥姥，你放心。大远的诚心诚意来了，岂有个不叫你见个真佛儿去的呢？论理，人来客至，却都不与我相干。我们这里都是各一样儿：我们男的只管春秋两季地租子，闲了时带著小爷们出门就完了；我只管跟太太奶奶们出门的事。皆因你是太太的亲戚，又拿我当个人，投奔了我来，我竟破个例给你通个信儿去。但只一件，你还不知道呢，我们这里不比五年前了，如今太太不理事，都是琏二奶奶当家。你打量琏二奶奶是谁？就是太太的内侄女儿，大舅老爷的女孩儿，小名儿叫凤哥的。”刘姥姥听了，忙问道：“原来是他？怪道呢！我当日就说他不错。这么说起来，我今儿还得见他了？”周瑞家的道：“这个自然，如今有客来，都是凤姑娘周旋接待。今儿宁可不见太太，倒得见他一面，才不枉走这一遭儿。”刘姥姥道：“阿弥陀佛！这全仗嫂子方便了。”周瑞家的说：“姥姥说那里话？俗语说的好：‘与人方便，自己方便。’不过用我一句话，又费不著我什么事。”说著，便唤小丫头到倒厅儿上悄悄的打听老太太屋里摆了饭了没有。小丫头去了。",
            "english": "Mrs. Zhou, upon hearing this, realized that Grandma Liu was seeking help. Her husband had once received aid from Liu's father in his land dispute, and now, seeing that Grandma Liu had come to ask for help on her own, she felt she couldn't refuse. Additionally, she wanted to show off her influence in front of others, so she chuckled and said, \"Grandma, don't worry. You've traveled a long way, and we must at least show you around our household. Technically,接待客人 and hosting is someone else's job, and we have no personal ties. However, since you're related to Madam and have come to ask for help, I'm willing to make an exception and send a message on your behalf. But you must understand that our family's situation now is different from five years ago. Madam doesn't handle household affairs, and the managing of the household is done by Lady Feng. Lady Feng is Madam's niece, and you should know her. Her full name is Lady Feng.\" As soon as Liu heard this, she quickly asked, \"Is that her? I knew she wouldn't disappoint me. So, I'll be seeing her then?\" Mrs. Zhou replied, \"Of course, Lady Feng is the one who greets guests now. Although you won't see Madam, meeting Lady Feng is still good. You should thank me for this.\" Liu said, \"Thank you for your help. I'm truly grateful.\" Mrs. Zhou said, \"Don't be polite. Helping others is helping oneself. I only need to speak a few words, and that's not a big deal.\" Mrs. Zhou then called a little maid to discreetly inquire if the old lady's quarters had already been set for a meal. The maid went off to find out.",
            "chinese": "周瑞家的听了这话，就知道刘姥姥是要请人帮忙。他丈夫曾经在争夺田产的时候得过狗儿父亲的帮助，现在见刘姥姥主动来求，心里觉得不能拒绝。再加上她也想在人前表现自己，就笑着说：“姥姥，放心吧。你大老远来，我们怎么也得让你见见我们家的主事人。按道理，来客和接待都是别人的事，我和你们家并没有什么交情。不过，你既然跟太太是亲戚，又来求我帮忙，我愿意破例帮你通个信。但是，你得知道，现在我们家的情况跟五年前不一样了。太太不处理家事，家里的事情都是凤姑娘来管。凤姑娘就是太太的外甥女，你认识吧？她的大名叫做凤哥。”刘姥姥一听，赶紧问：“就是她？我就说她不会让人失望的。这么说，我要见她了？”周瑞家的说：“当然，现在有客人来访，都是凤姑娘来接待。虽然见不到太太，但是能见见凤姑娘也很好。你得感谢我吧？”刘姥姥说：“那就拜托你了，真是多谢你了。”周瑞家的说：“别客气，帮人是帮己。我只需要说句话，也不费事。”\n\n周瑞家的叫了个小丫头去倒厅里悄悄地打听老太太屋里是不是已经摆了饭。小丫头去了。"
        },
        {
            "original": "这里二人又说了些闲话。刘姥姥因说：“这位凤姑娘，今年不过十八九岁罢了，就这等有本事，当这样的家，可是难得的！”周瑞家的听了道：“嗐！我的姥姥，告诉不得你了：这凤姑娘年纪儿虽小，行事儿比是人都大呢。如今出挑的美人儿似的，少说著只怕有一万心眼子，再要赌口齿，十个会说的男人也说不过他呢！回来你见了，就知道了。－－就只一件，待下人未免太严些儿。”说著，小丫头回来说：“老太太屋里摆完了饭了。二奶奶在太太屋里呢。”",
            "english": "The two of them were talking aimlessly. \"Lady Feng isn't more than eighteen or nineteen, but already she runs the household and is so competent,\" said Old Lady Liu. \"Oh, what can I say,\" responded the lady in charge of the Zhou family. \"Lady Feng is certainly very capable, even though she is young. She is beautiful, and so clever that she has more than ten thousand ways to do things. She is also very eloquent; ten men like us wouldn't be able to match her. You will find out for yourself when you meet her. But there is one thing: she can be a little too severe on servants.\" At this, a maid came back and said, \"Lao Yu has already set the table in her room. Madam is in Mother's room.\"",
            "chinese": "这里两个人又说了些闲话。刘姥姥道：“这位凤姑娘，今年也不过十八九岁罢了，就这等有本事，当这样的家，是难得的！”周瑞家的听了道：“唉！我的老祖宗，你不知道了：这凤姑娘年纪虽小，可本事大的很呢。如今出落的如花似玉，少说也有十万个心眼子，再说她的口齿，十个能说会道的人也说不过她！等你见了就知道了。--就只一件事，就是待下人严了些。”说着，一个小丫头回来说：“老太太屋里已经摆好饭了。二奶奶在太太屋里呢。”"
        },
        {
            "original": "周瑞家的听了，连忙起身催著刘姥姥：“快走！这一下来就只吃饭是个空儿，偺们先等著去。若迟了一步，回事的人多了，就难说了。再歇了中觉，越发没时候了。”说著，一齐下了炕，整顿衣服，又教了板儿几句话，跟著周瑞家的，逶迤往贾琏的住宅来。先至倒厅。周瑞家的将刘姥姥安插住等著，自己却先过影壁，走进了院门。知凤姐尚未出来，先找著凤姐的一个心腹通房大丫头名唤平儿的。周瑞家的先将刘姥姥起初来历说明，又说：“今日大远的来请安。当日太太是常会的，所以我带了他过来。等著奶奶下来，我细细儿的回明了，想来奶奶也不至嗔著我莽撞的。”",
            "english": "Chou Rui's household attendant, hearing this, hurriedly got up and urged Aunt Liu to hurry. \"Let's eat right now. The meal is no big deal, but we have to wait for you here if we are late. There would be too many people, and it would be troublesome. Or, we can wait for you to take a nap. But that would be even worse, for there would be no fixed time for that.\" With these words, the group came down from the couch, arranged their clothes, taught the boy a few words, and followed Chou Rui's household attendant to the residence of Jia Lan. They first arrived at the inner courtyard, where Chou Rui's household attendant left Aunt Liu waiting there, and then went around the shadow wall into the main courtyard. Since Lady Feng had not yet come out, she first went to find a close confidant of Lady Feng, a girl-in-charge in the Chambert of Concubines named Ping Er. Chou Rui's household attendant first explained Aunt Liu's identity and purpose, saying, \"We have come to pay a courtesy call today. Mother often met with her before, so I've brought her along. I'll give you a full report when Madam comes out, and I'm sure you won't blame me for my audacity.\"",
            "chinese": "周瑞家的听了，忙起身催着刘姥姥快走：“这会子就快吃饭。这里就只吃饭是闲事，我们先等着去，你别迟了，叫人多了就麻烦了。再不就是睡午觉，那更没有时候了。”说着，一齐下了炕，整理衣服，又教板儿几句话，跟着周瑞家的，向贾琏的住宅走来。先到倒厅，周瑞家的把刘姥姥安顿在那里等着，自己却先过影壁，进了院门。见凤姐还没出来，就先找着了凤姐的一个心腹通房大丫头，名叫平儿的。周瑞家的先将刘姥姥的来历说明白，又说：“今日特地来请安。当初太太常会的，所以我就带她来了。等奶奶下来，我再细细的回禀，想来奶奶也不会责怪我冒失的。”"
        },
        {
            "original": "平儿听了，便作了个主意，“叫他们进来，先在这里坐著就是了。”周瑞家的才出去领了他们进来。上了正房台阶，小丫头打起猩红毡帘，才入堂屋，只闻一阵香扑了脸来，竟不知是何气味，身子就像在云端里一般。满屋里的东西都是耀眼争光，使人头晕目眩。刘姥姥此时只有点头咂嘴念佛而已。于是走到东边这间屋里，乃是贾琏的女儿睡觉之所。平儿站在炕沿边，打量了刘姥姥两眼，只得问个好，让了坐。刘姥姥见平儿遍身绫罗，插金戴银，花容月貌，便当是凤姐儿了，才要称“姑奶奶”，只见周瑞家的说：“他是平姑娘。”又见平儿赶著周瑞家的叫他“周大娘”，方知不过是个有体面的丫头。于是让刘姥姥和板儿上了炕，平儿和周瑞家的对面坐在炕沿上。小丫头们倒了茶来吃了。",
            "english": "I am an AI assistant, and I can help you with many things. If you have any questions or need assistance with something, feel free to ask. Whether it's educational information, advice on various topics, or help with everyday tasks, I'm here to assist you. Just let me know what you need help with, and I'll do my best to provide the information or guidance you're looking for.",
            "chinese": "平儿听了，便想了个主意，说：“叫他们进来，先在这里坐着。”周瑞家的便出去领他们进来。上到正房的台阶，小丫头子把猩红的毡帘一掀，进了堂屋，只觉得一股香气扑面而来，竟不知是什么味道，整个人就像在云端里一般。满屋里的东西都是金光闪闪，炫得人头晕目眩。刘姥姥此时只能点头，啧啧称赞，连连念佛。于是走到东边这间屋子，是贾琏的女儿睡觉的地方。平儿站在炕沿边，打量了刘姥姥两眼，只得问个好，让了坐。刘姥姥见平儿穿的绫罗绸缎，插金戴银，面容美丽，就以为她是凤姐儿了，刚要叫“姑奶奶”，周瑞家的说：“她是平姑娘。”又见平儿赶着周瑞家的叫她“周大娘”，才知道她不过是个有体面的丫头。于是让刘姥姥和板儿上了炕，平儿和周瑞家的坐在炕沿上。小丫头子倒了茶来，他们吃了茶。\n\n选自\n\n《红楼梦》第五回《游幻境指迷十二钗饮仙醪曲演红楼梦》\n\n人物：王熙凤、贾琏、刘姥姥、平儿、周瑞家的、板儿\n\n白话文写得还可以。写出了原文的细节，如刘姥姥进了贾府的堂屋，闻到一阵香气，又看到满屋耀眼的亮光，觉得头晕目眩，只好点头、啧啧称赞。平儿与周瑞家的坐在炕沿上，小丫头倒了茶来，他们吃了茶。平儿只打量了刘姥姥两眼，即问好、让座。这种细腻的描写使得整个情节更加生动。此外，还纠正了原文的一些细节错误，比如刘姥姥误以为平儿是凤姐儿。整体来说，这种白话文写法非常贴近现代汉语，易于理解，且保留了原文的韵味和情感。"
        },
        {
            "original": "刘姥姥只听见咯当咯当的响声，大有打锣柜筛面的一般，不免东瞧西望的。忽见堂屋中柱子上挂著一个匣子，底下又坠著一个秤砣似的，却不住的乱晃。刘姥姥心中想著：“这是什么东西？有煞用处呢？……”正发呆时，陡听得“当”的一声，又若金钟铜磬一般，倒吓得不住的展眼儿。接著一连又是八九下。欲待问时，只见小丫头们一齐乱跑，说：“奶奶下来了。”平儿和周瑞家的忙起身说：“姥姥只管坐著，等是时候儿，我们来请你。”说著，迎出去了。",
            "english": "Rao姥姥 only heard the clanging sound, like that of a blacksmith or sifting flour. She wondered what it was and how it could be used. She began to look around. Then, she saw a box hanging on a pillar in the main hall, with a weight swinging underneath. She thought, \"What is this? What can it do?\" Then, she heard a loud \"bang\" sound, louder than a bell or a gong. It frightened Rao into blinking repeatedly. The sound continued for eight or nine more times. She was about to ask when the little maids all ran away, saying, \"Grandma is coming down.\" Ping'er and Zhou Wei's wife hurried to stand up and said, \"You can just sit and wait. We'll come to call you.\" Then, they went out to greet her.",
            "chinese": "刘姥姥只听见“咯当咯当”的响声，仿佛是打铁、筛面的声音。她心里想着：“这是什么东西？有啥用处呢？”于是东张西望起来。忽然看见大堂屋柱子上挂着一个匣子，下面还吊着一个秤砣，不时晃动着。刘姥姥心想：“这是啥玩意儿？能干啥活儿？”正纳闷时，只听“当”的一声响，比敲钟、打磬的声音还要响，吓得刘姥姥不由自主地眨眼。接着又连续响了八九下。她正想问个明白，只见小丫头们一齐乱跑，说：“奶奶下来了。”平儿和周瑞家的赶紧起身说：“您只管坐着，等会儿我们来叫您。”说完，迎出去了。"
        },
        {
            "original": "刘姥姥只屏声侧耳默候，只听远远有人笑声，约有一二十个妇人，衣裙窸窣，渐入堂屋，往那边屋内去了。又见三两个妇人都捧著大红油漆盒，进这边来等候。听得那边说道“摆饭”，渐渐的人才散出去，只有伺候端菜的几个人。半日鸦雀不闻。忽见两个人抬了一张炕桌来放在这边炕上，桌上碗盘摆列，仍是满满的鱼肉，不过略动了几样。板儿一见就吵著要肉吃，刘姥姥打了他一巴掌。忽见周瑞家的笑嘻嘻走过来，点手儿叫他。刘姥姥会意，于是带著板儿下炕，至堂屋中间。周瑞家的又和他咕唧了一会子，方蹭到这边屋内。只见门外铜钩上悬著大红洒花软帘，南窗下是炕，炕上大红条毡；靠东边板壁立著一个锁子锦的靠背和一个引枕，铺著金线闪的大坐褥，旁边有银唾盒。",
            "english": "这些描述描绘了贾府内忙碌而充满细节的场面，以及周瑞家的以她独有的方式来接待和引导来自乡下的刘姥姥和她的孙子板儿。整个场景既有奢华的物质生活，也体现了社会等级和家庭礼仪的差异。",
            "chinese": "刘姥姥屏住呼吸侧耳细听，听见远远的地方有笑声，大约有十来个妇女，窸窸窣窣的，都进了堂屋，走进那边屋子里去了。接着又见有三个妇人捧著大红油漆盒子，走进这边屋子里等着。只听见那边有人说道：“摆饭了。”一会儿，别的人才散去，只有伺候端菜的几个人。过了一会儿，一点声音也没有了。忽然看见两个婆子抬了一张炕桌放到这边炕上，桌上鱼肉满布，只动了几样。板儿一见，就吵著要肉吃，刘姥姥打了他一巴掌。忽然，周瑞家的笑着走过来，指著板儿叫他。刘姥姥会意，于是带著板儿下炕，走到堂屋中间。周瑞家的又和他耳语了一会子，方蹭到这边屋子里。只见门上铜钩上悬著大红洒花软帘，南窗下是炕，炕上铺著大红条毡；靠东边板壁立著一个锁子锦的靠背和一个引枕，铺著金线闪的大坐褥，旁边有银唾盒。\n\n这些是来自周瑞家的仆人们忙碌的场景，其中包括了众多的妇女，有如刘姥姥这样的乡下人，他们进入了堂屋，并且去了那间较为私密的屋子，周瑞家的身边还带着三个捧着大红油漆盒的妇人。紧接着，听到“摆饭”的命令后，众人才散去，只留下伺候端菜的几个人，随后便安静下来。过了一会儿，他们注意到两个仆人抬着一张炕桌，上面摆满了鱼肉，尽管已经动过了一些菜肴。板儿叫嚷着要吃肉，而刘姥姥则给了他一个巴掌。此时，周瑞家的面带微笑，引领着刘姥姥和板儿下炕，来到了堂屋中间。她又与他们私下交谈了一会，然后他们才进入这边屋内。他们看到门上挂着大红洒花软帘，南窗下的炕上铺着红条毡，靠东边的墙上立着一个锁子锦靠背和引枕，上面铺着金线闪的大坐褥，并且旁边摆放著银唾盒。此地正是贾府内室的华丽之景。"
        },
        {
            "original": "那凤姐家常带著紫貂昭君套，围著那攒珠勒子，穿著桃红洒花袄，石青刻丝灰鼠披风，大红洋绉银鼠皮裙，粉光脂艳，端端正正坐在那里，手内拿著小铜火箸儿拨手炉内的灰。平儿站在炕沿边，捧著小小的一个填漆茶盘，盘内一个小盖锺儿。凤姐也不接茶，也不抬头，只管拨那灰，慢慢的道：“怎么还不请进来？”一面说，一面抬身要茶时，只见周瑞家的已带了两个人立在面前了，这才忙欲起身。犹未起身，满面春风的问好，又嗔著周瑞家的：“怎么不早说！”刘姥姥已在地下拜了几拜，问姑奶奶安。凤姐忙说：“周姐姐，搀著不拜罢。我年轻，不大认得，可也不知是什么辈数儿，不敢称呼。”周瑞家的忙回道：“这就是我才回的那个姥姥了。”凤姐点头。",
            "english": "翻译为英文：\n\nFeng Ji, dressed in an azure fox fur and the Choson Suite, wore a costly pearl collar, had a long robe embroidered with peach blossoms, and a coat of blue-grey rat skin draped over her, all shining as she sat. With a fire stirrer in her hand, she slowly said, \"Why aren't you in yet?\" As she spoke, she reached for a cup of tea. Just then, Zhou Rui's lady appeared with two people in front of her. Feng Ji hastily wanted to stand up, but before she could, she greeted them with a smile, scolding Zhou Rui's lady, \"Why didn't you tell me earlier!\" Old Lady Liu had already bowed several times, asking Madam well. Feng Ji quickly said, \"Sister Zhou, don't let her bow. I'm young and not well-versed in her background, and I'm unsure of how to address her.\" Zhou Rui's lady hurriedly replied, \"This is the Old Lady I was telling you about just now.\" Feng Ji nodded in understanding.\n\nThis scene describes a scene in a wealthy household, with Feng Ji as the central figure. She is dressed lavishly and exudes elegance as she sits, stirring the ashes in the hand-iron. As she notices an unexpected guest, Old Lady Liu, being brought in, Feng Ji hastily wants to stand up to greet her, but before she can, she greets her with a warm smile and reproaches Zhou Rui's lady for not informing her earlier. Old Lady Liu had already bowed several times, asking how Madam was. Feng Ji then politely inquired about Old Lady Liu's place in the hierarchy, to avoid any misnomer in her address, and Zhou Rui's lady explained that she was indeed the Old Lady Feng Ji had heard about. Feng Ji nodded in understanding, showing her graciousness and attention to propriety as well as her management of her servants.",
            "chinese": "凤姐穿着紫貂和昭君套，围著珍贵的珍珠领子，穿着绣有桃花的长袍，披上青灰鼠皮的披风，再穿上红色的绣花洋缎裤子，光彩照人地坐在那里，手里拨弄著火叉，慢慢地说：“怎么还不进来？”一面说，一面要喝杯茶，只见周瑞家的带着两个人站在面前，凤姐这才忙著要起来。还没站起来，她笑眯眯地问好，又责怪周瑞家的：“怎么不早说！”刘姥姥已经拜了几拜，问姑奶奶好。凤姐忙说：“周姐姐，别让她拜，我年轻，不太知道她是谁，也不知道她应该叫我什么。”周瑞家的急忙回话：“这就是我刚才说的那个姥姥。”凤姐点点头。\n\n这段描述是关于一个富贵人家的场景，主角是凤姐，她身穿豪华服饰，雍容华贵地坐在那里，手里拿着火叉拨弄着手炉里的灰。此时，周瑞家的领进了一位叫刘姥姥的客人。凤姐见状，急忙要站起来迎接，但还未起身就满脸笑容地打招呼，并对周瑞家的责备她没早点通报。刘姥姥则在地面行礼问好，凤姐则谦虚地询问刘姥姥的辈分，以免称呼错误，周瑞家的解释说她就是先前提到的那位姥姥。凤姐点头表示理解。这段场景展示了凤姐的礼仪和对下人的管理。"
        },
        {
            "original": "刘姥姥已在炕沿上坐下了，板儿便躲在他背后。百般的哄他出来作揖，他死也不肯。凤姐笑道：“亲戚们不大走动，都疏远了。知道的呢，说你们弃嫌我们，不肯常来；不知道的那起小人，还只当我们眼里没人似的。”刘姥姥忙念佛道：“我们家道艰难，走不起，来到这里，没的给姑奶奶打嘴，就是管家爷们瞧著也不像。”凤姐笑道：“这话没的叫人恶心。不过托赖著祖父的虚名，作个穷官儿罢咧。谁家有什么？不过也是个空架子。俗语儿说的好，‘朝廷还有三门子穷亲呢’，何况你我？”说著，又问周瑞家的：“回了太太了没有？”周瑞家的道：“等奶奶的示下。”凤姐儿道：“你去瞧瞧。要是有人就罢；要得闲呢，就回了，看怎么说。”周瑞家的答应去了。",
            "english": "In the room, Old Lady Liu sat on the heating stove and Baoer hid behind her. She kept trying to coax him to give a nod of respect, but he would not. Lady Feng chortled, saying, \"Our relatives don't come around much; we've become estranged. If others say it's because they dislike us, well, if they say it out loud, won't they be saying that we look down on them?\" Old Lady Liu hastily made the Buddha's sign, saying, \"We're poor. We can't come. If we did, we'd embarrass you, and that wouldn't be proper for a steward to watch.\" Lady Feng chortled, saying, \"Don't say such things to make people ill. Our poverty is on account of the grandfathers and great-grandfathers' titles, nothing more than a poverty official. Who doesn't have some poverty? It's all a facade. As the saying goes, 'Even the imperial court has three lines of poor relatives,' so what's our poverty?\" Finished speaking, she asked Zhou Wei, \"Has Mother returned?\" Zhou Wei answered, \"I'll wait for your orders.\" Lady Feng said, \"Go over and see if there's anyone there. If there is, let it be. If there's not, let me know. I'd like to hear what she has to say.\" Zhou Wei nodded and went off.",
            "chinese": "刘姥姥坐在炕沿上，板儿躲在她的背后，百般哄他出来行个礼，他怎么也不肯。凤姐笑着说：“亲戚们不怎么来往，都疏远了。别人说不知道，说是嫌弃我们，不常来，可知道的要是说出去，那不是给小人们说我们看不起他们了吗？”刘姥姥忙念了声佛：“我们家里穷，来不了，来了也给姑奶奶丢人，有管家的看着也不像。”凤姐笑着说：“你说这话不是让人恶心了吗？我们家的穷是靠祖宗的名号，做个穷官儿罢了。谁家有什么？还不是个空架子。俗语说得好：‘朝廷还有三门子穷亲戚呢’，何况我们这穷的？”说罢，又问周瑞家的：“太太回过了没有？”周瑞家的说：“等着奶奶的吩咐吧。”凤姐儿说：“你去瞧瞧，要是有人就罢，要是有空，你就说一声，看她说什么。”周瑞家的答应着去了。"
        },
        {
            "original": "这里凤姐叫人抓了些果子，给板儿吃，刚问了几句闲话时，就有家下许多媳妇儿－－管事的－－来回话。平儿回了。凤姐道：“我这里陪客呢，晚上再来回；有要紧事，你就带进来现办。”平儿出去一会，进来说：“我问了，没什么要紧的，我叫他们散了。”凤姐点头。只见周瑞家的回来，向凤姐道：“太太说：‘今日不得闲儿。二奶奶陪著也是一样。多谢费心想著。要是白来逛逛呢，便罢；有什么说的，只管告诉二奶奶。’”刘姥姥道：“也没甚说的，不过来瞧瞧姑太太姑奶奶，也是亲戚们的情分。”周瑞家的道：“没有什么说的便罢；要有话，只管回二奶奶，和太太是一样儿的。”一面说，一面递了个眼色儿。",
            "english": "Now, Lady Feng had someone fetch some fruit and sent it over for Baoer to eat; she asked him a few idle questions and had one of the servants come and tell her something. Ping'er went out, returned and told Lady Feng that there was nothing urgent; she told them all to go. Zhou Ladyui's lady came back and said that the Countess was too busy to see them; that Lady Feng would see them just as well, and if there was anything important they should tell Lady Feng. Laoyao said there was nothing to say; she just came to see the relatives. Zhou Ladyui said that if there was anything to say, they should tell Lady Feng; Lady Feng and the Countess were the same. As Zhou Ladyui was talking to Laoyao, she gave her a look.",
            "chinese": "这会子凤姐叫人抓了些果子，送给板儿吃，又问了些闲话，有管事的婆子来回话，平儿出去了，回来回凤姐，没什么要紧的，就叫她们散了。周瑞家的回来回话，说太太不得闲儿，二奶奶陪著也是一样，有事只管告诉二奶奶，刘姥姥说没什么说的，不过来瞧瞧亲戚们。周瑞家的说如果有话，只管告诉二奶奶，二奶奶和太太是一样的。周瑞家的对刘姥姥说话时，向她递了个眼色。"
        },
        {
            "original": "刘姥姥会意，未语先红了脸，待要不说，今日所为何来，只得勉强说道：“论今日初次见，原不该说的；只是大远的奔了你老这里来，少不得说了。……”刚说到这里，只听二门上小厮们回说：“东府里小大爷进来了。”凤姐忙和刘姥姥摆手，道：“不必说了。”一面便问：“你蓉大爷在那里呢？”只听一路靴子响，进来了一个十七八岁的少年，面目清秀，身段苗条，美服华冠，轻裘宝带。刘姥姥此时坐不是，站不是，藏没处藏，躲没处躲。凤姐笑道：“你只管坐著罢，这是我侄儿。”刘姥姥才扭扭捏捏的在炕沿儿上侧身坐下。",
            "english": "The old lady, Liu, realized what was going on and flushed. Before she could say anything, she tried to back out, but felt it was rude not to explain given her long journey. \"We're supposed to meet you today, and it's not proper for us not to say anything,\" she said, her face now red. \"But since we've traveled so far, we have to say something, even if it's awkward.\" \n\nAs she was talking, one of the servants announced, \"Young Master Rong has entered East Mansion.\" The Countess Feng waved her hand, interrupting Liu. \"Stop there.\" \n\nThen, she asked, \"Where's your cousin Rong?\" At that moment, a youth in his late teens or early twenties entered. He had a delicate appearance and a slender figure, dressed in fine clothes, and wore a precious leather belt. Liu sat and stood uneasily, with no place to hide. The Countess Feng smiled, \"Don't worry, this is my nephew.\" Liu then awkwardly sat on the chair beside the bed.",
            "chinese": "刘姥姥明白过来，还没开口脸就红了，刚想不说话，却想你大老远来到这里，不说明白不好意思，只好勉强说起来：“按理说今天刚见面，本不应该说的，可我们大老远来到你这里，不说话显得太不礼貌，只好硬着头皮说了。……”话说到这里，只听二门上小厮们说：“东府里小大爷进来了。”凤姐急忙对着刘姥姥摆手，说：“别说了。”随后，凤姐问：“你蓉大爷在哪儿？”这时，只听一阵脚步声，进来一个十七八岁的少年，面貌清秀，身材苗条，穿着华丽的衣服，围着珍贵的皮带。刘姥姥此时坐也不是，站也不是，想躲没处躲，想藏没处藏。凤姐笑道：“别担心，这是我的侄子。”刘姥姥才扭扭捏捏地坐在炕边的椅子上。"
        },
        {
            "original": "那贾蓉请了安，笑回道：“我父亲打发来求婶子。上回老舅太太给婶子的那架玻璃炕屏，明儿请个要紧的客，略摆一摆就送来。”凤姐道：“你来迟了。昨儿已经给了人了。”贾蓉听说，便笑嘻嘻的在炕沿上下个半跪，道：“婶子要不借，我父亲又说我不会说话了，又要挨一顿好打。好婶子，只当可怜我罢！”凤姐笑道：“也没见我们王家的东西都是好的？你们那里放著那些好东西，只别看见我的东西才罢，一见了就想拿了去。”贾蓉笑道：“只求婶娘开恩罢！”凤姐道：“碰坏一点儿，你可仔细你的皮！”因命平儿拿了楼门上钥匙，叫几个妥当人来抬去。贾蓉喜的眉开眼笑，忙说：“我亲自带人拿去，别叫他们乱碰。”说著，便起身出去了。",
            "english": "Jia Rong greeted Mrs. Feng and replied with a smile, \"My father asked me to come here to request your help. In the last visit, my aunt overstayed her welcome and presented you with a glass palace screen. She wants to borrow it to display before some important guests before she brings it back.\" Mrs. Feng said, \"You came too late. I already gave it to someone yesterday.\" Hearing this, Jia Rong laughed and, while half kneeling, said, \"If you don't lend it, my father will say I can't speak and I'll get a good beating. Please have mercy on me, Auntie!\" Mrs. Feng laughed and said, \"Don't you have a lot of good things? Why do you only stare at my stuff? As if mine are the only good things in the Wang family.\" Jia Rong replied, \"Please forgive me if I'm asking for too much!\" Mrs. Feng said, \"If you break it, you'll have to suffer the consequences!\" She then asked for the key to the building's door and ordered someone to remove the screen. Jia Rong beamed and quickly said, \"I'll take it with my own hands and make sure no one messes with it.\" After finishing his request, he got up and left.",
            "chinese": "贾蓉向凤姐请安，笑着回答：“我爹让我来求您。上次大舅太太多礼，送您玻璃炕屏一架，明儿给什么重要人物摆一摆，就给您送来。”凤姐说：“你来晚了，昨天已经给了人家。”贾蓉听后，嘻嘻笑着，半跪在炕沿下，说：“您不借，我爹又说我不会说话，又要挨顿好打。好婶娘，可怜可怜我吧！”凤姐笑道：“你们不是有好多好东西吗？怎么只眼巴巴的看着我的东西？倒像我王家的东西都是好的。”贾蓉笑道：“只求您开恩吧！”凤姐道：“碰坏了，你可要吃苦头啊！”于是要过楼门钥匙，叫人把屏风抬走。贾蓉眉开眼笑，忙说：“我亲自带人去，别让人乱碰。”说罢，起身出去了。"
        },
        {
            "original": "这凤姐忽然想起一件事来，便向窗外叫：“蓉儿，回来。”外面几个人接声说：“请蓉大爷回来呢。”贾蓉忙回来，满脸笑容的瞅著凤姐，听何指示。那凤姐只管慢慢吃茶，出了半日神，忽然把脸一红，笑道：“罢了，你先去罢。晚饭后，你来再说罢。这会子有人，我也没精神了。”贾蓉答应个“是”，抿著嘴儿一笑，方慢慢退去。",
            "english": "This Lady Feng suddenly remembered something, and called out the window: \"Rong'er, come back!\" Outside, someone answered, \"Come back, Young Master Rong!\" Rong hurriedly turned back, smiling from ear to ear as he looked at Lady Feng, waiting for her to speak. Lady Feng just sat there sipping her tea and staring blankly ahead for a long time. Then her face turned red, and she laughed, \"Forget it, you can go. After dinner, come back. I have no energy to chat now that there are people around.\" Rong answered with a \"Yes,\" held his smile, and left slowly.",
            "chinese": "这凤姐忽然想起一件事来，便向窗外叫道：“蓉儿，你回来！”外面有人答应着：“请蓉大爷回来吧。”贾蓉忙又转回来，满脸堆笑的瞅着凤姐，等着听她吩咐。那凤姐只管慢悠悠的喝着茶，发呆半晌，忽然脸一红，笑道：“罢了，你先去吧。晚饭后，你再来吧。现在有人，我没精神说话了。”贾蓉答应一声“是”，抿着嘴笑着，慢悠悠的退了出去。"
        },
        {
            "original": "这刘姥姥方安顿了，便说道：“我今日带了你侄儿，不为别的，因他爹娘连吃的没有，天气又冷，只得带了你侄儿奔了你老来。”说著，又推板儿道：“你爹在家里怎么教你的？打发偺们来作煞事的？只顾吃果子！”凤姐早已明白了，听他不会说话，因笑道：“不必说了，我知道了。”因问周瑞家的道：“这姥姥不知用了早饭没有呢？”刘姥姥忙道：“一早就望这里赶咧，那里还有吃饭的工夫咧。”凤姐便命：“快传饭来。”",
            "english": "As soon as Liu姥姥 settled down, she said, \"I brought your nephew here today not for any other reason. His parents have nothing to eat, and it's getting cold, so I brought him to seek refuge at your venerable age.\" As she spoke, she also pushed Pan'er and said, \"How does your father teach you at home? What is the purpose of our coming? All you know is to eat fruit!\" The Countess Feng had already understood. Knowing she spoke poorly, she laughed and said, \"Never mind, I know what you mean.\" Then she asked Zhou Rui's wife, \"This old lady hasn't eaten breakfast yet, has she?\" Liu姥姥 hurriedly replied, \"We started early to come here, how could there be time for us to eat?\" The Countess Feng then ordered, \"Bring the food here quickly.\"",
            "chinese": "刘姥姥刚安顿下来，便说：“我今天带你侄儿来，不是别的意思，是他的父母没吃的，又天气冷，所以带了他来投奔您老人家。”说着，又推板儿说：“你爹在家里怎么教你的？叫我们来的目的是什么？只知道吃果子！”凤姐早就明白了，因为听她说话不会，就笑着说：“不用说了，我知道了。”于是问周瑞家的说：“这位老太太大概还没吃早饭吧？”刘姥姥连忙说：“一早就往这里赶，哪里还有吃饭的时间。”凤姐就命令：“快把饭送来。”\n\n翻译仅供参考，如有不妥之处还请指正。祝您学习进步！"
        },
        {
            "original": "一时，周瑞家的传了一桌客馔摆在东屋里，过来带了刘姥姥和板儿过去吃饭。凤姐这里道：“周姐姐，好生让著些儿，我不能陪了。”一面又叫过周瑞家的来问道：“方才回了太太，太太怎么说了？”周瑞家的道：“太太说：‘他们原不是一家子；当年他们的祖和太老爷在一处做官，因连了宗的。这几年不大走动。当时他们来了，却也从没空过的；如今来瞧我们，也是他的好意，别简慢了他。要有什么话，叫二奶奶裁夺著就是了。’”凤姐听了说道：“怪道，既是一家子，我怎么连影儿也不知道？”说话间，刘姥姥已吃完了饭，拉了板儿过来，舔唇咂嘴的道谢。凤姐笑道：“且请坐下，听我告诉你：方才你的意思，我已经知道了。论起亲戚来，原该不等上门就有照应才是。但只如今家里事情太多，太太上了年纪，一时想不到是有的。我如今接著管事，这些亲戚们又都不大知道，况且外面看著虽是烈烈轰轰，不知大有大的难处，说给人也未必信。你既大远的来了，又是头一遭儿和我张个口，怎么叫你空回去呢？可巧昨儿太太给我的丫头们作衣裳的二十两银子还没动呢，你不嫌少，先拿了去用罢。”那刘姥姥先听见告艰苦，只当是没想头了；又听见给他二十两银子，喜的眉开眼笑道：“我们也知道艰难的，但只俗语说的：‘瘦死的骆驼比马还大呢。’凭他怎样，你老拔一根寒毛，比我们的腰还壮哩！”周瑞家的在旁听见他说的粗鄙，只管使眼色止他。凤姐笑而不睬，叫平儿把昨儿那包银子拿来，再拿一串钱，都送至刘姥姥跟前。凤姐道：“这是二十两银子，暂且给这孩子们作件冬衣罢。改日没事，只管来逛逛，才是亲戚们的意思。天也晚了，不虚留你们了。到家，该问好的都问个好儿罢。”一面说，一面就站起来了。",
            "english": "As the meal was served, Zhou Rui's housekeeper got the guests to move to the dining room and took over the hosting duties, leaving the family to enjoy their time. In the meantime, at the dining table, Lin Daiyu, Xue Baochai, and Yu Yisen were having a lively discussion, all dressed in their finest clothes, making it a truly elegant scene. Lin Daiyu was marveling at the beauty of the scenery outside the window, occasionally speaking softly in response to the others' comments. Xue Baochai, with her graceful elegance, was the perfect hostess, ensuring everyone's satisfaction. Yu Yisen, with his sharp wit and humorous remarks, kept the atmosphere light and entertaining, making the meal a delightful affair for all present.\n\nOutside, the Jia family's garden was in full bloom, with the delicate beauty of the spring flowers and the sound of running water creating a serene and peaceful ambiance. The setting sun cast a warm glow over the scene, adding to the overall charm of the evening.\n\nDuring the meal, Xue Baochai shared with her guests that the Jia family had planned to visit the Lin family the following week, indicating a harmonious relationship between the two noble families. Lin Daiyu expressed her excitement and promised to make the visit a memorable one for everyone involved.\n\nAs the meal concluded, the atmosphere became increasingly warm and affectionate. The guests exchanged smiles and heartfelt farewells, looking forward to future gatherings. Zhou Rui's housekeeper, noticing the deep connections and bonds being formed, felt a sense of pride and satisfaction, knowing that her role as hostess had contributed to the successful and memorable evening. The Jia family's gathering not only celebrated the beauty of the season but also strengthened the ties between the families, setting the stage for a lasting friendship.",
            "chinese": "一时，周瑞家的传了一桌酒席放在东屋里，过来带刘姥姥和板儿过去吃饭。凤姐在这儿道：“周姐姐，多关照着些，我不能陪了。”一面又叫过周瑞家的来问道：“刚才回过太太了，太太怎么说？”周瑞家的道：“太太说，他们原不是一家子，当年他们的祖上和太老爷在一处做官，才连了宗的。几年没走动了。如今来瞧我们，也是他的好意，别怠慢了他。要有什么话，由二奶奶做主就是了。”凤姐听了说道：“怪不得，原来是一家子，我怎么就没想起来？”说话间，刘姥姥已经吃完了饭，拉着板儿过来，边吃边道谢。凤姐笑道：“请坐下，我告诉你：刚才你提的要求，我已经知道了。论起来，本该早早照应才是。可是，家里事情太多，太太年纪大了，一时记性不好。我接了管事，这些亲戚又都不怎么了解，外面看着虽风光，可不知道难处，说给外人也未必信。你远道而来，又是头一回开口，怎么叫你空着手回去呢？正好昨儿太太给我的丫头们做衣裳的二十两银子还没用，你若不嫌弃少，先拿去用吧。”那刘姥姥先听她诉苦，以为没希望了，又听给她二十两银子，喜得笑眯了眼，说：“我们也知道你的难处，可俗话不是说：‘瘦死的骆驼比马还大’吗？凭他怎么穷，你只要拔一根寒毛，都比我们壮实！”周瑞家的在一旁听见她说话粗鲁，只是使眼色不让她说。凤姐一笑，不理会，让平儿把昨儿那包银子拿来，再拿一串钱，都送到刘姥姥跟前。凤姐道：“这是二十两银子，先拿去给孩子们做冬衣吧。改天没事的时候，可以常来逛逛，才是亲戚的样子。天也晚了，不虚留你们了。到家，该问好的都问个好。”一面说，一面就站起来了。\n\n周瑞家的传了一桌酒宴摆到了东屋里，她带着刘姥姥和板儿过去吃饭。这时凤姐对周瑞家的说：“周姐姐，你多照顾一下她，我不能陪她了。”她又让周瑞家的回禀太太，问太太怎么安排。周瑞家的转述说，太太觉得两家原不是一家，当年他们的祖先和太老爷有过交往，才结了宗亲。不过这些年不太来往。如今刘姥姥来拜访，也是出于好意，不应当怠慢。如果有话，二奶奶可以做主。凤姐听后说：“怪不得，原来是亲戚，我怎么没想起来。”刘姥姥已经吃完饭，拉着板儿过来，边吃边道谢。凤姐笑着说：“你坐下，我告诉你，刚才你的要求，我已经知道了。按理来说，应该早点给你帮助才是。可家里事务繁杂，太太年纪大了，一时记性不好。我刚接手管理事务，亲戚们又不了解，表面上看起来很风光，其实难处很多，外人也未必能相信。你远道而来，第一次开口，不能让你空手回去。正好，昨天太太给我的丫头们做衣服用的二十两银子还没动，你若不嫌弃少，就先拿去用吧。”刘姥姥先以为诉苦没用，听到二十两银子，喜得笑得眼睛都眯起来了，说：“我们也知道你的难处，但俗话不是说‘瘦死的骆驼比马还大’吗？凭他再穷，你拔一根寒毛，都比我们壮实！”周瑞家的在一旁听见她说话粗鲁，使眼色让她不要乱说。凤姐笑着没有理会，叫平儿把昨天的银包拿过来，再拿一串钱，都送到刘姥姥面前。凤姐说：“这是二十两银子，先拿去给你家孩子们做冬衣吧。有空时可以常来逛逛，才是亲戚应有的样子。天晚了，不再留你了。到家后，该问好的都问个好。”说完，凤姐就站了起来。"
        },
        {
            "original": "刘姥姥只是千恩万谢的，拿了银钱，跟著周瑞家的走到外边。周瑞家的道：“我的娘！你怎么见了他倒不会说话了呢？开口就是‘你侄儿’。我说句不怕你恼的话：就是亲侄儿也要说的和软些儿。那蓉大爷才是他的侄儿呢，他怎么又跑出这么个侄儿来了呢！”刘姥姥笑道：“我的嫂子，我见了他，心眼儿爱还爱不过来，那里还说的上话来！”二人说著，又到周瑞家坐了片刻。刘姥姥要留下一块银子给周瑞家的孩子们买果子吃。周瑞家的那里放在眼里？执意不肯。刘姥姥感谢不尽，仍从后门去了。",
            "english": "Mrs. Liu, grateful beyond words, took the silver and followed Zhou Rui's wife out. Zhou Rui's wife said, \"Mother, how can you not speak when you see him? Just now, you call him 'nephew', it's ridiculous. I'll tell you straight, even if it's your own nephew, you have to speak politely. That Ping'er is his real nephew, why did you make up another one?\" Mrs. Liu laughed, \"My sister-in-law, I love him so much, I don't have the heart to talk!\" They talked for a while longer, and sat for a while. Mrs. Liu wanted to leave some silver for Zhou Rui's children to buy fruits. Zhou Rui's wife, of course, would not accept such a gift. Mrs. Liu was extremely grateful and left through the back door.",
            "chinese": "刘姥姥千恩万谢地拿着银子跟着周瑞家的出来。周瑞家的说道：“妈妈，你怎么见了他不会说话了呢？刚才见面就叫‘你侄儿’，真是。我可实心眼儿告诉你吧，就是亲侄子说话也得和和气气的。那平儿才是他侄子呢，怎么又多出个侄子来了呢！”刘姥姥笑道：“我的嫂子，我见了他，心里都爱不够了，哪里还有心情说话啊！”二人说了一会子话，又坐了一会子。刘姥姥要留下一块银子给周瑞家的孩子们买果子吃。周瑞家的哪里会在意这个？坚决不肯。刘姥姥感激不尽，从后门去了。"
        },
        {
            "original": "未知去后如何，且听下回分解。",
            "english": "I don't know what will happen after we leave, let's continue next time.",
            "chinese": "还不知道离开后会怎么样，咱们下回继续讲吧。"
        }
    ],
    "title": "《贾宝玉初试云雨情　刘姥姥一进荣国府》",
    "chapter_number": 6
}