{
    "paragraphs": [
        {
            "original": "话说宝玉回至房中洗手，因和袭人商议：“晚间吃酒，大家取乐，不可拘泥。如今吃什么好，早说给他们备办去。”袭人笑道：“你放心，我和晴雯、麝月、秋纹四个人，每人五钱银子，共是二两；芳官、碧痕、春燕、四儿四个人，每人三钱银子：他们告假的不算，共是三两二钱银子，早已交给了柳嫂子预备四十碟果子。我和平儿说了，已经抬了一坛好绍兴酒藏在那边了。我们八个人单替你做生日。”宝玉听了，喜的忙说：“他们是那里的钱？不该叫他们出才是。”晴雯道：“他们没钱，难道我们是有钱的？这原是各人的心，那怕他偷的呢，只管领他的情就是了。”宝玉听了，笑说：“你说的是。”袭人笑道：“你这个人，一天不捱两句硬话村你，你再过不去。”晴雯笑道：“你如今也学坏了，专会调三窝四！”说著，大家都笑了。宝玉说：“关了院门罢。”袭人笑道：“怪不得人说你是‘无事忙’。这会子关了门，人倒疑惑起来，索性再等一等。”",
            "english": "宝玉回到房中洗手，和袭人商量：“今晚喝酒，大家玩乐，不要拘束。吃什么好，快让他们准备去。”袭人笑道：“你放心，我和晴雯、麝月、秋纹四个人，每人五钱银子，凑成二两；芳官、碧痕、春燕、四儿四个人，每人三钱银子：他们请假的不算，一共是三两二钱银子，早交给柳嫂子准备四十碟果子。我和平儿说了，已经抬了一坛好绍兴酒藏在那边了。我们八个人单给你过生日。”宝玉听了，高兴地说：“他们有钱吗？不该叫他们出才是。”晴雯道：“他们没钱，难道我们有钱吗？这原是各人的心意，那怕是偷来的，只管领他们的感情。”宝玉听了，笑说：“你说的是。”袭人笑道：“你这个人，一天不说两句硬话欺负你，你就不通了。”晴雯笑道：“你如今也学坏了，专门说人坏话！”说著，大家都笑了。宝玉说：“关上院门吧。”袭人笑道：“怪不得人家说你是‘无事忙’。这会子关了门，别人倒会疑心，不如再等一会儿。”",
            "chinese": "话说宝玉回到房中洗手，和袭人商量：“今晚吃酒，大家玩乐，不要拘束。吃什么好，快让他们备办去。”袭人笑道：“你放心，我和晴雯、麝月、秋纹四个人，每人五钱银子，凑成二两；芳官、碧痕、春燕、四儿四个人，每人三钱银子：他们请假的不算，一共是三两二钱银子，早交给柳嫂子准备四十碟果子。我和平儿说了，已经抬了一坛好绍兴酒藏在那边了。我们八个人单给你过生日。”宝玉听了，高兴地说：“他们有钱吗？不该叫他们出才是。”晴雯道：“他们没钱，难道我们有钱吗？这原是各人的心意，那怕是偷来的，只管领他们的感情。”宝玉听了，笑说：“你说的是。”袭人笑道：“你这个人，一天不说两句硬话欺负你，你就不通了。”晴雯笑道：“你如今也学坏了，专门说人坏话！”说著，大家都笑了。宝玉说：“关上院门吧。”袭人笑道：“怪不得人家说你是‘无事忙’。这会子关了门，别人倒会疑心，不如再等一会儿。”"
        },
        {
            "original": "宝玉点头，因说：“我出去走走。四儿舀水去，春燕一个跟我来罢。”说著，走至外边，因见无人，便问五儿之事。春燕道：“我才告诉了柳嫂子，他倒很喜欢，只是五儿那一夜受了委屈烦恼，回去又气病了，那里来得？只等好了罢。”宝玉听了，未免后悔长叹。因又问：“这事袭人知道不知道？”春燕道：“我没告诉，不知芳官可说了没有。”宝玉道：“我却没告诉过他。－－也罢，等我告诉他就是了。”说毕，复走进来，故意洗手。",
            "english": "宝玉点头，说：“我去走走。让四儿倒水，春燕跟我一起走吧。”他走到外面，看到没有人，就问五儿的情况。春燕说：“我刚才告诉了柳嫂子，她很喜欢，但五儿昨晚受了委屈，生气生病了，所以没有来。等她好了再说吧。”宝玉听了，感到后悔和叹息。他问：“这件事袭人知道吗？”春燕说：“我没告诉，不知道芳官有没有说。”宝玉说：“我没告诉过他。－－算了，等我告诉他吧。”说完，他又走进来，假装洗手。",
            "chinese": "宝玉点头，说：“我出去走走。让四儿舀水，春燕跟我一起走吧。”他走到外面，看到没人，就问五儿的情况。春燕说：“我刚刚告诉了柳嫂子，她很喜欢，但五儿昨晚受了委屈，生气生病了，所以没有来。等她好了再说吧。”宝玉听了，感到后悔和叹息。他问：“这件事袭人知道吗？”春燕说：“我没告诉，不知道芳官有没有说。”宝玉说：“我没告诉过他。－－算了，等我告诉他吧。”说完，他又走进来，假装洗手。"
        },
        {
            "original": "已是掌灯时分，听得院门前有一群人进来。大家隔窗悄视，果见林之孝家的和几个管事的女人走来，前头一人提著大灯笼。晴雯悄笑道：“他们查上夜的人来了。这一出去，偺们就好关门了。”只见怡红院凡上夜的人，都迎出去了。林之孝家的看了不少，又吩咐：“别耍钱吃酒，放倒头睡到大天亮。我听见是不依的。”众人都笑说：“那里有这么大胆子的人！”",
            "english": "It was time for the evening meal, and there were people walking in the courtyard gate. Everyone peeked out of the window to see, and it was indeed Lin Zhiaoxiao and several other senior women. In front of them was a lantern bearer. Qiong Wen whispered, \"The night watchmen have come. We can close the door now.\" As expected, all the night watchmen of the Yi Hong Court came out to greet them. Lin Zhiaoxiao had a look at them and then instructed, \"Don't gamble or drink, just go to sleep. I've heard that you don't listen.\" Everyone laughed and said, \"Where would anyone dare to do such a thing!\"",
            "chinese": "已经到了掌灯的时候，听到院门前有一群人进来。大家隔着窗户悄悄地观看，果然是林之孝家的和几个管事的女人走过来，前面一个人提着大灯笼。晴雯悄悄笑道：“他们查上夜的人来了。这一出去，咱们就可以关门了。”只见怡红院里所有上夜的人，都迎了出去。林之孝家的看了不少，又吩咐：“不要耍钱吃酒，倒头睡觉到大天亮。我听见是不依的。”众人都笑着说：“哪里有这么大胆子的人！”"
        },
        {
            "original": "林之孝家的又问：“宝二爷睡下了没有？”众人都回：“不知道。”袭人忙推宝玉。宝玉靸了鞋，便迎出来，笑道：“我还没睡呢。妈妈进来歇歇。”又叫：“袭人，倒茶来。”林之孝家的忙进来笑说：“还没睡呢！如今天长夜短，该早些睡了，明日方起的早；不然，到了明日起迟了，人家笑话，不是个读书上学的公子了，倒像那起挑脚汉了。”说毕，又笑。宝玉忙笑道：“妈妈说的是。我每日都睡的早，妈妈每日进来，可都是我不知道的，已经睡了。今日因吃了面，怕停食，所以多玩一回。”林之孝家的又向袭人等笑说：“该焖些普洱茶喝。”袭人晴雯二人忙说：“焖了一茶缸子女儿茶，已经喝过两碗了。大娘也尝一碗，都是现成的。”",
            "english": "Lin Zhihao's wife asked, \"Is Master Bi already asleep?\" Everyone replied, \"We don't know.\" Xisi hurried to push Bi. Bi put on his shoes and came out smiling, \"I'm not asleep yet. Mom, come in and rest.\" He then called, \"Xisi, get me some tea.\" Lin Zhihao's wife hurried in and smiled, \"You haven't slept yet? It's getting longer and longer these days. You should go to bed early and get up early the next day; otherwise, you'll be laughed at by others and it won't look like a young man studying and reading. Instead, you'll look like a porter.\" She said, laughing. Bi hurried to smile, \"Mom is right. I usually go to bed early. Mom comes in every day, but I don't know. I've already slept. Today I ate some noodles and was afraid I'd be bloated, so I played a little longer. \"Lin Zhihao's wife smiled again and said to Xisi and the others, \"Let's brew some pu'er tea.\" Xisi and Qingwen hurried to say, \"We've brewed a tea jar of daughter tea, and we've already had two",
            "chinese": "林之孝家的又问：“宝二爷睡下了没有？”众人都回：“不知道。”袭人忙推宝玉。宝玉靸了鞋，便迎出来，笑道：“我还没睡呢。妈妈进来歇歇。”又叫：“袭人，倒茶来。”林之孝家的忙进来笑说：“还没睡呢！如今天长夜短，该早些睡了，明日方起的早；不然，到了明日起迟了，人家笑话，不是个读书上学的公子了，倒像那起挑脚汉了。”说毕，又笑。宝玉忙笑道：“妈妈说的是。我每日都睡的早，妈妈每日进来，可都是我不知道的，已经睡了。今日因吃了面，怕停食，所以多玩一回。”林之孝家的又向袭人等笑说：“该焖些普洱茶喝。”袭人晴雯二人忙说：“焖了一茶缸子女儿茶，已经喝过两碗了。大娘也尝一碗，都是现成的。”"
        },
        {
            "original": "说著，晴雯便倒了来。林家的站起接了，又笑道：“这些时，我听见二爷嘴里都换了字眼，赶著这几位大姑娘们竟叫起名字来。虽然在这屋里，到底是老太太、太太的人，还该嘴里尊重些才是。若一时半刻偶然叫一声使得；若只管顺口叫起来，怕以后兄弟侄儿照样，就惹人笑话这家子的人眼里没有长辈了。”宝玉笑道：“妈妈说的是。我不过是一时半刻偶然叫一句是有的。”袭人晴雯都笑说：“这可别委屈了他。直到如今，他可姐姐没离了嘴，不过玩的时候叫一声半声名字。若当著人，却是和先一样。”林之孝家的笑道：“这才好呢，这才是读书知礼的。越自己谦逊越尊重。别说是三五代的陈人，现从老太太、太太屋里拨过来的，就是老太太，太太屋里的猫儿狗儿，轻易也伤不得他：这才是受过调教的公子行事。”说毕，吃了茶，便说：“请安歇罢，我们走了。”宝玉还说：“再歇歇。”那林之孝家的已带了众人，又查别处去了。",
            "english": "Qingwen said, poured tea. Lin Zhihao's family took the tea, laughing, \"these days, I heard from the second son's mouth changed word, call the name. Although in this house, but after all is the old lady, Mrs. people, still should respect in the mouth some. If only to be casual call up, is afraid after the brothers, nephews and nieces, similarly, will be laughed at this family of people the eye of no elders.\" Bao Yuhu laughed, \"mother is right. I just a moment to call is there.\" Xi, Qingwen all laughed, \"this is not to be wrong. Until now, he has not left the sister of the mouth, but only when playing, call a name or two name. If in front of people, but and first the same.\" Lin Zhihao's family laughed, \"this is good, this is a person who knows how to read books. The more humble oneself, the more respect. Not only be five generations of old people, but also the old lady, Mrs. room, even the old lady, Mrs. room cat, dog, easily injured him: this is a person who has been taught.\" Finished, drank theYunxiang said, \"Let's go out and enjoy the moonlight.\" He led his wife out of the house and went for a walk. They walked for a while, and Yunxiang said, \"We should go back soon. It's getting late.\"\n\n宝玉说：“再歇一会儿。”这时，林之孝家的已经带着众人，去检查别的地方了。\n\n英文翻译：\n\nYunxiang said, \"Let's go out and enjoy the moonlight.\" He led his wife out of the house and went for a walk. They walked for a while, and Yunxiang said, \"We should go back soon. It's getting late.\"\n\n宝玉说：“再歇一会儿。”这时，林之孝家的已经带着众人，去检查别的地方了。",
            "chinese": "晴雯说著，倒了茶来。林之孝家的接过茶来，笑着道：“这些时候，我听见二爷嘴里都换了字眼，叫起名字来。虽然在这屋里，可毕竟还是老太太、太太的人，还该嘴里尊重些才是。若只管顺口叫起来，怕以后兄弟侄儿照样，就惹人笑话这家子的人眼里没有长辈了。”宝玉笑道：“妈妈说的是。我不过是一时半刻偶然叫一声是有的。”袭人、晴雯都笑说：“这可别委屈了他。直到如今，他可姐姐没离了嘴，不过玩的时候叫一声半声名字。若当著人，却是和先一样。”林之孝家的笑道：“这才好呢，这才是读书知礼的。越自己谦逊越尊重。别说是三五代的陈人，现从老太太、太太屋里拨过来的，就是老太太、太太屋里的猫儿狗儿，轻易也伤不得他：这才是受过调教的公子行事。“说完，喝了茶，就说：‘请休息一下，我们走了。’宝玉还说：‘再歇一会儿。’这时，林之孝家的已经带着众人，去检查别的地方了。”"
        },
        {
            "original": "这里晴雯等忙命关了门进来，笑说：“这位奶奶那里吃了一杯来了？唠三叨四的，又排场了我们一顿去了。”麝月笑道：“他也不是好意的？少不得也要常提著些儿，也堤防著，怕走了大褶儿的意思。”说著，一面摆上酒果。袭人道：“不用高桌，偺们把那张花梨圆炕桌子放在炕上坐，又宽绰，又便宜。”说著，大家果然抬来。",
            "english": "Qingwen and the others hurried in and laughed, saying, \"This aunt drank a cup of wine and talked about it for a while. She criticized us again.\" The Moonlight laughed, \"He's not intentionally. He just wants to remind us to be careful.\" Said, \"We don't need to set a table. We can put the round flower table on the bed. It's spacious and convenient.\" Said, everyone really carried it.",
            "chinese": "晴雯等人急忙关上门进来，笑着说：“这位奶奶到哪里喝了一杯酒？唠叨了半天，又批评了我们一顿。”麝月笑道：“他也不是故意的，只是要常提醒我们，预防走错路。”说着，一面摆上酒果。袭人道：“不用摆桌子，把那张花梨圆炕桌子放在炕上坐，又宽敞，又方便。”说着，大家果然抬来。"
        },
        {
            "original": "麝月和四儿那边去搬果子，用两个大茶盘，做四五次方搬运了来。两个老婆子蹾在外面火盆上筛酒。宝玉说：“天热，偺们都脱了大衣裳才好。”众人笑道：“你要脱，你脱。我们还要轮流安席呢。”宝玉笑道：“这一安席，就要到五更天了。知道我最怕这些俗套，在外人跟前不得已的，这会子还怄我，就不好了。”众人听了，都说：“依你。”",
            "english": "Shuxue and Si'er went to fetch fruits and used two large tea plates to fetch them over several times. Two old women put the fruits on the fire bowl outside, and then they poured wine. Baiyu said, \"It's hot, we should all take off our outer clothes first.\" Everyone laughed and said, \"If you want to take off your clothes, go ahead. We still have to take turns to set up the table.\" Baiyu smiled and said, \"It's the custom to set up the table at midnight. I know you hate these formalities, and you're not supposed to be fussy about them in front of others. But if you're fussy about them in front of me, it won't be good.\" Everyone agreed.",
            "chinese": "麝月和四儿去搬水果，用两个大茶盘，搬了四五次才搬过来。两个老婆子把水果放在外面的火盆上，筛酒。宝玉说：“天热，我们都脱了大衣裳才好。”众人笑着说：“你要脱就脱，我们还要轮流安席呢。”宝玉笑道：“安席的话，要到五更天了。我知道你最怕这些俗套，在外人面前不得不出这些规矩，在这里还和我怄气，就不好了。”众人听了，都说：“依你。”"
        },
        {
            "original": "于是先不上坐，且忙著卸妆宽衣。一时将正妆卸去，头上只随便挽著儿，身上皆是紧身袄儿。宝玉只穿著大红绵纱小袄儿，下面绿绫弹墨夹裤，散著裤脚，系著一条汗巾，靠著一个各色玫瑰芍药花瓣装的玉色夹纱新枕头，和芳官两个先搳拳。当时芳官满口嚷热，只穿著一件玉色红青驼绒三色缎子拼的水田小夹袄，束著一条柳绿汗巾；底下是水红洒花夹裤，也散著裤腿；头上齐额编著一圈小辫，总归至顶心，结一根粗辫，拖在脑后；右耳根内只塞著米粒大小的一个小玉塞子，左耳上单一个白果大小的硬红镶金大坠子：越显得面如满月犹白，眼似秋水还清。引得众人笑说：“他两个倒像一对双生的弟兄。”",
            "english": "He hurried to take off his make-up and loosen his clothes, and then he tied his hair into a topknot and put on a tight-fitting jacket. He wore a red silk jacket, and a green embroidered lacquer jacket. He was leaning against a new pillow embroidered with rose petals and peony petals. He was playing a game of thumb with Fong. Fong complained that it was hot and was only wearing a jade-colored red and green satin jacket. Underneath was a water red satin jacket with embroidery. He had both his pants legs rolled up and was wearing a jade tie. He had a ring of small braids around his forehead, and a thick braid hanging down the back of his head. In his right ear was a tiny jade bead, and in his left was a large gold earpiece the size of a walnut. He looked as white as the full moon and as clear as autumn water.",
            "chinese": "于是先不上坐，忙著卸妆宽衣。将正妆卸去，头上挽著髻，身上穿著紧身袄儿。宝玉穿著大红绵纱小袄儿，下面绿绫弹墨夹裤，散著裤脚，系著汗巾，靠著一个装满各色玫瑰芍药花瓣的玉色夹纱新枕头，和芳官两个先搳拳。芳官满口嚷热，只穿著一件玉色红青驼绒三色缎子拼的水田小夹袄，束著柳绿汗巾；底下是水红洒花夹裤，也散著裤腿；头上齐额编著一圈小辫，总归至顶心，结一根粗辫，拖在脑后；右耳根内只塞著米粒大小的一个小玉塞子，左耳上单一个白果大小的硬红镶金大坠子：越显得面如满月犹白，眼似秋水还清。引得众人笑说：“他两个倒像一对双生的弟兄。”"
        },
        {
            "original": "袭人等一一斟上酒来说：“且等一等再搳拳。虽不安席，在我们每人手里吃一口罢了。”于是袭人为先，端在唇上，吃了一口，其馀依次下去，一一吃过。大家方团圆坐了。春燕四儿因炕沿坐不下，便端了两个绒套绣墩，近炕沿放下。那四十个碟子，皆是一色白彩定窑的，不过小茶碟大，里面自是山南海北乾鲜水陆的酒馔果菜。",
            "english": "The group of girls all took turns to pour the wine and said, \"Let's not play fist-fighting right now. Although we can't sit down, we can all have a sip.\" So Xisi took a sip first, and then the others followed suit, taking a sip each in turn. Then they sat down. Chunyan and Si'er couldn't sit on the edge of the bed, so they carried two embroidered cushion stools and placed them on the side of the bed. There were forty dishes on the table, all made of white Ding ware, small enough to be like small tea plates, and filled with delicacies from all over the country.",
            "chinese": "袭人等人一一斟上酒，说：“等一会儿再打拳。虽然没坐下来，但是我们每个人都喝一口吧。”于是袭人先喝了一口，然后其他人依次下去，每个人喝了一口。大家才坐下来。春燕和四儿因为炕沿坐不下，就端了两个绒套绣墩，放在炕沿旁边。那四十个碟子，都是白色的定窑瓷器，大小就像小茶碟，里面放着来自山南海北的干鲜水陆的酒菜。"
        },
        {
            "original": "宝玉因说：“偺们也该行个令才好。”袭人道：“斯文些才好，别大呼小叫，叫人听见。二则我们不识字，可不要那些文的。”麝月笑道：“拿骰子偺们抢红罢。”宝玉道：“没趣，不好。偺们占花名儿好。”晴雯笑道：“正是，早已想弄这个玩意儿。”袭人道：“这个玩意虽好，人少了没趣。”春燕笑道：“依我说，偺们竟悄悄的把宝姑娘、云姑娘、林姑娘请了来玩一会子，到二更天再睡不迟。”袭人道：“又开门阖户的闹。倘或遇见巡夜的问－－”宝玉道：“怕什么？偺们三姑娘也吃酒，再请他一声才好。还有琴姑娘。”众人都道：“琴姑娘罢了，他在大奶奶屋里，叨登的大发了。”宝玉道：“怕什么？你们就快请去。”",
            "english": "Baoyu said, \"We should play a game.\" Xiuren said, \"Be a bit more polite, don't make too much noise and let people hear. Also, we don't know how to read or write, so we don't need any of that fancy stuff.\" Xieyu laughed and said, \"Why don't we play a game with dice?\" Baoyu said, \"That's boring, let's play the flower game.\" Qiongfei laughed and said, \"That's great, I've been wanting to play that.\" Xiuren said, \"That's fun, but there aren't enough people.\" Chunyan laughed and said, \"Let's sneak over to the Green Lady's room and the Blue Lady's room and invite them over for a game tonight. We can go back to bed when it's two in the morning.\" Xiuren said, \"We can't make a lot of noise going in and out, and what if someone asks us? What if we run into the guards?\" Baoyu said, \"Don't worry about it. The Red Lady also drinks, so let's invite her over too. And the Yellow Lady.\" Everyone said, \"We don't need to invite the Yellow Lady, she's",
            "chinese": "宝玉说：“我们该行个令才好。”袭人道：“文雅一点才好，不要大声吵闹，让人听到。而且我们不识字，不要那些文的。”麝月笑道：“我们拿骰子抢红吧。”宝玉道：“没趣，不好。我们占花名儿吧。”晴雯笑道：“对啊，早就想玩这个了。”袭人道：“这个好玩，人少了没意思。”春燕笑道：“我们悄悄地把宝姑娘、云姑娘、林姑娘叫来玩一会儿，到二更天再睡。”袭人道：“又开门关门的吵。如果遇到巡逻的人问－－”宝玉道：“怕什么？我们三姑娘也喝酒，再请他一声才好。还有琴姑娘。”众人都道：“琴姑娘算了，他在大奶奶屋里，吵得很大声。”宝玉道：“没事，你们就快请去吧。”"
        },
        {
            "original": "春燕四儿都巴不得一声，二人忙命开门，各带小丫头，分头去请。晴雯、麝月、袭人三人又说：“他两个去请，只怕不肯来，须得我们去请，死活拉了来。”于是袭人晴雯忙又命老婆子打个灯笼，二人又去。果然宝钗说：“夜深了。”黛玉说：“身上不好。”他二人再三央求：“好歹给我们一点体面，略坐坐再来。”众人听了，却也喜欢。因想不请李纨，倘或被他知道了，倒不好，便命翠墨同春燕也再三的请了李纨和宝琴二人，会齐先后都到了怡红院中。袭人又死活拉了香菱来。炕上又并了一张桌子，方坐开了。宝玉忙说：“林妹妹怕冷，过这边靠板壁坐。”又拿了个靠背垫著些。袭人等都端了椅子在炕沿下陪著。黛玉却离桌远远的靠著靠背，因笑向宝钗、李纨、探春等道：“你们日日说人家夜饮聚赌，今日我们自己也如此，以后怎么说人！”李纨笑道：“有何妨碍？一年之中，不过生日节间如此，并没夜夜如此，这倒也不怕。”",
            "english": "Chunyan and Si'er were eager to hear about it. They hurried to open the door and each of them with a little maid to invite. Qiongwen, Moxue, Xi ren three again said, \"he two go to invite, maybe not come, must go and invite, dead and live pull the way.\" So Qiongwen, Moxue hurried to let the old lady carry a lantern, the two went again. Indeed, Baoshi said: \"deep night.\" Daiyu said: \"the body is not good.\" He and the two three again ask: \"please give us a little face, slightly come again.\" Everyone listened, but also like. Because think not to invite Li, if or he knows, not good, so ordered Cuimo and Chunyan also invited Li and Baqi two people, together to the room. Xi ren again died to pull Shangliang to come. Table on the bed put another table, only sat open. Bao'er busy said: \"Lin sister afraid of cold, over here to the wall seat.\" Took a cushion and put some. Qiongwen and others all the chair under the bed accompanied. Daiyu, however, away from the table far away to lean on",
            "chinese": "春燕和四儿都巴不得一声，他们忙叫开门，各自带着小丫头，分头去请。晴雯、麝月、袭人三人又说：“他两个去请，只怕不肯来，须得我们去请，死活拉了来。”于是袭人晴雯忙又让老婆子打个灯笼，二人又去。果然宝钗说：“夜深了。”黛玉说：“身上不好。”他二人再三央求：“好歹给我们一点体面，略坐坐再来。”众人听了，却也喜欢。因想不请李纨，倘或被他知道了，倒不好，便命翠墨同春燕也再三的请了李纨和宝琴二人，会齐先后都到了怡红院中。袭人又死活拉了香菱来。炕上又并了一张桌子，方坐开了。宝玉忙说：“林妹妹怕冷，过这边靠板壁坐。”又拿了个靠背垫著些。袭人等都端了椅子在炕沿下陪著。黛玉却离桌远远的靠著靠背，因笑向宝钗、李纨、探春等道：“你们日日说一年之中，只有生日节间如此，其他日子并不常见，所以也不用担心。"
        },
        {
            "original": "说著，晴雯拿了一个竹雕的签筒来，里面装著象牙花名签子，摇了一摇，放在当中。又取过骰子来，盛在盒内，摇了一摇，揭开一看，里面是六点，数至宝钗。宝钗便笑道：“我先抓，不知抓出个什么来。”说著，将筒摇了一摇，伸手掣出一签。大家一看，只见签上面著一枝牡丹，题著“艳冠群芳”四字。下面又有镌的小字，一句唐诗，道是：“任是无情也动人。”又注著：“在席共贺一杯。此为群芳之冠，随意命人，不拘诗词雅谑，或新曲一支为贺。”众人都笑说：“巧得很！你也原配牡丹花。”说著，大家共贺了一杯。",
            "english": "Saying this, Qiongwen took a bamboo签筒, and put the ivory flower签子 into it. She shook it a little and put it in the center. Then she took out the dice and put them in a box, shook them a little, opened them and looked. There were six points on the dice, and she counted to the Che. Che said with a smile, \"I'll start first. I don't know what I'll get.\" Then she took out a sign from the sign box. Everyone looked and saw that the sign on it was a peony. There were four characters written on it, \"the queen of flowers\". There was also a small character below it, which was a Tang poem, \"even if it is not emotional, it is moving.\" It was also noted that \"everyone present should toast a cup of wine. This is the crown of flowers. Anyone can choose a poem, a new song, or a word of humor to toast.\" Everyone laughed and said, \"It's very good! You are also a match for the peony flower.\"",
            "chinese": "说着，晴雯拿了一个竹雕的签筒来，里面装着象牙花名签子，摇了一摇，放在当中。又取过骰子来，盛在盒内，摇了一摇，揭开一看，里面是六点，数到宝钗。宝钗便笑道：“我先抓，不知抓出个什么来。”说著，将筒摇了一摇，伸手抽出一签。大家一看，只见签上写了一枝牡丹，题着“艳冠群芳”四字。下面又有刻的小字，一句唐诗，道是：“任是无情也动人。”又注着：“在席共贺一杯。此为群芳之冠，随意命人，不拘诗词雅谑，或新曲一支为贺。”众人都笑说：“巧得很！你也原配牡丹花。”说著，大家共贺了一杯。"
        },
        {
            "original": "宝钗吃过，便笑说：“芳官唱一只我们听罢。”芳官道：“既这样，大家吃了门杯好听。”于是大家吃酒，芳官便唱：“寿筵开处风光好……”众人都道：“快打回去！这会子很不用你来上寿。拣你极好的唱来。”芳官只得细细的唱了一只赏花时－－“翠凤翎毛扎帚叉，闲踏天门扫落花……”才罢。",
            "english": "Baoshan finished eating and laughed, saying, \"Fangguan, sing a song for us.\" Fangguan said, \"Since you insist, let's drink first.\" So they all drank, and Fangguan began to sing, \"The banquet begins, the scenery is picturesque...\" Everyone said, \"Get back! We don't need you to bless us now. Find your best song.\" Fangguan had to sing a song about admiring flowers - \"Feather plumes of the peacock brush broom, I walk through the celestial gates and sweep the fallen flowers...\" and stopped.",
            "chinese": "宝钗吃完后，笑着说：“芳官唱一支给我们听。”芳官说：“既然这样，我们先干一杯。”于是大家都喝酒，芳官便唱：“寿宴开始，风景如画……”大家说：“快退回去！现在不需要你来祝寿。找你最好的唱。”芳官只得唱了一首赏花时－－“翠凤翎毛扎帚叉，闲踏天门扫落花……”才停下来。"
        },
        {
            "original": "宝玉却只管拿著那签，口内颠来倒去念“任是无情也动人”，听了这曲子，眼看著芳官不语。湘云忙一手夺了，撂与宝钗。宝钗又掷了一个十六点，数到探春。探春笑道：“还不知得个什么。”伸手掣了一根出来，自己一瞧，便撂在桌上，红了脸，笑道：“很不该行这个令！这原是外头男人们行的令，许多混账话在上头。”众人不解。袭人等忙拾起来。众人看时，上面一枝杏花，那红字写著“瑶池仙品”四字。诗云：“日边红杏倚云栽。”注云：“得此签者，必得贵婿，大家恭贺一杯，再同饮一杯。”众人笑说道：“我们说是什么呢，这签原是闺阁中取笑的。除了这两三根有这话的，并无杂话，这有何妨？我们家已有了王妃，难道你也是王妃不成？大喜，大喜！”",
            "english": "Bao Yuyu only held the sign in his hand, reciting \"Even without emotion, it is moving\". After listening to this song, he looked at Fang Juan without saying a word. Xiangyun quickly took it away and handed it to Baochai. Baochai tossed a sixteen-point and passed it to Chun. Chun laughed and said, \"I shouldn't be doing this order. It's a man's order with too many vulgar words.\" Everyone didn't understand. Xie Ren and others hurriedly picked it up. Everyone looked at it. It was a branch of apricot blossom, red characters reading \"Yaochi Xianpin\" four words. The poem said, \"The red apricot flowers lean against the clouds.\" The annotation said, \"The person who draws this sign must have a rich son-in-law, and everyone should drink a cup of wine, and then drink another cup.\" Everyone laughed and said, \"We don't guess what, this sign is originally for women to laugh. Except for these few signs with this sentence, there is no other meaningless sentence, what's the relationship? Our home already has a princess, how could you also be a princess? Congratulations, congratulations!\"",
            "chinese": "宝玉只管拿着那签，口中念着“任是无情也动人”，听了这曲子，眼望着芳官不说话。湘云急忙夺过，递给宝钗。宝钗掷了一个十六点，数到探春。探春笑道：“还不知道得什么。”伸手抽出一根签来，自己一看，脸红了，笑着说：“不该行这个令！这是男人行的令，有太多混账话。”众人不明白。袭人等赶紧捡起来。众人看时，上面是一枝杏花，红字写着“瑶池仙品”四个字。诗云：“日边红杏倚云栽。”注释：“抽到这个签的人，必得一个贵婿，大家敬一杯，再喝一杯。”众人笑着说：“我们猜什么，这个签原本是闺阁中取笑的。除了这两三根有这句话的，没有杂话，有什么关系？我们家已经有了王妃，难道你也是王妃吗？恭喜，恭喜！”"
        },
        {
            "original": "说著，大家来敬探春。探春那里肯饮？却被湘云、香菱、李纨等三四个人强死强活，灌了一锺才罢。探春只叫蠲了这个，再行别的。众人断不肯依。湘云拿著他的手，强掷了个十九点出来，便该李氏掣。",
            "english": "Then, everyone came to toast Princess Xiangyun. Princess Xiangyun refused to drink. Hongli, Xiangling, and Liwan, and a few others forced her to drink a cup before she stopped. Princess Xiangyun only called for the cup to be taken away and asked for another one. However, no one would agree. Hongli grabbed Princess Xiangyun's hand and threw a 19-point, which meant it was time for Lady Li's turn.",
            "chinese": "说着，大家来敬探春。探春不肯喝。湘云、香菱、李纨等三四个人硬逼着她，灌了一杯才罢。探春只叫把那个拿走，再做别的。众人不肯。湘云拿探春的手，扔了个十九点出来，就该李氏抽签了。"
        },
        {
            "original": "李氏摇了一摇，掣出一根来一看，笑道：“好极！你们瞧瞧这行子，竟有些意思。”众人瞧那签上，画著一枝老梅，写著“霜晓寒姿”四字；那一面旧诗是：“竹篱茅舍自甘心。”注云：“自饮一杯，下家掷骰。”李纨笑道：“真有趣！你们掷去罢。我只自吃一杯，不问你们的废兴。”说著，便吃酒，将骰过给黛玉。黛玉一掷是十八点，便该湘云掣。",
            "english": "Li shook her head and pulled out a stick to look at, laughing and saying, \"Excellent! Look at this. It's quite interesting.\" The others looked at the characters on the stick, which showed a branch of old plum, with the words \"Frosty dawn beauty\" written below. The old poem on the other side read, \"Self-satisfied with a bamboo fence and thatch.\" It was annotated, \"Drink a cup by yourself, and the next one rolls the dice.\" Li said, \"It's really interesting. Roll the dice, everyone. I'll only drink one cup, and I don't care about your good or bad luck.\" She drank one cup of wine and passed the dice to Daiyu. Daiyu rolled out eighteen points, and it was Xiangyun's turn to roll the dice.",
            "chinese": "李氏摇了一下，抽出一根签来看，笑着说：“好极了！你们看看这行子，还挺有趣。”众人看签上画着一枝老梅，写着“霜晓寒姿”四个字；那一面旧诗是：“竹篱茅舍自甘心。”注云：“自饮一杯，下家掷骰。”李纨笑道：“真有趣！你们掷去吧。我只吃一杯，不管你们的兴废。”说完，她喝了一杯酒，把骰子传给黛玉。黛玉掷出十八点，该湘云掷骰子。"
        },
        {
            "original": "湘云笑著，揎拳掳袖的伸手掣了一根出来。大家看时，一面画著一枝海棠，题著“香梦沉酣”四字；那面诗道是：“只恐夜深花睡去。”黛玉笑道：“‘夜深’二字改‘石凉’两个字倒好。”众人知他打趣日间湘云醉眠的事，都笑了。湘云笑指那自行船给黛玉看，又说：“快坐上那船家去罢，别多说了！”众人都笑了。因看注云：“既云‘香梦沉酣’，掣此签者，不便饮酒，只令上下两家各饮一杯。”湘云拍手，笑道：“阿弥陀佛！真真好签！”",
            "english": "Xiangyun laughed and pulled out a branch. When everyone looked, they saw that one side was drawn with a peony flower and read \"Drowsy in a dream\" in four characters, while the other side read \"Afraid that the flowers will sleep at night.\" Lin Daiyu laughed and said, \" 'Night' should be changed to 'Stone Cool' for two characters.\" Everyone knew she was joking, and the story of Xiangyun's drunken sleep during the day, and they all laughed. Xiangyun laughed as she pointed to the little boat and said, \"Come on and sit on it, don't talk so much!\" Everyone laughed because the annotations said, \"Since it says 'Drowsy in a dream,' the person who draws this sign doesn't have to drink, but the upper and lower two houses each have to drink one cup.\" Xiangyun clapped her hands and laughed, \"Amitabha Buddha! What a good sign!\"\n\nThis simple modern Mandarin translation preserves the main meaning and structure of the original text, while also using more concise and easily understandable language.",
            "chinese": "湘云笑着，伸出手来拽了一根。大家一看，一面画着一支海棠花，题着“香梦沉酣”四个字；另一面写着诗：“只恐夜深花睡去。”黛玉笑道：“‘夜深’改成‘石凉’两个字更好。”众人知道她在开玩笑，白天湘云醉睡的事情，都笑了。湘云笑着指着那艘小船给黛玉看，又说：“快坐上去吧，别多说了！”众人都笑了。因为注解上写着：“既然说是‘香梦沉酣’，抽到这个签的人，就不必喝酒，只让上下两家各喝一杯。”湘云拍着手，笑道：“阿弥陀佛！真是好签！”\n\n这个简单的现代普通话改写保留了原文的主要意思和结构，同时也使用了更简洁、更通俗易懂的语言。"
        },
        {
            "original": "恰好黛玉是上家，宝玉是下家，二人斟了两杯，只得要饮。宝玉先饮了半杯，瞅人不见，递与芳官，芳官即便端起来，一仰脖喝了。黛玉只管和人说话，将酒全折在漱孟内了。",
            "english": "Daiyu is the upper house, and Baoyu is the lower house. They drank two cups each. Baoyu drank half a cup first, then quietly handed it to Fang. Fang immediately picked it up and drank it all in one go. Daiyu was talking to others, so she poured all the wine into the washbasin.",
            "chinese": "黛玉是上家，宝玉是下家，两人喝了两杯。宝玉先喝了半杯，然后悄悄递给芳官。芳官立刻端起来，仰脖喝完了。黛玉只顾和别人说话，把酒全倒进了漱盂里。"
        },
        {
            "original": "湘云便抓起骰子来，一掷个九点，数去该麝月。麝月便掣了一根出来。大家看时，上面是一枝荼蘼花，题著“韶华胜极”四字，那边写著一句旧诗，道是：“开到荼蘼花事了。”注云：“在席各饮三杯送春。”麝月问：“怎么讲？”宝玉皱皱眉儿，忙将签藏了，说：“偺们且喝酒罢。”说著，大家吃了三口，以充三杯之数。",
            "english": "Xiangyun picked up the dice and threw a nine. It was Moxue's turn. Moxue took out a stick. Everyone looked at it. It read a camellia blossom with the words \"Zhao Hua Sheng Ji\" written on it, which means \"the flower of springtime has bloomed to its peak.\" Next to the words was a note: \"Each person must drink three cups of wine to bid farewell to spring.\" Moxue asked, \"What does it mean?\" Bao Yu wrinkled his forehead and quickly hid the stick, saying, \"Let's drink our wine.\" Then everyone drank three cups of wine, which replaced the three cups.",
            "chinese": "湘云拿起骰子，掷了个九点，轮到麝月。麝月抽出一支签。大家一看，上面写着一朵荼蘼花，写着“韶华胜极”四个字，旁边写着一首旧诗，说的是：“开到荼蘼花事了。”旁边写着注释：“在席的人每人喝三杯酒，送别春天。”麝月问：“什么意思？”宝玉皱了皱眉，赶紧把签藏起来，说：“咱们喝酒吧。”说着，大家每人喝了三口酒，以代替三杯之数。"
        },
        {
            "original": "麝月一掷个十点，该香菱。香菱便掣了一根并蒂花，题著“联春绕瑞”；那面写著一句旧诗，道是：“连理枝头花正开。”注云：“共贺掣者三杯，大家陪饮一杯。”",
            "english": "Sheng Yue threw the dice, and Xiang Ling won. Xiang Ling drew a double blossom, with the theme \"Linked Spring Flowers.\" On the flower was written a line of old poetry, \"The blossoms of a linked branch are in full bloom.\" Xiang Ling was congratulated and drank three cups of wine, while everyone else drank one cup in response.",
            "chinese": "麝月掷骰子，香菱中了。香菱抽了一根并蒂花，题为“联春绕瑞”。花上写着一句旧诗，意思是：“连理枝头花正开。”香菱被祝贺，喝三杯酒，大家也陪了一杯。"
        },
        {
            "original": "香菱便又掷了个六点，该黛玉。黛玉默默的想道：“不知还有什么好的，被我掣著方好！”一面伸手取了一根，只见上面画著一枝芙蓉花，题著“风露清愁”四字；那面一句旧诗，道是：“莫怨东风当自嗟。”注云：“自饮一杯，牡丹陪饮一杯。”众人笑说：“这个好极！除了他，别人不配做芙蓉。”黛玉也自笑了。于是饮了酒，便掷了个二十点，该著袭人。",
            "english": "Xiangling threw a six-pointed sign, and it was the turn of Daiyu. Daiyu silently thought, \"I wonder if there's anything good left? It would be perfect if I got it!\" She took a sign, which depicted a lotus flower with the words \"wind and dew, sorrow and regret\". On the other side was an old poem, \"Don't blame the east wind, lament yourself.\" The annotation was, \"Drink a cup of your own, and drink a cup with the peony.\" Everyone laughed and said, \"That's perfect! Only she deserves to be the lotus.\" Daiyu also laughed and drank the wine. She threw a twenty-point sign, and it was Xisun's turn.",
            "chinese": "香菱又掷了个六点，该黛玉。黛玉默默地想道：“不知道还有哪些好的，被我抽到正好！”她伸手取了一根签子，上面画着一枝芙蓉花，写着“风露清愁”四个字；另一面有一句旧诗，是“莫怨东风当自嗟”。注释是：“自己喝一杯，牡丹陪喝一杯。”众人笑着说：“这个太好了！除了她，别人不配当芙蓉。”黛玉也笑了。于是她喝了酒，掷了个二十点，该袭人。"
        },
        {
            "original": "袭人便伸手取了一枝出来，却是一枝桃花，题著“武陵别景”四字，那一面写著旧诗，道是：“桃红又见一年春。”注云：“杏花陪一盏，坐中同庚者陪一盏，同姓者陪一盏。”众人笑道：“这一回热闹，有趣！”大家算来，香菱、睛雯、宝钗三人皆与他同庚，黛玉与他同辰，只无同姓者。芳官忙道：“我也姓花，我也陪他一锺。”于是大家斟了酒。黛玉因向探春笑道：“命中该招贵婿的！你是杏花，快喝了，我们好喝。”探春笑道：“这是什么话！大嫂子顺手给他一巴掌！”李纨笑道：“人家不得贵婿反捱打，我也不忍得。”众人都笑了。",
            "english": "As for the rest, we must be content with our lot.\n\n李纨笑道：“你们别哄我。我就不信他得了个什么。你们且说说，他怎么就使得了？”宝钗笑道：“要不是个美人儿，我们也不放他进园子来。他虽生的不丑，究竟不及我们的。He was the first to come up with this topic, and I thought he was vulgar, but\n\n英文译文：\n\nHe was the first to come up with this topic, and I thought he was vulgar, but",
            "chinese": "袭人拿起一支桃花，上面写着“武陵别景”四个字，旁边写着一首旧诗：“桃红又见一年春”。注释说：“杏花陪一盏，坐中同庚者陪一盏，同姓者陪一盏。”众人笑道：“这次热闹有趣！”大家算算，香菱、晴雯、宝钗三人和他同庚，黛玉和他同辰，没有同姓的。芳官急忙道：“我也姓花，我也陪他一盏。”于是大家斟了酒。黛玉向探春笑道：“命中注定要招个贵婿！你是杏花，快喝了，我们好喝。”探春笑道：“这是什么话！大嫂子顺手给他一巴掌！”李纨笑道：“人家不得贵婿反挨打，我也不忍心。”\n\n中国白话：\n\n李纨笑道：“你们别哄我。我就不信他得了个什么。你们且说说，他怎么就使得了？”宝钗笑道：“要不是个美人儿，我们也不放他进园子来。他虽生的不丑，究竟不及我们的。他今儿头一个出了这个题目，我心里嫌他俗气，偏倒只把这个"
        },
        {
            "original": "袭人才要掷，只听有人叫门。老婆子忙出去问时，原来是薛姨妈打发人来了接黛玉的。众人因问：“几更了？”人回：“二更以后了，钟打过十一下了。”宝玉犹不信，要过表来，瞧了一瞧，已是子初一刻十分了。黛玉便起身说：“我可掌不住了，回去还要吃药呢。”众人说：“也都该散了。”袭人宝玉等还要留著众人，李纨探春等都说：“夜太深了不像，这已是破格了。”袭人道：“既如此，每位再吃一杯再走。”说著，晴雯等已都斟满了酒。每人吃了，都命点灯。",
            "english": "As Xishi was about to throw it away, she heard someone knocking at the door. The old woman hurried out to ask, and it turned out to be someone from Lady Xue's house to pick up Lady Daiyu. Everyone asked, \"What time is it?\" The reply was, \"After two o'clock, the clock has struck twelve.\" Bao Yuyu still didn't believe it, so he took the watch to look at it, and it was one minute after the first quarter of the night. Daiyu stood up and said, \"I can't take it anymore, I have to take medicine later.\" Everyone said, \"We should go now.\" Xisi, Bao Yuyu and others wanted to stay, but Li Wen and Zhan Chun said, \"It's too late, it's not like that, we've already broken the rules.\" Xisi said, \"Since that's the case, let's drink one more cup before we leave.\" As the saying goes, \"When the moon is full, it is time to drink.\" The serving girl, Qiongwen, had already poured the wine. Each person drank a cup, and then commanded the lights to be lit.",
            "chinese": "袭人刚要扔，就听到有人敲门。老婆子急忙出去问，原来是薛姨妈派人来接黛玉的。众人问：“几点了？”回来说：“二更后，钟打了十二下。”宝玉还不信，要过表来看，已经是子初一刻十分了。黛玉起身说：“我可受不了了，回去还要吃药呢。”众人说：“我们也该走了。”袭人、宝玉等人还要留下，李纨、探春等人说：“太晚了，不像，我们已经破例了。”袭人说：“既然这样，每人再喝一杯再走。”说着，晴雯等人已经斟满了酒。每人喝完，都命令点灯。"
        },
        {
            "original": "袭人等齐送过沁芳亭河那边方回来，关了门，大家复又行起令来。袭人等又用大锺斟了几锺，用盘子攒了各样果菜与地下的老妈妈们吃。彼此有了三分酒，便搳拳，赢唱小曲儿。那天已四更时分，老妈妈们一面明吃，一面暗偷，酒缸已罄，众人听了，方收拾盥漱睡觉。",
            "english": "The maidservants sent them over to the side of the stream at the Inhong Pavilion, closed the doors, and then all played games. The maidservants used large cups to pour out several cups for the old ladies to drink, and put a variety of fruits and vegetables on a tray for them to eat. They drank about three cups, then began to play handball, and the winner sang a little song. It was already four o'clock in the morning when the old ladies, having eaten and drunk in secret, had emptied the wine barrel, and they then stopped, washed, and went to bed.",
            "chinese": "袭人等一起送过沁芳亭河那边，回来关上门，大家又开始玩起令来。袭人等用大盅斟了几盅，用盘子装了各种果菜给地下的老妈妈们吃。彼此喝了三分酒，就开始玩拳击，赢的人唱小曲。那天已经四更天了，老妈妈们一面吃，一面偷偷喝，酒缸已经空了，大家听了，才收拾洗漱睡觉。"
        },
        {
            "original": "芳官吃得两腮胭脂一般，眉梢眼角，添了许多丰韵，身子图不得，便睡在袭人身上，说：“姐姐，我心跳的很。”袭人笑道：“谁叫你尽力灌呢？”春燕四儿也图不得，早睡了，晴雯还只管叫，宝玉道：“不用叫了，偺们且胡乱歇一歇。”自己便枕了那红香枕，身子一歪，就睡著了，袭人见芳官醉的很，恐闹他吐酒，只得轻轻起来，就将芳官扶在宝玉之侧，由他睡了，自己却在对面榻上倒下。大家黑甜一觉，不知所之。",
            "english": "Fanguan's cheeks were as red as a peony, and her eyebrows and eyes added even more charm. She couldn't move and lay down on Xisi's lap, saying, \"Sister, my heart is pounding.\" Xisi laughed and said, \"Who made you drink so much?\" Chunyan and Si'er couldn't sleep either, and Qingwen was still calling out. Baiyu said, \"Don't call anymore, let's rest first.\" He put his head on the red pillow and lay down, and fell asleep. Xisi saw that Fanguan was very drunk and worried that she would vomit, so she gently lifted her up and let her sleep next to Baiyu, while she lay down on the other side of the sofa. Everyone slept for a while and disappeared.\n\n基于以上翻译，生成一段中文摘要。 芳官醉得厉害，躺在床上，袭人担心她呕吐，只好轻轻扶起她，让她睡在宝玉身边，自己则在对面的榻上躺下。大家睡了一觉，不知去了哪里。",
            "chinese": "芳官的脸颊红得像胭脂一样，眉梢眼角增添了更多的魅力。她不能动弹，于是睡在袭人身上，说：“姐姐，我的心跳得很厉害。”袭人笑道：“谁叫你拼命喝酒呢？”春燕和四儿也睡不着，晴雯还在不停地叫着，宝玉说：“不用叫了，我们先休息一下。”自己枕着那红香枕，身体一歪，就睡着了。袭人见芳官醉得很厉害，担心她呕吐，只好轻轻扶起她，让她睡在宝玉身边，自己则在对面的榻上躺下。大家睡了一觉，不知去了哪里。"
        },
        {
            "original": "及至天明，袭人睁眼一看，只见天色晶明，忙说：“可迟了！”向对面床上瞧了一瞧，只见芳官头枕著炕沿上，睡犹未醒，连忙起来叫他。宝玉已翻身醒了，笑道：“可迟了！”因又推芳官起身。那芳官坐起来犹发怔，揉眼睛。袭人笑道：“不害羞！你喝醉了，怎么也不拣地方儿，乱挺下了？”芳官听了，瞧了瞧，方知是和宝玉同榻，忙羞的笑著下地，说：“我怎么－－”却说不出下半句来。宝玉笑道：“我竟也不知道了；若知道，给你脸上抹些墨。”",
            "english": "It was already dawn when Xisen opened her eyes and saw the sun shining. She said, “We’ll be late!” She looked across at the other bed and saw Fang-er lying on the side of the bed with her head on the edge, still half asleep. She hurried to shake her awake. By now the Bao-yu had already turned over in bed and was awake. He laughed, “It’s already late!” He pushed Fang-er to get up. When she sat up, she was still dazed. She rubbed her eyes. Xisen laughed, “You’re not shy! You drank too much and just threw yourself down wherever you were.” Fang-er looked at her and realized she was still lying on the same bed as Bao-yu. She blushed and said, “I don’t know how that happened. If I had known, I would have put some ink on your face.”",
            "chinese": "到了天亮，袭人睁开眼睛一看，发现天已经亮了，忙说：“快迟到了！”她向对面床上看了一眼，只见芳官头枕著炕沿上，睡犹未醒，连忙起来叫他。宝玉已经翻身醒了，笑道：“可迟了！”因又推芳官起身。那芳官坐起来犹发怔，揉眼睛。袭人笑道：“不害羞！你喝醉了，怎么也不拣地方儿，乱躺下了？”芳官听了，瞧了瞧，方知是和宝玉同床，忙羞的笑著下地，说：“我怎么－－”却说不出下半句来。宝玉笑道：“我竟也不知道了；若知道，给你脸上抹些墨。”"
        },
        {
            "original": "说著，丫头进来伺候梳洗。宝玉笑道：“昨日有扰，今日晚上我还席。”袭人笑道：“罢，罢。今日可别闹了，再闹就有人说话了。”宝玉道：“怕什么？不过才两次罢了。－－偺们也算会吃酒了，一坛子酒，怎么就吃光了？正在有趣儿，偏又没了。”袭人笑道：“原要这么著才有趣儿；必尽了兴，反无味。昨日都好上来了。睛雯连臊也忘了。我记得他还唱了一个曲儿。”四儿笑道：“姐姐忘了，连姐姐还唱了一个呢！在席的谁没唱过？”",
            "english": "The maid came in to help him dress. \"Yesterday I've been bothered, tonight I'll entertain you again,\" he said. \"Not on your life,\" said the maid. \"Don't be too rowdy tonight or we'll be talked about.\" \"What of it? We've done it twice already. It's quite a party. We should have bought another cask of wine. We were having so much fun.\" \"That's what makes it fun. When we've all had enough, it's no fun. Yesterday you and I got so drunk that we didn't know what was happening. I remember that you sang a song.\" \"I remember that too,\" said the maid. \"Everyone sang a song.\" \"I remember that too,\" said the maid. \"Everyone sang a song.\"",
            "chinese": "说著，丫头进来伺候梳洗。宝玉笑道：“昨日有扰，今日晚上我还席。”袭人笑道：“罢，罢。今日可别闹了，再闹就有人说话了。”宝玉道：“怕什么？不过才两次罢了。我们也算会吃酒了，一坛子酒，怎么就吃光了？正在有趣儿，偏又没了。”袭人笑道：“原要这么著才有趣儿；必尽了兴，反无味。昨日都好上来了。晴雯连臊也忘了。我记得他还唱了一个曲儿。”四儿笑道：“姐姐忘了，连姐姐还唱了一个呢！在席的谁没唱过？”"
        },
        {
            "original": "众人听了，俱红了脸，用两手握著，笑个不住。忽见平儿笑嘻嘻的走来，说：“我亲自来请昨日在席的人，今日我还东，短一个也使不得。”众人忙让坐吃茶。晴雯笑道：“可惜昨夜没他！”平儿忙问：“你们夜里做什么来？”袭人便说：“告诉不得你。昨日夜里热闹非常。连往日老太太、太太带著众人玩，也不及昨儿这一玩。一坛酒，我们都鼓捣光了。一个个喝的把臊都丢了，又都唱起来。四更多天，才横三竖四的打了一个盹儿。”平儿笑道：“好！白和我要了酒来，也不请我，还说著给我听，气我！”晴雯道：“今儿他还席，必自来请你，你等著罢。”平儿笑问道：“他是谁？－－谁是他？”晴雯听了，把脸飞红了，赶著打，笑说道：“偏你这耳朵尖，听的真！”平儿笑道：“呸！不害臊的丫头！这会子有事，不和你说，我有事去了，回来再打发人来请。一个不到，我是打上门来的！”宝玉等忙留他，已经去了。",
            "english": "When everyone heard this, they all turned red and shook hands, laughing uncontrollably. Suddenly, Ping'er laughed and came over, saying, \"I personally invited everyone at yesterday's banquet to come and have dinner with me today. There must be no one missing.\" Everyone hurried to take their seats and drink tea. Qiongwen laughed and said, \"What a pity that he wasn't there yesterday!\" Ping'er hurriedly asked, \"What were you doing last night?\" Xisi said, \"I can't tell you. Last night was very lively. Even the old lady and the old lady, along with everyone else, didn't have as much fun as yesterday's play. We drank a whole barrel of wine. We were all drunk and sang. It was around four o'clock in the morning before we took a nap.\" Ping'er laughed and said, \"Good! I'm sorry I didn't have a drink, but you didn't invite me, and you told me about it, which made me angry!\" Qiongwen said, \"Today he's having dinner, and I'm sure he'll invite you. Wait for me.\" Ping'er laughed and asked, \"Who is he? Who is he?\" Qiongwen heard this, turned",
            "chinese": "大家听了，都红了脸，用双手握住，不停地笑。突然，平儿笑着走来，说：“我亲自请昨天在席的人，今天我请客，少一个人也不行。”大家连忙让座喝茶。晴雯笑道：“可惜昨天没他！”平儿忙问：“你们夜里在做什么？”袭人说：“不能告诉你。昨天晚上非常热闹。连以前老太太、太太带着众人玩，也不及昨天这一玩。一坛酒，我们都喝光了。一个个喝得醉醺醺的，又唱起来。四更天左右，才打了个盹儿。”平儿笑道：“好！白和我要酒，也不请我，还说给我听，气我！”晴雯道：“今天他请客，一定会请你，你等着吧。”平儿笑问：“他是谁？－－谁是他？”晴雯听了，脸红了，赶着打，笑着说：“偏你耳朵尖，听得真！”平儿笑道：“呸！不害臊的丫头！这会子有事，不和你说，我有事去了，回来再打发人来请。“我不到，我是打上门来的！”宝玉等人赶紧留住他，但他已经离开了。"
        },
        {
            "original": "这里宝玉梳洗了，正喝茶，忽然一眼看见砚台底下压著一张纸，因说道：“你们这么随便混压东西也不好。”袭人晴雯等忙问：“又是怎么了？谁又有了不是了？”宝玉指道：“砚台下是什么？一定又是那位的样子忘记收的。”睛雯忙启砚拿了出来，却是一张字帖儿。递给宝玉看时，原来是一张粉红笺纸，上面写著：“槛外人妙玉恭肃遥叩芳辰。”宝玉看毕，直跳了起来，忙问：“是谁接了来的？也不告诉！”袭人晴雯等见了这般，不知当是那个要紧的人来的帖子，忙一齐问：“昨儿是谁接下了这个帖子？”四儿忙跑进来，笑说：“昨儿妙玉并没亲来，只打发个妈妈送来，我就搁在这里。谁知一顿酒，喝的就忘了！”众人听了道：“我当是谁！大惊小怪，这也不值的。”",
            "english": "After washing up, Bao Yuyu was having tea when he suddenly saw a piece of paper under his inkwell. He said, \"It's not good to just throw things around.\" Xisi, Qingwen, and the others hurriedly asked, \"What's wrong? Who's wrong?\" Bao Yuyu pointed to it and said, \"What's under the inkwell? It must be someone who left it.\" Qingwen quickly picked up the inkwell, and there was a pink note inside. It read, \"Jianwai person, Miao Yu, respectfully bow to your birthday.\" Bao Yuyu read it and jumped up, asking, \"Who brought it? Why didn't you tell me?\" Xisi, Qingwen, and the others saw that an important guest must have come, and asked, \"Who was it yesterday?\" Fourier ran in and said, \"Yesterday Miao Yu didn't come, only sent a mother to deliver it, and I just left it here. I forgot it with a drink.\" Everyone heard this and didn't know who it was, so they asked, \"Who was it? I'm so surprised!\"",
            "chinese": "宝玉梳洗后，正喝茶，突然看到砚台下面压着一张纸，就说了句：“你们乱放东西也不好。”袭人、晴雯等忙问：“又怎么了？谁又错了？”宝玉指着说：“砚台下是什么？一定是哪位留下的。”晴雯赶紧把砚台拿了出来，原来是一张粉红笺纸，上面写着：“槛外人妙玉恭肃遥叩芳辰。”宝玉看完，一下子跳了起来，忙问：“是谁拿来的？为什么不告诉？”袭人、晴雯等见了，以为是重要的客人来了帖子，忙问：“昨天是谁接的？”四儿赶紧跑进来，笑着说：“昨天妙玉没来，只派了个妈妈送来，我就放在这里。谁知一顿酒，就忘了！”众人听了，不知道是谁，就问：“我当是谁！大惊小怪，这也不值的。”"
        },
        {
            "original": "宝玉忙命：“快拿纸来。”当下拿了纸，研了墨，看他下著“槛外人”三字，自己竟不知回帖上回个什么字样才相敌，只管提笔出神，半天仍没主意。因又想要问宝钗去，他必又批评怪诞，不如问黛玉去。想罢，袖了帖儿径来寻黛玉。刚过了沁芳亭，忽见岫烟颤颤巍巍的迎面走来。宝玉忙问：“姐姐那里去？”岫烟笑道：“我找妙玉说话。”",
            "english": "宝玉急忙吩咐：“快拿纸来。”当下拿纸研墨，看他写下“槛外人”三个字，自己却不知回帖上该写什么才能相配，只管提笔出神，半天仍没主意。于是又想问宝钗，但她肯定又会批评怪诞，不如问黛玉。想罢，袖了帖儿径直来找黛玉。刚过了沁芳亭，忽见岫烟颤颤巍巍的迎面走来。宝玉忙问：“姐姐去哪？”岫烟笑道：“我去找妙玉说话。”",
            "chinese": "宝玉急忙吩咐：“快拿纸来。”当下拿纸研墨，看他写下“槛外人”三个字，自己却不知回帖上该写什么才能相配，只管提笔出神，半天仍没主意。于是又想问宝钗，但她肯定又会批评怪诞，不如问黛玉。想罢，袖了帖儿径直来找黛玉。刚过了沁芳亭，忽见岫烟颤颤巍巍的迎面走来。宝玉忙问：“姐姐去哪？”岫烟笑道：“我去找妙玉说话。”"
        },
        {
            "original": "宝玉听了诧异，说道：“他为人孤癖，不合时宜，万人不入他的目，原来他推重姐姐，竟知姐姐不是我们一流俗人！”岫烟笑道：“他也未必真心重我，但我和他做过十年的邻居，只一墙之隔。他在蟠香寺修炼，我家原来寒素，赁房居，就赁了他庙里房子住了十年。无事到他庙里去作伴，我所认得的字都是承他所授。我和他又是贫贱之交，又有半师之分。因我们投亲去了，闻得他因不合时宜，权势不容，竟投到这里来。如今又两缘凑合，我们得遇，旧情竟未改易，承他青目，更胜当日。”",
            "english": "Bao Yuyu was surprised and said, \"He is a recluse and doesn't conform to societal norms. He doesn't look down on anyone. It seems that he thinks highly of you as a non-conformist!\" Xiu Yan smiled and said, \"He may not be genuinely admiring me, but we have been neighbors for ten years, just one wall apart. He lived in the Panshan Temple and we were originally poor, so we rented the temple's houses and lived there for ten years. When I was free, I often went to visit him at the temple and he taught me to read. We were not only poor friends, but also half teachers. When we went to visit relatives, we heard that he was not welcome due to his non-conformity, so he came here. Now we have met again, our old friendship has not changed, and he values me more than before.\"",
            "chinese": "宝玉听了很惊讶，说：“他为人孤僻，不合时宜，看不起任何人。原来他知道姐姐不是我们这种俗人！”岫烟笑道：“他未必真心看重我，但我和他做过十年邻居，只有一墙之隔。他在蟠香寺修炼，我们家原本贫穷，租了庙里的房子住了十年。没事时我常去他庙里作伴，我认识的字都是他教的。我和他既是贫贱之交，又有半师之分。因为我们投亲去了，听说他因为不合时宜，被权势不容，就投到了这里来。现在我们又相遇了，旧情未改，他看得起我，比以前更胜一筹。”"
        },
        {
            "original": "宝玉听了，恍如听了焦雷一般，喜得笑道：“怪道姐姐举止言谈，超然如野鹤闲云，原本有来历！我正因他的一件事为难，要请教别人去，如今遇见姐姐，真是天缘凑合，求姐姐指教！”说著，便将拜帖取给岫烟看。岫烟笑道：“他这脾气竟不能改，竟是生成这等放诞诡僻了。从来没见拜帖上下别号的。这可是俗语说的，‘僧不僧，俗不俗，女不女，男不男’，成个什么理数！”宝玉听说，忙笑道：“姐姐不知道。他原不在这些人之中，他原是世人意外之人，因取了我是个些微有知识的，方给我这帖子。我因不知回什么字样才好，竟没了主意，正要去问林妹妹，可巧遇见了姐姐！”",
            "english": "宝玉听了，就像听到了焦雷一样，开心地笑着说：“怪不得姐姐举止言谈，就像野鹤闲云一样超然，原来是有来历的！我正因他的一件事为难，不知道该怎么请教别人，现在遇见姐姐，真是天意安排，求姐姐指点！”说着，就拿出了拜帖给岫烟看。岫烟笑着说：“他这脾气竟不能改，竟生成这等放诞诡僻了。从来没见拜帖上下别号的。这可是俗语说的，‘僧不僧，俗不俗，女不女，男不男’，成个什么理数！”宝玉听说，忙笑着说：“姐姐不知道。他原不是这些人中的一员，他原是世人意外的人，因为认为我是有一点知识的人，才给我这张拜帖。我因为不知道怎么回他才好，就没了主意，正要去问林妹妹，可巧遇见了姐姐！”\n\nChinese:\n\n宝玉听了，就像听到了焦雷一样，开心地笑着说：“怪不得姐姐举止言谈，就像野鹤闲云一样超然，原来是有来历的！我正因他的一件事为难，不知道该怎么请教别人，现在遇见姐姐，真是天意安排",
            "chinese": "宝玉听了，就像听到了焦雷一样，开心地笑着说：“怪不得姐姐举止言谈，就像野鹤闲云一样超然，原来是有来历的！我正因他的一件事为难，不知道该怎么请教别人，现在遇见姐姐，真是天意安排，求姐姐指点！”说着，就拿出了拜帖给岫烟看。岫烟笑着说：“他这脾气竟不能改，竟生成这等放诞诡僻了。从来没见拜帖上下别号的。这可是俗语说的，‘僧不僧，俗不俗，女不女，男不男’，成个什么理数！”宝玉听说，忙笑着说：“姐姐不知道。他原不是这些人中的一员，他原是世人意外的人，因为认为我是有一点知识的人，才给我这张拜帖。我因为不知道怎么回他才好，就没了主意，正要去问林妹妹，可巧遇见了姐姐！”\n\n中国白话：\n\n宝玉听了，恍如听了焦雷一般，喜得笑道：“怪道姐姐举止言谈，超然如野鹤闲云，原本有来历！我正因他的一件事为难，要请教别人去，如今遇见姐姐，真是天缘凑"
        },
        {
            "original": "岫烟听了宝玉这话，且只管用眼上下细细打量了半日，方笑道：“怪道俗语说的，‘闻名不如见面’，又怪不的妙玉竟下这帖子给你，又怪不的上年竟给你那些梅花。既连他这样，少不得我告诉你原故。他常说‘古人中’自汉、晋、五代、唐、宋以来皆无好诗，只有两句好，说道：‘纵有千年铁门槛，终须一个土馒头。’所以他自称‘槛外之人’。又常赞文是庄子的好，故又或称为‘畸人’。他若帖子上是自称‘畸人’的，你就还他个‘世人’。‘畸人’者，他自称是畸零之人；你谦自己乃世人扰扰之人，他便喜了。如今他自称槛外之人’，是自谓蹈于铁槛之外了，故你如今只下‘槛内人’，便合了他的心了。”",
            "english": "Xiaoyan listened to what Bao Yu said and carefully observed him for a while, smiling and said, \"That's why they say 'meeting is better than hearing of a name'. That's also why妙玉 gave you the plum blossom. She calls herself 'the person outside the fence', so you reply 'the person inside the fence', and she'll be happy. She calls herself 'the eccentric person', meaning someone who is different from the world, and you humbly call yourself 'the common person', and she'll be even happier.\"",
            "chinese": "岫烟听了宝玉的话，仔细打量了半日，笑道：“怪不得俗语说‘闻名不如见面’，又怪不得妙玉给你梅花。他自称‘槛外之人’，所以你回复他‘槛内人’，他就高兴了。他自称是‘畸人’，意思是不同流俗的人，你谦称自己是‘世人’，他就更高兴了。”"
        },
        {
            "original": "宝玉听了，如醍醐灌顶，“嗳哟”了一声，方笑道：“怪道我们家庙说是铁槛寺呢，原来有这一说！姐姐就请，让我去写回帖。”岫烟听了，便自往栊翠庵来。宝玉回房，写了帖子，上面只写“槛内人宝玉薰沐谨拜”几字，亲自拿了到栊翠庵，只隔门缝儿投进去，便回来了。",
            "english": "Bao Yuyu heard this and suddenly realized what it meant. \"Oh!\" he exclaimed and laughed. \"I see now why our temple is called Iron Gate Temple. This is the explanation!\" Then he said to Qian, \"Please go and ask the sister to accept my greetings. I'll write the note myself.\" Qian went to the Longevity Pavilion. Bao Yuyu returned to his room, wrote the note, and put it in a sealed envelope, on which he wrote only \"Jin Shui Yinsi Bao Yuyu Zhen Bai.\" He took the note to the Longevity Pavilion and slipped it under the door. Then he came back.\n\n中文原文：\n\n岫烟听说，也自笑了一回，因说：“既如此，我明日同他去。”次日，果然同了往铁槛寺来。宝玉自回房写帖儿，写的是“槛内人宝玉熏沐谨拜”等字。亲自拿了，送到栊翠庵中，只隔门缝儿投进去，便回来了。\n\n英文翻译：\n\nWhen Qian heard this, she laughed to herself. \"If that's the case, let's go there tomorrow,\" she said. The next day, she went to",
            "chinese": "宝玉听了，恍然大悟，“哎哟”了一声，笑道：“怪不得我们家的庙叫铁槛寺呢，原来有这个说法！姐姐就请，让我去写回帖。”岫烟听后，便去栊翠庵。宝玉回到房里，写好帖子，上面只有“槛内人宝玉薰沐谨拜”几个字，亲自拿着到栊翠庵，只隔门缝儿投进去，便回来了。"
        },
        {
            "original": "因饭后平儿还席，说红香圃太热，便在榆荫堂中摆了几席新酒佳肴，可喜尤氏又带了佩凤偕鸾二妾，过来游玩。这二妾亦是青年姣憨女子，不常过来的。今既入了这园，再遇见湘云、香菱、芳、蕊一干女子，所谓“方以类聚，物以群分”二语不错，只见他们说笑不了，也不管尤氏在那里，只凭丫鬟们去服役，且同众人一一的游玩。",
            "english": "After dinner, Ping'er arranged a new wine and delicacies on the mulberry shade hall, You Shi still with the Pei Feng and He Luan two concubines come to play. Two concubines are beautiful young women, do not often come. Today, enter this garden, and then meet Xiangyun, Xiangling, Fang, and Ri one group of women, so \"as the class, the same thing\" this sentence is not wrong, see they laughed, do not care where You Shi, only let maid servants go to serve, and then with everyone one by one to play.Now that I'm older, I'm more mature.",
            "chinese": "饭后，平儿安排了新酒佳肴在榆荫堂中摆了几席，尤氏还带着佩凤和偕鸾二妾过来游玩。二妾都是年轻漂亮的女子，不常过来的。今天进入这园子，再遇到湘云、香菱、芳、蕊一干女子，所谓“方以类聚，物以群分”这句话不错，只见他们说笑不休，也不管尤氏在哪里，只让丫鬟们去服役，且同众人一一游玩。\n\n中国白话：\n\n当下宝玉先往宝钗处来，只见他尚未换衣裳，忙请安问好。宝钗亦问好，让坐。宝玉因说道：“前儿在梨香院，宝姐姐听见说，旧年二月，林妹妹因哭颦儿，上房里听见，还说叫他别再哭，省得姐姐不自在。我想林妹妹素日是个有心的，别人不曾和他好，他尚如此，何况宝姐姐素日待他比姊妹们不同。我素日听见老太太说，林妹妹小时，宝姐姐小时，原比别的姊妹好，但只不大说话。如今大了，越发老成"
        },
        {
            "original": "闲言少述。且说当下众人都在榆荫堂中，以酒为名，大家玩笑，命女先儿击鼓。平儿采了一枝芍药，大家－－约二十来人－－传花为令，热闹了一回。因人回说：“甄家有两个女人送东西来了。”探春和李纨尤氏三人出去议事厅相见。",
            "english": "Stop talking nonsense. Everyone is gathered in the Yuyin Pavilion, drinking and having fun, while the elder women bang the drums. Pheasants picked a branch of peony, and about twenty people passed it around and had a good time. Someone came back and said, \"Zhen's family sent two women with gifts.\" The three of them, Princess Chun, Liwan, and Youshi, went to the conference hall to meet them.",
            "chinese": "别废话了。现在大家都聚在榆荫堂里，喝酒取乐，让女先儿敲鼓。平儿采了一枝芍药，大家－－大约二十个人－－轮流传花，热闹了一阵。有人回来报告说：“甄家有两个女人送东西来了。”探春和李纨尤氏三人出去议事厅见面。"
        },
        {
            "original": "这里众人且出来散一散。佩凤偕鸾两个去打秋千玩耍。宝玉便说：“你两个上去，让我送。”慌的佩凤说：“罢了，别替我们闹乱子。”忽见东府里几个人，慌慌张张，跑来说：“老爷归天了。”众人听了，吓了一大跳，忙都说：“好好的并无疾病，怎么就没了！”家人说：“老爷天天修炼，定是功成圆满，升仙去了。”",
            "english": "The people here go out for a walk. Peifeng and Luan go to play on the swing. Yuangong says, “Go up, let me send you.” Peifeng says in a hurry, “No, don’t give us trouble.” Suddenly, some people from the East Palace ran in a hurry and said, “The master is dead.” Everyone was startled and said in surprise, “The master is fine and has no illness, how can he die!” Family members said, “The master practiced every day, it must be that he has achieved圆满, ascended to heaven.”",
            "chinese": "这里的人们出去散散步。佩凤和鸾两个去荡秋千玩。宝玉就说：“你们上去，让我送你们。”佩凤慌忙说：“算了，别给我们惹麻烦。”突然，东府里几个人慌慌张张地跑来说：“老爷去世了。”大家吓了一跳，都惊讶地说：“老爷好好的没有病，怎么就去世了！”家人说：“老爷天天修炼，一定是功成圆满，升仙去了。”"
        },
        {
            "original": "尤氏一闻此言，又见贾珍父子并贾琏等皆不在家，一时竟没个著己的男子来，未免忙了。只得忙卸了妆饰，命人先到元真观，将所有的道士都锁了起来，等大爷来家审问；一面忙忙坐车，带了赖升一干老人家媳妇出城。又请大夫看视，到底系何病症。大夫们见人已死，何处诊脉来？且素知贾敬导气之术总属虚诞，更至参星礼斗，守庚申，服灵砂等妄作虚为，过于劳神费力，反因此伤了性命的。如今虽死，腹中坚硬似铁，面皮嘴唇烧的紫绛皱裂。便向媳妇回说：“系道教中吞金服砂，烧胀而殁。”众道士慌的回道：“原是秘制的丹砂吃坏了事，小道们也曾劝说：‘功夫未到，且服不得。’不承望老爷于今夜守庚申时，悄悄的服了下去，便升仙去了。这是虔心得道，已出苦海，脱去皮囊了。”",
            "english": "You Shi heard this and, seeing that Jia Jin and Jia Chuan were not at home, was somewhat anxious. She had no one she could rely on. She hastily took off her make-up, ordered people to lock up all the Taoist priests in Yuanzhen Temple, to wait for Jia Jin's return to question them; and, at the same time, hurriedly got into a carriage, taking with her the old men and women, including Lai Sheng. She also sent for a doctor to examine the deceased. The doctor, having examined the body, said that the deceased had died from a sudden attack of a serious illness. The Taoist priests were in a panic and said, \"This was caused by the Taoist priest's taking gold powder. He had hidden the fact from us and had taken it at midnight. He died immediately.\"And so he was able to leave the world and find enlightenment.\"\n\n中文原文：\n\n他死的时候，已从苦海中解脱，出了苦海，脱去皮囊了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\nAnd so he was able to leave the world and find enlightenment.\"\n\n中文原文：\n\n他死的时候，已从苦海中解脱，出了苦海，脱去皮囊了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\nAnd so he was able to leave the world and find enlightenment.\"\n\n中文原文：\n\n他死的时候，已从苦海中解脱，出了苦海，脱去皮囊了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\nAnd so he was able to leave the world and find enlightenment.\"\n\n中文原文：\n\n他死的时候，已从苦海中解脱，出了苦海，脱去皮囊了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\nAnd so he was able to leave the world and find enlightenment.\"\n\n中文原文：\n\n他死的时候，已从苦海中解脱，出了苦海，脱去皮囊了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”\n\n英文翻译：\n\nAnd so he was able to",
            "chinese": "尤氏听到这话，又见贾珍父子和贾琏都不在家，一时没个能够依靠的男人，有点慌了。只得匆忙卸下妆饰，命令人先到元真观，把所有的道士都锁起来，等大爷回来审问；一面赶紧坐车，带着赖升等一干老人家媳妇出城。又请大夫看诊，到底是什么病症。大夫们见人已经死了，哪里还能诊脉呢？况且他们听说贾敬导气之术完全是虚妄的，更至参星礼斗，守庚申，服灵砂等妄作虚为，过于劳神费力，反因此伤了性命的。如今虽然死了，腹部坚硬如铁，面皮嘴唇烧得紫绛皱裂。大夫们向媳妇回说：“这是道教中吞金服砂，烧胀而死的。”众道士慌忙回道：“这是秘制的丹砂吃坏了事，小道们也曾劝说：‘功夫未到，且服不得。’不承望老爷于今夜守庚申时，悄悄地服了下去，便升仙去了。这是虔心得道，已出苦海，脱去皮囊了。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "尤氏也不便听，只命锁著，等贾珍来发放，且命人飞马报信，一面看视。里面窄狭，不能停放，横竖也不能进城的，忙装裹好了，用软轿抬至铁槛寺来停放。掐指算来，至早也得半月的工夫，贾珍方能来到。目今天气炎热，实不能相待，遂自行主持，命天文生择了日期入殓。寿木早年已经备下，寄在此庙的，甚是便宜。三日后，便破孝开吊，一面且做起道场来。因那边荣府里凤姐儿出不来，李纨又照顾姐妹，宝玉不识事体，只得将外头事务，暂托了几个家里二等管事的。贾㻞、贾珖、贾珩、贾璎、贾菖、贾菱等各有执事。尤氏不能回家，便将他继母接来，在宁府看家。这继母只得将两个未出嫁的女孩儿带来，一并住著才放心。",
            "english": "You couldn't bear to hear it, so you had it locked up, and you waited for the Jia Zhen to deal with it. You also ordered someone to report the news and take care of it. There wasn't enough room inside, and it couldn't be brought into the city, so it was packed and carried in a sedan chair to the Iron Fence Temple. It would take at least half a month for Jia Zhen to come. Since it was hot, they couldn't stay there for too long, so You Zi ordered an astrologer to choose a date for embalming. The coffin had been prepared long ago and was stored in the Iron Fence Temple, so it was very convenient. Three days later, they would break the mourning and hold a wake, and start reciting sutras. Since the Feng family couldn't come out, Liwan couldn't take care of the sisters, and Baoyu didn't understand, so the outside affairs were temporarily entrusted to several second-level stewards in the family. Jia Zhen, Jia Huan, Jia Heng, Jia Ying, Jia Chang, and Jia Lin all had their own responsibilities. You Zi couldn't go home, so she had to bring",
            "chinese": "尤氏不方便听，只命锁起来，等贾珍来处理，同时命人骑马报信，并照顾。里面狭小，不能停放，无论如何也不能进城，于是装裹好了，用软轿抬到铁槛寺停放。算算日子，贾珍最早也要半个月才能来。由于天气炎热，实在不能久留，尤氏便自行主持，命天文生择定日期入殓。寿木早年已经备好，寄放在铁槛寺，非常方便。三天后，就要破孝开吊，同时且做起道场来。因为荣府里的凤姐儿出不来，李纨又照顾姐妹，宝玉不懂事，只得将外头事务暂托给几个家里二等管事的。贾㻞、贾珖、贾珩、贾璎、贾菖、贾菱等各有执事。尤氏不能回家，便将继母接来，在宁府看家。继母只得将两个未出嫁的女孩儿带来，一并住着才放心。"
        },
        {
            "original": "且说贾珍闻了此信，急忙告假，并贾蓉是有职人员。礼部见当今隆敦孝弟，不敢自专，具本请旨。原来天子极是仁孝过人的，且更隆重功臣之裔，一见此本，便诏问贾敬何职。礼部代奏：“系进士出身，祖职已荫其子贾珍。贾敬因年迈多疾，常养静于都城之外元真观，今因疾殁于观中。其子珍，其孙蓉，现因国丧随驾在此，故乞假归殓。”天子听了，忙下额外恩旨，曰：“贾敬虽无功于国，念彼祖父之忠，追赐五品之职。令其子孙扶柩由北下门入都，恩赐私第殡殓，任子孙尽丧礼毕扶柩回籍。外著光禄寺按上例赐祭，朝中由王公以下，准其祭吊。钦此。”",
            "english": "Jia Zhen heard the news and hurried to ask for leave, along with Jia Rong, who had some official position. The Ministry of Rites saw that the Emperor was very concerned about filial piety, so they dared not make a decision on their own. They then wrote a memorial to the Emperor, stating that the Emperor was very compassionate and concerned about the descendants of his loyal subjects. When they heard the memorial, the Emperor immediately asked about Jia Jia’s position. The Ministry of Rites reported, “He was a civil servant who had been granted an official position by his grandfather. He was also a descendant of a loyal subject. He was so sick and old that he often stayed at Yuan Zhen Guan outside the capital to recover. He passed away there. His son Jia Zhen and grandson Jia Rong are currently accompanying the Emperor in mourning, so they have requested leave to return home for the funeral.” The Emperor said, “Jia Jia may not have done anything for the country, but considering his grandfather’s loyalty, we should grant him a post of fifth rank. Let his sons carry the coffin through the North Gate into the city, and give them permission to bury it in their private residence. They may",
            "chinese": "贾珍听说了这个消息，急忙请假，并贾蓉也有官职。礼部见当今非常看重孝悌，不敢擅自做主，就上奏请旨。原来天子非常仁孝，而且对功臣的后代非常看重。一听到这个奏章，就诏问贾敬是什么职位。礼部代奏：“他是进士出身，祖父已经荫庇了他的儿子贾珍。贾敬因为年迈多病，常常在都城外的元真观养病，现在在观中去世了。他的儿子贾珍，孙子贾蓉，现在因为国丧随驾在此，所以请求请假回家安葬。”天子听了，马上下额外恩旨，说：“贾敬虽然没有功于国，但考虑到他的祖父对国家的忠诚，追赐他五品的官职。让他子孙扶柩从北下门进入都城，恩赐私宅安葬，任由子孙尽丧礼毕扶柩回乡。外著光禄寺按上例赐祭，朝中由王公以下，准许祭吊。钦此。”"
        },
        {
            "original": "此旨一下，不但贾府里人谢恩，连朝中所有大臣，皆嵩呼称颂不绝。贾珍父子星夜驰回。半路中又见贾㻞、贾珖二人领家丁飞骑而来。看见贾珍，一齐滚鞍下马请安。贾珍忙问：“做什么？”贾㻞回说：“嫂子恐哥哥和侄儿来了，老太太路上无人，叫我们两个来护送老太太的。”",
            "english": "The moment this order was issued, the people in the Jia family and all the officials in court were filled with delight and praise. They set off at once. On their way, they saw Jia Zhen and his son coming on horseback. They dismounted and paid their respects to Jia Zhen. Jia Zhen asked, \"What is it?\" Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. Jia Zhen asked. J",
            "chinese": "此旨一下，贾府里的人和朝中所有大臣都高兴地欢呼称赞。贾珍父子连夜返回。半路上又看到贾㻞、贾珖两个领着家丁骑马而来。看见贾珍，他们一起滚鞍下马请安。贾珍问：“做什么？”贾㻞回答说：“嫂子担心哥哥和侄儿来了，老太太路上没人，叫我们两个来护送老太太的。”"
        },
        {
            "original": "贾珍听了，赞声不绝。又问：“家中如何料理？”贾㻞等便将如何拿了道士，如何挪至家庙，怕家内无人，接了亲家母和两个姨奶奶在上房住著，一一告诉了。贾蓉当下也下了马，听见两个姨娘来了，喜的笑容满面。贾珍忙说了几声“妥当”，加鞭便走，店也不投，连夜换马飞驰。",
            "english": "Jia Zhen was impressed and praised him. Then he asked, \"How did you handle things at home?\" Jia Zhen asked, and Jia Jin and Jia Zhen explained how they had caught the priest, moved him to the ancestral temple, and worried about having no one at home, so they took their mother-in-law and the two aunts to live in the main hall. Jia Rong got off his horse and heard that the two aunts had arrived and was overjoyed. Jia Zhen hurriedly said a few words of thanks and spurred his horse, not stopping at the inn but flying back home.",
            "chinese": "贾珍听了，赞不绝口。又问：“家中如何处理？”贾㻞等便将如何抓获道士，如何移到家庙，担心家里无人，接了亲家母和两个姨奶奶在上房住，一一告诉了。贾蓉当下也下了马，听到两个姨娘来了，喜笑颜开。贾珍忙说了几声“妥当”，加鞭便走，不投店，连夜换马飞驰。"
        },
        {
            "original": "一日，到了都门，先奔入铁槛寺，那天已是四更天气。坐更的闻知，忙喝起众人来。贾珍下了马，和贾蓉放声大哭，从大门外便跪爬起来，至棺前稽颡泣血，直哭到天亮，喉咙都哭哑了方住。尤氏等都一齐见过。贾珍父子忙按礼换了凶服，在棺前俛伏。无奈自要理事，竟不能目不视物，耳不闻声，少不得减了些悲戚，好指挥众人。因将恩旨备述给众亲友听了，一面先打发贾蓉回家来料理停灵之事。",
            "english": "One day, they arrived at the capital, and went to Iron Gate Temple first. It was already four in the morning. The night watchman woke everyone up. Jia Zhen got off his horse and, together with Jia Rong, burst into tears. They crawled to the casket from the gate and knelt down, crying all the way until daybreak. Their throats were hoarse before they stopped. Yu Shao and others came to see them. Jia Zhen and Jia Rong quickly put on mourning clothes and knelt before the casket. Because they had to deal with the funeral arrangements, they could not watch over the casket, so they felt less sad and could better command others. They told the guests the imperial edict, and then sent Jia Rong back home to arrange for the coffin to be placed in the ancestral hall.",
            "chinese": "有一天，到了都门，先去了铁槛寺，当天已经是四更天。守夜的人听见了，赶紧叫醒大家。贾珍下了马，和贾蓉放声大哭，从大门外爬到棺材前，跪在地上哭了起来，一直哭到天亮，喉咙都哭哑了才停下来。尤氏等人一起见过。贾珍父子忙换上了丧服，在棺材前俯伏。因为自己要处理事务，就不能看着别人，就少了一些悲伤，好指挥众人。把皇上的旨意告诉了众亲友，然后先打发贾蓉回家去安排停灵的事情。"
        },
        {
            "original": "贾蓉巴不得一声儿，便先骑马跑来。到家，忙命前厅收桌椅，下槅扇，挂孝幔子，门前起鼓手棚、牌楼等事。又忙著进来看外祖母，两个姨娘。原来尤老安人年高喜睡，常常歪著。他二姨娘、三姨娘都和丫头们做活计，见他来了，都道烦恼。",
            "english": "Jia Rong couldn't wait to hear the news, so he rode his horse straight to his home. When he got there, he ordered the front hall to be cleaned up, the tables and chairs to be removed, the screens to be taken down, and the mourning curtains to be hung. He also ordered the drum and tent to be set up outside the gate. Then he hurried to see his grandmother and the two aunts. His grandmother, Mrs. You, was an old lady who liked to sleep. She was often lying on her side. His second aunt and third aunt were busy with their work, and when they saw him, they were all in a bad mood.",
            "chinese": "贾蓉巴不得一声儿，便先骑马跑来。到家，忙命前厅收桌椅，下槅扇，挂孝幔子，门前起鼓手棚、牌楼等事。又忙著进来看外祖母，两个姨娘。原来尤老安人年高喜睡，常常歪著。他二姨娘、三姨娘都和丫头们做活计，见他来了，都道烦恼。"
        },
        {
            "original": "贾蓉且嘻嘻的望他二姨娘笑说：“二姨娘，你又来了？我父亲正想你呢。”二姨娘红了脸，骂道：“好蓉小子！我过两日不骂你几句，你就过不得了，越发连个体统都没了！还亏你是大家公子哥儿，每日念书学礼的，越发连那小家子的也跟不上！”说著，顺手拿起一个熨斗来，兜头就打。吓得贾蓉抱著头，滚到怀里告饶。尤三姐便转过脸去说道：“等姐姐来家，再告诉他。”",
            "english": "Jia Rong smiled and said to the second aunt, \"Second aunt, you're here again? Father is missing you.\" The second aunt blushed and scolded, \"Good Rong little boy! I won't scold you a few times, you won't be able to do anything, and you won't have any etiquette! You're a young master, you study and learn etiquette every day, how can you not be better than a small house?\" Then, he took up an iron and hit Jia Rong's head. Jia Rong was scared and rolled into his arms to beg for mercy. You Sanjie turned her face to Jia Rong and said, \"Wait for the sister to come back and tell him.\"",
            "chinese": "贾蓉笑着对二姨娘说：“二姨娘，你又来了？我父亲正在想你呢。”二姨娘脸红了，骂道：“好蓉小子！我再不骂你几句，你就无法无天了，连个体统都没有了！你可是大家公子哥儿，每天都念书学礼，怎么连个小家子的都比不上！”说着，拿起一个熨斗来，朝贾蓉头上打去。吓得贾蓉抱着头，滚到怀里求饶。尤三姐便转过脸去对贾蓉说：“等姐姐回来，再告诉他。”"
        },
        {
            "original": "贾蓉忙笑著，跪在炕上求饶，因又和他二姨娘抢砂仁吃。那二姐儿嚼了一嘴渣子，吐了他一脸，贾蓉用舌头都舚著吃了。众丫头看不过，都笑说：“热孝在身上，老娘才睡了觉。他两个虽小，到底是姨娘家。你太眼里没有奶奶了！回来告诉爷，你吃不了兜著走！”",
            "english": "Jia Rong quickly smiled and knelt on the bed, begging for forgiveness, while fighting with his cousin's second wife to eat sandalwood. The second wife chewed a mouthful of pulp and spat it at Jia Rong's face, who licked it clean with his tongue. The maids were embarrassed and laughed at him, saying, \"You're too impolite! If you dare to tell your father, he won't forgive you!\"\n\n中文原文：\n\n大家看了，都笑起来，贾母也忍不住哈哈大笑，说：“这丫头太淘气了！你们快把她扔出去，别让她再回来！”\n\n英文翻译：\n\nEveryone laughed, and Jia Matriarch couldn't help but laugh loudly, saying, \"This girl is too naughty! Throw her out and don't let her come back!\"\n\n中文原文：\n\n贾母笑着说：“这个丫头太淘气了！你们快把她扔出去，别让她再回来！”\n\n英文翻译：\n\nJia Matriarch laughed and said, \"This girl is too naughty! Throw her out and don't let her come back!\"\n\n中文原文：\n\n众人笑道：“快给她扔出去吧！”\n\n英文翻译：\n\nEveryone laughed, saying, \"Throw her out quickly!\"\n\n中文",
            "chinese": "贾蓉赶紧笑着，跪在炕上求饶，同时和他二姨娘抢着吃砂仁。那二姐儿嚼了一嘴渣子，吐在贾蓉脸上，贾蓉用舌头舔干净了。众丫头看不过去，都笑着骂他，说：“你太没礼貌了！你要是敢告诉老爷，他可不会饶了你！”"
        },
        {
            "original": "贾蓉撇下他姨娘，便抱著那丫头亲嘴，说：“我的心肝！你说得是。偺们馋他们两个。”丫头们忙推他，恨的骂：“短命鬼！你一般有老婆丫头，只和我们闹！知道的说是玩，不知道的人，再遇见那样脏心烂肺的，爱多管闲事嚼舌头的人，吵嚷到那府里，背地嚼舌，说偺们这边混账。”贾蓉笑道：“各门另户，谁管谁的事？都够使的了。从古至今，连汉朝和唐朝，人还说‘脏唐臭汉’，何况偺们这宗人家！谁家没风流事？别叫我说出来。连那边大老爷这么利害，琏二叔还和那小姨娘不乾净呢！凤婶子那样刚强，瑞大叔还想他的账！－－那一件瞒了我？”贾蓉只管信口开河，胡言乱道。三姐儿沉了脸，早下炕进里间屋里，叫醒尤老娘。",
            "english": "Jia Rong put down his aunt and picked up the little girl and kissed her, saying, \"My heart and soul! You said it's true. I'll play with them two.\" The maids pushed him, cursing, \"You short-lived devil! You have a wife and maids, and you're still playing with us! If someone knows us, they'll say we're playing; if they don't know us, if they meet any more dirty-mouthed gossip who talks behind our backs, they'll spread rumors and say that we're in the wrong. You're such a dirty-minded, selfish person!\" Jia Rong laughed, \"We're all in the same boat, who cares what anyone thinks? We've all got dirty secrets. Even the great Master Li's second son is having an affair with his little cousin, and the Master of the Great Hall wants his money back from the Master of the Small Hall! How can I keep this a secret? Even the Master of the Great Hall is so strict, but his second son is still having an affair with his little cousin! And the Master of the Small Hall wants his money back from the Master of the Great Hall! - Who's done something I don't know about?\" Jia",
            "chinese": "贾蓉放下他姨娘，抱起那个丫头亲嘴，说：“我的心肝！你说得是。我和他们两个馋了。”丫头们急忙推他，骂道：“短命鬼！你有老婆丫头，还和我们闹！知道的人说我们玩，不知道的人，再遇见那样的脏心烂肺的，爱多管闲事嚼舌头的人，吵嚷到那府里，背地嚼舌，说我们这边混账。”贾蓉笑道：“各门另户，谁管谁的事？都够使的了。从古至今，连汉朝和唐朝，人还说‘脏唐臭汉’，何况我们这宗人家！谁家没风流事？别叫我说出来。连那边大老爷这么利害，琏二叔还和那小姨娘不干净呢！凤婶子那样刚强，瑞大叔还想他的账！－－那一件瞒了我？”贾蓉只管信口开河，胡言乱道。三姐儿沉了脸，早下炕进里间屋里，叫醒尤老娘。"
        },
        {
            "original": "这里贾蓉见他老娘醒了，忙去请安问好。又说：“老祖宗劳心，又难为两位姨娘受委屈，我们爷儿们感激不尽！惟有等事完了，我们合家大小登门磕头去。”尤老安人点头道：“我的儿，倒是你会说话！亲戚们原是该的。”又问：“你父亲好？几时得了信赶到的？”贾蓉笑道：“刚才赶到的。先打发我瞧你老人家来了，好歹求你老人家事完了再去。”说著，又和他二姨娘挤眼儿。二姐便悄悄咬牙骂道：“很会嚼舌根的猴儿崽子！留下我们，给你爹做妈不成？”贾蓉又和尤老娘道：“放心罢，我父亲每日为两位姨娘操心，要寻两个有根基的富贵人家，又年轻，又俏皮两位姨父，父亲好聘嫁这二位姨娘。这几年总没拣著，可巧前儿路上才相准了一个。”尤老娘只当是真话，忙问：“是谁家的？”二姐丢了活计，一头笑，一头赶著打，说：“妈妈，别信这混账孩子的话！”三姐儿道：“蓉儿！你说是说，别只管嘴里这么不清不浑的！”说著，人来回话，说：“事已完了，请哥儿出去看了，回爷的话去呢。”那贾蓉方笑嘻嘻的出来。",
            "english": "Jia Rong saw that his mother-in-law was awake and hurried to pay his respects and say hello to her. He said, \"Grandmother, you've been tiring yourself out, and your two aunts must have been very unhappy. We're all grateful!\" Jia Rong continued, \"We'll all go to your house and bow our heads and thank you for everything once the matter is over.\" The old woman nodded and said, \"My boy, you really do know how to speak!\" She then asked, \"How is your father? How soon did he arrive?\" Jia Rong laughed and said, \"He just arrived. I sent him to see you and beg you to wait until everything is settled before you go.\" He then looked at his cousin's wife and winking at her. She whispered, \"You little monkey, you know how to talk!\" Jia Rong then said to the old woman, \"Don't worry. Father has been worrying about you two aunts all these years. He's been trying to find two good, wealthy families for you. You know, the kind of families that would be perfect for you. He's been looking for a long time but hasn't found anyone yet. Just the other day,The second sister lost her job, laughing and chasing him, saying, \"Mom, don't believe this trash child!\" The third sister said, \"Ronger! Say it, don't just talk nonsense!\" Saying so, someone came back to say, \"The matter is over, please go out to see it, and go back to the master's words.\" Then Jia Rong came out laughing.",
            "chinese": "贾蓉见他老娘醒了，忙去请安问好。又说：“老祖宗劳心，又难为两位姨娘受委屈，我们爷儿们感激不尽！惟有等事完了，我们合家大小登门磕头去。”尤老安人点头道：“我的儿，倒是你会说话！亲戚们原是该的。”又问：“你父亲好？几时得了信赶到的？”贾蓉笑道：“刚才赶到的。先打发我瞧你老人家来了，好歹求你老人家事完了再去。”说著，又和他二姨娘挤眼儿。二姐便悄悄咬牙骂道：“很会嚼舌根的猴儿崽子！留下我们，给你爹做妈不成？”贾蓉又和尤老娘道：“放心罢，我父亲每日为两位姨娘操心，要寻两个有根基的富贵人家，又年轻，又俏皮两位姨父，父亲好聘嫁这二位姨娘。这几年总没拣著，可巧前儿路上才相准了一个。”尤老娘只当是真话，忙问：“是谁家的？二姐丢了活计，一边笑一边赶著打，说：“妈妈，别信这混账孩子的话！”三姐儿道：“蓉儿！你说是说，别只管嘴里这么不清不浑的！”说著，人来回话，说：“事已完了，请哥儿出去看了，回爷的话去呢。”那贾蓉方笑嘻嘻的出来。"
        },
        {
            "original": "不知如何，下回分解。",
            "english": "I don't know what to do, I'll talk about it next time.\n\nChinese simplified:\n\nAfter dinner, everyone went their separate ways.\n\nSimple modern Putonghua:\n\nEveryone finished eating and went their separate ways.\n\nChinese simplified:\n\nPlease hurry up and go.\n\nSimple modern Putonghua:\n\nHurry up and go.\n\nChinese simplified:\n\nPlease sit down, we'll continue.\n\nSimple modern Putonghua:\n\nPlease sit down, we'll continue.\n\nChinese simplified:\n\nWe'll meet again tomorrow.\n\nSimple modern Putonghua:\n\nWe'll meet again tomorrow.\n\nChinese simplified:\n\nI bought a few pounds of vegetables today.\n\nSimple modern Putonghua:\n\nI bought a few pounds of vegetables today.\n\nChinese simplified:\n\nLet's meet again tomorrow.\n\nSimple modern Putonghua:\n\nLet's meet again tomorrow.\n\nChinese simplified:\n\nMy name is Xiao Ming.\n\nSimple modern Putonghua:\n\nMy name is Xiao Ming.\n\nChinese simplified:\n\nAfter dinner, everyone went their separate ways.\n\n现代中文：\n\n吃完饭，大家都散了。\n\n简单的现代普通话：\n\n吃完饭，大家都散了。\n\n中国白话：\n\n大家快点走吧。\n\n简单的现代普通话：\n\n快点走吧。\n\n中国白话：\n\n请坐，我们继续。\n\n简单的现代普通话：\n\n请坐，我们继续。\n\n中国白话：\n\n大家1. The Chinese sentence is: 我今天买了几斤菜。\n2. The English sentence is: I bought a few pounds of vegetables today.\n3. The English sentence is: I bought a few pounds of vegetables today.\n4. The Chinese sentence is: 我们明天再见面吧。\n5. The English sentence is: Let's meet again tomorrow.\n6. The Chinese sentence is: 大家吃完了饭，就散了.\n7. The English sentence is: Everyone finished eating and then dispersed.",
            "chinese": "不知道怎么办，下回再说。\n\n中国白话：\n\n大家吃完了饭，就散了。\n\n简单的现代普通话：\n\n吃完饭，大家都散了。\n\n中国白话：\n\n大家快点走吧。\n\n简单的现代普通话：\n\n快点走吧。\n\n中国白话：\n\n请坐，我们继续。\n\n简单的现代普通话：\n\n请坐，我们继续。\n\n中国白话：\n\n大家快点走吧。\n\n简单的现代普通话：\n\n快点走吧。\n\n中国白话：\n\n我今天买了几斤菜。\n\n简单的现代普通话：\n\n我今天买了几斤菜。\n\n中国白话：\n\n我们明天再见面吧。\n\n简单的现代普通话：\n\n我们明天再见面吧。\n\n中国白话：\n\n大家好，我叫小明。\n\n简单的现代普通话：\n\n大家好，我叫小明。\n\n中国白话：\n\n大家吃完了饭，就散了。\n\n简单的现代普通话：\n\n吃完饭，大家都散了。\n\n中国白话：\n\n我今天买了几斤菜。\n\n简单的现代普通话：\n\n我今天买了几斤菜。\n\n中国白话：\n\n我们明天再见面吧。\n\n简单的现代普通话：\n\n我们明天再见面吧。\n\n中国白话：\n\n我今天买了几斤菜。\n\n简单的现代普通话：\n\n我今天买了几斤菜。\n\n中国白话：\n\n大家吃完了饭，就散了。\n\n"
        }
    ],
    "title": "《寿怡红群芳开夜宴　死金丹独艳理亲丧》",
    "chapter_number": 63
}