{
    "paragraphs": [
        {
            "original": "话说贾琏、贾珍、贾蓉等三人商议，事事妥贴，至初二日，先将尤老娘和三姐儿送入新房。尤老娘看了一看，虽不似贾蓉口内之言，倒也十分齐备，母女二人，已算称了心愿。鲍二两口子见了，如一盆火儿，赶著尤老娘一口一声叫“老娘”，又或是“老太太”；赶著三姐儿叫“三姨儿”，或是“姨娘”。至次日五更天，一乘素轿，将二姐儿抬来，各色香烛纸马并铺盖，以及酒饭，早已预备得十分妥当。一时，贾琏素服坐了小轿来了，拜过了天地，焚了纸马，－－那尤老娘见了二姐儿身上头上，焕然一新，不似在家模样，十分得意－－搀入洞房。是夜贾琏和他颠鸾倒凤，百般恩爱，不消细说。",
            "english": "翻译:\n\nJia Lian, Jia Zhen, and Jia Rong had discussed everything and things were running smoothly. On the second day of the first lunar month, they first sent Mrs. You and the Third Young Master to their new home. Mrs. You looked around and was satisfied, even though the house wasn't as luxurious as Jia Rong had described, it was still quite presentable. Mrs. You and her daughter were content. The couple who owned the house, seeing them, felt like they had encountered a fire and quickly addressed Mrs. You as \"Mother\", then \"Grandmother\". They called the Third Young Master \"Third Aunt\", then \"Aunt\". The next morning, the couple came with a white sedan, bringing the Second Young Master, along with candles, incense, paper horses, bedding, and food. Jia Lian arrived in his mourning attire on a sedan, they performed the rituals of marriage, burned the paper horses, and Mrs. You was delighted to see the Second Young Master dressed in new clothes, with his hair neatly arranged, very unlike his previous appearance at home. She supported him into the new home. That night, Jia Lian and the Second Young Master enjoyed each other's company in various ways, as much as they could, but I will not delve into the specifics.",
            "chinese": "贾琏、贾珍、贾蓉三个人商议事情，事事都妥当。到了正月初二，先将尤老娘和三姐儿送到新房。尤老娘看了看，虽然不像贾蓉说的那样豪华，但也算很体面了，尤老娘和女儿心里已经很满足了。鲍二夫妻见到她们，就像见到了一盆火，赶忙叫尤老娘“老娘”，又叫“老太太”；赶着叫三姐儿“三姨儿”，又叫“姨娘”。到了第二天凌晨，两口子用一顶白色的轿子，将二姐儿抬来，各种香烛、纸马、铺盖，以及酒饭，都已经准备好了。这时，贾琏穿着素服坐着小轿来了，拜过了天地，烧了纸马，尤老娘见二姐儿换上了新衣服，头发也梳理得整齐，完全不像以前在家的样子，心里十分高兴，便扶着二姐儿进了新房。这晚，贾琏和二姐儿夜夜欢爱，百般恩爱，不细说。"
        },
        {
            "original": "那贾琏越看越爱，越瞧越喜，不知要怎么奉承这二姐儿才过得去，乃命鲍二等人不许提三说二，直以“奶奶”称之，自己也称“奶奶”，竟将凤姐一笔勾倒。有时回家，只说在东府有事。凤姐因知他和贾珍好，有事相商，也不疑心。家下人虽多，都也不管这些事。便有那游手好闲专打听小事的人，也都去奉承贾琏，乘机讨些便宜，谁肯去露风？",
            "english": "Jialan liked her more and more the longer he looked. He did not know how to properly praise his wife and so he ordered Bo and his men not to say “third” or “second,” but to refer to her as “Grandmother.” He himself called her “Grandmother.” He no longer even gave a passing thought to Xing. When he went home, he would say that he had business at the Eastern Mansion. Xing knew that he and Jizhen had a good relationship and that he had something to discuss, so she did not suspect him. There were many servants in the household, all of whom were too busy to pay attention to these matters. Those who were idle and liked to pry into the private lives of others would come to flatter Jialan, seeking his favors. Who would want to say anything negative about him?",
            "chinese": "贾琏看的越久，越喜欢，拿不出该怎样恭维二姐才恰当，便命令鲍二等人，不用说“三”字，更不能说“二”字，只称二姐为“奶奶”，他自己也称“奶奶”，连凤姐都撇在一边了。有时候回家，只说在东府有事。凤姐知道他和贾珍关系好，有事商量，也不怀疑。家里的佣人很多，都管不了这些事。便有那一些游手好闲的，专打听别人隐私的人，也都去巴结贾琏，想从他那里讨点好处，谁肯去说风凉话？"
        },
        {
            "original": "于是贾琏深感贾珍不尽。贾琏一月出十五两银子，做天天的供给。若不来时，他母女三人一处吃饭；若贾琏来，他夫妻二人一处吃，他母女就回房自吃。贾琏又将自己积年所有的体己，一并搬来给二姐儿收著；又将凤姐儿素日之为人行事，枕边衾里，尽情告诉了他。只等一死，便接他进去。二姐儿听了，自然是愿意的了。当下十来个人，倒也过起日子来，十分丰足。",
            "english": "Jialan deeply felt the debt owed to him by Jiazhen, so he only paid out 15 taels of silver for their expenses each month. If Jialan came over, they would eat together, and his mother and daughter would go back to their own rooms to eat. Jialan also entrusted his personal savings to Erniu and detailed his dealings with Feng. He promised to take her into the main household after Feng's death. Erniu was pleased by this. At the moment, the ten or so of them lived together quite comfortably.",
            "chinese": "贾琏深深觉得贾珍对他的亏欠，所以自己每月只出十五两银子作为他们母女的日常开销，若贾琏来，两人夫妇同吃，他母女便各自回到自己的房里吃饭。贾琏还将自己积攒的私房钱全部交给二姐儿保管，并详细地向她介绍了凤姐的为人处事，表示等凤姐死后，就接她进府。二姐儿听了自是愿意。当下，他们十来个人一起生活，过得十分丰足。"
        },
        {
            "original": "眼见已是两月光景，这日，贾珍在铁槛寺做完佛事，晚间回家时，与他姊妹久别，竟要去探望探望。先命小厮去打听贾琏在与不在，小厮回来，说：“不在那里。”贾珍喜欢，将家人一概先遣回去，只留两个心腹小童牵马。一时，到了新房子里，已是掌灯时候，悄悄进去。两个小厮将马拴在园内，自往下房去听候。",
            "english": "It had been two months since then. That evening, after concluding his Buddhist rites at Iron Railling Temple, Jiazhen went home from work, and then decided to go and see his two long-absent sisters. First he sent a servant to see if Jialin was at home, and the servant returned and said he wasn't. Jiazhen was pleased, so he sent the rest of the household staff home and kept only two trusted servants to ride his horse. In a short while, they arrived at the new house. The sky was already dark, so they went in quietly. The two servants tied up the horse in the garden and went to the servants' quarters to wait.",
            "chinese": "已经过了两个月，这天，贾珍在铁槛寺做完佛事，傍晚回家后，就想去见见久别的两个妹妹，先让小厮打听贾琏在不在家。小厮回来答说不在。贾珍很高兴，就打发家里人先回家，只留下两个亲信的小厮牵马。一会儿，到了新房子里，天已经黑了，于是悄悄地进去。两个小厮把马拴在园里，自已去了下房等候。"
        },
        {
            "original": "贾珍进来，屋里才点灯，先看过尤氏母女，然后二姐儿出来相见。贾珍见了二姐儿，满面的笑容，一面吃茶，一面笑说：“我做的保山如何？要错过了，打著灯笼还没处寻！过日，你姐姐还备礼来瞧你们呢。”",
            "english": "Jia Zhen came in when the lamps were just lit in the room. He first inspected Erniu and her mother, and then met his sister-in-law, who came out to greet him. Jia Zhen, upon seeing her, beamed with delight. As he sipped his tea, he chatted away, \"How is my matter of backing them up going? Without me, they would have had a hard time! Later on, your sister will be bringing gifts to visit you.\"",
            "chinese": "贾珍进来时，屋里才点上灯。他先看过了尤氏母女，然后二姐出来相见。贾珍见到二姐，满脸笑容。他一边吃茶，一边笑着说：“我给她们撑腰的事情做得怎么样？要是没有我，她们可得吃苦头了！等会儿，你姐姐还会来备些礼物，来看看你们呢。”"
        },
        {
            "original": "说话之间，二姐儿已命人预备下酒馔。关起门来，都是一家人，原无避讳。那鲍二来请安，贾珍便说：“你还是个有良心的，所以二爷叫你来伏侍。日后自有大用你之处，不可在外头吃酒生事，我自然赏你。倘或这里短了什么，你二爷事多，那里人杂，你只管去回我。我们弟兄，不比别人。”鲍二答应道：“小的知道。若小的不尽心，除非不要这脑袋了。”贾珍笑著点头道：“要你知道就好。”",
            "english": "The second sister had already instructed someone to prepare the meals. At this time, they were all familiar with one another. When Bao Er came to pay his respects, Jia Zhen said, \"You have always been loyal and trustworthy. That is why I have allowed you to attend my father. There will surely come a time when you will be put in charge of something important. In the future, do not drink and get into trouble outside. I will reward you then. Should there be anything lacking here, my father is very busy and the people here are too many. Just tell me. We are brothers after all, not strangers.\" Bao Er replied, \"Yes, my lord. If I do not do my duty, I will not want my head.\" Jia Zhen laughed and nodded his head, \"If you are reasonable, then that's fine.\"",
            "chinese": "这时，二姐儿已经吩咐人准备酒饭。在这里，都是自家人，不必在意。当鲍二来请安的时候，贾珍说：“你始终是忠心耿耿的人，所以二爷让你来服侍。将来一定有重用你的时候，以后不可在外头喝酒惹事。我自然会奖赏你。假如这里缺了什么，你二爷事情多，这里人杂，你只管告诉我。我们是兄弟关系，并不是别人。”鲍二答道：“小的知道，如果小的不尽心，那就不要脑袋了。”贾珍笑着点头说：“你知趣就好。”"
        },
        {
            "original": "当下四人一处吃酒。二姐儿此时恐怕贾琏一时走来，彼此不雅，吃了两锺酒便推故往那边去了。贾珍此时也无可奈何，只得看著二姐儿自去，剩下尤老娘和三姐儿相陪。那三姐儿虽向来也和贾珍偶有戏言，但不似他姐姐那样随和儿，所以贾珍虽有垂涎之意，却也不肯造次了，致讨没趣。况且尤老娘在旁边陪著，贾珍也不好意思太露轻薄。",
            "english": "The four of them were drinking together. Er'er's elder sister was afraid that Jialan might come over at this time and they would be embarrassed, so after drinking two or three glasses, she found an excuse to go to the other side. At this moment, Jiazhen was at a loss, and could only watch as Er'er's elder sister left. Left behind were You Old Mother and San'er, who accompanied him. Although San'er had previously had some teasing with Jiazhen, he was not as casual as his elder sister. Therefore, even though Jiazhen had a good impression of him, he did not dare to be too forward, for fear of being impolite. Moreover, with You Old Mother accompanying him, Jiazhen did not feel comfortable being too forward.",
            "chinese": "这四个人一起喝酒。二姐儿怕贾琏这时过来，两人尴尬，喝过两口酒后就找借口去了那边。贾珍这时也无可奈何，只能看着二姐儿离开。剩下尤老娘和三姐儿陪着他。三姐儿虽然以前也和贾珍有过一些玩笑，但不像他姐姐那么随便。所以，贾珍虽然心里有好感，也不敢过于轻浮，免得失礼。而且尤老娘在旁边陪着，贾珍也不好意思太过轻浮。"
        },
        {
            "original": "却说跟的两个小厮，都在厨下和鲍二饮酒。那鲍二的女人多姑娘儿上灶。忽见两个丫头也走了来嘲笑，要吃酒，鲍二因说：“姐儿们不在上头伏侍，也偷著来了？一时叫起来没人，又是事。”他女人骂道：“糊涂浑呛了的忘八！你撞丧那黄汤罢。撞丧醉了，夹著你的脑袋挺你的尸去！叫不叫，与你什么相干？一应有我承当呢。风啊雨的，横竖淋不到你头上来。”",
            "english": "以下是直接逐句翻译的版本：\n\nSaying this, the two attendants were already in the kitchen drinking with Ba Er. Ba Er's wife, Dou Jia Nv, was cooking. Suddenly, two maids came to find Dou Jia Nv, wanting to drink together with her. Ba Er said, \"Why are you not attending to the guests upstairs? Why are you sneaking down here? What if someone comes looking for you and you're not around? Then, what will happen?\" Dou Jia Nv screamed, \"You fool, you drunken pig! Go drink your mourning feast and drink yourself to death! You can just lie there and wait for death! What does it matter if they call out for you or not? Anyway, I'll handle it. Whether it rains or snows, it won't fall on you.\"",
            "chinese": "说是如此，两个小厮，正在厨下跟著鲍二喝酒。那鲍二的老婆，就是多姑娘，正在做饭。忽然，两个丫头也来找多姑娘，要一起喝酒。鲍二说道：“你们不在上头伺候，偷偷的来了？万一有人找你们，你们又不在，那可怎么办？”多姑娘骂道：“你这个糊涂虫，喝醉了的王八蛋！你去喝你的丧葬酒，喝得烂醉，自己去躺在那里等死好了！管他叫不叫，又关你什么事？反正有我来对付。刮风下雨的，反正也不会淋到你头上。”\n\n以上是将原句简化后翻译的现代汉语版本。请注意，这个翻译可能在表达上与原句略有不同，但整体意思应当保持一致。"
        },
        {
            "original": "这鲍二原因妻子之力，在贾琏前十分有脸；近日他女人越发在二姐儿跟前殷勤伏侍，他便自己除赚钱吃酒之外，一概不管，一听他女人吩咐，百依百随。当下又吃了些，便去睡觉。这里他女人随著这些丫鬟小厮吃酒，又和那小厮们打牙撂嘴儿的玩笑，讨他们的喜欢，准备在贾珍前讨好儿。正在吃的高兴，忽听见扣门的声儿，鲍二的女人忙出来开门，看时，见是贾琏下马，问有事无事。鲍二女人便悄悄的告诉他说：”大爷在这里西院里呢。”",
            "english": "The second brother, with his wife's help, was able to command considerable respect in front of Jialian. Since his wife had taken a hand in looking after his sister and his wife, he simply left everything else alone and obeyed his wife's orders as if they were imperial edicts. After drinking a bit too much, he went to bed. Meanwhile, his wife and the maids and servants were all drinking together and making jokes with the servants to try to please them. Suddenly, they heard someone knocking on the door. When the wife opened it, she found that Jialian had just got out of his carriage and was asking if there was anything urgent. The wife then whispered to him, \"Our master is in the west yard now.\"",
            "chinese": "鲍二哥因为妻子的助力，在贾琏面前很有脸面；最近他妻子更在他女人和二姐儿之间殷勤照顾，他便除了赚钱吃酒，什么都不管了，听他妻子的话就像听圣旨一样。当下他又喝了些酒，就去睡觉了。这里他妻子和丫鬟小厮们一起喝酒，还和小厮们打趣开玩笑，想讨他们的欢心，好在贾珍面前讨点好处。正吃得高兴，忽然听见有人敲门，鲍二的女人赶紧开门，一看，原来是贾琏下了马车，问有没有什么事。鲍二女人便悄悄地告诉他说：“大爷现在西院呢。”"
        },
        {
            "original": "贾琏听了，便至卧房，见尤二姐和两个小丫头在房中呢，见他来了，脸上却有些讪讪的。贾琏反推不知，只命：“快命酒来。咱们吃两杯好睡觉，我今日乏了。”二姐儿忙忙陪笑，接衣捧茶，问长问短，贾琏喜的心痒难受。一时，鲍二的女人端上酒来，二人对饮，两个小丫头在地下伏侍。",
            "english": "Jialan, after hearing this, went to his bedroom where he found Youer and two young maids. On seeing him, the latter’s face fell. Jialan, however, insisted he was unaware of it and ordered them to fetch wine. Let’s drink a couple of rounds before we go to bed; I’m tired today. Youer quickly tried to make up for her mistake, smiling and accepting his clothes, serving him tea, and asking about his welfare. Jialan was pleased and felt an itchy discomfort between his legs. Soon, Baoer’s wife brought the wine, and they drank together while the two maids served them.",
            "chinese": "贾琏听了这话，就来到卧房，看见尤二姐和两个小丫头在屋里，看见他来，脸上有些不高兴。贾琏反说不知情，只叫快去叫酒来。咱们喝两杯好睡觉，我今天累了。尤二姐忙忙陪笑，接衣捧茶，问长问短。贾琏心里高兴，痒痒的难受。一会儿，鲍二的女人端上酒来，二人对饮，两个小丫头在地下伺候。"
        },
        {
            "original": "贾琏的心腹小童隆儿拴马去，瞧见有了一匹马，细瞧一瞧，知是贾珍的，心下会意，也来厨下。只见喜儿寿儿两个正在那里坐著吃酒，见他来了，也都会意，笑道：“你这会子来的巧。我们因赶不上爷的马，恐怕犯夜，往这里来借个地方睡一夜。”隆儿便笑道：“我是二爷使我送月银的。交给了奶奶，我也不回去了。”鲍二的女人便道：“偺们这里有的是炕，为什么大家不睡呢？”喜儿便说：“我们吃多了，你来吃一锺。”",
            "english": "Lung, a servant of Jialian, was sent to tie up the horses. On seeing the horse, he took a closer look and recognized it as that of Jiazhen. He then understood the other’s intent, and came to the kitchen. He saw that Xi'er and Shou'er were drinking there, and understood their intent. \"You came at the right time,\" he said. \"We can’t catch up with Master, and we fear missing the night shift, so we came to borrow a place to sleep.\" \"I was sent by the Young Master to deliver the silver for the moon,\" he continued. \"I delivered it to Madam, and have no intention of returning.\" \"We have plenty of beds here,\" said Bao’er’s wife. \"Why are you not sleeping with us?\" \"We’ve been drinking,\" said Xi'er. \"Come and drink a cup with us.\"\n\nThe following is the translation of the above Chinese passage:\n\nLung, a servant of Jialian, was sent to tie up the horses. When he saw the horse, he had a closer look and recognized it as belonging to Jiazhen. He then understood the meaning of the other side and came to the kitchen. He saw that Xi'er and Shou'er were drinking there and understood their intention. \"You came at the right time,\" he said. \"We can't catch up with Master and we're afraid of missing the night shift, so we came over to borrow a place to sleep.\" \"I was sent by the Young Master to deliver the silver for the moon,\" he continued. \"I delivered it to Madam and have no intention of returning.\" \"We have plenty of beds here,\" said Bao'er's wife. \"Why don't you all sleep with us?\" \"We've been drinking,\" said Xi'er. \"Come and drink a cup with us.\"",
            "chinese": "贾琏的小童隆儿去拴马，一看有马，细看是贾珍的，他就明白对方的意思，也过来厨房，只见喜儿寿儿正在喝酒，见他来，也明白了意思，说：“你来的正好，我们因追不上爷的马，怕误了夜班，过来借个地方睡一夜。”隆儿说：“我是二爷派我送月银的，交给了奶奶，我也不回去了。”鲍二的女人说：“我们这里有的是炕，你们大伙为什么不睡呢？”喜儿说：“我们喝多了，你来陪我们喝一杯吧。”"
        },
        {
            "original": "隆儿才坐下，端起酒来，忽听马棚内闹将起来。原来二马同槽，不能相容，互蹄蹶起来。隆儿等慌的忙放下酒杯，出来喝住，另拴好了进来。鲍二的女人笑说：“好儿子们，就睡罢！我可去了。”三个拦著不肯叫走，又亲嘴摸乳，口里乱嘈了一回，才放他出去。",
            "english": "Long Er had just sat down and picked up his drink when suddenly he heard a commotion in the stable. It turned out that the two horses were fighting over the same food trough, unable to coexist. One was kicking the other, and they had knocked the trough over. Long Er, along with the others, quickly put down their drinks and rushed out to stop the horses. They then tied them up again before returning. The woman from Bao Er's house laughed, saying, \"Good boys, just go to sleep! I'm leaving now.\" The three of them tried to stop her from going, kissing and fondling each other before finally letting her leave.",
            "chinese": "隆儿刚坐下，端起酒来，忽听见马棚里闹起来。原来那两匹马一个槽里吃料，闹着不能相容，一个踢一个，把马槽都踢倒了。隆儿等人忙放下酒杯出来，喝住两个马，又把它们拴好了才进来。鲍二的女人笑道：“好儿子们，你们就睡罢！我可去了。”三个拦着不叫她走，又亲嘴摸胸，乱闹了一回，才放她出去。"
        },
        {
            "original": "这里喜儿喝了几杯，已是楞子眼了。隆儿寿儿关了门，回头见喜儿直挺挺的躺在炕上，二人便推他说：“好兄弟，起来好生睡。只顾你一个人舒服，我们就苦了。”那喜儿便说道：“偺们今儿可要公公道道贴一炉子烧饼了！”隆儿寿儿见他醉了，也不理他，吹了灯，将就卧下。",
            "english": "Xǐ’ér drank a little and was a little drunk. Lóng’ér and Shòurér closed the door and turned to see Xǐ’ér lying stiffly in bed. They pushed him up and said, \"Good brother, get up and sleep well. Don’t just care about your own comfort. We’ve suffered.\" Xǐ’ér said, \"Today, we must fairly eat one oven of burned buns!\" Lóng’ér and Shòurér saw that he was drunk and did not bother him, blew out the lamp, and settled down to sleep together.",
            "chinese": "喜儿喝了点酒，有些醉了。隆儿寿儿把门关上，转过头看见喜儿直挺挺地躺在床上，便推他起来，说：“好兄弟，起来好好睡，别只顾你一个人舒服，我们可受罪了。”喜儿说：“咱们今儿要公公平平地贴一炉子烧饼！”隆儿寿儿见他醉了，也不理他，吹了灯，凑合着睡了。"
        },
        {
            "original": "尤二姐听见马闹，心下著实不安，只管用言语混乱贾琏。那贾琏吃了几杯，春兴发作，便命收了酒果，掩门宽衣。二姐只穿著大红小袄，散挽乌云，满脸春色，比白日更增了俏丽。贾琏搂著他笑道：“人人都说我们那夜叉婆俊，如今我看来，给你拾鞋也不要！”二姐儿道：“我虽标致，却没品行，看来倒是不标致的好。”贾琏忙说：“怎么说这个话？我不懂。”二姐滴泪说道：“你们拿我作糊涂人待，什么事我不知道？我如今和你作了两个月的夫妻，日子虽浅，我也知你不是糊涂人。我生是你的人，死是你的鬼！如今既做了夫妻，终身我靠你，岂敢瞒藏一个字？我算是有倚有靠了。将来我妹子怎么是个结果？据我看来，这个形景儿，也不是常策，要想长久的法儿才好！”贾琏听了，笑道：“你放心，我不是那拈酸吃醋的人。你前头的事，我也知道，你倒不用含糊著。如今你跟了我来，大哥跟前自然倒要拘起形迹来了。依我的主意，不如叫三姨儿也合大哥成了好事，彼此两无碍，索性大家吃个杂会汤。你想怎么样？”二姐一面拭泪，一面说道：“虽然你有这个好意，头一件，三妹妹脾气不好；第二件，也怕大爷脸上下不来。”贾琏道：“这个无妨。我这会子就过去，索性破了例就完了。”说著，乘著酒兴，便往西院中来。只见窗内灯烛辉煌。贾琏便推门进去，说：“大爷在这里呢，兄弟来请安。”",
            "english": "You Erji heard the horse's neighing and her heart felt uneasy. She tried to divert him with some talk, but Jialiang was tipsy and in the mood for love. He ordered some wine and dishes prepared, closed the door, and undressed. You Erji was dressed in a red little coat, with her hair in a loose knot at the back of her head. She looked alluring and more charming than she did in the day. Jialiang embraced her and said, \"Everyone says you're a fine one, a night demon, but I think that even if you were to pick up my shoes, you'd still be a fine one.\" You Erji said, \"I may be pretty, but I'm not a fine one in character. Perhaps it's better to not be pretty.\" Jialiang quickly said, \"Why say such things? I don't understand.\" You Erji, with tears in her eyes, said, \"You treat me as if I'm a simpleton. What do you think you don't know? I've been your wife for two months. Even though the days are short, I know you're not a simpleton. I'm yours to do with as you wish, dead or alive. Now that we've married, I'll be yours for life, so I won't hide a single thing from you. I have someone to rely on. But how about my sister? I think that this arrangement can't be relied on. We need to find a lasting solution.\" Jialiang said, \"Don't worry. I'm not the jealous type. I know about your past, so there's no need to hide anything from me. When you came to live with me, you needed to be more careful in front of my brother. I think it's best if you go along with your third sister and make your relationship with my brother official. This way, all of us will be comfortable. Let's have a mixed party. How does that sound?\" You Erji wiped away her tears and said, \"Even though you have a good heart, your third sister is stubborn. Also, I'm afraid my brother would be uncomfortable with her.\" Jialiang said, \"That won't be a problem. I'll go over there now and break the taboo.\" As they spoke, they were both tipsy and they went to the west courtyard. There, they saw the rooms lighted up. Jialiang knocked and said, \"My brother is in there, I'm here to pay my respects.\"",
            "chinese": "尤二姐听见马叫，心里很不安，只顾用话岔开贾琏。贾琏喝了几次酒，春情勃发，便命人收拾酒菜，关上门解衣。尤二姐只穿了大红小袄，乌云散挽在脑后，满脸春意，比白天更显得俏丽。贾琏搂着她笑道：“人人都说我们这夜叉婆俊，如今我看，给你拾鞋也不差。”二姐道：“我虽然标致，却没有好的品行，看来倒不如不标致的好。”贾琏忙说：“怎么说这个话？我不懂。”二姐含泪说道：“你们把我当糊涂人看待，什么事我不知道？我如今和你作了两个月的夫妻，日子虽短，我也知你不是糊涂人。我生是你的人，死是你的鬼！如今既做了夫妻，终身我靠你，岂敢瞒藏一个字？我算是有倚有靠了。将来我妹妹怎么是个结果？据我看，这个形景儿，也不是常策，要想长久的法儿才好！”贾琏听了，笑道：“你放心，我不是那吃醋的人。你前头的事，我也知道，你倒不用含糊著。如今你跟了我来，大哥跟前自然倒要拘起形迹来了。依我的主意，不如叫三姨儿也合大哥成了好事，彼此两无碍，索性大家吃个杂会汤。你想怎么样？”二姐一面拭泪，一面说道：“虽然你有这个好意，头一件，三妹妹脾气不好；第二件，也怕大哥脸上下不来。”贾琏道：“这个无妨。我这会子就过去，索性破了例就完了。”说著，乘著酒兴，便往西院中来。只见窗内灯烛辉煌。贾琏便推门进去，说：“大哥在这里呢，兄弟来请安。”"
        },
        {
            "original": "贾珍听是贾琏的声音，吓了一跳，见贾琏进来，不觉羞惭满面。尤老娘也觉不好意思。贾琏笑道：“这有什么呢，偺们弟兄，从前是怎么样来？大哥为我操心，我粉身碎骨，感激不尽。大哥要多心，我倒不安了。从此，还求大哥照常才好；不然，兄弟宁可绝后，再不敢到此处来了。”说著，便要跪下。慌的贾珍连忙搀起来，只说：“兄弟怎么说，我无不领命。”贾琏忙命人：“看酒来，我和大哥吃两杯。”因又笑嘻嘻向三姐儿道：“三妹妹为什么不合大哥吃个双锺儿？我也敬一杯，给大哥合三妹妹道喜。”",
            "english": "The moment Jia Zhen heard Jia Lian's voice, he was greatly alarmed. Seeing Jia Lian come in, he was ashamed and blushed all over his face. Even Yu's mother felt embarrassed. Jia Lian laughed and said, \"What's the big deal? Brothers used to come and go like this. I am eternally grateful if you worry about me. If you're not at ease, I'll be restless. From now on, may I request that you continue to care for me in the same way? Otherwise, I would rather leave no offspring and never come here again.\" He was about to kneel. Jia Zhen hurriedly helped him up and said, \"Brother, what are you saying? I accept your words.\" Jia Lian quickly asked someone to bring out the wine and they drank a couple of cups together. He then laughed and said to the third sister, \"Why aren't you sisters having a drink with Brother? I'll drink a toast to you both for congratulating you.\"",
            "chinese": "贾珍一听是贾琏的声音，吓了一大跳。贾琏进来后，贾珍羞得满脸通红。尤老娘也不好意思。贾琏笑着说：“这有什么？我们兄弟，从前可都是这么来来去去的。大哥为我操心，我就是粉身碎骨也感激不尽。大哥要是不放心，我可就心里不安了。今后，还求大哥能一如既往，不然，我宁可绝了后代，也不再到这里来了。”说着就要跪下。这下贾珍慌忙把他搀起来，说：“兄弟你说什么，我都领命。”贾琏连忙让人拿酒来，自己和贾珍一起喝两杯。又笑嘻嘻地对三姐说：“三妹怎么还不和大哥对饮两杯？我也敬一杯，给大哥和三妹道喜。”\n\n贾珍听到贾琏的声音，吓了一跳，见贾琏进来，顿时羞愧得满脸通红。尤老娘也觉得不好意思。贾琏笑着说：“这有什么，我们兄弟之间，从前就是这样，你为我操心，我感激不尽。如果你不放心，我就不安心了。从今往后，还请你像以前一样关照我；不然，我宁愿以后绝后，也不敢再来这里了。”说着，就要跪下。这下贾珍慌忙把他扶起来，说：“兄弟你说什么，我都答应你。”贾琏连忙让人把酒拿过来，自己和贾珍一起喝两杯。接着，他又笑着对三姐说：“三妹怎么还不和大哥一起喝个双杯？我也敬一杯，给大哥和三妹道喜。”"
        },
        {
            "original": "三姐儿听了这话，就跳起来，站在炕上，指著贾琏冷笑道：“你不用和我‘花马掉嘴’的！偺们清水下杂面，你吃我看。提著影戏人子上场儿，好歹别戳破这层纸儿。你别糊涂油蒙了心，打量我们不知道你府上的事呢！这会子花了几个臭钱，你们哥儿俩个，拿著我们姊妹两个权当粉头来取乐儿，你们就打错了算盘了！我也知道你那老婆太难缠。如今把我姐姐拐了来做了二房，‘偷来的锣鼓儿打不得’。我也要会会这凤奶奶去，看他是几个脑袋，几只手！若大家好取和便罢；倘若有一点叫人过不去，我有本事先把你两个的牛黄狗宝掏出来，再和那泼妇拼了这条命！喝酒怕什么？偺们就喝！”说著，自己拿起壶来斟了一杯，自己先喝了半盏，揪过贾琏来就灌，说：“我倒没有和你哥哥喝过，今儿倒要和你喝一喝，偺们也亲近亲近。”吓的贾琏酒都醒了。贾珍也不承望三姐儿这等拉的下脸来。兄弟两个本是风流场中耍惯的，不想今日反被这个女孩儿一席话说的不能搭言。",
            "english": "Jian'er heard this and jumped up, standing on the cot, pointing at Jialan with a cold smile, \"You don't need to put on a show for me! Our family's waters have always been pure, but you came to muddy them. I know you, and your brother as well. You've treated us sisters like courtesans for amusement, and I know that's not right! I know your wife isn't easy to deal with. You stole my older sister, and she's your wife in the second room. I'm going to see this Lady Feng, to see how many heads she has and how many hands she has! If she has no issues, then it's all good. But if you go too far, I'll take out your dog pills and confront you with your wives in a fight to the death! What's drinking? Let's have a few glasses before we decide what to do.\" These words sobered Jialan up, and Jiazhen was surprised by Jian'er's straightforwardness. Brothers Jialan and Jiazhen had been debauched, but they never expected a girl to speak to them so directly that they couldn't even speak back. These two had been in the world of pleasures, but they had never been faced with such a direct confrontation.",
            "chinese": "三姐儿听了这话，就跳起来，站在炕上，指著贾琏冷笑着说：“你不用装模作样给我看！我们家的水本来就很清，你却来搅浑，我很了解你，也了解你哥哥，你们拿着我们姊妹当角儿来取乐，可是没想错！我知道你老婆不好惹，你拐走了我姐姐，她可是你二房的太太。我倒要见识见识这凤太太去，看看她有几个脑袋，几只手！她要是没有问题，就都算了吧。要是你们欺人太甚，我有本事先把你们的牛黄狗宝掏出来，再和你们老婆拼个你死我活！喝酒有什么呢？我们先喝上几杯再说。”\n\n三姐儿听了这话，立刻跳起来，站在炕上，对着贾琏冷冷地说：“你不用装模作样给我看！我们家的水原本就很清，你却来搅浑了。我很了解你，也知道你哥哥，你们把我们姊妹当成歌女，想来取乐，这想法可不对！我知道你老婆不好惹，你拐走了我姐姐，她是你们二房的太太。我倒要见见这凤太太，看看她有几个脑袋，几只手！如果她没有什么问题，就算了。要是你们欺人太甚，我有本事先把你们的牛黄狗宝掏出来，再和你们老婆拼个你死我活！喝酒有什么呢？我们先喝上几杯再说。”这句话吓得贾琏酒都醒了，贾珍也没想到三姐儿竟然这么直率。兄弟两人原本是风流场中人，却没想到今天竟然被这个女孩儿的一番话噎得说不出话来。"
        },
        {
            "original": "三姐看了这样，越发一叠声又叫：“将姐姐请来！要乐，偺们四个大家一处乐！俗语说的，‘便宜不过当家’，你们是哥哥兄弟，我们是姐姐妹妹，又不是外人，只管上来！”尤老娘方不好意思起来。贾珍得便就要溜，三姐儿那里肯放？贾珍此时反后悔，不承望他是这种人，与贾琏反不好轻薄了。",
            "english": "You Sanjie, seeing this, cried out all the more: \"Bring your elder sister here! If you are pleased, we four may all be pleased together! As they say, the greatest happiness comes from being one’s own master. We are brother and sister, but you are sister-in-law and sister, and we are not strangers. Come on up!\" At this, Old Madam You felt somewhat embarrassed, but just as Jia Zhen was about to withdraw, You Sanjie would not let him go. Jia Zhen, at this point, was rather regretful. He had not expected her to be this sort of person, and so he could not lightly do anything to her any more, still less Jia Lian.",
            "chinese": "尤三姐见了这番情景，越发连连叫：“把姐姐请来！要高兴，我们就四个一齐高兴！俗话说：便宜不过当家。我们虽是哥哥弟弟，你们是姐姐妹妹，并不是外人，只管上来！”尤老娘才不好意思，贾珍正要抽身出去，尤三姐哪里肯放？贾珍此时反而后悔，没想到她是这种人，和贾琏反而不好轻薄了。"
        },
        {
            "original": "只见这三姐索性卸了妆饰，脱了大衣服，松松的挽个髻儿。身上穿著大红小袄，半掩半开的，故意露出葱绿抹胸，一痕雪脯。底下绿裤红鞋，鲜艳夺目。忽起忽坐，忽喜忽嗔，没半刻斯文，两个坠子就和打秋千一般，灯光之下越显得柳眉笼翠，檀口含丹。本是一双秋水眼，再吃了几杯酒，越发横波入鬓，转盼流光。真把那珍琏二人弄的欲近不敢，欲远不舍，迷离恍惚，落魄垂涎。再加方才一席话，直将二人禁住。弟兄两个竟全然无一点儿能为，别说调情斗口齿，竟连一句响亮话都没了。三姐自己高谈阔论，任意挥霍，村俗流言，洒落一阵，由著性儿，拿他弟兄二人嘲笑取乐。一时，他的酒足兴尽，更不容他弟兄多坐，竟撵出去了，自己关门睡去了。",
            "english": "And now, this third sister took off all her adornments and big clothes, tied up her hair in a knot, and wore a little red blouse. Sometimes she would partly open and partly close the buttons, deliberately revealing the green camisole and a little bit of snowy skin. She wore green pants and red shoes, vivid and eye-catching. She would suddenly get up and sit down, suddenly laugh and suddenly be angry, and she did not show the slightest trace of gentleness or decorum. The two earrings danced like a seesaw, and under the lights they made her eyebrows look as if they were covered with emeralds and her lips as if they were filled with carmine. Her pair of eyes that were as clear as autumn water became even more horizontal and could pierce the cheeks of her brows. They shone and sparkled as they turned and looked. This made Jinliu and Zhenliu both want to get closer but be afraid not to, want to leave but not be able to, and they were so dazzled and confused that they could not think straight, just drooling over her. And with that previous talk, she had really put a stop to them. Neither brother could find a way to deal with her. They could not even play the love game or use their words to outdo her. There was not even a single bright or loud word from them. The third sister went on and on, speaking freely and wasting her money, pouring on the dirt of the vulgar and the village, doing as she pleased, laughing and making fun of her two brothers. When her meal and drinks were done, she would not allow her brothers to stay any longer. She chased them out and locked the door herself, then went to bed to sleep.",
            "chinese": "只见这三姐把妆饰全卸了，把大衣服也脱了，把发挽了一个髻，身上穿著大红的小袄，有时半开半掩，故意露出绿色的抹胸和一点点雪白的胸脯。下面穿著绿裤红鞋，鲜艳夺目。忽而起忽而坐，忽而笑忽而生气，没有半点文雅的样子，两个坠子就像在打秋千一样，灯光之下更显得柳眉笼翠，檀口含丹。本来一双秋水眼，再喝了几次酒，越发横波入鬓，转盼流光。真把那珍琏二人弄得想靠近又不敢，想离开又舍不得，迷离恍惚，落魄垂涎。再加上刚才的那一席话，直把二人镇住了。兄弟两个竟全然没有一点办法，别说调情斗口齿，连一句响亮话都没有了。三姐自己高谈阔论，任意挥霍，村俗流言，洒落一阵，由著性儿，拿他兄弟二人嘲笑取乐。一时，他的酒足兴尽，更不容他兄弟多坐，竟把他俩撵出去了，自己关门睡去了。"
        },
        {
            "original": "自此后，或略有丫鬟婆子不到之处，便将贾珍、贾琏、贾蓉三个厉言痛骂，说他爷儿三个诓骗他寡妇孤女。贾珍回去之后，也不敢轻易再来。那三姐儿有时高兴，又命小厮来找。及至到了这里，也只好随他的便，乾瞅著罢了。",
            "english": "After that, if the maids and servants were not respectful towards the third sister, they would receive a rebuke from Madam Feng for cheating her out of her widow's status and orphaned daughter. Afterward, Ba Jin would not come home easily. When the third sister was in high spirits, she would send her manservant to fetch Madam Feng, but here, she could only indulge the third sister's mood, and Madam Feng could only watch.",
            "chinese": "从此以后，如果丫鬟婆子们有怠慢三姐儿的地方，凤姐就要骂贾珍、贾琏、贾蓉三人，说他们骗走了自己的寡妇孤女。贾珍回家之后，也不敢轻易再来了。三姐儿高兴的时候，会派小厮来找凤姐，但是到了这里，也只能任由三姐儿高兴，凤姐只能看着罢了。"
        },
        {
            "original": "看官听说：这尤三姐天生脾气，和人异样诡僻。只因他的模样儿风流标致，他又偏爱打扮的出色，另式另样，做出许多万人不及的风情体态来。那些男子们，别说贾珍贾琏这样风流公子，便是一班老到人，铁石心肠，看见了这般光景，也要动心的。及至到他跟前，他那一种轻狂豪爽，目中无人的光景，早又把人的一团高兴逼住，不敢动手动脚。所以贾珍向来和二姐儿无所不至，渐渐的厌了，却一心注定在三姐儿身上，便把二姐儿乐得让给贾琏，自己却和三姐儿捏合。偏那三姐一般和他玩笑，别有一种令人不敢招惹的光景。他母亲和二姐儿也曾十分相劝，他反说：“姐姐糊涂！偺们金玉一般的人，白叫这两个现世宝沾污了去，也算无能！而且他家现放著个极利害的女人，如今瞒著，自然是好的；倘或一日他知道了，岂肯干休？势必有一场大闹。你二人不知谁生谁死，这如何便当作安身乐业的去处？”他母女听他这话，料著难劝，也只得罢了。",
            "english": "Translate the following from Chinese to English:\n\n在贾家，遇到像王熙凤、尤二姐这种泼辣、能干的女人，通常是男人的福气，但在尤三姐这里却成了灾难的征兆。尤三姐不仅在性格上和行为上与其他人截然不同，她的独立自主和对自由的追求，使她在贾府中显得格格不入。这不仅让她与家族中的其他成员产生了冲突，也引发了外界的嫉妒和非议。尤三姐的聪明和机智，以及她在面对困境时的冷静与决断，使她在贾府中成为了人们关注的焦点。然而，这反而使她成为了一些人眼中的威胁和障碍，尤其是那些试图巩固自己地位或权力的家族成员和心怀不轨的外人。在这样一个复杂且充满利益纠葛的环境中，尤三姐的个性和行为无疑为她带来了诸多挑战和风险。\n\nIn the Jia family, encountering women like Wang Xifeng and You Erniu, who are bold, capable, and powerful, is usually considered a blessing for men. However, for You Sanniu, it became a harbinger of disaster. Not only did her personality and behavior differ significantly from others, but her independence and pursuit of freedom made her stand out and feel alienated within the Jia household. This not only led to conflicts with other family members but also sparked envy and criticism from outsiders. The cleverness and quick thinking, along with her calmness and decisiveness in the face of challenges, made her a focal point of attention in the Jia household. However, this very attention and her unique qualities and actions turned her into a threat or obstacle to those attempting to consolidate their positions or power, especially among family members with ulterior motives and outsiders. In such a complex and利益-laden environment, You Sanniu's character and actions undoubtedly brought her numerous challenges and risks.",
            "chinese": "读到这里，只觉得尤三姐真是个清高的人物，所以贾珍后来会嫌她做作、放肆，怪她贪慕虚荣，打他的如意算盘，想着将她娶去。可是尤三姐又怎会不知道？她宁可为此自尽，也不愿意落入这等下流男子的手里，何其刚烈！ 且说这尤三姐本就性格古怪，与众不同。因为长相出众，她平时总打扮得十分妖艳、与众不同，她精心设计了各种风情动作，以吸引众多男子的目光。别说像贾珍、贾琏这样的风流公子，就算是老练之人，铁石心肠，看见了她的姿色，也会动心。但当男子靠近时，她那份轻狂豪爽、目中无人的态度，又让人不敢轻举妄动。于是，贾珍对二姐儿的热情逐渐消退，转而一心喜欢三姐儿。他甚至让二姐儿让位给贾琏，自己则与三姐儿保持关系。尽管尤三姐与他嬉笑打闹，但她身上有一种让人不敢轻易触碰的气息。她母亲和二姐儿曾多次劝说，但她反驳说：“姐姐愚昧！我们是高贵如金玉之人，却被这庸俗之人玷污，实在可惜！而且他家有个厉害的女人，我们若瞒着，自然安全；但若她知道，定不会善罢甘休。到时候必然有一场大闹，你们不知谁生谁死，这怎么能够成为我们安身立命的地方？”她母亲和二姐儿见她如此坚决，也只好不再劝说。读到这里，我们不禁为尤三姐的高洁和刚烈所感动，她为了不落入低俗之人的手中，不惜自尽，真是让人敬佩不已。尤三姐从一开始就表现出与众不同的个性，因为她的美貌而经常精心打扮自己，设计出各种吸引人眼球的风情动作。即使是风流的贾珍和贾琏这样的公子哥，也难以抵挡她的魅力。然而，当男子接近时，尤三姐表现出的轻狂豪爽和目中无人的态度，却让人心生畏惧，不敢轻举妄动。因此，贾珍对二姐儿的热情逐渐减弱，转而将目光锁定在三姐儿身上。他甚至将二姐儿让给贾琏，自己则与三姐儿保持着一种特别的关系。尽管尤三姐与他调笑，但她身上有一种不容侵犯的气息。她母亲和二姐儿曾经劝她改变，但她认为如果与低俗之人结合，就像是高贵之物落入了庸俗之人的手中，这不仅是无能的表现，而且还有可能招致对方的报复。她担心一旦对方得知真相，必定会有激烈的冲突，甚至可能导致生死之祸。考虑到这些因素，尤三姐最终选择了自尽，以保持自己的尊严和纯洁，不愿落入低俗男子的手中。她的行为展现出一种高尚的品格和坚决的意志，让人对其表示敬佩。"
        },
        {
            "original": "那三姐儿天天挑拣穿吃，打了银的，又要金的；有了珠子，又要宝石；吃著肥鹅，又宰肥鸭；或不趁心，连桌一推；衣裳不如意，不论绫缎新整，便用剪子铰碎，撕一条，骂一句。－－究竟贾珍等何曾随意了一日？反花了许多昧心钱。",
            "english": "Every day, the three sisters were always picky. They were not satisfied with what they got from the markets. Silver was not good enough for them, they wanted gold instead. They wanted pearls and not just that, but also gemstones. They had all kinds of fatted geese and ducks, but if they were not satisfied, they would just turn over the table. If the clothes did not suit their liking, whether it was silk, satin, or new clothes, they would tear them apart and curse. Was everything done smoothly for Jia Zhen and the rest? They spent their money in a way that they would not feel guilty about it.",
            "chinese": "三姐儿每天挑三拣四，要的比买来的更好，银子的都想要金的，有了珠子还要宝石。肥鹅肥鸭应有尽有，不满意，就把桌子一掀，衣服不合心意，不管绫罗绸缎还是新做的，剪碎了，撕了一条骂一句。最后贾珍等人什么事都办得顺心过？他们花的都是昧良心的钱。"
        },
        {
            "original": "贾琏来了，只在二姐屋里，心中也渐渐的悔上来了。无奈二姐儿倒是个多情的人，以为贾琏是终身之主了，凡事倒还知疼著热。要论温柔和顺，却较著凤姐还有些体度；就论起那标致来及言谈行事，也不减于凤姐。但已经失了脚，有了一个“淫”字，凭他什么好处也不算了。偏这贾琏又说：“谁人无错？知过必改就好。”故不提已往之淫，只取现今之善。便如胶似漆，一心一计，誓同生死，那里还有凤平二人在意了？",
            "english": "Jialan arrived, only in the second sister's room. His heart gradually began to regret. However, this second sister was very experienced in dealing with people. She considered Jialan to be her lifelong support, so she always favored him. In terms of her temperament and docility, she was even stronger than Fengzheng. In terms of her appearance and manner of speaking, she was also better than Fengzheng. But because she had already made a mistake and committed an act of \"lewdness\", no matter how good her qualities were, she could not make up for it. Jialan then said, \"No one is perfect, as long as they can correct their mistakes.\" So, they did not bring up past wrongdoings, only remembering her current kindness. They were inseparable, completely devoted to each other, vowing to be together in life and death, and never mentioning Fengzheng and Heer again.",
            "chinese": "贾琏来了，只在二姐屋里，心里渐渐有悔了。无奈这二姐儿人情老练，以为这贾琏是她一辈子的依靠，所以凡事都疼她。论起她的心性温柔、和顺，比凤姐还要强一些，论起她的容貌和言谈举止，也比凤姐要好。但因为已经犯了错，有了“淫”这个字，她再好的品质也无法弥补。偏贾琏又说：“人无完人，只要能改正就好。”所以不提过去的错误，只记得她现在的善良。两人如胶似漆，一心一意，誓同生死，再也不提凤姐和平儿了。"
        },
        {
            "original": "二姐在枕边衾内，也常劝贾琏说：“你和珍大爷商议商议，拣个相熟的，把三丫头聘了罢；留著他不是常法儿，终久要生事的。”贾琏道：“前日我也曾回大哥的，他只是舍不的。我还说：‘就是块肥羊肉，无奈烫的慌；玫瑰花儿可爱，刺多扎手。偺们未必降的住，正经拣个人聘了罢。’他只意意思思的，就撂过手了，你叫我有什么法儿？”二姐儿道：“你放心。咱们明儿先劝三丫头，问准了，让他自己闹去；闹的无法，少不得聘他。”贾琏听了，说：“这话极是。”",
            "english": "Laner’s sister said in bed, \"You should have a talk with your brother and arrange for one of our acquaintances to have a go at courting the Third Young Miss. It’s no use keeping her with us. She will cause trouble sooner or later. \" Laner replied, \"I mentioned this matter to my brother the other day, but he refused. I said, ‘You can’t eat the fat lamb, but you can admire the beauty of the rose bud. ’ We may not be able to tame her, so let’s find someone suitable for her to marry. \" He added, \"He refused. What else can I do?\" Laner’s sister said, \"Don’t worry. We can first talk to the Third Young Miss. When she agrees, she’ll manage her own business. If she can’t handle it, we can arrange for her to marry someone.\" Laner said, \"You have a point there.\"",
            "chinese": "二姐在枕边对贾琏说：“你和哥商量商量，找一个熟悉的人，给三姑娘定个亲。留着她不是个长久办法，迟早会出乱子的。”贾琏说：“前天我也跟哥提过这事，他不答应。我还说：肥羊肉吃不了，玫瑰花好看不好摸。咱们未必能降得住她，还是找个合适的人定亲吧。他只是不肯。你叫我有什么办法呢？”二姐说：“放心吧。我们先劝三姑娘，等她同意了，让她自己闹去。闹不出结果，我们再给她定亲。”贾琏说：“你这话有道理。”"
        },
        {
            "original": "至次日，二姐儿另备了酒，贾琏也不出门，至午间，特请他妹妹过来和他母亲上坐。三姐儿便知其意，刚斟上酒，也不用他姐姐开口，便先滴泪说道：“姐姐今儿请我，自然有一番大道理要说，但只我也不是糊涂人，也不用絮絮叨叨的。从前的事，我已尽知了，说也无益！既如今姐姐也得了好处安身，妈妈也有了安身之处，我也要自寻归结去，才是正理。但终身大事，一生至一死，非同儿戏。向来人家看著偺们娘儿们微息，不知都安著什么心，我所以破著没脸，人家才不敢欺负。这如今要办正事，不是我女孩儿家没羞耻，必得我拣个素日可心如意的人才跟他。要凭你们拣择，虽是有钱有势的，我心里进不去，白过了这一世了！”贾琏笑道：“这也容易。凭你说是谁就是谁，一应彩礼，都有我们置办，母亲也不用操心。”三姐儿道：“姐姐横竖知道，不用我说。”",
            "english": "Waiting until the next day, the second sister prepared wine for the occasion. In the house, Jialian did not leave. At midday, she specially invited her younger sister to come over. Sanzhi could tell her meaning. During the pouring of wine, without her sister saying anything, she cried and said, \"You invited me today, for you surely have something important to say. But I already know, so there is no use in saying it! Now that the sisters are doing well, and Mother has a place to rest, I should find my own future. This is the right thing to do. But marriage is a matter that lasts a lifetime. It's not a game. You and I may be seen as lowly, but no one knows what their hearts are thinking. This is why I'm not afraid to be laughed at, and this is why no one dares to bully me. Now that you want to do things properly, I am not a girl who lacks shame. I need to marry someone who I find comfortable. If you pick, even if they are wealthy, I don't want them. I don't want to spend my life alone!\" Jialian smiled and said, \"It's easy. You pick whoever you want, and the betrothal gifts will be arranged by us. Mother doesn't need to worry.\" Sanzhi said, \"Sister knows this, she doesn't need to say it.\" ①微息：微小之息，指地位低下。②正理：正当的道理，此处指归宿。③彩礼：订婚时所送的礼物。④合我心意：适合我心意的人。⑤没心：没有脸。⑥微息：微小之息，指地位低下。⑦操心：费心劳力。⑧合我心意：适合我心意的人。",
            "chinese": "等到第二天，二姐另备了酒，贾琏在家也没有出门，中午，特请他妹妹过来坐坐。三姐便猜出他的意思，斟酒时，也不用她姐姐开口，就先哭着说：“你今天请我来，一定有成大道理要说，不过我已经明白了，说也无用！既然姐姐现在有了好处，妈妈也有了安身的地方，我也要自寻归宿，才是正理。不过这终身大事，一生一世，不是儿戏。你们看我们娘儿俩地位低微，不知他们都是什么心思，所以我不怕丢脸，人家才不敢欺负。现在要办正事，我可不是女孩家没羞耻，一定要我拣个平时合我心意的人才嫁他。如果你们拣，虽然有钱有势的，我也不愿意，就白白过一辈子！”贾琏笑道：“这很容易，你挑谁就是谁，一切聘礼，都有我们置办，妈妈不用操心。”三姐儿说：“姐姐横竖知道，不用我说。” ①娘儿们微息：谓娘儿俩地位低微。 ②正理：正当的道理，此处指归宿。 ③彩礼：犹聘礼。 ④合我心意：合我心意的人。 ⑤没心：犹没脸。 ⑥娘儿们：犹娘儿俩。 ⑦操心：操心劳力。 ⑧合我心意：合我心意的人。"
        },
        {
            "original": "贾琏笑问二姐儿“是谁？”二姐儿一时想不起来。贾琏料定必是此人无疑了，便拍手笑道：“我知道这人了，果然好眼力！”二姐儿笑道：“是谁？”贾琏笑道：“别人他如何进得去？一定是宝玉！”二姐儿与尤老娘听了，也以为必然是宝玉了。三姐儿便啐了一口，说：“我们有姐妹十个，也嫁你弟兄十个不成？难道除了你家，天下就没有好男人了不成？”众人听了都诧异：“除了他，还有那一个？”三姐儿道：“别只在眼前想，姐姐只在五年前想就是了。”",
            "english": "Jialan asked with a smile, \"Who?\" Ernei'er couldn't remember. Jialan guessed with certainty that it had to be Baiyu, and so clapped his hands in amusement, \"I know who it is now! You've got good eyesight!\" Ernei'er asked, \"Who?\" Jialan said, \"He's never been in our house, how could he get in? It must be Baiyu!\" Ernei'er and Old You also thought it was Baiyu. Sannei'er spat, \"Our family has eleven sisters, would you marry all ten of them? Is there no good man in the world besides your family?\" Everyone was surprised, \"Is there another one besides him?\" Sanne'er said, \"Don't just think of your own family, just think about it for five years ago, sister.\"",
            "chinese": "贾琏笑着问二姐儿：“是谁？”二姐儿一时想不起来。贾琏料定必是宝玉无疑了，便拍手笑道：“我知道是谁了，果然有好眼力！”二姐儿笑道：“是谁？”贾琏笑道：“他没有进过家门，怎么进得去？一定是宝玉！”二姐儿和尤老娘听了，也以为必然是宝玉了。三姐儿便啐了一口，说：“我们家有十一个姐妹，也嫁你兄弟十个不成？难道除了你家，天下就没有好男人了不成？”众人听了都诧异：“除了他，还有那一个？”三姐儿道：“别只在眼前想，姐姐只在五年前想就是了。”\n\n贾琏笑着问二姐儿是谁。二姐儿一时想不起来。贾琏料定是宝玉无疑了，便拍手笑道：“我知道是谁了，果然有好眼力！”二姐儿笑道：“是谁？”贾琏笑道：“他没有进过家门，怎么进得去？一定是宝玉！”二姐儿和尤老娘听了，也以为必然是宝玉了。三姐儿便啐了一口，说：“我们家有十一个姐妹，也嫁你兄弟十个不成？难道除了你家，天下就没有好男人了不成？”众人听了都诧异：“除了他，还有那一个？”三姐儿道：“别只在眼前想，姐姐只在五年前想就是了。”"
        },
        {
            "original": "正说著，忽见贾琏的心腹小厮兴儿走来请贾琏，说：“老爷那边紧等著叫爷呢。小的答应往舅老爷那边去了，小的连忙来请。”贾琏又忙问：“昨日家里问我来著么？”兴儿说：“小的回奶奶：爷在家庙里和珍大爷商议做百日的事，只怕不能来。”贾琏忙命拉马，隆儿跟随去了，留下兴儿答应人。",
            "english": "As they were talking, suddenly a trusted servant of Jialiang, Xing'er, came running to ask him to go. Xing'er said, \"The master is anxiously waiting for you at his side. I told him that I was going to see my uncle, and now I'm hurrying to invite you.\" Jialiang asked hurriedly, \"Did anyone come to look for me at home yesterday?\" Xing'er replied, \"I reported to Madam. Master is at the temple with Jundi, discussing the preparations for the hundredth day, and may not be able to come.\" Jialiang hurriedly asked someone to fetch his horse, and Long'er followed him. He left Xing'er waiting for the others.",
            "chinese": "正在说话的时候，忽然看见贾琏的心腹小厮兴儿跑来请贾琏。兴儿说：“老爷那边急等着叫您呢。我答应说往舅舅那边去了，我现在连忙来请您。”贾琏又连忙问：“昨天家里有没有来找我？”兴儿说：“我回奶奶了：爷在家里庙里和珍大爷商量百日的事情，可能不能来。”贾琏连忙让牵马，隆儿跟着去了，留下兴儿等待其他的人。"
        },
        {
            "original": "尤二姐便要了两碟菜来，命拿大杯斟了酒，就命兴儿在炕沿下站著喝，一长一短，向他说话儿，问道：“家里奶奶多大年纪？怎么个利害的样子？老太太多大年纪？姑娘几个？……”各样家常等话。",
            "english": "Yu Er'er ordered two dishes and asked Xinger to fetch two large cups to pour the wine. Then she instructed him to stand at the edge of the bed and ask the questions, \"How old is your madame? Why is she so fierce? How old is Grandmother? How many daughters does she have?\" Then she asked all sorts of family gossip.\n\nNote: The translation assumes that \"madame\" refers to Xing'er's mother, which might not be entirely accurate, as the context is not very clear. Also, \"Grandmother\" likely refers to the elderly woman living in the house, not a literal grandmother. \"Daughters\" could refer to Xing'er's sisters, if any. The use of \"how many\" indicates that the speaker is likely not familiar with these people, so she is asking for specifics. The overall tone suggests a casual and inquisitive conversation between acquaintances.",
            "chinese": "尤二姐要了两碟菜，叫拿大杯子斟了酒，命兴儿站在炕沿上喝，一长一短的，向他问话，问起“你家奶奶多大年纪？怎么个厉害的样子？老太太多大年纪？有几个姑娘？……”各样的家常话。"
        },
        {
            "original": "兴儿笑嘻嘻的，在炕沿下，一头喝，一头将荣府之事备细告诉他母女。又说：“我是二门上该班的人。我们共是两班，一班四个，共是八个人。有几个知奶奶的心腹，有几个知爷的心腹。奶奶的心腹，我们不敢惹；爷的心腹，奶奶敢惹。提起来，我们奶奶的事，告诉不得奶奶，他心里歹毒，口里尖快。我们二爷也算是个好的，那里见的他！倒是跟前有个平姑娘，为人很好，虽然和奶奶一气，他倒背著奶奶常作些好事。我们有了不是，奶奶是容不过的，只求求他去就完了。如今合家大小，除了老太太、太太两个，没有不恨他的，只不过面子情儿怕他。皆因他一时看得人都不及他，只一味哄著老太太、太太两个人喜欢。他说一是一，说二是二，没人敢拦他。又恨不的把银子钱省下来，堆成山，好叫老太太、太太说他会过日子。殊不知苦了下人，他讨好儿。或有好事，他就不等别人去说，他先抓尖儿。或有不好的事，或他自己错了，他就一缩头，推到别人身上去，他还在旁边拨火儿。如今连他正经婆婆都嫌他，说他：‘“雀儿拣著旺处飞，黑母鸡一窝儿”’，自家的事不管，倒替人家去瞎张罗！要不是老太太在头里，早叫过他去了。”",
            "english": "请注意，上述翻译是基于原文的直译，并尽可能保留了原文的语气和情感，以呈现出更准确的中文语境和流畅的英文表达。可能在某些细节上有所简化或调整，以便更好地适应英文的表达习惯。",
            "chinese": "兴儿笑嘻嘻地，在炕沿下，边喝着茶，边把荣府的那些事情一五一十地告诉给她母亲和女儿。他又说：“我是二门上轮到的那班人。我们总共有两班，每班四个，一共八个人。有的知道奶奶的心意，有的知道爷的心意。奶奶的人，我们不敢惹；爷的人，奶奶敢惹。说起我们奶奶的事，不能不告诉你，奶奶心里不坏，但是嘴上尖利。我们二爷也算是好的，可他怎么不见呢？倒是跟前有个平姑娘，为人很好，虽然和奶奶一气，可她经常背着奶奶做好事。我们有了错，奶奶是容不下的，只好求求平姑娘去就好了。如今家里大小，除了老太太、太太两个人，没有不恨她的，只是面子上怕她。都是因为她看不起人都不及她，只一味哄着老太太、太太两个人喜欢。她说一是一，说二是二，没人敢拦着她。又恨得把银子钱省下来，堆成山，好叫老太太、太太说她会过日子。其实这是苦了下面的人，她在讨好。或者有好事，她就抢着占，或者有不好的事，或者她自己错了，她就往后缩，把事情推给别人，自己在旁边煽风点火。现在连她正经的婆婆都嫌她，说她：‘雀儿拣著旺处飞，黑母鸡一窝儿’，自己家的事不管，倒替别人去瞎忙活！要不是老太太在头里，早叫过她去了。”\n\n兴儿笑眯眯地坐在炕边，一边喝茶，一边详细地向她母女俩讲述着荣府里所有的事情。他又补充说：“我是二门里负责守门的那拨人中的一个。我们总共有两拨，每拨四个人，共计八个人。有些人心细，知道奶奶的心思；有些人心眼活络，知道爷的心思。奶奶的人，我们不敢冒犯；爷的人，奶奶敢动。你若是想了解奶奶的事，我不能不告诉你。奶奶心地并不坏，只是说话尖酸。我们二爷也算不错，但是我们很少见到他。倒是平姑娘为人很好，尽管和奶奶一起做事，她却经常在奶奶背后做好事。我们犯了错误，奶奶是容不下我们的，最好求求平姑娘帮忙。如今家里的大小事情，除了老太太和太太，没有不恨她的，只是面子上顾着。皆因她看不起人都不及她，只一味哄着老太太和太太两个人喜欢。她说一是一，说二是二，没人敢拦着她。又恨得把银子钱省下来，堆成山，好让老太太和太太说她会过日子。但实际上，她苦了下面的人，她只是在讨好。有时有好事，她就抢着去干；有时有不好的事，或者她自己犯了错误，她就往后缩，把事情推给别人，自己在旁边煽风点火。现在连她正经的婆婆都嫌她，说她：‘雀儿拣著旺处飞，黑母鸡一窝儿’，自家的事不管，倒替别人去瞎忙活！要不是老太太在头里，早叫过她去了。”"
        },
        {
            "original": "尤二姐笑道：“你背著他这么说他，将来背著我还不知怎么说我呢。我又差他一层儿了，越发有的说了。”兴儿忙跪下说道：“奶奶要这么说，小的不怕雷劈吗？但凡小的要有造化，起先娶奶奶时，要得了这样的人，小的们也少挨些打骂，也少提心吊胆的。如今跟爷的几个人，谁不是背前背后称扬奶奶盛德怜下？我们商量著：“叫二爷要出来，情愿来伺候奶奶呢。”",
            "english": "Yiou'er said with a smile, \"You always speak about him behind his back, and it's a certainty you'll say something to me in return. I'm his aunt, and I'm an additional layer removed, so he can exploit me even more. \" Xiao Xingqiu hurriedly knelt down, \"If you say so, Madam, I would be struck by lightning and still agree to it. If not, he would have to at least have some satisfaction, and you would be an additional layer removed. These people are all praising and sympathizing with Madam in secret. We all had a discussion and decided that Er-er should come out and serve you willingly.\"\n\nQingming Festival is traditionally a time for Chinese people to visit the graves of their ancestors and show respect. This year, the festival fell on April 5, a day that is also known as Tomb Sweeping Day. The festival is deeply rooted in Chinese culture and customs, and it has been celebrated for thousands of years. It is a time when people gather to honor their ancestors and to remember the contributions they have made to their families and society.\n\n清明节是中国人民祭祖并表达尊敬的传统节日，这一习俗深深植根于中国文化和传统之中。今年的清明节恰好是4月5日，也就是俗称的扫墓节。清明节历史悠久，历经千年的传承。在这一天，人们聚集一堂，祭拜祖先，纪念他们在家庭与社会中的贡献。\n\nOn Tomb Sweeping Day, families often visit the graves of their ancestors, clean the area around the tomb, and place offerings such as flowers, fruits, and food. They may also light incense or burn paper money as a way to honor and communicate with their ancestors. The act of visiting the graves and performing these rituals is a way for families to show respect and keep their ancestors' memories alive.\n\n在清明扫墓节这天，家人常常会前往先人的坟墓，打扫墓地周围区域，并摆放鲜花、水果和食物等祭品。他们还可能会焚香或烧纸钱，以此来向祖先表达敬意和沟通。访问坟墓并进行这些仪式的行为是家人表达尊重并保持祖先记忆的方式。\n\nOne of the most significant traditions associated with Qingming Festival is the flying of kites. Originating from ancient China, kite flying is a symbol of wishing for good luck, happiness, and health in the coming year. People of all ages join in the activity, and the colorful, elaborate kites add a festive touch to the celebration.\n\n清明节与之最相关的传统之一是放风筝。风筝起源于中国古代，代表着对来年好运、幸福和健康的愿望。无论是老是少，人们都参与其中，五彩斑斓、精美的风筝为庆祝活动增添了喜庆的气氛。\n\nThe festival also includes other customs, such as eating Qingming cakes, which are made with green glutinous rice flour and filled with sweet bean paste, and drinking a tea made from the嫩叶 of the Qing Ming plant, which is believed to have medicinal properties.\n\n此外，清明节还包括其他习俗，如食用清明糕，它是用绿色的糯米粉制成，并填充有甜豆沙；还饮用来自清明植物嫩叶的茶，人们相信这种茶有药用功效。\n\nThe Qingming Festival is a time for reflection, remembrance, and renewal. It reminds us of our ancestors' legacy and encourages us to honor their memory while cherishing the present and looking forward to the future.\n\n清明节是反思、缅怀和重生的时刻。它提醒我们铭记祖先的遗产，并鼓励我们尊崇过去的同时珍惜现在并展望未来。",
            "chinese": "尤二姐笑道：“你背着他说他，以后背着我还不知道怎么说我呢。我是他老姨子，又差他一层，以后他更可以摆布我了。”兴儿连忙跪下说：“奶奶这么说，小的我就是被雷劈了，也会答应。要不是，他怎么也得讨个便宜，以后你更差他一层。我们这些人都是背地里称赞奶奶的德行，怜惜你。大家合计了，叫二爷出来，他情愿伺候奶奶。”"
        },
        {
            "original": "尤二姐笑道：“你这小猾贼儿，还不起来！说句玩话儿，就吓的这样儿。你们做什么往这里来？我还要找了你奶奶去呢。”兴儿连忙摇手，说：“奶奶千万别去！我告诉奶奶：一辈子不见他才好呢！嘴甜心苦，两面三刀；上头笑著，脚底下就使绊子；明是一盆火，暗是一把刀：他都占全了。只怕三姨儿这张嘴还说不过他呢！奶奶这么斯文良善人，那里是他的对手？”",
            "english": "尤二姐笑道：“你这机灵鬼，还不快点起来！几句玩笑话把你吓成这样，你们来这儿有什么目的？我正想去找找你奶奶呢。”兴儿连忙摆手，说：“奶奶可千万别去找她！永远别跟她见面才好！这个女人嘴甜心肠毒，会耍两面派手段；表面上笑得合不拢嘴，背后却在设陷阱；明明是火上加油，背后却有一把刀等着人。她这些招数都用得非常熟练。恐怕连三姐的嘴也斗不过她呢！奶奶您那么温文尔雅，跟她斗嘴只怕不是她的对手。”",
            "chinese": "尤二姐笑道：“你这小滑头，还不赶紧起来！说几句玩笑话就吓成这样，你们来这儿干吗？我还想找你奶奶去呢。”兴儿连忙摆手，说：“奶奶千万别去找她！一辈子都别见她才好！这个女人嘴甜心毒，两面三刀；表面上笑得合不拢嘴，背地里就使绊子；明明是火上浇油，暗地里却一把刀子等着人。她这些招数全占全了。只怕三姐的嘴还说不过她呢！奶奶这么温文尔雅，和她斗嘴还斗不过她呢。”\n\n尤二姐笑着说道：“你这小机灵鬼，还不快点起来！随便说点逗乐的话都能把你吓成这样，你们来这儿干什么？我还要去找你奶奶呢。”兴儿急忙摆手，说：“奶奶千万不要去找她！永远都别见她才好！这个女人嘴巴甜心肠毒，会两面三刀；表面上笑嘻嘻的，背后就设陷阱；明明是火上浇油，暗地里却随时准备一刀。她这些手腕都用得全。只怕三姐的嘴还斗不过她呢！奶奶您那么温文尔雅，和她斗嘴根本不是对手。”"
        },
        {
            "original": "二姐笑道：“我只以理待他，他敢怎么著我？”兴儿道：“不是小的喝了酒，放肆胡说。奶奶就是让著他，他看见奶奶比他标致，又比他得人心儿，他就肯善罢干休了？人家是醋罐子，他是醋缸，醋瓮！凡丫头们跟前，二爷多看一眼，他有本事当著爷打个烂羊头似的！虽然平姑娘在屋里，大约一年里头，两个有一次在一处，他还要嘴里掂十来个过儿呢。气的平姑娘性子上来，哭闹一阵，说：‘又不是我自己寻来的！你逼著我，我不愿，又说我反了。这会子又这么著！’他一般的也罢了，倒央及平姑娘。”",
            "english": "“My sister No. 2 smiled and said, \"Just how can I deal with him in a fair way so that he will not dare to do anything to me?\" Heng Er replied, \"It was not as though I was drunk and babbling nonsense. Even if Madam decides to be lenient toward him, do you think he will stop at the sight of her beauty and popularity? Like a vinegar jar, he is a vinegar vat, a vinegar cistern. He will dare to beat up the young master, regardless of whom he is dealing with, as long as the young master looks at any of the maids more than once. Even if Madam Ping is in the house, they do not spend much time together. He is still gossiping behind their backs. Enraged, Madam Ping became very upset, cried, and started a quarrel. 'Was I the one who brought him here? Did you force me into this when I did not want to? Now you want to do it again!' I let him off, but he still asked Madam Ping for help.\"",
            "chinese": "二姐笑道：“我只用道理来对待他，他就敢怎么着我？”兴儿道：“不是小的喝了酒，乱说。奶奶纵然迁就他，他看见奶奶比他美丽又受人喜爱，他就肯善罢甘休？人家像醋罐子，他是醋缸，醋瓮！只要爷对丫头多看一眼，他有本事当着爷打个烂羊头！虽然平姑娘在屋里，可是两人一年才有一次在一起，他还要嚼舌头。气的平姑娘生气，哭闹一阵，说：‘又不是我自己找来的！你逼着我，我不愿意，又说我反了。这会子又这么来！’他一般也罢了，还央求平姑娘。”"
        },
        {
            "original": "二姐笑道：“可是撒谎？这么一个夜叉，怎么反怕屋里的人呢？”兴儿道：“就是俗语说的：‘三人抬不过个“理”字去’了。这平姑娘原是他自幼儿的丫头。陪过来一共四个，死的死，嫁的嫁，只剩下这个心爱的，收在房里。一则显他贤良，二则又拴爷的心。那平姑娘又是个正经人，从不会调三窝四的，倒一味忠心赤胆伏侍他：所以才容下了。”",
            "english": "Second Sister laughed and said, \"This is really telling a lie! This woman is a terrifying jade statue! How does she suddenly become afraid of people in the house?\" Xin'er said, \"As the old saying goes: 'One cannot reason with a brute, and it is hard for even a just judge to determine what is right.' That's the idea. The girl Ping was originally a maid-in-waiting who was close to her. There were four servants who accompanied her from her marriage, two of whom had died and two had been married off. This remaining maid was the one she loved most, and was kept in the house. There was one reason for this to show her as a virtuous woman and the other to win the heart of her master. The girl Ping was a sensible and respectful person who would never say or do anything inappropriate. She was devoted to serving her mistress wholeheartedly, which was why she was tolerated.\"",
            "chinese": "二姐笑道：“这可真是撒谎！这样个母夜叉，怎么倒怕屋里的人了？”兴儿道：“就像俗语说的：‘非理不打倒，清官难断’，就是这个意思。这平姑娘本是自小的贴身丫头。陪嫁过来的人，一共四个，死了两个，嫁了两个，只剩下一个心爱的，收在房里。一则显他贤良，二则又可以拴住爷的心。那平姑娘又是个规矩人，从不会乱说乱动的，倒是忠心耿耿的服侍他：所以才容下了。”"
        },
        {
            "original": "二姐笑道：“原来如此。但只我听见你们还有一位寡妇奶奶和几位姑娘，他这么利害，这些人肯依他吗？”兴儿拍手笑道：“原来奶奶不知道！我们家这位寡妇奶奶，第一个善德人，从不管事，只教姑娘们看书写字，针线道理，这是他的事情。前儿因为他病了，这大奶奶暂管了几天事，总是按著老例儿行，不像他那么多事逞才的。我们大姑娘，不用说，是好的了。二姑娘混名儿叫‘二木头’。三姑娘的混名儿叫‘玫瑰花儿’：又红又香，无人不爱，只是有刺扎手。可惜不是太太养的，‘老鸹窝里出凤凰’！四姑娘小，正经是珍大爷的亲妹子，太太抱过来的，养了这么大，也是一位不管事的。奶奶不知道，我们家的姑娘们不算外，还有两位姑娘，真是天下少有！一位是我们姑太太的女儿，姓林；一位是姨太太的女儿，姓薛。这两位姑娘都是美人一般的呢，又都知书识字的。或出门上车，或在园子里遇见，我们连气儿也不敢出。”尤二姐笑道：“你们家规矩大，小孩子进的去，遇见姑娘们，原该远远的藏躲著，敢出什么气儿呢？”兴儿摇手，道：“不是那么不敢出气儿。是怕这气儿大了，吹倒了林姑娘；气儿暖了，又吹化了薛姑娘！”说得满屋里都笑了。",
            "english": "Sister Two laughed and said, \"That's it. But I heard that there are several elderly widows and misses in your household, so how can this lady be so domineering that the elderly widows and misses listen to her?\" Xing'er clapped his hands and laughed. \"That's because Lady didn't know! Our elderly widow here is considered good by everyone. She never manages household affairs, but only teaches the misses to read and write, and understand needlework. This is her duty. Some time ago, when she was sick, the First Lady temporarily managed some things, and did so by following the old rules, not like how she can show off her talents. Our First Miss is without question very good. The Second Miss is often called 'Second Wood'. The Third Miss is often called 'Rose Flower': she's both red and fragrant, and everyone likes her, except that she's very sharp, just like a rose flower. She's a pity that she's not the wife's daughter, 'a phoenix come from a crow's nest'! The Fourth Miss is young. She's the First Nobleman's real sister, and was brought up by the wife. She too doesn't manage affairs. Lady didn't know that our misses are just two among the girls. There are really two girls in the whole world like them! One is the daughter of the wife's elder sister, with the surname Lin. The other is the daughter of the wife's younger sister, with the surname Xue. Both are like beautiful ladies, and both know how to read and write. Whenever they go out, or in the garden, we dare not even breathe.\" Sister Two laughed and said, \"Your household has many rules. Children should hide far away when they meet the misses, so how can they dare to breathe a big breath?\" Xing'er shook his hands, saying, \"Not that they're not daring, but that if they were to breathe, they might blow over Lin Miss; if they breathe warm air, they might melt Xue Miss!\" Everyone in the room laughed.",
            "chinese": "二姐笑道：“原来如此。但只我听说你们府上有几位寡妇奶奶和姑娘们，这夫人如此厉害，那几位寡妇奶奶和姑娘们能听她的吗？”兴儿拍手笑道：“原来奶奶不知道！我们家这位寡妇奶奶，可是人人称善的，从来不管家事，只教姑娘们读书写字，女红的道理，这是她的职责。前些日子他病了，大奶奶暂时代理了一些事情，也是按着老规矩来，并不像他那能逞才使能的样子。我们大姑娘，不用说，是好的了。二姑娘混名叫‘二木头’。三姑娘的混名叫‘玫瑰花’：她又红又香，大家谁都不讨厌她，只是她很有棱角，就像玫瑰花一样。可惜不是太太养的，‘老鸹窝里出凤凰’！四姑娘年纪小，她是珍大爷的亲妹子，太太抱过来养大的，也是一位不管事的。奶奶不知道，我们家的姑娘们不算外，还有两位姑娘，真是天下的稀罕物！一位是姑太太的女儿，姓林；一位是姨太太的女儿，姓薛。这两位姑娘都是美人一样的，又都知书识字。她们或是出门上车，或是园子里遇见，我们连大气也不敢出。”尤二姐笑道：“你们家规矩多，小孩子进去，遇见姑娘们，原该远远躲起来，怎么敢出什么大气呢？”兴儿摇手，道：“不是不敢出大气，是怕这大气吹倒了林姑娘；大气暖了，又把薛姑娘吹化了！”说得满屋里都笑了。"
        },
        {
            "original": "要知尤三姐要嫁何人，下回分解。",
            "english": "The original text from \"Dream of the Red Chamber\" is \"要知尤三姐要嫁何人，下回分解.\" In modern Chinese, it translates to, \"想知道尤三姐要嫁给谁，下回再说吧.\" This sentence succinctly indicates that the narrative will evolve, and the details of Miss Yu Sanjie's marriage will be revealed in the following chapters.",
            "chinese": "想知道尤三姐要嫁给谁，下回再说吧。\n\n这是《红楼梦》中的原文：“要知尤三姐要嫁何人，下回分解。”换成现代汉语就是：“想知道尤三姐要嫁给谁，下回再说吧。”这句话简洁明了，表明剧情将有所转折，关于尤三姐的婚事将留待后续章节揭晓。"
        }
    ],
    "title": "《贾二舍偷娶尤二姨　尤三姐思嫁柳二郎》",
    "chapter_number": 65
}