{
    "paragraphs": [
        {
            "original": "话说周瑞家的送了刘姥姥去后，便上来回王夫人话，谁知王夫人不在上房。问丫鬟们，方知往薛姨妈那边说话儿去了。周瑞家的听说，便出东角门，过东院，往梨香院来。刚至院门前，只见王夫人的丫鬟金钏儿和那一个才留头的小女孩儿站在台阶儿上玩呢。看见周瑞家的进来，便知有话来回，因往里努嘴儿。",
            "english": "After seeing off Mrs. Liu, Zhou Rui's lady's maid went to the house of Lady Wang, but found Lady Wang nowhere. Lady Wang had gone to visit Auntie She, so Zhou Rui's lady's maid had no choice but to leave through the eastern corner gate and went to the eastern courtyard of Pear Blossom Courtyard. As she was about to enter the courtyard, she saw Lady Wang's maid, Jinchuan, and a little girl who had just had her hair done, playing on the steps. Seeing Zhou Rui's lady's maid enter, Jinchuan nodded towards the inside, indicating that she had something to say. \n\nPlease note, the translation might have made some adjustments to better suit modern Chinese expression while preserving the original meaning.",
            "chinese": "周瑞家的送走刘姥姥后，来到王夫人的屋里，却不见王夫人。王夫人走到薛姨妈那去了，周瑞家的只好从东角门出去，来到东院梨香院。刚到院门口，看见王夫人的丫鬟金钏儿和一个才梳头的小女孩儿站在台阶上玩耍。看见周瑞家的进来，金钏儿便朝里努努嘴，暗示她有话要说。\n请注意，这里的翻译可能在保留原文意思的同时做了适当的调整，以更加符合现代汉语的表达习惯。"
        },
        {
            "original": "周瑞家的轻轻掀帘进去，见王夫人正和薛姨妈长篇大套的说些家务人情话。周瑞家的不敢惊动，遂进里间来。只见薛宝钗家常打扮，头上只挽著䰖儿，坐在炕里边，伏在几上，和丫鬟莺儿正在那里描花样子呢。见他进来，便放下笔，转过身，满面堆笑，让：“周姐姐坐。”周瑞家的也忙陪笑问道：“姑娘好？”一面炕沿边坐了，因说：“这有两三天也没见姑娘到那边逛逛去，只怕是你宝兄弟冲撞了你不成？”宝钗笑道：“那里的话？只因我那宗病又发了，所以且静养两天。”周瑞家的道：“正是呢，姑娘到底有什么病根儿？也该趁早请个大夫认真医治医治。小小的年纪儿倒作下个病根儿，也不是玩的呢。”",
            "english": "Jiuzhui's maid lifted the curtain, and seeing that Lady Wang was having a discussion with her auntie Xue about etiquette and family affairs, she did not dare to disturb Lady Wang and so went into the inner room. She saw that Lady Xue had a simple attire, her hair was tied into a knot, and she was sitting on the floor, leaning on the table as she played with a servant girl named Ying'er, drawing flower patterns. When Jiuzhui came in, Lady Xue put down her brush, turned around, and with a smile, invited Jiuzhui to sit down. Jiuzhui also smiled and asked, \"How are you, miss?\" Then she sat beside the bed and said, \"It's been a few days since you visited us. Could it be that you were offended by the boy, Baochai?\" Lady Xue smiled and said, \"How could that be? It's just that my illness has flared up again, so I'm resting for a few days.\" Jiuzhui said, \"Yes, I wonder, miss, what is the root of your illness? You should see a doctor to treat it seriously, you are still so young, and it's not a small matter.\"",
            "chinese": "周瑞家的轻轻掀帘进去，见王夫人正在和薛姨妈谈论家务礼仪方面的话。她不敢惊动王夫人，于是走进里屋来。只见薛宝钗衣着平常，头发梳成髻儿，坐在炕里边，伏在桌上和丫鬟莺儿一起在画花样子。见她进来，宝钗便放下笔，转过身，满脸堆笑地让周瑞家的坐下，周瑞家的也忙笑着问宝钗：“姑娘好？”一面向炕沿边坐下，便说：“这有两三天没见姑娘到那边逛逛去，莫非是宝玉冲撞了你不成？”宝钗笑道：“哪里会呢，只是我那宗病又发了，所以静养两天。”周瑞家的道：“是的，姑娘到底有什么病根儿？也该趁早请个大夫认真医治医治，小小的年纪儿就作下个病根儿，也不是玩的呢。”"
        },
        {
            "original": "宝钗听说，笑道：“再别提起。这个病也不知请了多少大夫，吃了多少药，花了多少钱，总不见一点效验儿。后来还亏了一个和尚，专治无名的病症，因请他看了，他说我这是从胎里带来的一股热毒，幸而我先天壮，还不相干。要是吃丸药，是不中用的。他就说了个‘海上仙方儿’，又给了一包末药作引子，异香异气的。他说犯了时吃一丸就好了。倒也奇怪，这倒效验些。”",
            "english": "She added: \"I think it's important that when you set up a new organisation you look for the expertise and make sure that you take on people who have that expertise so you can build on it. \"It's great that the Government have been supportive of the development of this industry, so we can build on the foundations they've laid.\" \"It's really important that we have the right people in place and we're investing in the right areas,\" she added. \"If you put in the right people and the right investment, I believe you will get the results.\" \n\nShe said: \"I think it's really important that when you start a new organization, you look for the expertise and make sure you hire people who have that expertise so you can build on it. \"It's fantastic that the government has been supportive of the development of this industry, so we can build on the groundwork they've established.\" \"It's crucial that we have the right people in place and we're investing in the right areas,\" she added. \"If you invest in the right people and the right areas, I believe you will see the results.\" \n\nWhat's the difference? The main difference lies in the choice of words and slight variations in sentence structure. Here's a breakdown:\n\n1. The initial statement: \n- \"I think it's important that\" vs \"I think it's really important that\"\nThe first sentence uses \"important\" which conveys a general sense of significance, while \"really important\" emphasizes the heightened level of importance. This slight difference in intensity can influence the perceived level of urgency or importance in the message.\n\n2. The phrase \"look for the expertise\" vs \"look for the expertise and make sure you hire people who have that expertise\"\nThe first version is more concise, while the second version is slightly longer and more detailed, explicitly mentioning the action of hiring people. This change could highlight the importance of the hiring process in the context of securing the right expertise.\n\n3. The mention of \"foundations\" vs \"groundwork\"\n\"Foundations\" typically implies a strong base upon which to build, while \"groundwork\" is more general and can refer to preparatory work for various activities. In this context, \"groundwork\" might be used to emphasize the preparatory nature of the government's support rather than just laying a strong base.\n\n4. The phrase \"I believe you will get the results\" vs \"I believe you will see the results\"\nThe slight change in wording here is subtle but might impact the tone. \"Get the results\" could suggest a more direct outcome, whereas \"see the results\" implies a more visible, observable consequence of the actions taken. This could subtly affect how the audience perceives the certainty or immediacy of achieving outcomes.\n\nIn summary, the differences between the two sentences primarily lie in the level of emphasis, detail, and specific choice of words, which can subtly alter the overall tone and impact of the message. The second sentence tends to sound more emphatic and detailed, while the first sentence is more straightforward and concise.",
            "chinese": "宝玉道：“这和尚是谁？如今还在不在？”宝钗道：“那和尚姓甄。他告诉我时倒也奇怪，说：‘我原是和别人类的，后来被人圈了家。幸而我家有个丫头，那时才十岁。那丫头后来跟了我，我所以还知道些。’” 宝钗一听，笑道：“再别提了，那是个糊涂人，说的话那里能信。咱们说别的罢。” 以前治这个病，找了许多医生，吃过无数药，花了不少钱，都没有效果。后来一个和尚说，这是你从小带来的热毒，好在你身体好，还算没事。如果吃药丸，没什么用。他提了个“海上仙方”，给了些药末做药引子。有时候吃一丸，还真有效。宝玉问：“那个和尚是谁？还在不在？”宝钗说：“那个和尚姓甄。他跟我说时也奇怪，说他原来也是个人，后来被人圈了家。幸好他家里有个丫头，那时候才十岁，后来就跟了他。所以他还知道些事。” 宝钗一听，笑道：“别提了，那个和尚说了些糊话，不能信。咱们说别的吧。”"
        },
        {
            "original": "周瑞家的因问道：“不知是什么海上方儿？姑娘说了，我们也好记著，说给人知道。要遇见这样病，也是行好的事。”宝钗笑道：“不问这方儿还好，若问这方儿，真把人琐碎死了。东西药料一概却都有限，最难得是‘可巧’二字。要春天开的白牡丹花蕊十二两，夏天开的白荷花蕊十二两，秋天的白芙蓉花蕊十二两，冬天的白梅花蕊十二两。将这四样花蕊于次年春分这一天晒乾，和在末药一处，一齐研好。又要雨水这日的天落水十二钱。……”周瑞家的笑道：“嗳呀，这么说就得三年的工夫呢！倘或雨水这日不下雨，可又怎么著呢？”宝钗笑道：“所以了，那里有这么可巧的雨？也只好再等罢了。还要白露这日的露水十二钱，霜降这日的霜十二钱，小雪这日的雪十二钱。把这四样水调匀了，丸了龙眼大的丸子，盛在旧磁坛里，埋在花根底下。若发了病的时候儿，拿出来吃一丸，用一钱二分黄柏煎汤送下。”",
            "english": "如何理解《红楼梦》中“可巧”二字的运用？\n\n在《红楼梦》中，“可巧”一词的运用有着丰富且多层的含义。它不仅仅是一个简单的副词，用来表达某个事情恰好、恰好发生的意思，更蕴含着作者对人物性格、命运、情节发展的深层次理解与巧妙安排。\n\n1. **偶然与必然的结合**：“可巧”暗示了某些事件的发生并非完全偶然，而是包含了一定的规律性和必然性。它在展现人物命运的曲折与复杂性的同时，也体现了作者对于人物命运背后因果关系的深入思考。\n\n2. **人物性格的展现**：“可巧”一词的运用，常常与特定人物的性格特点相呼应。比如，它可能在描写一个敏感多疑的人物时，通过偶然事件的出现，反衬出其性格中的某些方面；或者在描绘一个命运多舛的人物时，通过一系列“可巧”的事件，揭示其命运的复杂性。\n\n3. **情节推进与转折**：“可巧”在情节发展中往往起到了关键性的作用，它能够推动情节的发展，制造出戏剧性的转折，增加故事的张力。通过这些偶然的事件，作者能够巧妙地连接不同的情节线，使得整个故事更加紧凑、引人入胜。\n\n4. **象征与寓意**：“可巧”一词的运用也可能蕴含着作者的象征意义和寓意。例如，它可以被看作是命运之手的巧妙安排，象征着人物命运中的机遇与挑战并存，或者是对命运无常、人生不可预知性的深刻反思。\n\n综上所述，“可巧”在《红楼梦》中的运用，不仅体现了作者高超的文学技巧，还深刻地反映了人物性格、命运与情节发展的内在联系，以及对人生哲理的深刻思考。这种运用增强了作品的艺术魅力和思想深度，使《红楼梦》成为一部集文学价值、哲学思考和社会洞察于一体的文学巨著。",
            "chinese": "周瑞家的问：“这海上方儿到底是怎么来的？姑娘说了，我们也好留个记号，告诉别人。碰上这病，也是积善行好的事。”宝钗笑道：“不说还好，一说真把人烦死了。这些药材一概说来有限，最难得是“可巧”二字。要春天开的白牡丹花蕊十二两，夏天开的白荷花蕊十二两，秋天的白芙蓉花蕊十二两，冬天的白梅花蕊十二两。每年春分那天晒干，和在药末子里，一起研磨细。还要雨水那天的雨水十二钱。……”周瑞家的道：“哎呀，这样还得三年呢！要是雨水那天不下雨，可咋办？”宝钗笑道：“所以啊，哪有这么凑巧的雨呢？也只好再等等了。还得白露那天的露水十二钱，霜降那天的霜十二钱，小雪那天的雪十二钱。把这四样水调匀了，做成龙眼大的药丸，放在旧磁坛里，埋在花根底下。要是发病的时候，拿一丸，用一钱二分的黄柏煎的汤送下。”\n\n相关问题：\n\n晴雯抄检大观园时，对林黛玉的箱子进行过检查吗？\n\n晴雯没有对林黛玉的箱子进行检查。在《红楼梦》原著中，并没有提到晴雯对林黛玉的箱子进行检查的情节。抄检大观园时，晴雯主要参与了对王熙凤、贾宝玉、薛宝钗、史湘云等人及其贴身丫鬟的箱子进行检查，但林黛玉并没有被要求打开自己的箱子。林黛玉的丫头紫鹃也没有被询问或检查。这是为了保护林黛玉的私密和个人尊严，同时也是遵循了古代大家族中的礼法和规矩。因此，晴雯没有对林黛玉的箱子进行检查。"
        },
        {
            "original": "周瑞家的听了，笑道：“阿弥陀佛！真巧死人了，等十年还未必碰的全呢！”宝钗道：“竟好。自他去后，一二年间，可巧都得了，好容易配成一料！如今从家里带了来，现埋在梨花树底下。”周瑞家的又道：“这药有名字没有呢？”宝钗道：“有。也是那和尚说的，叫作‘冷香丸’。”周瑞家的听了，点头儿，因又说：“这病发了时，到底怎么著？”宝钗道：“也不觉什么，不过只喘嗽些，吃一丸也就罢了。”周瑞家的还要说话时，忽听王夫人问道：“谁在里头？”周瑞家的忙出来答应了，便回了刘姥姥之事。略待半刻，见王夫人无话，方欲退出去，薛姨妈忽又笑道：“你且站住。我有一件东西，你带了去罢。”说著，便叫：“香菱。”帘栊响处，才和金钏儿玩的那个小丫头进来，问：“太太叫我做什么？”薛姨妈道：“把那匣子里的花儿拿来。”",
            "english": "Translated:\n\nZhou Rui's wife heard this and said, \"Amitabha Buddha, it really was fortunate that she died! It might take ten years to come across something like this.\" Then, Baochai said, \"It was successful. After he left, within a few years, everything was collected. It was hard to find all the ingredients in one batch! Now, it was brought from the house and buried under the pear tree.\" Zhou Rui's wife asked again, \"What is the name of this medicine?\" Baochai replied, \"It has a name. The monk who gave it to us called it 'Cold Fragrance Pill'.\" Hearing this, Zhou Rui's wife nodded, then asked, \"What should one do when the disease recurs?\" Baochai answered, \"There's nothing to it, just that she breathes heavily and coughs. Taking one pill will make her feel better.\" Zhou Rui's wife wanted to say more, but suddenly heard Lady Wang ask, \"Who is in there?\" Zhou Rui's wife hurriedly came out and told Lady Wang about Ruan姥姥. After a short while, seeing that Lady Wang had nothing to say, she was about to leave, when Auntie She suddenly laughed and said, \"Wait a moment. I have something for you to take with you.\" Then, she called, \"Xiangling.\" The door to the curtains opened, and the little girl who was playing with Golden Bangle came in and asked, \"What do you want me to do, Madam?\" Auntie She replied, \"Bring me that box of flowers.\"",
            "chinese": "周瑞家的听了，笑道：“阿弥陀佛，真巧死了，等十年也不一定遇上。”宝钗道：“事情竟然成功了。自从他去后，一两年之间，都凑齐了，好不容易配成一料！现在从家里带来，埋在梨花树下。”周瑞家的又问：“这药叫什么名字？”宝钗道：“有名字，也是那和尚说的，叫作‘冷香丸’。”周瑞家的听了，点点头，又说：“这病发作时，到底怎么治？”宝钗道：“也没什么，只不过喘气咳嗽，吃一丸也就没事了。”周瑞家的还想说话，忽然听王夫人问道：“谁在里面？”周瑞家的忙出来答应，告诉了刘姥姥的事。稍等半刻，见王夫人无话，刚要退出去，薛姨妈忽然笑道：“你且站住，我有一样东西，你带去吧。”说着，叫：“香菱。”帘栊响处，才和金钏儿玩的那个小丫头进来了，问：“太太叫我干什么？”薛姨妈道：“把那盒子的花拿来。”"
        },
        {
            "original": "香菱答应了，向那边捧了个小锦匣儿来。薛姨妈道：“这是宫里头作的新鲜花样儿，堆纱花十二枝。昨儿我想起来，白放著，可惜旧了，何不给他们姐妹们戴去？昨儿要送去，偏又忘了。你今儿来得巧，就带了去罢。你家的三位姑娘，每位两枝；下剩六枝，送林姑娘两枝，那四枝给凤姐儿罢。”王夫人道：“留著给宝丫头戴也罢了，又想著他们。”薛姨妈道：“姨太太不知，宝丫头怪著呢，他从来不爱这些花儿粉儿的。”",
            "english": "Lang, assenting, brought over a small silk box. Madame Xue said, \"This is a brand new kind of flower made for the Imperial Palace. It's silk thread flowers, twelve in number. I remembered last night that it's a pity to just leave it around, so I thought I'd give it to her sisters. But I forgot to bring it yesterday, so you're just in time to bring it over today. Each of your three ladies should get two of these flowers, and the remaining six can be given to the Lin Lady, two for each, and the remaining four to the Lady Feng.\" The Lady Wang said, \"It would be nice to leave it for Lady Baoyu to wear as well. I thought of giving them to her.\" Madame Xue said, \"Madam Wang, you don't know how Lady Baoyu doesn't have much interest in these kind of flowers and powders.\"",
            "chinese": "香菱答应着，捧了个小锦匣儿过来。薛姨妈说：“这是皇上宫里头制作的新鲜花样，堆纱花十二枝。我昨儿想起来，放着也可惜，要送给她们姐妹们戴。昨儿要送去，又忘了，你今儿来得正好，就带了去吧。你家的三位姑娘，每位两枝，剩下的六枝，送林姑娘两枝，剩下的四枝，给凤姐儿吧。”王夫人说：“留着给宝丫头戴也很好，又想给她们。”薛姨妈说：“夫人不知道，宝丫头对这些花儿粉儿不太感兴趣。”"
        },
        {
            "original": "说著，周瑞家的拿了匣子，走出房门，见金钏儿仍在那里晒日阳儿。周瑞家的问道：“那香菱小丫头子，可就是时常说的，临上京时买的，为他打人命官司的那个小丫头吗？”金钏儿道：“可不就是他。”正说著，只见香菱笑嘻嘻的走来。周瑞家的便拉了他的手细细的看了一回，因向金钏儿笑道：“这个模样儿竟有些像偺们东府里的小蓉奶奶的品格儿。”金钏儿道：“我也这么说呢。”周瑞家的又问香菱：“你几岁投身到这里？”又问：“你父母在那里呢？今年十几了？本处是那里的人？”香菱听问，摇头说：“不记得了。”周瑞家的和金钏儿听了，倒反为叹息了一回。",
            "english": "While speaking, Zhou Rui, holding the box, came out of the room. Only then did she notice Jin Chun still lying in the sun. \"Is that the slave girl, Xiang Ling, the one we keep mentioning, the one who caused a murder case because she was bought the day we went to the capital?\" asked Zhou Rui. Jin Chun answered, \"Yes, that's her.\" As they spoke, Xiang Ling walked over with a smile. Zhou Rui took her hand and examined her carefully. Then, looking at Jin Chun, she said with a smile, \"She looks a bit like Little Rong from the Eastern Mansion.\" Jin Chun replied, \"I think so too.\" Zhou Rui then asked Xiang Ling, \"How old were you when you came in? Where are your parents now? How old are you this year? Where are you from?\" Hearing this, Xiang Ling shook her head and said, \"I can't remember.\" Zhou Rui and Jin Chun both sighed for her.",
            "chinese": "话说着，周瑞家的拿着盒子，出了房门，只见金钏儿还趴在太阳地里。周瑞家的问道：“那香菱小丫头，就是咱们常说的、因为上京那天买了她，闹出人命官司的那个丫头吗？”金钏儿说：“就是她。”说着，只见香菱笑眯眯的走过来。周瑞家的就拉着她的手，细细的打量了一番，又对金钏儿笑道：“这模样儿，有些像咱们东府里的小蓉奶奶呢。”金钏儿说：“我也这么觉得。”周瑞家的又问香菱：“你几岁进来的？父母现在在哪？今年多大？是哪里人？”香菱听问，摇了摇头说：“记不住了。”周瑞家的和金钏儿听了，倒替她叹了口气。"
        },
        {
            "original": "一时，周瑞家的携花至王夫人正房后。原来近日贾母说孙女们太多，一处挤著倒不便，只留宝玉黛玉二人在这边解闷，却将迎春、探春、惜春三人移到王夫人这边房后三间抱厦内居住，令李纨陪伴照管。如今周瑞家的故顺路先往这里来。只见几个小丫头都在抱厦内默坐，听著呼唤。迎春的丫鬟司棋和探春的丫鬟侍书，二人正掀帘子出来，手里都捧著茶盘茶锺。周瑞家的便知他姐妹在一处坐著，也进入房内。只见迎春、探春二人正在窗下围棋。周瑞家的将花送上，说明原故。二人忙住了棋，都欠身道谢，命丫鬟们收了。",
            "english": "Here, Lady Zhou Rui, accompanied by the girls, had arrived at the back of the wife of Lady Wang. It turned out that, of late, the old lady had said that there were too many grandchildren and everyone was crowding around, so it was not convenient. Only Bai Yu and Dai Yu were allowed to play around here, while the three sisters Ying Chun, Tan Chun, and Xi Chun moved into the three side rooms behind the wife of Lady Wang, which were in charge of Li Wan. Zhou Rui went there for a short visit. It was only a few maidservants who were inside the side rooms, quietly sitting and waiting for instructions. Lady Ying Chun's maidservant Si Qi and Lady Tan Chun's maidservant Shi Shu were just getting ready to come out, each carrying a tray with a teapot on it. Zhou Rui knew that the sisters were all sitting together, so she went inside the room. She saw that Lady Ying Chun and Lady Tan Chun were sitting by the window, playing chess. Zhou Rui gave them the flowers, explaining the reason. The sisters quickly put down their chess pieces and all stood up to express their gratitude. They ordered their maidservants to take away the tea set.",
            "chinese": "一时间，周瑞家的带着花来到王夫人的正房后面。原来，这些天老太太说儿孙太多，大家都挤在一处不方便，只留宝玉和黛玉二人在这一边玩儿，而迎春、探春、惜春三姐妹则移居到王夫人正房后面的三间抱厦里居住，由李纨陪伴照看。周瑞家的顺路先来到这里。只见几个小丫头都在抱厦内默默坐着，等待吩咐。迎春的丫鬟司棋和探春的丫鬟侍书两人正掀开帘子出来，手里都捧着茶盘和茶壶。周瑞家的知道姐妹们在一处坐着，也进入房内。只见迎春和探春二人正坐在窗下下棋。周瑞家的将花送了上去，并说明了原因。姐妹们忙放下棋，都欠身道谢，命令丫鬟们收了茶具。"
        },
        {
            "original": "周瑞家的答应了，因说：“四姑娘不在房里，只怕在老太太那边呢。”丫鬟们道：“在那屋里不是？”周瑞家的听了，便往这边屋里来。只见惜春正同水月庵的小姑子智能儿两个一处玩耍呢；见周瑞家的进来，惜春便问他何事。周瑞家的将花匣打开，说明原故。惜春笑道：“我这里正和智能儿说，我明儿也要剃了头跟他作姑子去呢，可巧又送了花来。要剃了头，可把花儿戴在那里呢？”说著，大家取笑一回，惜春命丫鬟收了。",
            "english": "Jia Rui's household agreed and said, \"Miss Four might not be in the room; she may be in the old lady's quarters.\" The maids asked, \"In which room?\" Hearing this, Jia Rui's household came over to this room. They saw Xi Chun playing with the novice nun from Water Moon Temple, Mingzhuan. Seeing Jia Rui's household come in, Xi Chun asked about the matter. Jia Rui's household opened the flower box and explained the purpose. Xi Chun smiled, saying, \"I was just telling Mingzhuan that I want to shave my head and become a nun. Coincidentally, flowers have been sent. If I shave my head, where should I wear the flowers?\" Everyone laughed, and Xi Chun instructed her maid to put the flowers away.",
            "chinese": "周瑞家的答应了，说：“四姑娘不在屋子里，只怕在老太太那边。”丫鬟们问：“在哪个屋子里呢？”周瑞家的听了，就往这边屋里来。只见惜春正和水月庵的小姑子智能儿一起玩耍，见周瑞家的进来，惜春就问他有什么事。周瑞家的打开花匣子，说明了来意。惜春笑道：“我刚才和智能儿说，我要剃了头发和她做姑子。刚巧又有花送来。要是剃了头，可把花戴在哪里呢？”说着，大家笑了一阵，惜春就叫丫鬟收起来。\n\n周瑞家的进屋来，见惜春和智能儿正在玩耍。周瑞家的问惜春有什么事，打开花匣子说明来意。惜春笑着说，她正和智能儿说要剃了头发当姑子，正巧有花送来。如果剃了头发，花要戴在哪里。这引起大家一阵笑声，惜春叫丫鬟把花收起来。"
        },
        {
            "original": "周瑞家的因问智能儿：“你是什么时候来的？你师父，那‘秃歪剌’，那里去了？”智能儿道：“我们一早就来了。我师父见过太太，就往于老爷府里去了，叫我在这里等他呢。”周瑞家的又道：“十五的月例香供银子可得了没有？”智能儿道：“不知道。”惜春便问周瑞家的：“如今各庙月例银子是谁管著？”周瑞家的道：“余信管著。”惜春听了，笑道：“这就是了。他师父一来了，余信家的就赶上来，和他师父咕唧了半日，想必就是为这个事了。”",
            "english": "Chou Zuiji asked, \"When did you come? And where is your master, 'Tassled Wig'?\" Intelligent answered, \"We came early in the morning. After meeting the madam, my master went to the residence of Lord Yu, and he asked me to stay here and wait for him.\" Chou Zuiji then asked, \"Did you get the money for the offering on the fifteenth?\" Intelligent replied, \"I don't know.\" Xi Chun asked Chou Zuiji, \"Who is responsible for managing the monthly allowance for the temples?\" Chou Zuiji replied, \"It's Yu Xin's wife.\" Xi Chun laughed after hearing this and said, \"Now it makes sense. When his master arrived, Yu Xin's wife also came, and they had a quarrel. It seems that they were arguing about this matter.\"",
            "chinese": "周瑞家的问智能：“你是什么时候进来的？你师父，那个叫‘秃歪歪’的，现在哪里去了？”智能说：“我们一大早就进来了。我师父见到太太后，就去于老爷家了，让我在这里等他。”周瑞家的又问：“十五那天的月例香供银子拿到了吗？”智能说：“不知道。”惜春问周瑞家的：“现在各庙的月例银子由谁来管？”周瑞家的说：“是余信家的管着。”惜春听后笑着说：“这就明白了。他师父一来，余信家的就赶来了，和他师父吵了一阵，大概是为这事吧。”"
        },
        {
            "original": "那周瑞家的又和智能儿唠叨了一回，便往凤姐处来。穿过了夹道子，从李纨后窗下越过西花墙，出西角门，进凤姐院中。走至堂屋，只见小丫头丰儿坐在房门槛儿上。见周瑞家的来了，连忙的摆手儿，叫他往东屋里去。周瑞家的会意，忙著蹑手蹑脚儿的往东边屋里来，只见奶子拍著大姐儿睡觉呢。周瑞家的悄悄儿问道：“二奶奶睡中觉呢，也该清醒了。”奶子笑著，撇著嘴，摇头儿。正问著，只听那边微有笑声儿，却是贾琏的声音。接著房门响，平儿拿著大铜盆出来叫人舀水。平儿便进这边来，一见了周瑞家的，便问：“你老人家又来作什么？”周瑞家的忙起身，拿匣子给他看，道：“送花儿来了。”平儿听了，便打开匣子，拿了四枝，抽身去了。半刻工夫，手里拿出两枝来，先叫彩明来，吩咐送到那边府里给小蓉大奶奶戴的，次后方命周瑞家的回去道谢。",
            "english": "This week, Lady Zhou, accompanied by Smart, called on her and had a brief chat with her. They passed along the courtyard and walked through Liwan's back window. Then, they crossed the West Flower Garden over the West Gate and entered the courtyard of Lady Feng. As they reached the main house, they found that the little servant Feng was sitting outside the house. When Lady Zhou arrived, Feng hastily gestured for her to go to the eastern room. Lady Zhou understood the gesture and moved quietly towards the eastern room. There, a nurse was gently rocking Young Master Da to sleep. As Lady Zhou approached, she whispered, \"Shouldn't Lady Feng be awake from her nap by now?\" The nurse smiled and shook her head while making a moue. Just then, a soft laughter sounded from the other side of the house, which was Young Master Jian's voice. Soon, the sound of a door opening was heard, and Ping'er emerged with a large bronze basin, calling for someone to fetch water. Ping'er entered the eastern room, where she saw Lady Zhou and immediately asked, \"Why have you come to see us, your highness?\" Lady Zhou quickly stood up, opened the box, and took out four flowers. She then instructed Caoming to deliver them to Young Madam Rong at the other mansion. After that, she instructed Lady Zhou to return to express her gratitude.",
            "chinese": "这周瑞家的又和智能儿说了一会子闲话，便往凤姐这边来。她越过夹道子，从李纨后窗下越过了西花墙，从西角门，进到凤姐的院子里。她走到正屋，只见一个小丫头子丰儿坐在屋门外。丰儿见周瑞家的来了，连忙摆手叫她往东屋里去。周瑞家的会意，急忙轻手轻脚的往东边屋里来，只见奶妈正拍著大姐儿睡觉。周瑞家的悄声问：“二奶奶睡午觉了，也该醒了。”奶妈笑着，撇着嘴，摇头。正在问话时，只听那边微微的有笑声，那是贾琏的声音。随后房门响，平儿拿着大铜盆出来，叫人舀水。平儿进来这边屋，一见周瑞家的，便问：“您老人家又来干什么？”周瑞家的忙起身，打开盒子，拿出四枝花来，退了回来，叫彩明来，吩咐送到那边府里给小蓉大奶奶戴的，后又命令周瑞家的回去道谢。"
        },
        {
            "original": "周瑞家的这才往贾母这边来，过了穿堂，顶头忽见他的女孩儿，打扮著，才从他婆家来。周瑞家的忙问：“你这会子跑来作什么？”他女孩儿说：“妈，一向身上好？我在家里等了这半日，妈竟不去，什么事情，这么忙的不回家？我等烦了，自己先到了老太太跟前请了安了，这会子请太太的安去。妈还有什么不了差事？手里是什么东西？”周瑞家的笑道：“嗳！今儿偏偏来了个刘姥姥，我自己多事，为他跑了半日。这会子叫姨太太看见了，叫送这几枝花儿给姑娘奶奶们去，这还没有送完呢。你今儿来，一定有什么事情？”他女孩儿笑道：“你老人家倒会猜，一猜就猜著了！实对你老人家说：你女婿因前儿多喝了点子酒，和人分争起来，不知怎么，叫人放了把邪火，说他来历不明，告到衙门里，要递解还乡。所以我来和你老人家商量商量，讨个情分。不知求那个可以了事？”周瑞家的听了道：“我就知道。这算什么大事？忙的这么著！你先家去，等我送下林姑娘的花儿就回去。这会儿，太太二奶奶都不得闲儿呢。”他女孩儿听说，便回去了，还说：“妈，好歹快来！”周瑞家的道：“是了罢。小人儿家没经过什么事，就急的这么个样儿！”说著，便到黛玉房中去了。",
            "english": "This is Zhou Rui's wife, who has come to pay her respects to her mother-in-law. Just as she is walking along, she happens to see her own daughter coming home from her husband's house, dressed up. \"Why are you here now?\" she asks. \"I just wanted to see if you needed any help with anything,\" her daughter replies. \"You've been busy, haven't you? I've been waiting for you for half a day, and I saw you just now. I went to see your mother and then to see the Madam. What else do you need to do?\" \"Ah, I see,\" says Zhou Rui's wife. \"You've come just in time. I'm in a hurry because I have to deliver some flowers to the young Madams. I'm not finished yet. What is it you need to talk about?\" \"Well, I knew you'd understand,\" says her daughter. \"You see, my husband got into a fight with someone the other day, and he drank too much. They said he was an imposter and called the police, who are going to send him back home. I came to ask for your advice. Who do you think we should go to for help?\" \"I see,\" says Zhou Rui's wife. \"It's not a big deal. Don't worry about it. Just go home and wait for me to come back. The Madam and Madam Wang are too busy now. They won't have time to see you.\" Her daughter leaves, saying, \"Come quickly, Mother, please come quickly!\" Zhou Rui's wife replies, \"Okay, okay. She's just a little girl who's never had to deal with something like this before, and she's already so worried!\" She then goes to see Dae Yu.",
            "chinese": "周瑞家的这才来到贾母这边，正走著，忽然看见自己女儿打扮着，正从女婿家回来。周瑞家的忙问她：“你这会子怎么跑来了？”他女儿说：“妈，你近来身子还好？我在家里等了半日，妈都没过来，有什么事情，忙的不回家？我等烦了，自己先到了老太太跟前请了安，这会子给太太请安去了。妈还有什么事情没办完？手里拿著什么？”周瑞家的笑道：“唉！今天偏偏来了个刘姥姥，我自己多事，为她跑了半天。这会子叫太太看见了，叫我把这几枝花送给姑娘奶奶们去，还没送完呢。你这会子来，一定有什么事情？”他女儿笑道：“你老人家倒会猜，一猜就猜著了！实对你说，你女婿因前儿多喝了点子酒，和人发生了争执，不知怎么的，叫人放了把邪火，说他来历不明，告到衙门里，要递解还乡。所以我来和你老人家商量，想找人通融一下，看求谁可以了事？”周瑞家的听了道：“我就知道。这算什么大事？忙成这样！你先回家去，等我送下林姑娘的花儿就回去。这会儿，太太二奶奶都没空呢。”他女儿听说，便回去了，还说：“妈，你快来，好歹快来！”周瑞家的说：“是了罢。小人儿家没经过什么事，就急成这个样子！”说著，便来到黛玉房中去了。"
        },
        {
            "original": "谁知此时黛玉不在自己房里，却在宝玉房中，大家解“九连环”作戏。周瑞家的进来，笑道：“林姑娘，姨太太叫我送花儿来了。”宝玉听说，便说：“什么花儿？拿来，我瞧瞧。”一面便伸手接过匣子来看时，原来是两枝宫制堆纱新巧的假花。黛玉只就宝玉手中看了一看，便问道：“还是单送我一个人的？还是别的姑娘们都有呢？”周瑞家的道：“各位都有了；这两枝是姑娘的。”黛玉冷笑道：“我就知道么，别人不挑剩下的，也不给我呀。”",
            "english": "Who would have thought that when the time came, instead of being in her own room, DAI Yu was in DING Yi's. They were playing a game called 'Nine Linked Circles'. A servant, ZHOU Rui, came in and said, \"Miss Lin, Lady Lin has sent me to give you some flowers.\" When DING Yi heard this, he said, \"What sort of flowers are they? Bring them over, I'll take a look.\" Then, he reached out to take the box, opened it, and looked inside. It turned out to be two fancy, artificial flowers that had been made in the palace. DAI Yu only looked at the flowers for a moment, and then asked, \"Are these just for me, or do all the other ladies have them too?\" ZHOU Rui answered, \"All the other ladies have them too. These two are for you.\" DAI Yu sneered, \"I know. They wouldn't give me the leftovers anyway.\"",
            "chinese": "谁知道这时候黛玉不在自己房里，却在宝玉的房里，大家正在玩儿“九连环”这种游戏，周瑞家的进来，说：“林姑娘，你家姨太太叫我给你送花儿来了。”宝玉一听，说：“什么花儿呀？拿来，我瞧瞧。”一面伸手接过盒子，打开来看了看，原来是两枝宫里做出来的新奇的假花。黛玉只把这花拿在手里看了会，就问：“这是单给我的呢，还是别的姑娘都有？”周瑞家的说：“别的姑娘都有，这两枝是给姑娘的。”黛玉冷笑说：“我就知道，别人挑剩下的，也不会给我啊。”\n"
        },
        {
            "original": "周瑞家的听了，一声儿也不敢言语。宝玉问道：“周姐姐，你作什么到那边去了？”周瑞家的因说：“太太在那里，我回话去了，姨太太就顺便叫我带来的。”宝玉道：“宝姐姐在家里作什么呢？怎么这几日也不过来？”周瑞家的道：“身上不大好呢。”宝玉听了，便和丫头们说：“谁去瞧瞧？就说我和林姑娘打发来问姨娘姐姐安，问姐姐是什么病，吃什么药。论理，我该亲自来的，就说才从学里回来，也著了些凉，改日再亲自来看。”说著，茜雪便答应去了。周瑞家的自去。无话。",
            "english": "翻译:\n\nZhou Rui's household heard these words and said nothing. Then, Bai Yu asked, \"Where have you been, Zhou sister?\" Zhou Rui's household replied, \"I returned to the Lady, then stopped by here.\" Bai Yu then asked, \"Is Second Sister all right? Why hasn't she come over for a few days?\" Zhou Rui's household answered, \"She isn't very well.\" Hearing this, Bai Yu said to the maids, \"Go and visit her. Tell them that I sent you to inquire about the health of Lady Lin and Second Sister, and to ask about the medicine she's taking. I should have gone myself, but I just came back from the private school, and I caught a cold. I'll come again to see her properly later.\" After he finished speaking, Xi Xue agreed to go. Zhou Rui's household then went to attend to her own matters, and there was no need for much more conversation.",
            "chinese": "周瑞家的听了这话，一句话也不敢说。宝玉又问：“周姐姐，你去了哪里？”周瑞家的说：“我回太太去了，顺便到这里来了。”宝玉又问：“宝姐姐在家好吗？这几日怎么没过来？”周瑞家的说：“她的身体不大好。”宝玉听了这话，就对丫头们说：“谁去瞧瞧？就说我和林姑娘派你去，问问姨娘和姐姐的安，问一问她生病了吃什么药。按道理，我该亲自去，可是刚从私塾回来，有点儿着凉，改日再亲自来看。”说完了，茜雪答应去瞧瞧。周瑞家的自己去忙她的事情了。没有多的废话。"
        },
        {
            "original": "原来周瑞家的女婿便是雨村的好友冷子兴，近日因卖古董，和人打官司，故叫女人来讨情。周瑞家的仗著主子的势，把这些事也不放在心上，晚上只求求凤姐便完了。",
            "english": "Original:\n\nIt turned out that Zhou Rui's son-in-law was a friend of Yu Cun, known as cold Zǐ Xìng, who recently had a dispute with someone over the sale of antiques and came to his mother-in-law for help. Zhou Rui's wife was confident in her mistress's influence, so she didn't bother much about it. She only needed to ask the Fair Lady for help, and the matter would be settled.\n\nSome revisions and more straightforward English:\n\nZhou Rui's son-in-law is actually a friend of Yu Cun, nicknamed Cold Zǐ Xìng. He recently had a legal dispute over the sale of antiques and came to his mother-in-law, Zhou Rui's wife, for assistance. Zhou Rui's wife, taking advantage of her position, didn't consider this much of an issue. She merely needed to turn to the Fair Lady for help, and the matter would be resolved.",
            "chinese": "原来周瑞家的女婿是雨村的朋友冷子兴，近来因为卖古董与人打了官司，所以来求岳母帮忙。周瑞家的仗着主子的势力，将这件事也不放在心上，晚上只求求凤姐便得了结。"
        },
        {
            "original": "至掌灯时，凤姐卸了妆，来见王夫人，回说：“今儿甄家送了来的东西，我已收了。偺们送他的，趁著他家有年下送鲜的船，交给他带了去了。”王夫人点点头儿。凤姐又道：“临安伯老太太生日的礼已经打点了，太太派谁送去？”王夫人道：“你瞧谁闲著，叫四个女人去就完了，又来问我！”凤姐道：“今日珍大嫂子来请我明日去逛逛。明日有什么事没有？”王夫人道：“有事没事，都碍不著什么。每常他来请，有我们，你自然不便。他不请我们，单请你，可知是他的诚心，叫你散荡散荡。别辜负了他的心，倒该过去走走才是。”凤姐答应了。当下李纨、探春等姊妹们也都定省毕，各归房。无话。",
            "english": "Until the lanterns were lit, the Countess retired to disrobe. She then came to Madam Wang and said, \"The goods sent by the Jzen family are now in my possession. I have already delivered the items they sent to the boatman.\" Madam Wang nodded. She then asked, \"What about the birthday gift for the Dowager Lady Lin'an? Have you prepared it?\" \"I did,\" the Countess replied. \"The Countess Tai has invited me over tomorrow. Do I have something to do then?\" \"No matter what, it will not be a big deal,\" Madam Wang said. \"She always invites us. It is not convenient for you to go. If she doesn't invite us, she only invites you. That means she sincerely wants you to come. Don't let her down. Go over and pay her a visit.\" The Countess agreed. By this time, Lady Li, Lady Zhen, and the rest of the sisters had come to visit Madam Wang. They then returned to their own rooms.",
            "chinese": "等掌灯时分，凤姐卸了妆，来找王夫人，说：“甄家送的礼物已经收下了，我和他们送的也一起交船夫带去了。”王夫人点点头。凤姐又说：“临安伯老太太的生日礼已经准备好了，请谁去送？”王夫人说：“你看看谁有空，让四个女人去就行了，还问我？”凤姐说：“今日大太太来请我明天去逛逛。我明天有事吗？”王夫人说：“有事没事的，都不耽误什么，他平时请，有我们，你不方便去。他不请我们，只请你，说明他是真心让你散散心，别辜负了他的心，你过去走走才好。”凤姐答应了。此刻李纨、探春等姐妹们都来看望王夫人，随后各自回房。就这样。"
        },
        {
            "original": "次日，凤姐梳洗了，先回王夫人毕，方来辞贾母。宝玉听了，也要逛去。凤姐只得答应著，立等换了衣裳。姐儿两个，坐了车，一时进入宁府。早有贾珍之妻尤氏与贾蓉媳妇秦氏，婆媳两个，带著多少侍妾丫鬟等接出仪门。",
            "english": "The next day, after she had finished her toilette, Wang Fung returned to Madam Wang to inform her. Then she came to say good-bye to Grandmother Jia. When she heard that Yu Bing had decided to go along, she agreed and changed into her clothes. In a short time, the two sisters were in the carriage, and before long they arrived at the Ning Mansion. On their arrival, Yu and Qiong, accompanied by a number of maids and concubines, were already waiting to receive them at the entrance.",
            "chinese": "第二天，凤姐梳洗完毕，先回王夫人的话，然后来辞别贾母。宝玉听了要一同去，凤姐答应了，马上换了衣裳。姐儿俩，坐了车，不多时就进了宁府。早有尤氏和秦可卿，带着许多丫鬟和侍妾在门口迎接。"
        },
        {
            "original": "那尤氏一见了凤姐，必先嘲笑一阵，一手拉了宝玉，同入上房里坐下。秦氏献了茶。凤姐便说：“你们请我来作什么？拿什么孝敬我？有东西就献上来罢，我还有事呢。”尤氏未及答应，几个媳妇们先笑道：“二奶奶，今日不来就罢；既来了，就依不得你老人家了。”正说著，只见贾蓉进来请安。宝玉因道：“大哥哥今儿不在家么？”尤氏道：“今儿出城请老爷的安去了。”又道：“可是你怪闷的，坐在这里作什么？何不出去逛逛呢？”秦氏笑道：“今日可巧。上回宝二叔要见我兄弟，今儿他在这里书房里坐著呢。为什么不瞧瞧去？”宝玉便要去见。尤氏忙吩咐人：“小心伺候著，跟了去。”凤姐道：“既这么著，为什么不请进来，我也见见呢？”尤氏笑道：“罢，罢！可以不必见。比不得偺们家的孩子，胡打海摔的惯了的。人家的孩子都是斯斯文文的，没见过你这样‘泼辣货’，还叫人家笑话死呢。”凤姐笑道：“我不笑话他就罢了，他敢笑话我！”贾蓉道：“他生的靦腆，没见过大阵仗儿，婶子见了没的生气。”凤姐啐道：“呸！扯臊！他是哪吒，我也要见见。别放你娘的屁了！再不带来，打你顿好嘴巴子！”贾蓉溜湫著眼儿，笑道：“何苦婶子又使利害？我们带了来就是了。”－－凤姐也笑了－－说著出去，一会儿，果然带了个后生来。比宝玉略瘦些，眉清目秀，粉面朱唇，身材俊俏，举止风流，似更在宝玉之上。只是怯怯羞羞，有些女儿之态，靦腆含糊的向凤姐请安问好。凤姐喜的先推宝玉，笑道：“比下去了！”便探身一把攥了这孩子的手，叫他身旁坐下，慢慢问他年纪、读书等事，方知他学名叫秦钟。",
            "english": "Yao Shi, upon seeing Feng Ji, would laugh at her first. Then she would pull Yu Bao in as well. Qin Ni would offer tea. But Feng Ji would say, \"Why have you invited me? Bring out the good things quickly. Otherwise, I'll leave.\" Some maids then laughed, saying, \"Lady Feng, it's good that you didn't come today. If you did, you won't be able to leave.\" Just then, Jia Nong came in to pay his respects. Yu Bao asked, \"Why isn't big brother home today?\" Yao Shi replied, \"Big brother went into town to pay his respects to his father today.\" Then she added, \"Are you not bored and just sitting here? Why not go out for a walk?\" Qin Ni said, \"Today is perfect. Last time you wanted to meet my brother, he's in the study waiting for you today.\" Yu Bao then went to see Qin Ni's brother. Yao Shi hurriedly instructed the servants to take care of him and went out with Yu Bao. Feng Ji said, \"Since you're here, why didn't you invite me in as well, so I can see him?\" Yao Shi said, \"Forget it. Our children are like this—carefree and rough. The children from other families are usually polite and reserved, but we've never seen someone like you.\" Jia Nong said, \"He's shy and inexperienced, he gets nervous around large crowds. Don't be angry.\" Feng Ji spat and said, \"Shut up! Don't say any nonsense! I also want to meet him. Don't you dare say anything!\" Jia Nong winked and said, \"Aunt, don't be angry. We'll bring him over.\" Feng Ji then laughed. Soon after, a person was indeed brought over. He was slightly thinner than Yu Bao, had clear eyebrows and bright eyes, rosy cheeks and red lips, handsome and graceful, even more so than Yu Bao. However, he was shy and bashful, somewhat like a girl, and he gently greeted Feng Ji with a smile of embarrassment. Feng Ji pushed Yu Bao first and said with a laugh, \"He's better than you!\" She then reached out to grab the child's hand, pulled him to sit beside her, and asked him about his age and education. She learned that his given name was Qin Zhong.",
            "chinese": "尤氏一见凤姐，必先取笑一番。然后拉着宝玉一起进去。秦氏敬上茶。凤姐却说：你们请我来到底为了什么？有什么好东西快拿出来。不然我就走了。这时，几个丫鬟先笑起来说：凤奶奶，你今天不来倒好，来了就别想走了。 正说着，贾蓉进来请安。宝玉问：大哥哥今天不在家么？尤氏答道：大哥哥今天进城给父亲请安去了。 然后又说：难道你闲着没地方去，坐在这里干啥？何不出去逛逛？秦氏说：今天刚好，上次你想要见我弟弟，今天他就在书房等着你。宝玉就去见秦氏弟弟。尤氏忙吩咐人小心伺候，跟宝玉一起出去。凤姐却说：既来了，为什么不请进来，让我也见见呢？ 尤氏说：算了，不必见。我们家的孩子胡打海摔惯了，别人家的孩子都是文静斯文的，没见过你这种泼辣。贾蓉说：他害羞，没见过大场面，别生气。凤姐啐道：呸！扯什么屁！我也要见见他。别放屁！贾蓉溜湫著眼儿笑道：婶子别生气，我们带他来就是了。-凤姐也笑了。一会儿，果然带了个人来，比宝玉略瘦些，眉清目秀，粉面朱唇，身材俊俏，举止风流，比宝玉更佳。只是怯怯羞羞，有些女儿之态，靦腆含糊的向凤姐请安问好。凤姐喜的先推宝玉，笑道：比下去了！便探身一把攥了这孩子的手，叫他身旁坐下，慢慢问他年纪、读书等事，方知他学名叫秦钟。"
        },
        {
            "original": "早有凤姐跟的丫鬟、媳妇们，看见凤姐初见秦钟，并未备得表礼来，遂忙过那边去告诉平儿。平儿素知凤姐和秦氏厚密，遂自作主意，拿了一疋尺头，两个“状元及第”的小金锞子，交付来人送过去。凤姐还说：“太简薄些。”秦氏等谢毕。一时，吃过了饭，尤氏、凤姐、秦氏等抹骨牌，不在话下。",
            "english": "Qin Keqing's maids and concubines had all seen that Wang Xifeng did not prepare a present for her first meeting with Qin Zhong, so they rushed over to tell Ping Er. Ping Er always knew that Wang Xifeng and Qin Keqing were close, so she took a bolt of silk and two small gold ingots called \"Empire's Champion\" and sent them to the sender. Wang Xifeng said that it was too simple. Qin Keqing and the others expressed their thanks. Later, they all went to play cards, and that's not something that needs to be talked about in detail.",
            "chinese": "秦可卿的丫鬟、小妾们早看到王熙凤第一次见秦钟竟然没有准备好见面的礼物，于是跑过来告诉平儿。平儿一向知道王熙凤和秦可卿的关系密切，于是自作主张，拿了一疋绸缎和两个“状元及第”的小金锞子，交给来人送去。王熙凤还说太简单了。秦可卿等人表示感谢。一会儿，吃完饭，尤氏、王熙凤、秦可卿等人开始打牌，这里就不多说了。"
        },
        {
            "original": "宝玉、秦钟二人随便起坐说话儿。那宝玉自一见秦钟，心中便如有所失。痴了半日，自己心中又起了个呆想，乃自思道：“天下竟有这等的人物！如今看了，我竟成了泥猪癞狗了。可恨我为什么生在这侯门公府之家？要也生在寒儒薄宦的家里，早得和他交接，也不枉生了一世。我虽比他尊贵，但绫锦纱罗，也不过裹了我这枯株朽木；羊羔美酒，也不过填了我这粪窟泥沟。‘富贵’二字，真真把人荼毒了！……”",
            "english": "Yu Baoyu and Qin Zhong sat down at random and started talking. When Yu Baoyu met Qin Zhong, he was so surprised that he could not react for a long time. All of a sudden he began to think, \"How can there be a person like this on earth? Now that I've seen him, I'm nothing more than a pile of mud. Why was I born into such a wealthy family? If I had been born into a poor family, I would have been able to make friends with him already. It would not have been in vain for me to have lived. Although I am more noble than him, the silk and satin can only wrap around my withered tree, and the fine wine can only fill my dung pit. The two words 'wealthy and noble' really are the death of people!\"\n\nThe passage describes a moment of introspection and reflection for Yu Baoyu, who is the protagonist of the classic Chinese novel \"Dream of the Red Chamber\" (also known as \"The Story of the Stone\"). The setting is a traditional Chinese garden with elegant pavilions, where Yu Baoyu, a young nobleman,偶遇s (encounters by chance) Qin Zhong, a young scholar of similar age and upbringing. Despite his privileged position in society, Yu Baoyu feels a deep sense of inadequacy and longing for a connection with someone like Qin Zhong. He contemplates the disparity between their social standings, realizing that the very status that separates them is, in his eyes, a source of great harm and a barrier to true human interaction. \n\nYu Baoyu's musings highlight themes of social hierarchy, human connection, and the internal struggles of a character yearning for a simpler, more meaningful existence. The passage also touches upon the implications of wealth and social standing in Chinese society during the time period in which the novel is set, illustrating the limitations and conflicts these elements can impose upon individuals. This contemplation by Yu Baoyu sets the stage for further exploration of these themes as the novel unfolds.",
            "chinese": "宝玉、秦钟两人随便地坐着说话。宝玉一见到秦钟，心中就像失去了什么东西，愣了大半天。他忽然在想：这世上怎么有这样的人物！现在见到了他，自己简直就是一堆烂泥。可恨我为什么生在豪门大族的家庭里？如果我出生在穷苦人家，早就能和他相交，也不枉活了一世。我虽然比他高贵，但绫罗绸缎也只能包裹我的这颗干枯的树，羊羔美酒也只是灌满了我的这口粪坑。‘富贵’两个字，真是害死了人啊！……”"
        },
        {
            "original": "那秦钟见了宝玉形容出众，举止不凡，更兼金冠绣服，娇婢侈童：“果然怨不得姐姐素日提起来就夸不绝口。我偏偏生于清寒之家，怎能和他交接，亲厚一番，也是缘法！……”",
            "english": "Kingsong, seeing how handsome and extraordinary Yuange was, and the fact that he was garbed in fine golden hats and embroidered garments, and surrounded by young girls, mused, \"Indeed, he is as I heard my sister describe him. It's a pity that I come from a poor family and am not able to associate with him. We must be fated to be apart…\"",
            "chinese": "那秦钟见了宝玉相貌出众，行为不凡，再加金冠绣服，柔弱少女簇拥左右，想道：“果然像姐姐平常所说的那样，宝玉是这样的优秀。偏偏自己出身贫寒，不能与他交往，也算是无缘无分……”"
        },
        {
            "original": "二人一样胡思乱想。宝玉又问他读什么书。秦钟见问，便依实而答。二人你言我语，十来句话，越觉亲密起来了。",
            "english": "The two chattered aimlessly. Then, as the two engaged in conversation, they became closer. When asking about Qianzhong, Baoyu asked what books he was reading. Qianzhong answered truthfully. The two exchanged one sentence at a time, and the more they talked, the closer they grew to each other.",
            "chinese": "两人胡思乱想。宝玉又问秦钟读什么书。秦钟照实答了。两人一句一句的说，越说越亲热。"
        },
        {
            "original": "一时，捧上茶果吃茶。宝玉便说：“我们两个又不吃酒，把果子摆在里间小炕上，我们那里去，省了闹的你们不安。”于是二人进里间来吃茶。秦氏一面张罗凤姐吃果酒，一面忙进来嘱咐宝玉道：“宝二叔，你侄儿年轻，倘或说话不防头，你千万看著我，别理他。他虽靦腆，却脾气拐孤，不大随和儿。”宝玉笑道：“你去罢，我知道了。”秦氏又嘱咐了他兄弟一回，方去陪凤姐儿去了。",
            "english": "Translation:\n\nAfter a while, tea and snacks were set out. Wang Yuyan said, \"Since you two don't drink wine, why don't you place the fruits on the small bed in the inner room and take a seat there? That way, you won't disturb us.\" Therefore, the two of them went to the inner room to have tea. When Qin Jiushou was arranging for Lady Feng to have fruit wine, she hurriedly came over to remind Wang Yuyan, \"Uncle Wang, your nephew is very young and might not always behave appropriately. You must be considerate of me. Don't pay any attention to him. He might be shy, but he's stubborn and not very easygoing.\" Wang Yuyan said with a smile, \"Go ahead. I understand.\" Qin Jiushou gave her brother another round of reminders before leaving to accompany Lady Feng.",
            "chinese": "一会，摆上茶果吃茶。宝玉便说：“我们两个又不吃酒，把果子摆在里间小炕上，我们那里去，省的闹的你们不安。”于是二人进里间来吃茶。秦氏一面张罗着让凤姐吃果酒，一面忙进来叮嘱宝玉道：“宝二叔，你侄儿年轻，倘若说话不检点，你千万照顾着我，别理他。他虽靦腆，却脾气倔强，不大随和儿。”宝玉笑道：“你去罢，我知道了。”秦氏又叮嘱他兄弟一回，方去陪凤姐儿去了。\n\n一会工夫，就端上茶点吃起来。宝玉说：“我们两个又不喝酒，把果子放到里间的炕上，我们去那屋待着，省得闹得你们不安。”于是二人走进里间来吃茶。秦氏一面安排着让凤姐吃果酒，一面忙进来对宝玉叮嘱道：“宝二爷，你侄儿年轻，说话行事不检点，你千万照顾着我，不要理他。他虽然靦腆，可是脾气倔强，不大随和。”宝玉笑道：“你去罢，我知道了。”秦氏又叮嘱了他弟弟一回，方去陪凤姐儿去了。"
        },
        {
            "original": "一时，凤姐、尤氏又打发人来问宝玉：“要吃什么，只管要去。”宝玉只答应著，也无心在饮食上，只问秦钟近日家务等事。秦钟因言：“业师于去岁辞馆，家父年纪老了，残疾在身，公务繁冗，因此，尚未议及延师，目下不过在家温习旧课而已。再读书一事，也必须有一二知己为伴，时常大家讨论，才能有些进益。－－”宝玉不待说完，便道：“正是呢。我们家却有个家塾，合族中有不能延师的便可入塾读书，亲戚子弟可以附读。我因上年业师回家去了，也现荒废著。家父之意，亦欲暂送我去，且温习著旧书，待明年业师上来，再各自在家读书。家祖母因说，一则家学里子弟太多，恐怕大家淘气，反不好；二则也因我病了几天，遂暂且耽搁著。如此说来，尊翁如今也为此事悬心，今日回去，何不禀明，就在我们这敝塾中来？我也相伴，彼此有益，岂不是好事？”秦钟笑道：“家父前日在家提起延师一事，也曾提起这里的义学倒好，原要来和这里的老爷商议引荐；因这里又有事忙，不便为这点子小事来絮聒。二叔果然度量侄儿或可磨墨洗砚，何不速速作成？彼此不致荒废，既可以常相聚谈，又可以慰父母之心，又可以得朋友之乐，岂不是美事？”宝玉道：“放心，放心。偺们回来告诉你姐夫、姐姐和琏二嫂子。今日你就回家禀明令尊，我回去禀明了祖母，再无不速成之理。”",
            "english": "翻译：\nNot long after, Lady Feng and Yu's lady dispatched someone to inquire of the Prince, \"Tell us if you want anything to eat.\" The Prince only acknowledged with a nod, having no inclination for food. Instead, he inquired about the recent household affairs of Qin Zhong. Qin Zhong replied, \"My teacher resigned from his teaching duties last year. My father, being old and incapacitated, is busy with his work, so we haven't found a new teacher. I'm just reviewing the old courses at home now. In the matter of studying, it's necessary to have one or two close friends to discuss and progress together.\" The Prince interrupted him, saying, \"Indeed. Our family has a family school where some children of our clan who cannot afford a teacher can attend. It's open to relatives' children as well. Last year, my teacher returned home, and the school has been idle since. My father wants me to temporarily attend to review the old courses until the teacher returns next year. Grandfather said there are too many students in the family school, which could disrupt each other's studies, and also, I've been ill for a few days, which is why I couldn't proceed with the studies. So, Father must be concerned about this as well. If you go back today, why not inform him and propose that you study at our family school? With you and me together, we can mutually benefit, wouldn't that be wonderful?\"\n\nQin Zhong chuckled, \"Father mentioned the matter of finding a teacher the other day and mentioned this family school as a good option, intending to consult with the head of this family. However, he thought it somewhat inconvenient to come here for such a small matter. Uncle should decide on this matter swiftly if he thinks I can assist with tasks like grinding ink and washing brushes. This way, we won't waste our time and can often meet each other. It will also soothe our parents' minds, and we can derive pleasure from companionship, which would be a splendid affair, wouldn't it?\"\n\nThe Prince assured him, \"Rest assured, rest assured. We will inform your wife, your sister, and Madam Lian'er of this plan. Today, go back and inform your father, and I will report this to Grandmother. The matter should be resolved soon.\" They both felt delighted and hopeful about the prospect of studying together.",
            "chinese": "没过多久，凤姐和尤氏又派了人来问宝玉：“想要吃什么东西，只管说。”宝玉只是答应着，没有心思吃饭，只是询问秦钟最近的家务等事。秦钟说：“我的老师去年辞去了教书的职务，家里父亲年纪大了，身体不便，公务繁忙，所以还没找新老师。现在只是在家里复习旧课程。读书这件事，必须有一两个知心的朋友一起，经常互相讨论，才能有所进步。”宝玉没等他说完，就说道：“正是这样。我们家有个家塾，族中有些不能请老师的孩子可以去那里读书，亲戚的孩子也可以附读。我去年的老师回家去了，现在也在荒废着。父亲想让我暂时去那里，复习旧课程，等到明年老师回来，再各自在家读书。祖父说，族学里学生太多，恐怕互相捣乱，反而不好；另外，我也因为生病几天了，所以暂时耽误了。这么说来，令尊现在也为此事挂心，今天回去，何不禀告一下，就在我们这个家塾中来读书？我和你一起，彼此有益，岂不是好事？”秦钟笑道：“父亲前天在家提起请老师的事情，也曾提到这个义学很好，本来要来和这里的老爷商量推荐；但考虑到这点小事，不太方便来打扰。二叔如果认为我可以做一些磨墨洗砚之类的事情，何不快点把这事定下来？这样，我们彼此不致荒废，可以经常相聚，又可以安慰父母之心，又可以得到朋友之乐，岂不是美事？”宝玉道：“放心，放心。我们会回去告诉你姐夫、姐姐和琏二嫂子。今天你就回家禀告令尊，我回去禀告祖母，事情很快就能成。”\n\n这描述了一个场景，宝玉和秦钟在一起时，宝玉提到自己可以去一个家塾里读书，而秦钟的家长也有同样打算。他们认为一起学习会互相帮助，有利于彼此的学习进步，并且可以得到家庭的欣慰。宝玉提议秦钟可以立刻回去向父亲报告这个计划，他也会回去让祖母同意，这样他们就可以在同一个家塾里学习了。他们对这个想法感到非常满意和期待。"
        },
        {
            "original": "二人计议已定，那天气已是掌灯时分，出来又看他们玩了一回牌，算账时，却又是秦氏、尤氏二人输了戏酒的东道，言定后日吃这东道。一面又吃了晚饭。",
            "english": "Translation:\n\nAfter they had made their plans, it was nearing the time for dinner, so they went out and watched the game of cards for a while. When it came time to settle the score, it was found that Qiushi and Youshi had lost and were responsible for providing the wine and food for the next gathering. On one side, they also had dinner.",
            "chinese": "二人计议已定，天色已近掌灯时候，出来又看他们玩了会儿牌。算账时，却是秦氏、尤氏输了吃酒的东道，约定后日再来吃这东道。一面又吃了晚饭。"
        },
        {
            "original": "因天黑了，尤氏说：“派两个小子送了秦哥儿家去。”媳妇们传出去半日，秦钟告辞起身，尤氏问：“派谁送去？”媳妇们回说：“外头派了焦大，谁知焦大醉了，又骂呢。”尤氏、秦氏都道：“偏又派他作什么？那个小子派不得？偏又惹他！”凤姐道：“成日家说你太软弱了，纵的家里人这样，还了得吗？”尤氏道：“你难道不知这焦大的？连老爷都不理他，你珍大哥哥也不理他。因他从小儿跟著太爷出过三四回兵，从死人堆里把太爷背出来了，才得了命。自己挨著饿，却偷了东西给主子吃；两日没水，得了半碗水，给主子喝，他自己喝马溺。不过仗著这些功劳情分。有祖宗时，都另眼相待。如今谁肯难为他？他自己又老了，又不顾体面，一味的好酒，喝醉了无人不骂。我常说给管事的：以后不用派他差使，只当他是个死的就完了。今儿又派了他！”凤姐道：“我何曾不知这焦大？到底是你们没主意。何不远远的打发他到庄子上去就完了？”说著，因问：“我们的车可齐备了？”众媳妇们说：“伺候齐了。”凤姐也起身告辞，和宝玉携手同行。",
            "english": "翻译 by Martin Merz\n\nBecause it was getting dark, You Si said, \"Send two lads to take the Qin Zhong home.\" The maids went out and informed Qin Zhong, and soon he took leave and stood up to leave. You Si asked, \"Who should go with him?\" The maids answered, \"We sent Jiao Da outside, but he is drunk and is still cursing.\" You Si and Qin Si both said, \"Why do you need to send him? Why not send one of the young men?\" Wang Xifeng said, \"You are always too soft, allowing the servants to behave so badly.\" You Si said, \"Don't you know Jiao Da? The Master doesn't even speak to him, nor does the Third Master. When Jiao Da was young, he followed the ancestors in four or five campaigns, carrying the Master out of a battlefield when he was near death. He survived on the scraps that he stole for his master to eat, drinking the water that he himself saved to give to his master, and drinking urine when there was no water. He is only able to depend on his past services. In our day, he was well looked after, but who would be cruel to him now? He is an old man who doesn't care about his appearance, and drinks so much that he curses everyone when drunk. I have told the servants not to give him any duties, and just leave him alone. Why do you still send him?\" Wang Xifeng said, \"Of course I know Jiao Da. It's just that you are all so ineffective. Why not send him to the farm far away?\" Then she asked, \"Are the carriages ready?\" The maids said, \"They are ready.\" Wang Xifeng also got up and took leave, leaving the courtyard with the same hand that had held Bao Yin's.",
            "chinese": "因为天黑了，尤氏说：“派两个小子把秦钟送回家。”女佣们听后出门去通知秦钟，一会儿秦钟告辞，起身要走。尤氏问：“派谁送去？”女佣们回说：“外头派了焦大，谁知焦大醉了，又骂呢。”尤氏、秦氏都道：“偏又派他作什么？哪个小子派不得？偏又惹他！”王熙凤说：“成日家说你太软弱了，纵的家里人这样，还了得吗？”尤氏说：“你难道不知这焦大？连老爷都不理他，你珍大哥哥也不理他。因他从小儿跟著太爷出过三四回兵，从死人堆里把太爷背出来了，才得了命。自己挨著饿，却偷了东西给主子吃；两日没水，得了半碗水，给主子喝，他自己喝马溺。不过仗著这些功劳情分。有祖宗时，都另眼相待。如今谁肯难为他？他自己又老了，又不顾体面，一味的好酒，喝醉了无人不骂。我常说给管事的：以后不用派他差使，只当他是个死的就完了。今儿又派了他！”王熙凤说：“我何曾不知这焦大？到底是你们没主意。何不远远的打发他到庄子上去就完了？”说著，因问：“我们的车可齐备了？”女佣们说：“伺候齐了。”王熙凤也起身告辞，和宝玉携手同行。"
        },
        {
            "original": "尤氏等送至大厅前，见灯火辉煌，众小厮们都在丹墀侍立。那焦大又恃贾珍不在家，因趁著酒兴，先骂大总管赖二，说他“不公道！欺软怕硬！有好差使，派了别人；这样黑更半夜送人，就派我。没良心的忘八羔子！瞎充管家！你也不想想，焦大太爷跷起一只腿，比你的头还高些。二十年头里的焦大太爷眼里有谁？别说你们这一把子的杂种们！”正骂得兴头上，贾蓉送凤姐的车出来。众人喝他不住。贾蓉忍不住，便骂了几句，叫人“困起来！等明日酒醒了，再问他还寻死不寻死！”",
            "english": "You and your men are here to serve the people and to quell rebellions. It is time for you to uphold the law and show mercy, not to suppress the innocent. Your actions have led to the suffering of innocent civilians, and you have dishonored the people who placed their trust in you. It is imperative that you cease your violent behavior and bring your forces under control immediately. Failure to do so will result in severe consequences, not only for you but for those you command as well. Remember, the welfare of the people comes first, and justice must be served. I implore you to reconsider your actions and work towards a peaceful resolution. The safety and well-being of the community depend on your responsible leadership. Do not let this situation escalate any further. Let us strive for harmony and fairness in our society. Let us put aside our differences and work together for the betterment of our people. Let us show the world that our community stands united, not divided. Let us restore peace and order, and let justice prevail. Let us begin anew, with a commitment to peace, justice, and the common good. Let us create a brighter future for all, where trust, cooperation, and respect flourish. Let us make this community a shining example of unity and harmony. Together, we can overcome any obstacle and achieve great things. Let us stand strong, united, and focused on the common good. Let us build a future where peace, justice, and prosperity reign. Let us write a new chapter in our history, one of hope, unity, and progress. Let us embark on this journey together, hand in hand, towards a brighter, more peaceful, and more just society. Let us make our community a beacon of hope for others to follow. Let us make a difference, not just for ourselves, but for future generations. Let us make a difference, one small step at a time, but let us make it a lasting impact. Let us embrace change, adapt, and evolve. Let us embrace the future, and shape it with wisdom, compassion, and understanding. Let us be the change we wish to see in the world, and let us inspire others to do the same. Together, we can make a world of difference. Let us work towards a future where peace, justice, and harmony are the norm. Let us stand united, and let our actions speak louder than words. Let us create a legacy of peace, justice, and prosperity for all. Let us set the example for others to follow, and let our community be a shining example of unity and strength. Let us make a positive impact, not just in our own lives, but in the lives of those around us. Let us strive for greatness, and let our achievements inspire others to do the same. Let us be the leaders our community needs, and let our actions reflect the values we hold dear. Let us make a difference, and let our community be a testament to our shared humanity. Let us work together, and let our unity be the foundation upon which our future is built. Let us create a world where peace, justice, and harmony are the cornerstone of society. Let us make a difference, and let our community be a shining example of what is possible when we work together. Let us strive for excellence, and let our achievements inspire others to reach for the stars. Let us be the leaders our community needs, and let our actions be the guiding light for a brighter future. Let us embrace change, and let our adaptability be the strength that drives us forward. Let us strive for greatness, and let our achievements be a testament to our shared humanity. Let us make a positive impact, and let our community be a beacon of hope for others to follow. Let us set the example, and let our unity be the foundation upon which our future is built. Let us work together, and let our community be a shining example of what can be achieved when we stand united. Let us strive for peace, justice, and harmony, and let our actions speak louder than words. Let us create a world where these values are the norm, and let our community be a testament to our shared humanity. Let us be the leaders our community needs, and let our actions inspire others to join us in this noble pursuit. Let us embrace the future, and let our actions be the catalyst for a brighter, more peaceful, and more just society. Let us stand together, and let our unity be the light that guides us towards a brighter future. Let us make a positive impact, and let our community be a shining example of what is possible when we work together. Let us strive for greatness, and let our achievements inspire others to reach for the stars. Let us be the leaders our community needs, and let our actions be the guiding light for a brighter future. Let us embrace change, and let our adaptability be the strength that drives us forward. Let us strive for excellence, and let our achievements be a testament to our shared humanity. Let us make a difference, and let our community be a beacon of hope for others to follow. Let us set the example, and let our unity be the foundation upon which our future is built. Let us work together, and let our community be a shining example of what can be achieved when we stand united. Let us strive for peace, justice, and harmony, and let our actions speak louder than words. Let us create a world where these values are the norm, and let our community be a testament to our shared humanity. Let us be the leaders our community needs, and let our actions inspire others to join us in this noble pursuit. Let us embrace the future, and let our actions be the catalyst for a brighter, more peaceful, and more just society. Let us stand together, and let our unity be the light that guides us towards a brighter future. Let us make a positive impact, and let our community be a shining example of what is possible when we work together. Let us strive for greatness, and let our achievements inspire others to reach for the stars. Let us be the leaders our community needs, and let our actions be the guiding light for a brighter future. Let us embrace change, and let our adaptability be the strength that drives us forward. Let us strive for excellence, and let our achievements be a testament to our shared humanity. Let us make a difference, and let our community be a beacon of hope for others to follow. Let us set the example, and let our unity be the foundation upon which our future is built. Let us work together, and let our community be a shining example of what can be achieved when we stand united. Let us strive for peace, justice, and harmony, and let our actions speak louder than words. Let us create a world where these values are the norm, and let our community be a testament to our shared humanity. Let us be the leaders our community needs, and let our actions inspire others to join us in this noble pursuit. Let us embrace the future, and let our actions be the catalyst for a brighter, more peaceful, and more just society. Let us stand together, and let our unity be the light that guides us towards a brighter future. Let us make a positive impact, and let our community be a shining example of what is possible when we work together. Let us strive for greatness, and let our achievements inspire others to reach for the stars. Let us be the leaders our community needs, and let our actions be the guiding light for a brighter future. Let us embrace change, and let our adaptability be the strength that drives us forward. Let us strive for excellence, and let our achievements be a testament to our shared humanity. Let us make a difference, and let our community be a beacon of hope for others to follow. Let us set the example, and let our unity be the foundation upon which our future is built. Let us work together, and let our community be a shining example of what can be achieved when we stand united. Let us strive for peace, justice, and harmony, and let our actions speak louder than words. Let us create a world where these values are the norm, and let our community be a testament to our shared humanity. Let us be the leaders our community needs, and let our actions inspire others to join us in this noble pursuit. Let us embrace the future, and let our actions be the catalyst for a brighter, more peaceful, and more just society. Let us stand together, and let our unity be the light that guides us towards a brighter future. Let us make a positive impact, and let our community be a shining example of what is possible when we work together. Let us strive for greatness, and let our achievements inspire others to reach for the stars. Let us be the leaders our community needs, and let our actions be the guiding light for a brighter future. Let us embrace change, and let our adaptability be the strength that drives us forward. Let us strive for excellence, and let our achievements be a testament to our shared humanity. Let us make a difference, and let our community be a beacon of hope for others to follow. Let us set the example, and let our unity be the foundation upon which our future is built. Let us work together, and let our community be a shining example of what can be achieved when we stand united. Let us strive for peace, justice, and harmony, and let our actions speak louder than words. Let us create a world where these values are the norm, and let our community be a testament to our shared humanity. Let us be the leaders our community needs, and let our actions inspire others to join us in this noble pursuit. Let us embrace the future, and let our actions be the catalyst for a brighter, more peaceful, and more just society. Let us stand together, and let our unity be the light that guides us towards a brighter future. Let us make a positive impact, and let our community be a shining example of what is possible when we work together. Let us strive for greatness, and let our achievements inspire others",
            "chinese": "尤氏等人送到大厅前，只见灯火辉煌，众小厮们都在丹墀侍立。这时焦大又仗着喝多了酒，先骂大管家赖二，说他“不公道，欺负好人，怕硬欺软，好差使都派了别人，半夜三更送人的差使就派我，你算什么管家！你也不想想，焦大太爷踢一脚，比你的头还高。二十年头里谁不知道焦大太爷，你算什么东西，你们这些狗杂种眼里有谁！”正骂得兴起，贾蓉出来送凤姐的车，众人喝也喝不住，贾蓉忍不住，便骂了几句，要叫人把他绑起来，说等他酒醒后再问他算账。"
        },
        {
            "original": "那焦大那里有贾蓉在眼里？反大叫起来，赶著贾蓉叫：“蓉哥儿！你别在焦大跟前使主子性儿！别说你这样儿的，就是你爹、你爷爷，也不敢和焦大挺腰子呢！不是焦大一个人，你们作官儿，享荣华，受富贵！你祖宗九死一生挣下这个家业，到如今，不报我的恩，反和我充起主子来了。不和我说别的还可，再说别的，偺们白刀子进去，红刀子出来！”凤姐在车上和贾蓉说：“还不早些打发了没王法的东西！留在家里，岂不是害？亲友知道，岂不笑话偺们这样的人家连个规矩都没有？”贾蓉答应了“是”。",
            "english": "请将这段话翻译成古文。\n\n焦大于贾蓉视若无睹，转而高声咆哮，对贾蓉直呼其名：“蓉儿，休要在焦大面前显出主人的威风！别说你，便是你祖父、你父亲也不敢在焦大面前放肆！若非焦大一人之力，你等何以得享官位荣华富贵？你祖上辛劳打下的基业，何以反而视焦大为奴仆？若不与我言其他，尚算你有识时务；若再有不逊之言，我必与你决一死战！”王熙凤在车上对贾蓉说道：“还不速速将焦大赶走！留此人在家，岂非让世人耻笑我等大家族无规矩？亲戚朋友闻之，定会嗤笑我等家族无礼！”贾蓉应声答道：“是。”\n\n焦大岂会将贾蓉放在眼里？反而是放声大骂，对贾蓉道：“蓉哥儿，休要在焦大面前摆主子的架子！别说你，哪怕是你的爹、你爷，也不敢对我焦大如此放肆！若非焦大一人，你这等官职、荣华富贵，又从何而来？你祖上开疆拓土，浴血奋战，才换来今日之景，却不知感恩，反而对焦大起了觊觎之心。你若再出言不逊，焦大可真要与你拼命！”王熙凤坐在车上对贾蓉说：“还不快将焦大驱逐出去！留此人在家，岂不是给咱们家招来是非？外人得知，岂不笑话咱们大家族无规矩？”贾蓉应声答道：“是。”",
            "chinese": "贾蓉哪里把焦大放在眼里，焦大又见贾蓉过来，于是大骂起来：“蓉哥儿，你不要在焦大跟前使主子性儿！别说你，就是你老子你爷爷，也不敢和焦大挺腰子呢！要不是焦大一个人，你们连房子都住不上！焦大随贾家打下江山，流血流汗，才有了你们的今天，你们却不知道感恩，反和焦大作对。你要是再说什么不中听的话，我可就真要和你拼命了！”\n\n凤姐坐在车上对贾蓉说：“还不快把焦大赶走！留下他，岂不是给咱们招惹是非？亲戚朋友知道，岂不笑话咱们这大家庭没有规矩？”\n\n贾蓉答应着：“是。”\n\n将上面的现代汉语句子翻译成古文。\n\n那焦大那里有贾蓉在眼里？反大叫起来，赶著贾蓉叫：“蓉哥儿！你别在焦大跟前使主子性儿！别说你这样儿的，就是你爹、你爷爷，也不敢和焦大挺腰子呢！不是焦大一个人，你们作官儿，享荣华，受富贵！你祖宗九死一生挣下这个家业，到如今，不报我的恩，反和我充起主子来了。不和我说别的还可，再说别的，偺们白刀子进去，红刀子出来！”凤姐在车上和贾蓉说：“还不早些打发了没王法的东西！留在家里，岂不是害？亲友知道，岂不笑话偺们这样的人家连个规矩都没有？”贾蓉答应了“是”。\n\n焦大哪里把贾蓉放在眼里？反而大声叫喊着，对着贾蓉说：“蓉哥儿！你不要在我焦大的面前摆主子的架子！别说你了，就是你老子、你爷爷，也不敢在我焦大面前这么撒野！如果不是因为焦大一个人，你们现在哪里有官做，哪里能享荣华，受富贵？你们现在的家业，全是靠我焦大打江山、流血流汗挣来的，你们却恩将仇报，把我当主子看待！不和我说别的，还算你们识相；要是再敢说一句别的，咱们就刀兵相见，你死我亡！”\n\n王熙凤坐在车上对贾蓉说：“还不快把焦大打发走！留着他，岂不是让咱们这大家庭出丑？亲戚朋友知道了，岂不会笑话咱们这人家没有规矩？”贾蓉答应道：“是。”"
        },
        {
            "original": "众人见他太撒野，只得上来了几个，揪翻困倒，拖往马圈里去。焦大益发连贾珍都说出来，乱嚷乱叫，说要往祠堂里哭太爷去，“那里承望到如今生下这些畜生来！每日偷鸡戏狗，爬灰的爬灰，养小叔子的养小叔子，我什么不知道？偺们‘胳膊折了，往袖子里藏！’”众小厮见他说出来的话有天没日的，唬得魂飞魄丧，把他困起来，用土和马粪满满的填了他一嘴。凤姐和贾蓉也遥遥的听见了，都装作没听见。宝玉在车上听见，因问凤姐道：“姐姐，你听他说，‘爬灰的爬灰’，这是什么话？”凤姐连忙喝道：“少胡说！那是醉汉嘴里胡吣！你是什么样的人，不说没听见，还倒细问！等我回了太太，看是捶你不捶你！”吓得宝玉连忙央告：“好姐姐，我再不敢说这些话了！”凤姐哄他道：“好兄弟，这才是呢。等回去偺们回了老太太，打发人到家学里去说明了，请了秦钟，学里念书去要紧。”说著，自回荣府而来。",
            "english": "Here, everyone saw that he was being too bold and rude and had to come up and pin him down. They then tied him up and dragged him to the horse stable. Chao Da continued to denounce Jia Zhen and rambled on, saying that he would go to the ancestral temple to mourn his deceased father. He said, \"Who would have thought that I would have children like this! All the while, they have been stealing chickens and dogs, taking things from the house, and still not being satisfied. They also climbed to the roof to seduce their uncles! I know all about it! They even hide their broken arms in their sleeves!\" Nobody could have possibly said these things, so the servant boys were terrified and tied Chao Da up, shoving dirt and manure into his mouth. When Fengzheng and Jia Rong heard this, they pretended not to have heard it. When Yuanyang heard it from the cart, he asked Fengzheng, \"What does 'climbing on father' mean?\" Fengzheng immediately rebuked, \"Don't say such nonsense! It's drunken talk! What are you that you can ask such a question?\" Frightened, Yuanyang immediately apologized, \"Please be merciful, my dear sister! I will never say such words again!\" Fengzheng then said, \"My dear brother, that's correct. Let's go and tell your mother. Maybe she'll have you punished or beaten. But it's important that you bring back your cousin Qin Zhong to study!\" After saying this, Fengzheng returned to the Rong府.",
            "chinese": "大家见他太放肆，只好上来几个把他按翻，捆起来，拖到马圈里去。焦大越发将贾珍也骂了出来，胡言乱语，说要去祠堂哭丧，说：“哪里想到如今生下这些畜生来！平日偷鸡摸狗，上房偷东西，还只嫌不够，又爬到房上去，勾搭起小叔子来，我什么不知道？什么胳膊断了，往袖子里藏！”，这些话没人能说得出来，吓得小厮们魂飞魄丧，把他捆起来，堵上土和马粪。凤姐和贾蓉听见了，却假装没听见。宝玉在车上听见，问凤姐道：“姐姐，你说的‘爬灰的爬灰’是什么意思？”凤姐忙喝道：“你少胡说！那是酒醉话！你是个什么人，该不该就问这些话？”吓得宝玉连忙央告：“好姐姐，我再不敢说这些话了！”凤姐哄他道：“好兄弟，这是对的。等回去告诉你妈，看是打你还是罚你，叫请了秦钟回来念书要紧。”说着，自己回荣府去了。"
        },
        {
            "original": "要知端的，下回分解。",
            "english": "The translation is:\n\nTo find out the truth, next time I will break it down and tell you.\n\nTo break this down further:\n\n我想知道事情的真相，所以希望你能耐心等待，下一次我会详细解释。This means:\n\n\"I want to know the truth, so please be patient. Next time, I will provide a detailed explanation.\" \n\n\"分解告诉你\" translates to \"break it down and tell you\" which is a more literal translation of the original phrase in Chinese that is often used to imply a step-by-step explanation. \n\nThis sentence structure reflects the polite and explanatory tone in Chinese, which is more direct and straightforward in English. The context of the sentence seems to suggest a promise to provide more details or answers in the future. \n\nKeep in mind that translations might vary slightly depending on the context or the specific nuance of the Chinese sentence. But this translation maintains the general meaning and intent of the original sentence.",
            "chinese": "想要知道事情的真相，下回再分解告诉你。"
        }
    ],
    "title": "《送宫花贾琏戏熙凤　宴宁府宝玉会秦钟》",
    "chapter_number": 7
}