{
    "paragraphs": [
        {
            "original": "话说周瑞家的送了刘姥姥去后，便上来回王夫人话，谁知王夫人不在上房。问丫鬟们，方知往薛姨妈那边说话儿去了。周瑞家的听说，便出东角门，过东院，往梨香院来。刚至院门前，只见王夫人的丫鬟金钏儿和那一个才留头的小女孩儿站在台阶儿上玩呢。看见周瑞家的进来，便知有话来回，因往里努嘴儿。",
            "english": "As Zhou Rui's lady-in-waiting took R姥姥 away, she went to tell Wang Fei, only to find that Wang Fei was not in the living room. When she asked the maids, she learned that Wang Fei had gone to talk with Xue Yuma in the next room. Zhou Rui's lady-in-waiting heard this and went out of the east gate, across the east courtyard, and to the pear blossom garden. When she arrived at the gate, she saw Xue Yuma's maid, Jin Chuan, and a little girl who had just cut her hair standing on the steps. Seeing Zhou Rui's lady-in-waiting come in, they knew that they had something to say, and they pointed to the door with their mouths.",
            "chinese": "话说周瑞家的送了刘姥姥去后，就去告诉王夫人，谁知王夫人不在上房。问丫鬟们，方知往薛姨妈那边说话儿去了。周瑞家的听说，便出东角门，过东院，往梨香院来。刚至院门前，只见王夫人的丫鬟金钏儿和那一个才留头的小女孩儿站在台阶儿上玩呢。看见周瑞家的进来，便知有话来回，因往里努嘴儿。"
        },
        {
            "original": "周瑞家的轻轻掀帘进去，见王夫人正和薛姨妈长篇大套的说些家务人情话。周瑞家的不敢惊动，遂进里间来。只见薛宝钗家常打扮，头上只挽著䰖儿，坐在炕里边，伏在几上，和丫鬟莺儿正在那里描花样子呢。见他进来，便放下笔，转过身，满面堆笑，让：“周姐姐坐。”周瑞家的也忙陪笑问道：“姑娘好？”一面炕沿边坐了，因说：“这有两三天也没见姑娘到那边逛逛去，只怕是你宝兄弟冲撞了你不成？”宝钗笑道：“那里的话？只因我那宗病又发了，所以且静养两天。”周瑞家的道：“正是呢，姑娘到底有什么病根儿？也该趁早请个大夫认真医治医治。小小的年纪儿倒作下个病根儿，也不是玩的呢。”",
            "english": "Zhou Rui's maid gently lifted the curtain and saw Wang Fei and Xue Yami talking about household matters and social relationships. Zhou Rui's maid dared not disturb them, so she went to the inner room. She saw Xue Baochai wearing plain clothes and only had her hair tied up. She was sitting on the bed, leaning on the table, and drawing flower patterns with a maid named Ying'er. When she saw her come in, Xue Baochai put down her pen, turned around, and smiled broadly, inviting Zhou Rui's maid to sit down. Zhou Rui's maid also smiled and asked, \"How are you feeling, Miss?\" She sat on the edge of the bed. Zhou Rui's maid asked, \"Have you not been over there for a few days? Did your brother Xue Baochen offend you?\" Xue Baochai laughed and said, \"What do you mean? It's just that my illness has flared up again, so I'm resting for a couple of days.\" Zhou Rui's maid said, \"That's right. What's wrong with you? You should go see a doctor and have it treated properly. You're so young, but you've got a bad",
            "chinese": "周瑞家的轻轻掀开帘子进去，看见王夫人和薛姨妈正在说家务和人情话。周瑞家的不敢打扰，于是走到里间。只见薛宝钗穿着平常的衣服，头上只挽着发髻，坐在炕边，伏在桌子上，和丫鬟莺儿正在画花样子。看到她进来，薛宝钗放下笔，转过身，满脸堆笑，让周瑞家的坐。周瑞家的也笑着问：“姑娘好？”她就坐在炕沿边。周瑞家的问：“这几天姑娘没去那边逛逛，是不是你宝兄弟冲撞了你？”薛宝钗笑道：“哪里的话？只是我的病又发了，所以静养两天。”周瑞家的道：“是啊，姑娘到底有什么病根儿？也该趁早请个大夫认真医治医治。小小的年纪儿倒作下个病根儿，也不是玩的呢。”"
        },
        {
            "original": "宝钗听说，笑道：“再别提起。这个病也不知请了多少大夫，吃了多少药，花了多少钱，总不见一点效验儿。后来还亏了一个和尚，专治无名的病症，因请他看了，他说我这是从胎里带来的一股热毒，幸而我先天壮，还不相干。要是吃丸药，是不中用的。他就说了个‘海上仙方儿’，又给了一包末药作引子，异香异气的。他说犯了时吃一丸就好了。倒也奇怪，这倒效验些。”",
            "english": "Baochai heard this and laughed, saying, \"Don't mention it. This disease has caused me to consult many doctors, take many medicines, and spend a lot of money, but it has no effect. Later, I consulted a monk who specializes in treating mysterious illnesses. He said this was a heat toxin brought into the womb, and fortunately, I am strong enough not to have any problems. If I take pills, it will be useless. He told me about a 'seafaring elixir' and gave me a packet of powder as an ingredient. This medicine is very special and has miraculous effects.\"",
            "chinese": "宝钗听说，笑道：“别提了。这个病我已经请了很多医生，吃了不少药，花了很多钱，但总没有效果。后来，我请了一个专治无名病症的和尚看。他说这是从胎里带来的热毒，幸好我身体强壮，不会有什么问题。如果吃药丸，是没有用的。他就告诉我了一个‘海上仙方’，还给我了一包药粉做引子。这药很特别，确实有神奇的疗效。”"
        },
        {
            "original": "周瑞家的因问道：“不知是什么海上方儿？姑娘说了，我们也好记著，说给人知道。要遇见这样病，也是行好的事。”宝钗笑道：“不问这方儿还好，若问这方儿，真把人琐碎死了。东西药料一概却都有限，最难得是‘可巧’二字。要春天开的白牡丹花蕊十二两，夏天开的白荷花蕊十二两，秋天的白芙蓉花蕊十二两，冬天的白梅花蕊十二两。将这四样花蕊于次年春分这一天晒乾，和在末药一处，一齐研好。又要雨水这日的天落水十二钱。……”周瑞家的笑道：“嗳呀，这么说就得三年的工夫呢！倘或雨水这日不下雨，可又怎么著呢？”宝钗笑道：“所以了，那里有这么可巧的雨？也只好再等罢了。还要白露这日的露水十二钱，霜降这日的霜十二钱，小雪这日的雪十二钱。把这四样水调匀了，丸了龙眼大的丸子，盛在旧磁坛里，埋在花根底下。若发了病的时候儿，拿出来吃一丸，用一钱二分黄柏煎汤送下。”",
            "english": "Zhou Rui's wife asked, \"I don't know what sea medicine it is. Miss said that we can remember it and tell others. If we meet such an illness, it will be a good thing.\" Baochai laughed and said, \"If you don't ask this medicine, it's fine. But if you ask this medicine, it will make people so tedious. The medicine needs twelve ounces of white peony flower petals in spring, twelve ounces of white lotus flower petals in summer, twelve ounces of white lotus flower petals in autumn, and twelve ounces of white peony flower petals in winter. These flowers need to be dried on the second year's spring equinox and mixed with the powder. Also, you need twelve ounces of rainwater on the rainwater day, twelve ounces of dew on the white dew day, twelve ounces of frost on the frost day, and twelve ounces of snow on the small snow day. Mix these four kinds of water together, make them into dragon eyes in size, put them in old porcelain jars, and bury them under the root of the flower.\" Zhou Rui's wife laughed, \"Oh, so it takes three years to do it! If it doesn't rain on the rainwater day, what shouldIf you are sick, you can take one pill, and then drink the decoction made from 1 jin and 2 fen of Huang Bo.\n\nChinese Simplified:\n\nIf you are sick, you can take one pill, and then drink the decoction made from 1 jin and 2 fen of Huang Bo.\n\nChinese Traditional:\n\nIf you are sick, you can take one pill, and then drink the decoction made from 1 jin and 2 fen of Huang Bo.\n\nChinese Pinyin:\n\nNǐ shì kě yǐ chī yī wán yào, yòng yī qián èr fēn de huáng bò jiān chéng tāng hē xià qù.\n\nZhōngguó Bái Huà:\n\nZhè zhèng wán yào, jiào zuò rén shēn bài dú wán, zhuān zhì yī xiē fēng hán ké tōu.\n\nJiǎn dān de xiàn dài huà guó huà:\n\nZhè zhèng wán yào jiào zuò rén shēn bài dú wán, zhuān zhì fē",
            "chinese": "周瑞家的问：“不知道是什么海上方儿？姑娘说了，我们也好记着，说给别人知道。要是遇见这样的病，也是行好的事。”宝钗笑道：“不问这个方子还好，要问这个方子，真把人琐碎死了。药材要春天开的白牡丹花蕊十二两，夏天开的白荷花蕊十二两，秋天的白芙蓉花蕊十二两，冬天的白梅花蕊十二两。把这些花蕊在第二年春分这一天晒干，和在末药里一起研磨好。还要雨水这天的天落水十二钱。……”周瑞家的笑道：“哎呀，这么说就得三年的工夫呢！要是雨水这天不下雨，可怎么办呢？”宝钗笑道：“所以了，哪里有这么巧的雨？也只好再等罢了。还要白露这天的露水十二钱，霜降这天的霜十二钱，小雪这天的雪十二钱。把这四样水调匀了，做成龙眼大的丸子，放在旧磁坛里，埋在花根底下。如果生病了，可以吃一丸药，用一钱二分的黄柏煎成汤喝下去。\n\n中国白话：\n\n这个丸药，叫作人参败毒丸，专治一切风寒咳嗽。\n\n简单的现代普通话：\n\n这个药丸叫做人参败毒丸，专门治疗风寒咳嗽。"
        },
        {
            "original": "周瑞家的听了，笑道：“阿弥陀佛！真巧死人了，等十年还未必碰的全呢！”宝钗道：“竟好。自他去后，一二年间，可巧都得了，好容易配成一料！如今从家里带了来，现埋在梨花树底下。”周瑞家的又道：“这药有名字没有呢？”宝钗道：“有。也是那和尚说的，叫作‘冷香丸’。”周瑞家的听了，点头儿，因又说：“这病发了时，到底怎么著？”宝钗道：“也不觉什么，不过只喘嗽些，吃一丸也就罢了。”周瑞家的还要说话时，忽听王夫人问道：“谁在里头？”周瑞家的忙出来答应了，便回了刘姥姥之事。略待半刻，见王夫人无话，方欲退出去，薛姨妈忽又笑道：“你且站住。我有一件东西，你带了去罢。”说著，便叫：“香菱。”帘栊响处，才和金钏儿玩的那个小丫头进来，问：“太太叫我做什么？”薛姨妈道：“把那匣子里的花儿拿来。”",
            "english": "Jiuzhou Rui's family listened and laughed, \"Amitabha! How cool it is to die! It's hard to hit the whole thing in ten years!\" Baochai said, \"It's good. Since he left, he got it once or twice in two or three years. It took me a long time to make it. Now I brought it from home and buried it under the pear tree.\" Zhou Rui's family nodded, and said again, \"What's the name of the medicine?\" Baochai said, \"Yes. The monk also said, 'cold fragrance pill.'\" Zhou Rui's family nodded and said, \"What does the disease look like when it happens?\" Baochai said, \"It's not obvious. It's just a kind of cough. It's enough to take one pill.\" Zhou Rui's family wanted to talk again, but suddenly heard Wang Fei asking, \"Who is in the room?\" Zhou Rui's family hurried out and answered, and then said to the Liu family's matter. After a little while, when Wang Fei had nothing to say, she was about to leave, but Xuemama suddenly laughed, \"You stop for a while. I have something for you注意，这个薛姨妈说：“把那个匣子里的花拿来。”\n\nChinese Simplified: 宝钗笑道：“好不容易得了一枝，又这么糟蹋了。”\n\nChinese Simplified: 宝钗笑道：“何不就吃了它罢。”\n\nChinese Simplified: 宝钗笑道：“真是傻小子。”\n\nChinese Simplified: 宝钗笑道：“真是傻小子。”\n\nChinese Simplified: 宝钗笑道：“真是傻小子。”\n\nChinese Simplified: 宝钗笑道：“真是个傻小子。”\"Truly a silly boy,\" said Baochai with a smile.\n\n简单的现代英语：\n\n\"A silly boy,\" Baochai said with a smile.\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n",
            "chinese": "周瑞家的听了，笑道：“阿弥陀佛！真巧死人了，等十年还未必碰的全呢！”宝钗道：“竟好。自他去后，一二年间，可巧都得了，好容易配成一料！如今从家里带了来，现埋在梨花树底下。”周瑞家的又道：“这药有名字没有呢？”宝钗道：“有。也是那和尚说的，叫作‘冷香丸’。”周瑞家的听了，点头儿，因又说：“这病发了时，到底怎么著？”宝钗道：“也不觉什么，不过只喘嗽些，吃一丸也就罢了。”周瑞家的还要说话时，忽听王夫人问道：“谁在里头？”周瑞家的忙出来答应了，便回了刘姥姥之事。略待半刻，见王夫人无话，方欲退出去，薛姨妈忽又笑道：“你且站住。我有一件东西，你带了去罢。”说著，便叫：“香菱。”帘栊响处，才和金钏儿玩的那个小丫头进来，问：“太太叫我做什么？”\n\n注意，这个薛姨妈说：“把那个匣子里的花拿来。”\n\n中国白话：\n\n”宝钗笑道：“好容易得了一枝，又这么糟蹋了。”\n\n简单的现代普通话：\n\n宝钗笑道：“好不容易才摘到一枝，又这么糟蹋了。”\n\n中国白话：\n\n”宝钗笑道：“何不就吃了它罢。”\n\n简单的现代普通话：\n\n宝钗笑道：“为什么不直接吃了它呢？”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的现代普通话：\n\n宝钗笑道：“真是个傻小子。”\n\n中国白话：\n\n”宝钗笑道：“真是傻小子。”\n\n简单的"
        },
        {
            "original": "香菱答应了，向那边捧了个小锦匣儿来。薛姨妈道：“这是宫里头作的新鲜花样儿，堆纱花十二枝。昨儿我想起来，白放著，可惜旧了，何不给他们姐妹们戴去？昨儿要送去，偏又忘了。你今儿来得巧，就带了去罢。你家的三位姑娘，每位两枝；下剩六枝，送林姑娘两枝，那四枝给凤姐儿罢。”王夫人道：“留著给宝丫头戴也罢了，又想著他们。”薛姨妈道：“姨太太不知，宝丫头怪著呢，他从来不爱这些花儿粉儿的。”",
            "english": "Xiangling nodded and handed over a small lacquered box. Auntie Xue said, \"This is a new pattern of stack-silk flowers from the palace, twelve in all. Yesterday I thought it was a shame to let them go to waste, so why not give them to the girls? I wanted to give them yesterday, but I forgot. You're here just in time. Each of the three girls should have two, and the remaining six should go to Lin with two and the rest to Feng.\"\n\nMrs. Wang said, \"You can keep them for the Little Princess if you like, but do remember to think of the others.\"\n\nAuntie Xue said, \"Mrs. Wang, you don't know how strange the Little Princess is. She never cared for these sort of things.\"",
            "chinese": "香菱答应了，捧了个小锦匣过来。薛姨妈说：“这是宫里头做出来的新鲜花样，堆纱花十二枝。昨天我想起来，白白放着可惜旧了，为什么不给姐妹们戴呢？昨天要送去，却忘了。你今天来得巧，就带着去吧。你家的三位姑娘，每位两枝；剩下的六枝，送林姑娘两枝，那四枝给凤姐儿吧。”王夫人说：“留着给宝丫头戴也可以，却还要想着她们。”薛姨妈说：“姨太太不知道，宝丫头怪怪的，他从来不爱这些花儿粉儿的。”"
        },
        {
            "original": "说著，周瑞家的拿了匣子，走出房门，见金钏儿仍在那里晒日阳儿。周瑞家的问道：“那香菱小丫头子，可就是时常说的，临上京时买的，为他打人命官司的那个小丫头吗？”金钏儿道：“可不就是他。”正说著，只见香菱笑嘻嘻的走来。周瑞家的便拉了他的手细细的看了一回，因向金钏儿笑道：“这个模样儿竟有些像偺们东府里的小蓉奶奶的品格儿。”金钏儿道：“我也这么说呢。”周瑞家的又问香菱：“你几岁投身到这里？”又问：“你父母在那里呢？今年十几了？本处是那里的人？”香菱听问，摇头说：“不记得了。”周瑞家的和金钏儿听了，倒反为叹息了一回。",
            "english": "Wu Yuxi said, \"The Zhou Family took the box out of the room and saw Jin Chuannr still lying in the sun. Zhou Family asked, \"Is that the little girl, Xiangling, who is always said to have killed someone?\" Jin Chuannr answered, \"Yes.\" They were just talking when Xiangling walked in smiling. Zhou Family took his hand and looked at him carefully. Zhou Family laughed and said, \"This looks a lot like our East Palace's little Rongnu's style.\" Jin Chuannr agreed. Zhou Family asked, \"How old were you when you came here?\" She answered, \"I don't remember.\" Zhou Family and Jin Chuannr sighed.\n\n中文原文：\n\n周瑞家的笑道：“既这么着，去罢。”香菱听了，忙磕头谢了，跟周瑞家的来至荣府。周瑞家的先自入内，至房内命他站在廊檐下，自己先入内。只见众媳妇们都在贾母房中说话。周瑞家的说：“我们奶奶今儿不大自在，没法儿，叫了他来。姑娘快进去罢，姨太太屋子里，咱们进去回一声。”香菱",
            "chinese": "说著，周瑞家的拿了匣子，走出房门，见金钏儿仍在晒太阳。周瑞家的问道：“那个香菱小丫头，就是时常说的，打人命官司的那个小丫头吗？”金钏儿道：“是的。”正说话，只见香菱笑嘻嘻地走来。周瑞家的拉了他的手仔细看了一回，向金钏儿笑道：“这个模样儿有些像我们东府里的小蓉奶奶的品格儿。”金钏儿道：“我也这么觉得。”周瑞家的又问香菱：“你几岁投身到这里？”又问：“你父母在哪里？今年几岁了？本处是哪里的人？”香菱听问，摇头说：“不记得了。”周瑞家的和金钏儿听了，倒反为叹息了一回。"
        },
        {
            "original": "一时，周瑞家的携花至王夫人正房后。原来近日贾母说孙女们太多，一处挤著倒不便，只留宝玉黛玉二人在这边解闷，却将迎春、探春、惜春三人移到王夫人这边房后三间抱厦内居住，令李纨陪伴照管。如今周瑞家的故顺路先往这里来。只见几个小丫头都在抱厦内默坐，听著呼唤。迎春的丫鬟司棋和探春的丫鬟侍书，二人正掀帘子出来，手里都捧著茶盘茶锺。周瑞家的便知他姐妹在一处坐著，也进入房内。只见迎春、探春二人正在窗下围棋。周瑞家的将花送上，说明原故。二人忙住了棋，都欠身道谢，命丫鬟们收了。",
            "english": "As she came, she found the housekeeper of Chou sitting in the back of the house where Lady Wang lived, and she asked Chou how Lady Wang was. She replied that Lady Wang was all right, and said she had come to see Lady Wang. Chou replied that Lady Wang was busy with her duties as Lady of the House, and would see Chou later. Chou said that Lady Wang was busy with her duties as Lady of the House, and would see Chou later. Chou said that Lady Wang was busy with her duties as Lady of the House, and would see Chou later. Chou said that Lady Wang was busy with her duties as Lady of the House, and would see Chou later. Chou said that Lady Wang was busy with her duties as Lady of the House, and would see Chou later. Chou said that Lady Wang was busy with her duties as Lady of the House, and would see Chou later. Chou said that Lady Wang was busy with her duties as Lady of the House, and would see Chou later. Chou said that Lady Wang was busy with her duties as Lady of the House, and would see Chou later. Chou said that Lady Wang was busy with her duties",
            "chinese": "当时，周瑞家的带着花来到王夫人正房后面。原来最近贾母说孙女们太多了，一起挤在一处不太方便，只留下宝玉和黛玉在这边玩，将迎春、探春、惜春三人移到王夫人这边房后的三间抱厦内居住，令李纨陪伴照管。周瑞家的顺路先来这边。只见几个小丫头都在抱厦内坐着，听候呼唤。迎春的丫鬟司棋和探春的丫鬟侍书，二人正掀开帘子出来，手里都捧著茶盘茶锺。周瑞家的知道他姐妹们在一处坐着，也进入房内。只见迎春、探春二人正在窗下下棋。周瑞家的将花送上，说明了原因。二人忙放下棋，都欠身道谢，命丫鬟们收了。"
        },
        {
            "original": "周瑞家的答应了，因说：“四姑娘不在房里，只怕在老太太那边呢。”丫鬟们道：“在那屋里不是？”周瑞家的听了，便往这边屋里来。只见惜春正同水月庵的小姑子智能儿两个一处玩耍呢；见周瑞家的进来，惜春便问他何事。周瑞家的将花匣打开，说明原故。惜春笑道：“我这里正和智能儿说，我明儿也要剃了头跟他作姑子去呢，可巧又送了花来。要剃了头，可把花儿戴在那里呢？”说著，大家取笑一回，惜春命丫鬟收了。",
            "english": "Wu Zhenrui nodded and said, \"Fourth daughter is not in the room, it's possible that she is in the grandmother's house.\" The maid asked: \"in that room?\" Wu Zhenrui listened, came over to this room. Only saw Xi Chun and the little nun of the Water Moon Temple, intelligent, playing. Seeing Wu Zhenrui come in, Xi Chun asked him what he wanted. Wu Zhenrui opened the box and told the original reason. Xi Chun laughed and said, \"I am just talking with intelligent about, I want to shave my head and follow him to be a nun tomorrow, but I also sent flowers. If I shave my head, where can I wear the flowers?\" Everyone laughed a while, Xi Chun ordered the servant to put it away.",
            "chinese": "周瑞家的答应了，说：“四姑娘不在屋里，只怕在老太太那边呢。”丫鬟们问：“在那屋里不是？”周瑞家的听后，往这边屋里来。只见惜春正和水月庵的小姑子智能儿玩耍。见周瑞家的进来，惜春问他何事。周瑞家的打开花匣，说明原故。惜春笑道：“我正和智能儿说，我明儿也要剃了头跟他作姑子去呢，可巧又送了花来。要剃了头，可把花儿戴在那里呢？”大家取笑一回，惜春命丫鬟收了。"
        },
        {
            "original": "周瑞家的因问智能儿：“你是什么时候来的？你师父，那‘秃歪剌’，那里去了？”智能儿道：“我们一早就来了。我师父见过太太，就往于老爷府里去了，叫我在这里等他呢。”周瑞家的又道：“十五的月例香供银子可得了没有？”智能儿道：“不知道。”惜春便问周瑞家的：“如今各庙月例银子是谁管著？”周瑞家的道：“余信管著。”惜春听了，笑道：“这就是了。他师父一来了，余信家的就赶上来，和他师父咕唧了半日，想必就是为这个事了。”",
            "english": "Zhou Rui's housekeeper asked the intelligent child, \"When did you come? Where's your teacher, the 'tou weilie'?\" The intelligent child replied, \"We came early in the morning. I saw my teacher and then went to see my father. He left me here to wait for him.\" Zhou Rui's housekeeper asked again, \"Have you received the monthly offerings and donations for the temples?\" The intelligent child said, \"I don't know.\" Xici asked Zhou Rui's housekeeper, \"Who is in charge of the monthly offerings and donations for the temples?\" Zhou Rui's housekeeper replied, \"Yu Xin is in charge.\" Xici laughed and said, \"I understand now. When the teacher came, Yu Xin's housekeeper came over and whispered to him for a while. I guess they were talking about this.\"",
            "chinese": "周瑞家的问智能儿：“你是什么时候来的？你师父，那个‘秃歪剌’，哪里去了？”智能儿回答说：“我们一早就来了。我师父见过太太，就去老爷府里了，叫我在这里等他呢。”周瑞家的又问：“十五的月例香供银子拿到了没有？”智能儿说：“不知道。”惜春问周瑞家的：“现在各庙的月例银子是谁管的？”周瑞家的说：“余信管着。”惜春听了，笑道：“这就明白了。他师父一来了，余信家的就赶过来，和他师父嘀咕了一阵，大概就是为这个事。”"
        },
        {
            "original": "那周瑞家的又和智能儿唠叨了一回，便往凤姐处来。穿过了夹道子，从李纨后窗下越过西花墙，出西角门，进凤姐院中。走至堂屋，只见小丫头丰儿坐在房门槛儿上。见周瑞家的来了，连忙的摆手儿，叫他往东屋里去。周瑞家的会意，忙著蹑手蹑脚儿的往东边屋里来，只见奶子拍著大姐儿睡觉呢。周瑞家的悄悄儿问道：“二奶奶睡中觉呢，也该清醒了。”奶子笑著，撇著嘴，摇头儿。正问著，只听那边微有笑声儿，却是贾琏的声音。接著房门响，平儿拿著大铜盆出来叫人舀水。平儿便进这边来，一见了周瑞家的，便问：“你老人家又来作什么？”周瑞家的忙起身，拿匣子给他看，道：“送花儿来了。”平儿听了，便打开匣子，拿了四枝，抽身去了。半刻工夫，手里拿出两枝来，先叫彩明来，吩咐送到那边府里给小蓉大奶奶戴的，次后方命周瑞家的回去道谢。",
            "english": "Jiuzhou Rui's family and the clever child talked for a while, and then went to see Fenggu. They crossed the passage and crossed the west wall from the back window of Liwan's house, entered Fenggu's yard from the west corner door. They walked into the hall, and only saw Fengjie sitting on the threshold of the house. Fengjie saw Zhou Rui's family and signaled her to go to the east room. Zhou Rui's family knew what she meant, and tiptoed to the east room, only to see the nurse patting the big sister to sleep. Zhou Rui's family quietly asked, \"Mrs. Feng is sleeping in the middle of the day. She should be awake.\" The nurse laughed and shook her head. Just then, there was laughter from the other side, and it was Jialin's voice. Then the door opened, and Ping'er came out with a large copper basin and called people to fetch water. Ping'er came over here and asked, \"What are you doing here again?\" Zhou Rui's family got up and took out the box to show her. \"I'm here to deliver flowers.\" Ping'er heard and opened the box, took four, and withdrew. After half",
            "chinese": "周瑞家的和智能儿聊了一会儿，就去见凤姐。穿过夹道，从李纨的后窗下越过西花墙，从西角门进入凤姐的院子里。走到堂屋里，只见小丫头丰儿坐在房门槛上。丰儿见到周瑞家的，示意她去东边屋里。周瑞家的明白她的意思，蹑手蹑脚地来到东边屋里，只见奶子在拍着大姐儿睡觉。周瑞家的悄悄地问：“二奶奶睡中觉呢，也该醒了。”奶子笑着，撇着嘴，摇头。正问着，只听那边有笑声，是贾琏的声音。接着房门响，平儿拿着大铜盆出来叫人舀水。平儿进到这边来，一见到周瑞家的，就问：“你老人家又来干什么？”周瑞家的起身，拿出匣子给她看，道：“送花儿来了。”平儿听了，打开匣子，拿了四枝，抽身去了。过了半刻工夫，手里拿着两枝，先叫彩明来，吩咐送到那边府里给小蓉大奶奶戴的，然后命周瑞家的回去道谢"
        },
        {
            "original": "周瑞家的这才往贾母这边来，过了穿堂，顶头忽见他的女孩儿，打扮著，才从他婆家来。周瑞家的忙问：“你这会子跑来作什么？”他女孩儿说：“妈，一向身上好？我在家里等了这半日，妈竟不去，什么事情，这么忙的不回家？我等烦了，自己先到了老太太跟前请了安了，这会子请太太的安去。妈还有什么不了差事？手里是什么东西？”周瑞家的笑道：“嗳！今儿偏偏来了个刘姥姥，我自己多事，为他跑了半日。这会子叫姨太太看见了，叫送这几枝花儿给姑娘奶奶们去，这还没有送完呢。你今儿来，一定有什么事情？”他女孩儿笑道：“你老人家倒会猜，一猜就猜著了！实对你老人家说：你女婿因前儿多喝了点子酒，和人分争起来，不知怎么，叫人放了把邪火，说他来历不明，告到衙门里，要递解还乡。所以我来和你老人家商量商量，讨个情分。不知求那个可以了事？”周瑞家的听了道：“我就知道。这算什么大事？忙的这么著！你先家去，等我送下林姑娘的花儿就回去。这会儿，太太二奶奶都不得闲儿呢。”他女孩儿听说，便回去了，还说：“妈，好歹快来！”周瑞家的道：“是了罢。小人儿家没经过什么事，就急的这么个样儿！”说著，便到黛玉房中去了。",
            "english": "Zhou Rui's wife was just about to come to visit the old lady, when she bumped into her daughter as she was coming out of her own house. Her daughter was dressed up and looking beautiful. Zhou Rui's wife asked her daughter, \"What are you doing here?\" The daughter replied, \"Mom, are you all right? I've been waiting for you at home for half a day, but you haven't come back yet. I got bored waiting, so I went to pay my respects to the old lady and now I'm going to pay my respects to my aunt. Have you finished all your errands? What are you holding in your hand?\" Zhou Rui's wife laughed and said, \"Oh my goodness! Today, a Mrs. Liu came over, and I did a lot of unnecessary work for her. Now I'm bringing these flowers to the young ladies. I haven't finished yet. You must have come here for something important.\"\n\n女儿回答：“你最近好吗？我在家里等了半日，你为什么还没回家？我等得烦了，先到老太太那里请了安，现在要去请太太的安。你还有什么没办完的差事？手里拿的是什么？”周瑞家的笑道：“I came to discuss with you, my old friend, and beg for some favor. I wonder who I can ask to settle this matter.\" Zhou Rui's wife listened and said, \"I know, it's not a big deal. You're so busy! Go home first, and when I deliver Lin Daiyu's flowers, I'll come back. Now, Madam and Madam are too busy.\" He said goodbye and went home, still saying, \"Mom, come as soon as you can!\" Zhou Rui's wife replied, \"Okay, little girl, you haven't experienced much, so you're so anxious!\" Then she went to see Lin Daiyu.",
            "chinese": "周瑞家的正要往贾母这边来，走过穿堂，迎面碰到了她的女儿，女儿打扮得漂漂亮亮，从婆家回来。周瑞家的问女儿：“你跑来这里干什么？”女儿回答：“妈，你最近好吗？我在家里等了半日，你为什么还没回家？我等得烦了，先到老太太那里请了安，现在要去请太太的安。你还有什么没办完的差事？手里拿的是什么？”周瑞家的笑道：“哎呀！今天偏偏来了个刘姥姥，我自己多事，为他跑了半日。这会子叫姨太太看见了，叫送这几枝花儿给姑娘奶奶们去，还没送完呢。你今天来，一定有什么事情？”女儿笑着说：“你老人家真会猜，一猜就猜中了！我实话告诉你：我女婿因为前天多喝了点酒，和人争执起来，不知怎么，招来了一股邪火，说他来历不明，告到衙门里，要递解还乡。所以我来和你老人家商量商量，讨个情分。不知求谁可以了事？”周瑞家的听了道：“我就知道。这算什么大事？忙的这么著！你先家去，等我送下林姑娘的花儿就回去。这会儿，太太二奶奶都不得闲儿呢。”他女孩儿听说，便回去了，还说：“妈，好歹快来！”周瑞家的道：“是了罢。小人儿家没经过什么事，就急的这么个样儿！”说著，便到黛玉房中去了。\n\n请将上述示例改写为简单的现代普通话，并提供详细的翻译和解释。"
        },
        {
            "original": "谁知此时黛玉不在自己房里，却在宝玉房中，大家解“九连环”作戏。周瑞家的进来，笑道：“林姑娘，姨太太叫我送花儿来了。”宝玉听说，便说：“什么花儿？拿来，我瞧瞧。”一面便伸手接过匣子来看时，原来是两枝宫制堆纱新巧的假花。黛玉只就宝玉手中看了一看，便问道：“还是单送我一个人的？还是别的姑娘们都有呢？”周瑞家的道：“各位都有了；这两枝是姑娘的。”黛玉冷笑道：“我就知道么，别人不挑剩下的，也不给我呀。”",
            "english": "The Chinese translation: At this moment, Lady Lin was not in her own room, but in Baoyu's room, and everyone was playing the game of \"Nine-link chain\".\n\nSimple modern Chinese: 不知何时黛玉不在自己房间，却在宝玉房间，大家都在玩“九连环”。\n\n现代普通话翻译：不知道什么时候黛玉不在自己房间里，却在宝玉的房间里，大家都在玩“九连环”。Zhou Rui's house came in and laughed: \"Ling, your aunt sent me some flowers.\" When Bai heard this, he said: \"What flowers? Come and I'll take a look.\" As he spoke, he reached out to take the box. When he opened it and saw the flowers, he was overjoyed.",
            "chinese": "此时黛玉不在自己房里，却在宝玉房中，大家在玩解“九连环”的游戏。周瑞家的进来，笑着说：“林姑娘，姨太太叫我送花儿来了。”宝玉听说，便说：“什么花儿？拿来，我瞧瞧。”一面便伸手接过匣子来看时，原来是两枝宫制堆纱新巧的假花。黛玉只就宝玉手中看了一看，便问道：“是单独送给我的，还是别的姑娘们都有？”周瑞家的道：“各位都有了；这两枝是姑娘的。”黛玉冷笑道：“我就知道，别人不挑剩下的，也不给我。”\n\n如何将中国白话改写为简单的现代普通话？\n\n将中国白话改写为简单的现代普通话需要使用一些现代汉语的表达方式和词汇，以使句子更加易懂和流畅。以下是一个示例：\n\n中国白话：谁知此时黛玉不在自己房里，却在宝玉房中，大家解“九连环”作戏。周瑞家的进来，笑道：“林姑娘，姨太太叫我送花儿来了。”宝玉听说，便说：“什么花儿？拿来，我瞧瞧。”一面便伸手接过匣子来看时"
        },
        {
            "original": "周瑞家的听了，一声儿也不敢言语。宝玉问道：“周姐姐，你作什么到那边去了？”周瑞家的因说：“太太在那里，我回话去了，姨太太就顺便叫我带来的。”宝玉道：“宝姐姐在家里作什么呢？怎么这几日也不过来？”周瑞家的道：“身上不大好呢。”宝玉听了，便和丫头们说：“谁去瞧瞧？就说我和林姑娘打发来问姨娘姐姐安，问姐姐是什么病，吃什么药。论理，我该亲自来的，就说才从学里回来，也著了些凉，改日再亲自来看。”说著，茜雪便答应去了。周瑞家的自去。无话。",
            "english": "周瑞家的听了，一声儿也不敢说话。宝玉问：“周姐姐，你去什么地方了？”周瑞家的说：“太太那里，我回话去了，姨太太就顺便叫我带来的。”宝玉问：“宝姐姐在家里做什么呢？怎么这几日也不过来？”周瑞家的说：“身上不太舒服呢。”宝玉听了，就对丫头们说：“谁去瞧瞧？就说我和林姑娘打发来问姨娘姐姐安，问姐姐是什么病，吃什么药。论理，我该亲自去的，就说才从学里回来，也着了点凉，改日再亲自来看。”说着，茜雪便答应去了。周瑞家的自己去。无话。",
            "chinese": "周瑞家的听了，一声儿也不敢说话。宝玉问道：“周姐姐，你去什么地方了？”周瑞家的说：“太太那里，我回话去了，姨太太就顺便叫我带来的。”宝玉问道：“宝姐姐在家里做什么呢？怎么这几日也不过来？”周瑞家的说：“身上不太舒服呢。”宝玉听了，就对丫头们说：“谁去瞧瞧？就说我和林姑娘打发来问姨娘姐姐安，问姐姐是什么病，吃什么药。论理，我该亲自去的，就说才从学里回来，也着了点凉，改日再亲自来看。”说着，茜雪便答应去了。周瑞家的自己去。无话。"
        },
        {
            "original": "原来周瑞家的女婿便是雨村的好友冷子兴，近日因卖古董，和人打官司，故叫女人来讨情。周瑞家的仗著主子的势，把这些事也不放在心上，晚上只求求凤姐便完了。",
            "english": "Zhou Rui's wife is the wife of Liu Xing, who is a good friend of Liu Xing, and recently he was sued by someone for selling antiques. Zhou Rui's wife sent a woman to ask for help. Zhou Rui's wife was relying on the master's power, so she didn't take these things seriously. In the evening, she only asked the Lady to help.",
            "chinese": "周瑞家的女婿是雨村的好朋友冷子兴，最近因为卖古董，被人告上法庭，所以派女人来求情。周瑞家的仗着主子的势力，不把这些事放在心上，晚上只要求凤姐帮忙就完了。"
        },
        {
            "original": "至掌灯时，凤姐卸了妆，来见王夫人，回说：“今儿甄家送了来的东西，我已收了。偺们送他的，趁著他家有年下送鲜的船，交给他带了去了。”王夫人点点头儿。凤姐又道：“临安伯老太太生日的礼已经打点了，太太派谁送去？”王夫人道：“你瞧谁闲著，叫四个女人去就完了，又来问我！”凤姐道：“今日珍大嫂子来请我明日去逛逛。明日有什么事没有？”王夫人道：“有事没事，都碍不著什么。每常他来请，有我们，你自然不便。他不请我们，单请你，可知是他的诚心，叫你散荡散荡。别辜负了他的心，倒该过去走走才是。”凤姐答应了。当下李纨、探春等姊妹们也都定省毕，各归房。无话。",
            "english": "When the lights were lit, the Countess Feng had taken off her makeup and saw the Countess Wang, saying, \"The gifts sent by Zhen's family have already been received. The gifts we sent were carried on the boat that was bringing fresh goods for the year-end. I delivered them myself.\" The Countess Wang nodded. The Countess Feng then asked, \"Have the gifts for the Lady of Lin'an been prepared?\" The Countess Wang said, \"See if there are any women who are free and send them with the gifts.\" The Countess Feng said, \"Tomorrow Zhen's wife will come to invite me. Is there anything I need to do tomorrow?\" The Countess Wang said, \"It doesn't matter if there is something or not. He is inviting you because he wants you to have a good time. Don't disappoint his heart. Go over and pay a visit.\" The Countess Feng agreed. At that moment, the sisters Eryan, Chun, and others came to visit, and then each returned to their own rooms. There was nothing more to say.",
            "chinese": "到掌灯时分，凤姐卸了妆，见了王夫人，说：“今儿甄家送来的礼物，我已收下了。我们送的，趁他们家有年下送鲜货的船，交给他带去了。”王夫人点了点头。凤姐又问：“临安伯老太太生日的礼已经打点好了，太太派谁送去？”王夫人道：“你看看谁有空，叫四个女人去就完了，不用来问我！”凤姐道：“明日珍大嫂子来请我，明日有什么事没有？”王夫人道：“有事没事，都不要紧。他不请我们，单请你，可知是他的诚心，让你散心散心。别辜负了他的心，倒该过去走走才是。”凤姐答应了。当下李纨、探春等姊妹们也都来看望完，各自回房。无话。"
        },
        {
            "original": "次日，凤姐梳洗了，先回王夫人毕，方来辞贾母。宝玉听了，也要逛去。凤姐只得答应著，立等换了衣裳。姐儿两个，坐了车，一时进入宁府。早有贾珍之妻尤氏与贾蓉媳妇秦氏，婆媳两个，带著多少侍妾丫鬟等接出仪门。",
            "english": "The next day, after dressing up, the Lady Fong paid a visit to Lady Wang first and then said goodbye to Lady Jia. When he heard this, Prince Yubao also wanted to go and see her. Lady Fong had to agree, and when she changed her clothes, the two of them sat in a carriage and arrived at Ningfu very quickly. Early in the morning, Mrs. You, the wife of Mr. Jia Zhen and Mrs. Qin, the wife of Mr. Jia Rong, were waiting for them with many maids and servants at the gate.",
            "chinese": "第二天，凤姐梳洗完毕，先去拜见了王夫人，然后去辞别贾母。宝玉听说后，也想去看看。凤姐只好答应了，等她换好衣服后，姐儿两个坐车，很快就到了宁府。早有贾珍的妻子尤氏和贾蓉的妻子秦氏，带着许多侍妾、丫鬟等在门口迎接。"
        },
        {
            "original": "那尤氏一见了凤姐，必先嘲笑一阵，一手拉了宝玉，同入上房里坐下。秦氏献了茶。凤姐便说：“你们请我来作什么？拿什么孝敬我？有东西就献上来罢，我还有事呢。”尤氏未及答应，几个媳妇们先笑道：“二奶奶，今日不来就罢；既来了，就依不得你老人家了。”正说著，只见贾蓉进来请安。宝玉因道：“大哥哥今儿不在家么？”尤氏道：“今儿出城请老爷的安去了。”又道：“可是你怪闷的，坐在这里作什么？何不出去逛逛呢？”秦氏笑道：“今日可巧。上回宝二叔要见我兄弟，今儿他在这里书房里坐著呢。为什么不瞧瞧去？”宝玉便要去见。尤氏忙吩咐人：“小心伺候著，跟了去。”凤姐道：“既这么著，为什么不请进来，我也见见呢？”尤氏笑道：“罢，罢！可以不必见。比不得偺们家的孩子，胡打海摔的惯了的。人家的孩子都是斯斯文文的，没见过你这样‘泼辣货’，还叫人家笑话死呢。”凤姐笑道：“我不笑话他就罢了，他敢笑话我！”贾蓉道：“他生的靦腆，没见过大阵仗儿，婶子见了没的生气。”凤姐啐道：“呸！扯臊！他是哪吒，我也要见见。别放你娘的屁了！再不带来，打你顿好嘴巴子！”贾蓉溜湫著眼儿，笑道：“何苦婶子又使利害？我们带了来就是了。”－－凤姐也笑了－－说著出去，一会儿，果然带了个后生来。比宝玉略瘦些，眉清目秀，粉面朱唇，身材俊俏，举止风流，似更在宝玉之上。只是怯怯羞羞，有些女儿之态，靦腆含糊的向凤姐请安问好。凤姐喜的先推宝玉，笑道：“比下去了！”便探身一把攥了这孩子的手，叫他身旁坐下，慢慢问他年纪、读书等事，方知他学名叫秦钟。",
            "english": "Upon seeing Xiu, You first laughed at her. Then, she pulled Yu into the upper room to sit down with him. Qin came up with tea. Xiu said, \"What do you call me here for? Are there any good things for me? If so, bring them up. I have something else to do.\" You had not yet replied, but several maids had already laughed and said, \"Mrs. Xiu, if you don't come, you won't. If you do, you'll have to obey. \" At this moment, Jia Rong came in to pay his respects. Yu asked, \"Where is big brother today?\" You said, \"He went to the city gates to visit our father.\" Then she said, \"Don't you feel bored? Just sit here and have a rest. Why not go out and look around?\" Qin laughed and said, \"Today is just right. Last time, the second master wanted to see my brother. He is sitting in the study today. Why don't you go and see him?\" Yu wanted to go. You hurried to tell the servants, \"Take care and follow him.\" Xiu said, \"Since it is so, why not invite him in so I can also seeUnlike our children, who are used to roughhousing. Other people's children are all studious, and I've never seen you like a \"tough guy\". They will be laughed at. \"Laughing at them will be a disgrace.\" Feng said, \"I don't laugh at them, but they dare laugh at me!\" Jia Rong said, \"He's shy and hasn't seen much, so Auntie will be angry if she sees it.\" Feng spat and said, \"Shame on you! He's the Heavenly Emperor, and I also want to see him. Don't let your mother fart.\" Jia Rong quickly said, \"Don't scold me anymore. We'll bring him.\" Feng smiled and said, \"Bring him here.\" In a while, a young man came in. He was thinner than宝玉, with clear eyebrows and eyes, rosy lips, good figure, and graceful manners, even better than宝玉. However, he was shy and had a girl's style, and he was shy and said something vaguely to Feng. Feng was delighted and first pushed Bao, and said, \"It's down.\" Then he reached out to grab the child's hand, and sat him beside him and slowly asked his age and",
            "chinese": "一见到凤姐，尤氏就先嘲笑她一阵。然后，她拉着宝玉一起到上房坐下。秦氏端茶上来。凤姐说：“你们叫我来干什么？有什么好东西给我？有的就拿出来，我还有事呢。”尤氏还没来得及回答，几个媳妇先笑说：“二奶奶，不来就算了，来了就依不得你了。”正在这时，贾蓉进来请安。宝玉问：“大哥哥今天不在家吗？”尤氏说：“今天他去城外给老爷请安了。”又说：“你是不是觉得闷，就在这儿坐着？为什么不出去逛逛呢？”秦氏笑道：“今天正好。上次宝二叔想见我兄弟，今天他在书房里坐着呢。为什么不瞧瞧他去？”宝玉要去见他。尤氏忙吩咐人：“小心伺候着，跟了去。”凤姐说：“既然这样，为什么不请进来，我也见见呢？”尤氏笑道：“算了，算了！不用见了。比不得我们家的孩子，胡打海摔的惯了的。人家的孩子都是斯斯文文的，没见过你这样“泼辣货”，还叫人家笑话死呢。”凤姐笑道：“我不笑话他就罢了，他敢笑话我！”贾蓉道：“他生的靦腆，没见过大阵仗儿，婶子见了没的生气。”凤姐啐道：“呸！扯臊！他是哪吒，我也要见见。别放你娘的屁了！再不带来，打你顿好嘴巴子！”贾蓉溜湫著眼儿，笑道：“何苦婶子又使利害？我们带了来就是了。”－－凤姐也笑了－－说著出去，一会儿，果然带了个后生来。比宝玉略瘦些，眉清目秀，粉面朱唇，身材俊俏，举止风流，似更在宝玉之上。只是怯怯羞羞，有些女儿之态，靦腆含糊的向凤姐请安问好。凤姐喜的先推宝玉，笑道：“比下去了！”便探身一把攥了这孩子的手，叫他身旁坐下，慢慢问他年纪、读书等事，方"
        },
        {
            "original": "早有凤姐跟的丫鬟、媳妇们，看见凤姐初见秦钟，并未备得表礼来，遂忙过那边去告诉平儿。平儿素知凤姐和秦氏厚密，遂自作主意，拿了一疋尺头，两个“状元及第”的小金锞子，交付来人送过去。凤姐还说：“太简薄些。”秦氏等谢毕。一时，吃过了饭，尤氏、凤姐、秦氏等抹骨牌，不在话下。",
            "english": "Feng Zhi's maids and servants saw Feng Zhi's first meeting with Qin Zhong without a gift and told Ping Er immediately. Ping Er knew that Feng Zhi and Qin Zhi were close, so he took some cloth and small gold ingots and let the person who was sent to send them. Feng Zhi also said that the gift was too simple. Qin Zhi thanked them, had lunch, and then played mahjong with You Yi, Feng Zhi, Qin Zhi, etc., so it was not said.",
            "chinese": "凤姐跟的丫鬟、媳妇们，看到凤姐初次见到秦钟，没有备好礼品，于是赶紧告诉平儿。平儿知道凤姐和秦氏关系亲密，便自作主张拿了布料和小金锞子，让送礼的人送去。凤姐还说礼品太简单了。秦氏等人感谢后，吃过了饭，尤氏、凤姐、秦氏等人玩骨牌，就不说了。\n\n中国白话：\n\n这里贾母、王夫人等犹未坐下，凤姐已带了媳妇等进来，先捧过一个盒子来，放于案上，开了盒，却是一张四注花名签子。揭开签子，里面是一支花，乃并蒂花，乃是两只红皮绿蒂的石榴，又有一枝海棠，乃是并头莲。贾母道：“这是并头莲，是两样，不成双了。”凤姐道：“这倒不是，这叫并头连理，是两样并作一处的。”贾母道：“这意思好，只是不是双了。”又看了一张，乃是一枝杏花，题着“瑶池仙品”四字，诗云：“日边红"
        },
        {
            "original": "宝玉、秦钟二人随便起坐说话儿。那宝玉自一见秦钟，心中便如有所失。痴了半日，自己心中又起了个呆想，乃自思道：“天下竟有这等的人物！如今看了，我竟成了泥猪癞狗了。可恨我为什么生在这侯门公府之家？要也生在寒儒薄宦的家里，早得和他交接，也不枉生了一世。我虽比他尊贵，但绫锦纱罗，也不过裹了我这枯株朽木；羊羔美酒，也不过填了我这粪窟泥沟。‘富贵’二字，真真把人荼毒了！……”",
            "english": "Jinglong and Kuiying sat down and talked casually. When Jinglong saw Kuiying, his heart felt as if it were missing something. He thought to himself for a while, \"There is no one more handsome in the world than him! Now that I have seen him, I feel like I am a clay pig or a toad. How hateful it is that I was born in a noble and wealthy family! If I had been born in a poor scholar's family, I would have been able to make friends with him, and I would not have wasted my life. Although I am more noble than him, the silks and satins only wrap my rotten body, and the lamb's milk only fills my dung pit. 'Wealth and honor' really corrupt people!\"...",
            "chinese": "宝玉和秦钟随意坐下聊天。宝玉一见秦钟，心中便如有所失，痴痴地想了一半。他心里又起了个呆想：“天下竟有这么好看的人！现在看了他，我感觉自己好像变成了一只泥猪或一只癞狗。可恨我为什么生在豪门贵族之家？如果我生在贫寒的士大夫之家，早就可以和他交朋友，也不枉活这一世。虽然我比他高贵，但绫罗绸缎只包裹了我的枯朽之身，羊羔美酒只填满了我的粪坑泥沟。‘富贵’二字，真是把人毒害了！……”"
        },
        {
            "original": "那秦钟见了宝玉形容出众，举止不凡，更兼金冠绣服，娇婢侈童：“果然怨不得姐姐素日提起来就夸不绝口。我偏偏生于清寒之家，怎能和他交接，亲厚一番，也是缘法！……”",
            "english": "Qin Zhong saw that Bai Yuyan had an extraordinary appearance, manner, and dressed very elegantly, and had delicate maidservants and luxurious maidservants: \"Surely you are the sister I have heard so much about. I was born into a poor family and could not be friends with him. It is a pity that we did not have enough缘分 to become friends.\"",
            "chinese": "秦钟见宝玉相貌出众，举止不凡，而且穿着华丽，身边有娇滴滴的婢女和奢侈的童仆：“果然是姐姐素日说他时夸赞不绝。我偏偏生于贫穷之家，怎能和他亲近，成为好友，也是缘分不足啊……”"
        },
        {
            "original": "二人一样胡思乱想。宝玉又问他读什么书。秦钟见问，便依实而答。二人你言我语，十来句话，越觉亲密起来了。",
            "english": "The two of them were both lost in thought. Bai Yu asked him what book he was reading. Qin Zhong replied honestly. As they talked, they felt closer and closer.",
            "chinese": "两个人都在胡思乱想。宝玉问他读什么书。秦钟如实回答。两个人说着话，越感觉亲密了。"
        },
        {
            "original": "一时，捧上茶果吃茶。宝玉便说：“我们两个又不吃酒，把果子摆在里间小炕上，我们那里去，省了闹的你们不安。”于是二人进里间来吃茶。秦氏一面张罗凤姐吃果酒，一面忙进来嘱咐宝玉道：“宝二叔，你侄儿年轻，倘或说话不防头，你千万看著我，别理他。他虽靦腆，却脾气拐孤，不大随和儿。”宝玉笑道：“你去罢，我知道了。”秦氏又嘱咐了他兄弟一回，方去陪凤姐儿去了。",
            "english": "After a while, tea and snacks were served. When they got up to drink tea,宝玉说道：“我们两个不喝酒，把点心放在里间的小炕上，我们去那里，省得你们不安。”于是，他们进了里间来吃茶。秦氏一面安排凤姐儿吃果酒，一面忙进来嘱咐宝玉：“宝二叔，你侄儿年纪轻，如果说话不注意，你一定要看着我，别理他。他虽然害羞，但脾气倔强，不随和。”宝玉笑着说：“你走吧，我知道了。”秦氏又嘱咐了他兄弟一回，然后去陪凤姐儿去了。",
            "chinese": "过了一会儿，端上茶点吃茶。宝玉就说：“我们两个又不喝酒，把点心摆在里间小炕上，我们去那里，省得你们不安。”于是，他们进里间来吃茶。秦氏一面安排凤姐儿吃果酒，一面忙进来嘱咐宝玉：“宝二叔，你侄儿年纪轻，如果说话不注意，你一定要看着我，别理他。他虽然害羞，但脾气倔强，不随和。”宝玉笑着说：“你走吧，我知道了。”秦氏又嘱咐了他兄弟一回，然后去陪凤姐儿去了。"
        },
        {
            "original": "一时，凤姐、尤氏又打发人来问宝玉：“要吃什么，只管要去。”宝玉只答应著，也无心在饮食上，只问秦钟近日家务等事。秦钟因言：“业师于去岁辞馆，家父年纪老了，残疾在身，公务繁冗，因此，尚未议及延师，目下不过在家温习旧课而已。再读书一事，也必须有一二知己为伴，时常大家讨论，才能有些进益。－－”宝玉不待说完，便道：“正是呢。我们家却有个家塾，合族中有不能延师的便可入塾读书，亲戚子弟可以附读。我因上年业师回家去了，也现荒废著。家父之意，亦欲暂送我去，且温习著旧书，待明年业师上来，再各自在家读书。家祖母因说，一则家学里子弟太多，恐怕大家淘气，反不好；二则也因我病了几天，遂暂且耽搁著。如此说来，尊翁如今也为此事悬心，今日回去，何不禀明，就在我们这敝塾中来？我也相伴，彼此有益，岂不是好事？”秦钟笑道：“家父前日在家提起延师一事，也曾提起这里的义学倒好，原要来和这里的老爷商议引荐；因这里又有事忙，不便为这点子小事来絮聒。二叔果然度量侄儿或可磨墨洗砚，何不速速作成？彼此不致荒废，既可以常相聚谈，又可以慰父母之心，又可以得朋友之乐，岂不是美事？”宝玉道：“放心，放心。偺们回来告诉你姐夫、姐姐和琏二嫂子。今日你就回家禀明令尊，我回去禀明了祖母，再无不速成之理。”",
            "english": "One day, Feng Zhu and You Shi sent someone to ask Bi Yu: \"What do you want, go and take it.\" Bi Yu only answered, but was not interested in food, only asking about the recent household affairs of Qin Zhong. Qin Zhong said, \"Last year, my teacher resigned, my father was old and disabled, and he was busy with his work, so he had not yet considered hiring a teacher. At present, I am only studying the old course at home. Reading books also requires a few close friends to discuss together, in order to make progress.\" Bi Yu had not finished listening, and said, \"Yes. There is a family school in my house, all the children of the clan who have not hired a teacher can enter the school to study, and relatives' children can also attach to study. Last year, my teacher went back home, and the school was temporarily abandoned. My father's idea is to send me to study the old course for a while, and then study at home when the teacher comes next year. My grandmother said that first, the school has too many students, and it is not good to play with each other. Second, because I was ill for a few days, I was temporarily delayed. So\"Also, I accompany you and help each other. Isn't that a good thing?\" Kanzhong laughed, \"A few days ago, my father mentioned the matter of finding a teacher at home, and also mentioned that the local school was not bad. Originally, he wanted to ask the old man here to recommend, but there were many things to do, and it was not convenient to bother for such a small matter. If you think that I can grind ink and wash pens, why not arrange it as soon as possible? In this way, we can often get together, comfort the parents' hearts, and enjoy the happiness of friends. Isn't that a good thing?\" Baiyu said, \"Relax, relax. We'll tell your sister, sister-in-law, and Lian'ers wife when we go back. Today you go back to tell your father, and I'll tell the old lady, and there won't be any more obstacles.\"",
            "chinese": "有一天，凤姐和尤氏派人来问宝玉：“你想要什么，尽管去拿。”宝玉只答应了，但对食物不感兴趣，只问秦钟最近的家务事。秦钟说：“去年，我的老师辞去了工作，我父亲年纪大了，残疾在身，公务繁忙，因此，还没有考虑聘请老师。目前，我只是在家里温习旧课。再读书这件事，也需要有几个知己为伴，经常一起讨论，才能有进步。”宝玉还没听完，就说：“是啊。我家有个家塾，全族中没有请老师的孩子都可以入塾读书，亲戚的孩子也可以附读。我去年的老师回家了，也暂时荒废了。我父亲的想法是，暂时送我去温习旧书，等到明年老师来了，再各自在家读书。我祖母说，一是家学里学生太多，怕大家淘气，不好；二是因为我病了几天，所以暂时耽搁了。这么说来，你父亲也为此事担心，今天回去，为什么不禀告，就在我们这破塾中来呢？我也陪伴着你，互相帮助，这不是好事吗？”秦钟笑道：“我父亲前几天在家里提起找老师的事，也曾提到这里的义学不错，本来要来找这里的老爷商量推荐，但是这里又有很多事情忙，不便为了这点小事来烦扰。二叔如果觉得侄儿可以磨墨洗砚，为什么不尽快安排呢？这样既可以经常相聚，又可以安慰父母的心，又可以得到朋友的快乐，这不是好事吗？”宝玉说：“放心，放心。我们回去告诉你姐夫、姐姐和琏二嫂子。今天你就回家禀告你父亲，我回去禀告祖母，就不会再有不顺利的事情了。”\n\n这个改写是基于现代普通话的标准和语言习惯进行的，尽可能保留了原意和原文的风格和特色。"
        },
        {
            "original": "二人计议已定，那天气已是掌灯时分，出来又看他们玩了一回牌，算账时，却又是秦氏、尤氏二人输了戏酒的东道，言定后日吃这东道。一面又吃了晚饭。",
            "english": "Two people had already made a plan, and it was already late in the evening when they came out to watch them playing cards. When they calculated the accounts, it turned out that Qin Shi and You Shi had lost the food for the next day's drinking, and they agreed to eat it the next day. After finishing dinner.",
            "chinese": "两个人商量好了，天色已经掌灯时分，又出来看他们打牌，算账时，秦氏和尤氏输了明天吃酒的东道，约定后天吃。吃完晚饭后。\n\n解释：\n\n1. “二人计议已定”改为“两个人商量好了”。\n2. “那天气已是掌灯时分”改为“天色已经掌灯时分”。\n3. “出来又看他们玩了一回牌”改为“又出来看他们打牌”。\n4. “算账时，却又是秦氏、尤氏二人输了戏酒的东道”改为“算账时，秦氏和尤氏输了明天吃酒的东道”。\n5. “言定后日吃这东道”改为“约定后天吃”。\n6. “一面又吃了晚饭”改为“吃完晚饭后”。\n\n以上是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "因天黑了，尤氏说：“派两个小子送了秦哥儿家去。”媳妇们传出去半日，秦钟告辞起身，尤氏问：“派谁送去？”媳妇们回说：“外头派了焦大，谁知焦大醉了，又骂呢。”尤氏、秦氏都道：“偏又派他作什么？那个小子派不得？偏又惹他！”凤姐道：“成日家说你太软弱了，纵的家里人这样，还了得吗？”尤氏道：“你难道不知这焦大的？连老爷都不理他，你珍大哥哥也不理他。因他从小儿跟著太爷出过三四回兵，从死人堆里把太爷背出来了，才得了命。自己挨著饿，却偷了东西给主子吃；两日没水，得了半碗水，给主子喝，他自己喝马溺。不过仗著这些功劳情分。有祖宗时，都另眼相待。如今谁肯难为他？他自己又老了，又不顾体面，一味的好酒，喝醉了无人不骂。我常说给管事的：以后不用派他差使，只当他是个死的就完了。今儿又派了他！”凤姐道：“我何曾不知这焦大？到底是你们没主意。何不远远的打发他到庄子上去就完了？”说著，因问：“我们的车可齐备了？”众媳妇们说：“伺候齐了。”凤姐也起身告辞，和宝玉携手同行。",
            "english": "Because it was dark, Yu said, \"Send two boys to send Mr. Qin home.\" The ladies of the household passed the word around for a half day, and then Mr. Qin said goodbye and got up to leave. Yu asked, \"Who will send him home?\" The ladies answered, \"We sent Jiao Dai, but he's drunk and cursing.\" Yu and Qin said, \"Why send him? Why not send a boy?\" Feng said, \"You always say you're too soft, and that you don't do anything about the servants. You don't even care about your own brother. If you don't do anything, how will you ever get ahead?\" Yu said, \"You don't know how bad Jiao Dai is. Even the master doesn't care about him, and neither does his brother. He's been with the master for three or four wars, and he's the one who saved the master's life. He didn't care about himself, but he stole food for the master to eat. He went two days without water and drank a half cup of water. He gave it to the master to drink, and he drank his own urine. He's just proud of his service, and he's always drunk. He doesn'tJia Baoyu and Lin Daiyu were at the bedside of Jia Baoyu, and he was like a dead person, his lips were blue, and he could not speak. Lin Daiyu was very distressed, and she could not help crying. Jia Baoyu patted her on the back and said, \"Don't cry, I'll be fine.\" Lin Daiyu said, \"If you don't wake up, I'll be a ghost.\"\n\n林黛玉道：“我只当他拿我取笑呢，原来却是真的。我说呢，这人那样轻狂，那里有这样大年纪的人呢，原来他年纪并不小了。”",
            "chinese": "因为天黑了，尤氏说：“派两个小子送秦哥儿回家。”媳妇们传了半日，秦钟告别起身，尤氏问：“派谁送去？”媳妇们回说：“外面派了焦大，谁知焦大醉了，又骂呢。”尤氏、秦氏都说：“偏要派他作什么？派个小子派不得？偏又惹他！”凤姐说：“成日说你太软弱了，纵容家里人这样，还了得吗？”尤氏说：“你难道不知道这焦大？连老爷都不理他，你珍大哥哥也不理他。因他从小跟著太爷出过三四回兵，从死人堆里把太爷背出来了，才得了命。自己挨饿，却偷了东西给主子吃；两天没水，得了半碗水，给主子喝，他自己喝马溺。不过仗著这些功劳情分。有祖宗时，都另眼相待。如今谁肯难为他？他自己又老了，又不顾体面，一味的好酒，喝醉了无人不骂。我经常跟管事的说：以后不用再派他去办事了，只当他是死了就好。今天又派了他去！”凤姐说：“我知道焦大，但你们没主意。为什么不早点把他打发到庄子上去？”说着，问：“我们的车准备好了吗？”众媳妇回答：“准备好了。”凤姐也起身告辞，和宝玉一起走。"
        },
        {
            "original": "尤氏等送至大厅前，见灯火辉煌，众小厮们都在丹墀侍立。那焦大又恃贾珍不在家，因趁著酒兴，先骂大总管赖二，说他“不公道！欺软怕硬！有好差使，派了别人；这样黑更半夜送人，就派我。没良心的忘八羔子！瞎充管家！你也不想想，焦大太爷跷起一只腿，比你的头还高些。二十年头里的焦大太爷眼里有谁？别说你们这一把子的杂种们！”正骂得兴头上，贾蓉送凤姐的车出来。众人喝他不住。贾蓉忍不住，便骂了几句，叫人“困起来！等明日酒醒了，再问他还寻死不寻死！”",
            "english": "Yao and the others sent them to the hall entrance, where they saw the hall lit up like a starry sky, and the page boys were standing in the courtyard. The old Jiao Da was drunk and in good spirits, cursing the big manager Lai Er, saying, \"You're not fair. You bully the weak and fear the strong. All the good jobs are given to others, but I have to take care of people in the middle of the night. Ungrateful bastard! You're a fake manager! Do you think I don't know that you don't look at anyone? You didn't even look at me when I was twenty years old.\" Just as he was getting excited, a carriage with Feng Zhuang came out of the hall. The attendants couldn't stop him. Jia Rong couldn't help it and cursed him a few times, telling him to \"go to bed and wait until you're sober to see if you still want to die!\"",
            "chinese": "尤氏等人送至大厅前，见灯火辉煌，众小厮们都在丹墀侍立。焦大又仗着酒兴，先骂大总管赖二，说他“不公道，欺软怕硬。好差使，都派给别人；却让我在黑更半夜送人。没良心的忘八羔子！瞎充管家！你也不想想，焦大太爷跷起一只腿，比你的头还高。二十年头里的焦大太爷眼里有谁？别说你们这一把子的杂种们！”正骂得兴头上，贾蓉送凤姐的车出来。众人喝他不住。贾蓉忍不住，便骂了几句，叫人“困起来！等明日酒醒了，再问他还要寻死不寻死！”"
        },
        {
            "original": "那焦大那里有贾蓉在眼里？反大叫起来，赶著贾蓉叫：“蓉哥儿！你别在焦大跟前使主子性儿！别说你这样儿的，就是你爹、你爷爷，也不敢和焦大挺腰子呢！不是焦大一个人，你们作官儿，享荣华，受富贵！你祖宗九死一生挣下这个家业，到如今，不报我的恩，反和我充起主子来了。不和我说别的还可，再说别的，偺们白刀子进去，红刀子出来！”凤姐在车上和贾蓉说：“还不早些打发了没王法的东西！留在家里，岂不是害？亲友知道，岂不笑话偺们这样的人家连个规矩都没有？”贾蓉答应了“是”。",
            "english": "What does Jiao Dai care about Jia Rong? He shouted back, calling him \"Little Brother Jia Rong! Don't act up to me in front of the master! Even if your father or grandfather, you dare not be so bold as to be big headed with me. If it weren't for me, you wouldn't be enjoying your present rank and position. It's not just you. My ancestors struggled for nine lives to build this great estate. How can you not be grateful to me? I don't mind your saying what you want to say. But if you do, I'll cut your throat!\" Feng Jie said from the carriage to Jia Rong, \"Why don't you get rid of that lawless fellow sooner? If he stays at home, who will not laugh at us for not knowing how to behave?\" Jia Rong replied, \"Yes, that's right.\"",
            "chinese": "焦大哪里会把贾蓉放在眼里？反大叫起来，赶着贾蓉叫：“蓉哥儿！你别在焦大跟前使主子性儿！别说你这样儿的，就是你爹、你爷爷，也不敢和焦大挺腰子呢！不是焦大一个人，你们作官儿，享荣华，受富贵！你祖宗九死一生挣下这个家业，到如今，不报我的恩，反和我充起主子来了。不和我说别的还可，再说别的，咱们白刀子进去，红刀子出来！”凤姐在车上和贾蓉说：“还不早些打发了没王法的东西！留在家里，岂不是害？亲友知道，岂不笑话咱们这样的人家连个规矩都没有？”贾蓉答应了“是”。"
        },
        {
            "original": "众人见他太撒野，只得上来了几个，揪翻困倒，拖往马圈里去。焦大益发连贾珍都说出来，乱嚷乱叫，说要往祠堂里哭太爷去，“那里承望到如今生下这些畜生来！每日偷鸡戏狗，爬灰的爬灰，养小叔子的养小叔子，我什么不知道？偺们‘胳膊折了，往袖子里藏！’”众小厮见他说出来的话有天没日的，唬得魂飞魄丧，把他困起来，用土和马粪满满的填了他一嘴。凤姐和贾蓉也遥遥的听见了，都装作没听见。宝玉在车上听见，因问凤姐道：“姐姐，你听他说，‘爬灰的爬灰’，这是什么话？”凤姐连忙喝道：“少胡说！那是醉汉嘴里胡吣！你是什么样的人，不说没听见，还倒细问！等我回了太太，看是捶你不捶你！”吓得宝玉连忙央告：“好姐姐，我再不敢说这些话了！”凤姐哄他道：“好兄弟，这才是呢。等回去偺们回了老太太，打发人到家学里去说明了，请了秦钟，学里念书去要紧。”说著，自回荣府而来。",
            "english": "When everyone saw how bold he was, they had to come and tie him up and drag him into the manger. Jiao Da, however, kept on talking and yelling, saying he was going to go to the ancestral temple to cry to his elders, \"Who could have expected that we would have such animals now! They steal chickens and dogs every day, have affairs with their fathers-in-law, and take care of their nephews. I know all about it! When they break their arms, they hide them in their sleeves!\" The young men who heard his rude words were scared, so they tied him up and filled his mouth with earth and horse dung. The Countess Feng and Jia Rong also heard him from a distance, but they pretended not to have heard it. While traveling on the carriage, Bao Yuyu asked the Countess Feng, \"Sister, you heard him say, 'Having affairs with fathers-in-law,' what kind of words are those?\" The Countess Feng hurriedly scolded, \"Shut up! That's what a drunken man would say! What kind of person are you, to not pretend not to have heard it and to ask about it?\" Bao Yuyu was frightened and begged, \"How to rewrite Chinese vernacular into simple modern Putonghua? When we go back, we'll tell Mrs. Lu, and ask her to send someone to the school to explain the situation, and that it's important for Qinchong to go to school.",
            "chinese": "众人见他太放肆，只好上来几个人，把他绑起来，拖到马圈里。焦大也越说越起劲，乱嚷乱叫，说要到祠堂去哭太爷，“那里承望到如今生下这些畜生来！每日偷鸡戏狗，爬灰的爬灰，养小叔子的养小叔子，我什么不知道？胳膊折了，往袖子里藏！”众小厮听到他这么无理的话，都吓坏了，把他困起来，用土和马粪填满他的嘴。凤姐和贾蓉也远远地听见了，都装作没听见。宝玉在车上听到，问凤姐道：“姐姐，你听他说，‘爬灰的爬灰’，这是什么话？”凤姐连忙喝道：“少胡说！那是醉汉嘴里胡说的！你是什么样的人，不说没听见，还倒细问！等我回了太太，看是捶你不捶你！”吓得宝玉连忙央告：“好姐姐，我再不敢说这些话了！”凤姐哄他道：“好兄弟，这才是呢。\n\n如何将中国白话改写为简单的现代普通话？等回去，我们回去告诉老太太，派人到学里去说明情况，请秦钟去念书要紧。”说著，自回荣府而来。"
        },
        {
            "original": "要知端的，下回分解。",
            "english": "You're so stupid!\n\nI'm not going to eat with you.\n\nI'm not going to do that.\n\nI'll take care of it myself.\n\nI'm not going to eat with you.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'm not going to eat with you.\n\nI'm not going to do that.\n\nI'm not going to eat with you.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'm not going to eat with you.\n\nI'm not going to do that.\n\nI'm not going to eat with you.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'm not going to eat with you.\n\nI'm not going to do that.\n\nI'm not going to eat with you.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'll take care of it myself.\n\nI'm not going to eat with you.\n\nI'm not going to do that.\n\nI'm你这个东西太贵了，我买不起。\n\nI can't afford this thing.\n\n我今天心情不好，不想出门。\n\nI don't want to go out today because I'm in a bad mood.\n\n你这人怎么这么啰嗦啊？\n\nYou're so annoying.",
            "chinese": "想知道真相，下回分解。\n\n中国白话：\n\n大水冲了龙王庙，自家人不认得自家人。\n\n简单的现代普通话：\n\n水把龙王庙冲了，自己人不认识自己人。\n\n中国白话：\n\n你这人怎么这样？！\n简单的现代普通话：\n\n你怎么这样？\n\n中国白话：\n\n你别管我，我自己会处理。\n简单的现代普通话：\n\n不用管我，我自己处理。\n\n中国白话：\n\n别跟他说，免得他乱说。\n简单的现代普通话：\n\n别告诉他，免得他乱说。\n\n中国白话：\n\n我要去吃个饭，你们先走吧。\n简单的现代普通话：\n\n我要去吃饭，你们先走吧。\n\n中国白话：\n\n你这人怎么这么傻啊？\n简单的现代普通话：\n\n你怎么这么傻啊？\n\n中国白话：\n\n我今天不想上班了。\n简单的现代普通话：\n\n我不想今天上班。\n\n中国白话：\n\n你这个东西太贵了，我买不起。\n简单的现代普通话：\n\n这个东西太贵了，我买不起。\n\n中国白话：\n\n我今天心情不好，不想出门。\n简单的现代普通话：\n\n我今天心情不好，不想出门。\n\n中国白话：\n\n你这人怎么这么啰嗦啊？\n简单的现代普通话：\n\n你怎么这么啰嗦"
        }
    ],
    "title": "《送宫花贾琏戏熙凤　宴宁府宝玉会秦钟》",
    "chapter_number": 7
}