{
    "paragraphs": [
        {
            "original": "话说平儿听迎春说了，正自好笑，忽见宝玉也来了。原来管厨房柳家媳妇的妹子，也因放头开赌得了不是。因这园中有素和柳家的不好的，便又告出柳家的来，说和他妹子是夥计，赚了平分。因此，凤姐要治柳家的之罪。那柳家的听得此言，便慌了手脚，因思素与怡红院的人最为深厚，故走来悄悄的央求晴雯芳官等人，转告诉了宝玉。宝玉因思内中迎春的嬷嬷也现有此罪，不若来约同迎春去讨情，比自己独去单为柳家的说情又更妥当，故此前来。忽见许多人在此，见他来时，都问道：“你的病可好了？跑来做什么？”宝玉不便说出讨情一事，只说：“来看二姐姐。”",
            "english": "In the story, when Ping'er heard Yangcheng's words and was laughing, she suddenly saw Baiyu also come in. It turned out that a cousin of Liujiayi, the housekeeper in the kitchen, had been found guilty of gambling. Because someone in the garden did not talk to Liujiayi and denounced her, saying that her cousin was an accomplice in the gambling, the spoils were shared equally between them. So, Lady Feng wanted to punish Liujiayi. Liujiayi was frightened and recalled that her relationship with the people in the Ruying Courtyard was the best, so she secretly went to find Qingwen, Fangguan, and others, asking them to pass a message to Baiyu. Baiyu thought of Yangcheng's wet-nurse committing the same crime and decided that it would be better to go to Yangcheng together rather than plead Liujiayi's case alone. So, he came to find Yangcheng. Suddenly, he saw so many people, and when they saw him, they asked, \"Are you better now? What are you doing here?\" Baiyu didn't want to reveal his intentions, so he said, \"I'm here to visit my second sister.\"",
            "chinese": "话说平儿听了迎春的话，正笑嘻嘻的，忽然看见宝玉也来了。原来是厨房管事柳家媳妇的妹子，也被发现赌博有罪了。因为园子里有人不和柳家的说话，就告发柳家的，说柳家的的妹子是伙计，赌资两人平分。所以凤姐想治柳家的罪。柳家的听了这话，吓得不轻，她想到怡红院和怡红院的人关系最好，就偷偷地找晴雯、芳官等人，让他们转告宝玉。宝玉想到迎春的奶妈也有这个罪行，不如一起去找迎春，比自己一个人去为柳家说情要妥当，所以就来找迎春。忽然看到这里这么多人，看见他来，都问：“你的病好了吗？来做什么？”宝玉不方便说出讨情的话，就说：“来看二姐姐。”"
        },
        {
            "original": "当下众人也不在意，且说些闲话。平儿便出去办累金凤一事。那玉柱儿媳妇紧跟在后，口内百般央求，只说：“姑娘好歹口内超生，我横竖去赎了来！”平儿笑道：“你迟也赎，早也赎。既有今日，何必当初？你的意思得过就过。既这么样，我也不好意思告诉人，趁早儿取了来，交给我，一字不提。”玉柱儿媳妇听说，方放下心来，就拜谢。又说：“姑娘自去贵干，赶晚赎了来，先回了姑娘再送去，如何？”平儿道：“赶晚不来，可别怨我。”说毕，二人方分路，各自散了。",
            "english": "At the time, everyone did not pay attention, and only exchanged casual remarks. Ping'er then left to attend to the matter of redeeming the jin phoenix. The woman who was the wife of Yu Zhu followed her and pleaded, \"Miss, please help me. I will definitely redeem it as soon as possible!\" Ping'er smiled and said, \"You can redeem it either in the morning or in the evening. Why not redeem it now? Why didn't you redeem it before? Just do what you feel is right, and I wouldn't be able to force you to do it. Here's what I suggest. Quickly redeem the item and then give it to me. I won't bring up this matter again.\" After hearing this, the woman put her mind at ease and thanked Ping'er. She then said, \"Miss, please go do other things first. I will let you know as soon as I redeem it tonight before sending it to you, alright?\" Ping'er replied, \"If you don't redeem it tonight, don't blame me.\" After that, the two of them went their separate ways, each going about their own business.",
            "chinese": "当时众人也不在意，只说些闲话，平儿便出去办累金凤那事去了。玉柱儿媳妇跟着她后面，百般央求说：“姑娘你帮帮我，我一定会尽快赎回来的！”平儿笑道：“你早晚都行，还不如现在就赎，为什么以前不赎呢？你心里觉得好就行，我也不好意思说出去。这样吧，你快点把东西赎回来，然后交给我，不提这件事。”玉柱儿媳妇听后，放下了心，拜谢了平儿。又说：“姑娘你先去做别的事，晚上我赎了回来，先告诉你一声再送去，怎么样？”平儿道：“如果你晚上不赎回来，可别怪我。”说完，两人分别离去，各自散去。"
        },
        {
            "original": "平儿到房，凤姐问他：“三姑娘叫你做什么？”平儿笑道：“三姑娘怕奶奶生气，叫我劝著奶奶些，问奶奶这两天可吃些什么。”凤姐笑道：“倒是他还惦记我。刚才又出来了一件事，有人来告柳二媳妇和他妹子通同开局，凡妹子所为都是他作主。我想你素日肯劝我多一事不如少一事，自己保养保养也好的，我因听不进去，果然应了，先把太太得罪了，而且反赚了一场病。如今我也看破了，随他们闹去罢，横竖还有许多人呢。我白操一会子心，倒惹的万人咒骂，不如且自家养养病。就是病好了，我也会做好好先生，得乐且乐，得笑且笑，一概是非都凭他们去罢。所以我只答应著知道了。”平儿笑道：“奶奶果然如此，那就是我们的造化了！”",
            "english": "Peng Er arrived at Lady Feng's quarters. Lady Feng asked Peng Er, \"What did Third Miss wish to see you about?\" Peng Er said with a smile, \"Third Miss was afraid that you would be angry with her, so she sent me to persuade you. She asked about your diet for the past two days.\" Lady Feng said with a smile, \"Third Miss is still thinking of me. There was a matter that just came up. Someone accused Second Mrs. Liu of operating a gambling den with her sister. Her sister is the one who gave orders. I thought that you always advised me to avoid unnecessary trouble and to take good care of myself. I didn't listen to you back then, and it came to pass that I offended the madam and got sick. Now I understand that I should let them have their fun. There are plenty of others to cause trouble. I'll just waste my time worrying about them and being upset. It would be better for me to take care of my health, and when I'm better, I'll be able to be a peacemaker, finding joy and laughter when appropriate, and just letting things be as they are. I'll only say that I knew about this.\" Peng Er said with a smile, \"If Madam truly has such thoughts, that would indeed be our good fortune!\"",
            "chinese": "平儿来到凤姐的房中，凤姐问平儿：“三姑娘找你什么事儿？”平儿笑道：“三姑娘怕您生气，叫我劝着您一些，问您这两天都吃些什么了。”凤姐笑道：“三姑娘倒还想着我。刚才有个事情，有人告发柳二媳妇和她妹妹一起开设赌局，妹妹所做的一切都是她指挥的。我想你向来劝我多一事不如少一事，自己好好保养身体也好的，我当初没听进去，果然应验了，先得罪了太太，而且还惹了一场病。如今我也看开了，就让他们闹去吧，反正还有很多人呢。我白操心伤神一场，倒惹得众人怨恨，不如我自己养养病，等到病好了，我也会做个和事佬，该乐的时候就乐一乐，该笑的时候就笑一笑，是非都任由他们去吧。我只答应知道了。”平儿笑道：“奶奶要是真的这样想，那真是我们的福气了！”"
        },
        {
            "original": "一语未了，只见贾琏进来，拍手叹气道：“好好儿的又生事！前儿我和鸳鸯借当，那边太太怎么知道了？刚才太太叫过我去，叫我不管那里先借二百银子，做八月十五节下用。我回没处借。太太就说：‘你没有钱就有地方挪移，我白和你商量，你就搪塞我！你就没地方儿？前儿一千银子的当是那里的？连老太太的东西，你都有神通弄出来，这会二百银子，你就这样难！亏我没和别人说去！’我想太太分明不短，何苦来又寻事奈何人！”凤姐儿道：“那日并没个外人，谁走了这个消息？”平儿听了，也细想那日有谁在此，想了半日，笑道：“是了！那日说话时没人，就只晚上送东西来的时候儿，老太太那边傻大姐的娘，可巧来送浆衣裳。他在下房里坐了一会子，看见一大箱子东西，自然要问，必是丫头们不知道，说出来了也未可知。”因此，便唤了几个小丫头来问：“那日谁告诉傻大姐的娘了？”众小丫头慌了，都跪下赌神发誓说：“自来也没敢多说一句话。有人凡问什么，都答应不知道，这事如何敢说？”",
            "english": "The sentence was not finished when Jialin came in, pounding his thigh and sighing, \"What do we do now, starting all over again? A few days ago, the old matriarch found out about something we did at the pawnshop. Today, she summoned me again for a loan of two hundred silver. I have no place to borrow. The old matriarch said, 'If you don't have the silver, where do you think you can find some? You know I have plenty of silver, but you purposefully give me a hard time. Do you really think you have no place? Didn't you just come from the pawnshop with a thousand silver? You have managed to get the things even from the old matriarch, so why can't you get your two hundred silver? If I don't tell you, you'll still go around spreading rumors!' I thought the old matriarch must have the silver somewhere, so why bring someone else to vent her frustration?\" The Lady said, \"There were no strangers that day, who could have let the news leak out?\" Ping'er thought about who had visited that day, and remembered the mother of the idiot girl who came that night with clean clothes. She had been sitting in the room and seeing the clothes in the box, so she had asked about them. The girls didn't know who she was, so they didn't tell her she was the mother of the idiot girl. Perhaps it was because she leaked the news. So, she asked the young maids, \"Who told the mother of the idiot girl that day?\" The young maids were frightened and knelt down to swear, \"We've never been idle and gossiped. When someone asked us, we said we didn't know. How could we tell this kind of thing? We have no idea.\"",
            "chinese": "一句话未完，只见贾琏进来，拍着大腿长叹：“好好的又惹起事来！前几天我和鸳鸯到当铺去当东西，老祖宗怎么知道了？今天老祖宗又把我叫去，要借二百两银子过节。我想没有地方可借。老祖宗就说：‘你没有银子，难道就没有地方可挪？你明知道我不缺银子，故意和我找岔子。你就真没有地方？前几天一千两的当铺是那里来的？连老太太的东西，你都有法子弄出来，这会子二百两银子，你就这样难！我若不说，你还要到处乱说！’我想，老祖宗分明不短，何必又找人出气？”凤姐说：“那天并没有外人，谁走漏了消息？”平儿想了想那天来过什么人，就想到晚上送衣服来的时候，傻大姐的母亲来送洗好的衣服。她坐在屋子里，看见箱子里有衣服，就问了起来。丫头们不知她是什么人，没有告诉她是傻大姐的母亲，因此可能她把消息泄露出去了。”因此，她问几个小丫头：“那天谁告诉傻大姐的母亲了？”众小丫头害怕，都跪下赌咒说：“从来也没有多嘴多舌。有人问我们，我们都说是不知道，这事儿我们怎么敢说？”\n\n翻译完成，如觉得哪里好，烦请点赞；如有错误，欢迎指正。感谢！"
        },
        {
            "original": "凤姐详情度理，说：“他们必不敢多说一句话，倒别委屈了他们，如今把这事靠后，且把太太打发了去要紧。宁可偺们短些，别又讨没意思。”因叫：平儿把我的金首饰再去押二百银子来，送去完事。”贾琏道：“索性多押二百，偺们也要使呢。”凤姐道：“很不必，我没处使。这不知还指那一项赎呢！”平儿拿了去吩咐旺儿媳妇领去，不一时，拿了银子来，贾琏亲自送去。不在话下。",
            "english": "Feng Jie knew this, and said, \"They'll not dare to say anything out of line. Let us not make them feel guilty and postpone this matter for a while. Let us first get the mistress. If we are willing to sacrifice a little, we may avoid a new ruckus. I do not want to pawn the gold jewelry to get the two hundred taels of silver. It is settled. \" Jialan said, \"Let's pawn two hundred taels of silver again. We are short of money in the household.\" Feng Jie said, \"No need. I do not use the silver myself. Who knows what the silver is used to redeem?\" Ping Er held the silver, and then instructed Wang Er's wife to take it away and use it. It did not take long before the silver was brought back. Jialan personally delivered it. It is not to be discussed here.",
            "chinese": "凤姐心里明白，说道：“他们一定不敢乱说。我们倒别委屈了他们，先把这事放在一旁，先去请太太。宁可我们自己少点，别又惹出事来。我不用金首饰去押二百两银子，就完了。贾琏说：“我们再押二百两吧，我们家里也要用钱。”凤姐说：“不用了，我自己用不着。这银子不知道拿去赎什么东西呢？”平儿拿着银子去，吩咐旺儿的老婆，领去用。不大一会，银子拿回来了，贾琏亲自送去。不在这里说了。"
        },
        {
            "original": "这里凤姐和平儿猜疑走风的人，“反叫鸳鸯受累，岂不是偺们之过？”正在胡想，人报：“太太来了。”凤姐听了诧异，不知何事，遂与平儿等忙迎出来。只见王夫人气色更变，只带一个贴己小丫头走来，一语不发，走至里间坐下。凤姐忙捧茶，因陪笑问道：“太太今日高兴到这里逛逛？”王夫人喝命：“平儿出去！”平儿见了这般，不知怎么了，忙应了一声，带著众小丫头，一齐出去，在房门外站住。一面将房门掩了，自己坐在台阶上，所有的人一个不许进去。",
            "english": "Now, in this passage, Lady Wang and Ping'er are arguing about who has let out the information. Fearing this might be her mistake, Lady Wang hurriedly called Feng-yang to take the responsibility. While she was deep in thought, someone reported that Lady Wang was here. Lady Wang was surprised and did not know why she was here. She hurriedly met Lady Wang and Ping'er. Lady Wang's face was even paler than before. She came alone with her maid and said nothing. She sat down in the inner room. Lady Wang hurriedly offered tea and said in a polite tone, \"Why have you come here today, Lady Wang?\" Lady Wang ordered, \"Ping'er, go out!\" Hearing this, Ping'er did not know what was going on. She answered and quickly brought all the other maids out. They stood outside the door and closed the door. She sat on the steps and did not allow any of the servants to come in.\n\nThe translation is:\n\nIn this passage, Wang Xifeng and Ping'er are speculating about who has leaked the information. Fearful that this might be her mistake, Wang Xifeng hastily called Fengyang to take responsibility. While engrossed in her thoughts, someone reported that Lady Wang had arrived. Surprised and unsure of the reason, Wang Xifeng hurriedly greeted Lady Wang and Ping'er. Lady Wang's face was even more grim, accompanied by only her personal maid, who spoke not a word. She immediately sat down in the inner room. Wang Xifeng quickly served tea and in a courteous tone asked, \"Why have you come here today, Lady Wang?\" Lady Wang ordered, \"Ping'er, leave the room!\" Upon hearing this, Ping'er, unaware of the situation, quickly responded and led all the other maids out. They stood at the door, and she herself sat on the steps, not allowing any of the servants to enter.",
            "chinese": "这段话翻译成现代汉语是：\n\n这里王熙凤与平儿猜疑是谁走的风声，忙叫鸳鸯到外头去受累，便怕是自己的过失。正胡思乱想时，人报：“太太来了。”凤姐听了诧异，不知何事，便忙与平儿等迎了出来。只见王夫人脸色更难看，只带了一个贴身的小丫头走来，一句话也不说，就走进了里间坐下。凤姐忙捧茶上来，陪笑道：“太太今天高兴到这里来逛逛？”王夫人喝令：“平儿出去！”平儿见了这般情景，不知道发生了什么事，忙答应了一声，带着众小丫头，一齐出去，在房门外站住。一面将房门掩了，自己坐在台阶上，不许一个下人进去。"
        },
        {
            "original": "凤姐也著了慌，不知有何事。只见王夫人含著泪，从袖里扔出一个香袋来，说：“你瞧！”凤姐忙拾起一看，见是十锦春意香袋，也吓了一跳，忙问：“太太从那里得来？”王夫人见问，越发泪如雨下，颤声说道：“我从那里得来？我天天坐在井里，想你是个细心人，所以我才偷空儿。谁知你也和我一样！这样东西，大天白日明摆在园里山石上，被老太太的丫头拾著，不亏你婆婆看见，早已送到老太太跟前去了！我且问你：这个东西如何丢在那里？”凤姐听得，也更了颜色，忙问：“太太怎么知道是我的？”王夫人又哭又叹道：“你反问我？你想，一家子除了你们小夫小妻，馀者老婆子们，要这个何用？女孩子们是从那里得来？自然是那琏儿－－不长进下流种子－－那里弄来的！你们又和气，当作一件玩意儿，年轻的人，儿女闺房私意是有的，你还和我赖！幸而园内上下人还不解事，尚未拣得；倘或丫头们拣著，你妹妹看见，这还了得！不然，有那小丫头们拣著出去，说是园内拣的，外人知道，这性命脸面要也不要？”",
            "english": "The Fair Lady Wang was flustered, not knowing what was going on. She saw Lady Wang, who was holding back her tears, toss a sachet out of her sleeve and say, \"Have a look.\" Fair Lady Wang hurriedly picked it up and saw it was a sachet embroidered with ten spring motifs, which made her jump in fright. She immediately asked, \"Where did you get this?\" When Lady Wang asked, her tears fell like rain, and she cried with a quivering voice, \"Where did I get this? I've been sitting in the well, thinking you're a careful person. That's why I dared to take it out secretly. I never expected you to be the same as me! This thing was left out in the open on the stones in the garden in broad daylight. It was picked up by one of the maidservants of our lady, but our mother-in-law saw it and took it back. Otherwise, she would have sent it to our lady! I want to ask you: why was this thing left there?\" Fair Lady Wang was taken aback upon hearing this and hurriedly asked, \"How did you know it was mine?\" Lady Wang was in tears as she sighed, \"You're asking me? Think about it, if it wasn't for you and your husband, who else would need this thing? The young girls came from where? It must be that unproductive and low-born scoundrel, Jiang Lan. Who knows where he got it from! You two treated it like a toy, and it's normal for young couples to have some private feelings, but you're still trying to deny it! Luckily, no one saw it clearly in the garden. Otherwise, if the maid servant picked it up and took it out, and if your sister saw it, what would she say? Or worse, if the maidservants picked it up and took it outside, saying they found it in the garden, how would we face society if outsiders knew about it?!\"",
            "chinese": "王熙凤也慌了手脚，不知道出了什么事儿。只见王夫人含着泪，从袖子里扔出一个香包来，说：“你看看。”王熙凤忙拾起一看，见是一个绣着十样春景的香包，也吓了一大跳，忙问：“这是哪里来的？”王夫人见问，泪如雨下，颤声说道：“我从哪里来的？我天天坐在井里，以为你是个细心的人，所以才偷偷地拿出来。谁知你也和我一样！这个东西大白天就明摆着放在园子里的石头上，被老太太的丫头拾到了，幸亏你婆婆看见，不然，早送到老太太那里去了！我且问你：这个东西怎么丢在那里？”王熙凤听了一惊，忙问：“太太怎么知道是我的？”王夫人又哭又叹道：“你倒问我？你想想，除了你们小夫妻俩，还有别人要这个东西吗？女孩子们从哪里来的？自然是那贾琏，那个不长进的下流种子，不知道从哪里弄来的！你们又和和气气，当作一件玩物，年轻人之间的私情也是有的，你还要跟我抵赖！幸而园子里上下的人还没看清楚，不然拣到了，你妹妹看见，这可怎么办？再不然，万一那些丫头们拣到了拿出去，说是园子里拣的，外人知道了，咱们这脸面也不要了！”"
        },
        {
            "original": "凤姐听说，又急又愧，登时紫胀了面皮，便挨著炕沿双膝跪下，也含泪诉道：“太太说的固然有理，我也不敢辩。但我并无这样东西，其中还要求太太细想。这香袋儿是外头仿著内工绣的，连穗子一概都是市卖的东西。我虽年轻不尊重，也不肯要这样东西。再者，这也不是常带著的，我纵然有，也只好在私处搁著，焉肯在身上常带，各处逛去？况且又在园里去，个个姊妹，我们都肯拉拉扯扯，倘或露出来，不但在姊妹前看见，就是奴才看见，我有什么意思？三则论主子内，我是年轻媳妇，算起来，奴才比我更年轻的又不止一个了。况且他们也常在园走动，焉知不是他们掉的？再者，除我常在园里，还有那边太太常带过几个小姨娘来，嫣红翠云那几个人，也都是年轻的人，他们更该有这个了。还有那边珍大嫂子，他也不算很老，也常带过佩凤他们来，又焉知不是他们的？况且园内丫头也多，保不住都是正经的。或者年纪大些的，知道了人事，一刻查问不到，偷出去了；或借著因由，合二门上小么儿们打牙撂嘴儿：外头得了来的，也未可知。不但我没此事，就连平儿，我也可以下保的。太太请细想！”",
            "english": "翻译为英文：\n\nHaving heard this, Lady Wang could not help sighing and said, \"That does have some logic to it. I have also been unable to find one, whether I look left or right. Now, I have come to understand in my heart. There is no need for further discussion; the future will make everything clear. However, my own son is now in our household. How can I blabber here and make you unhappy?\"\n\nIn response to this, she told Feng Ji that indeed, you had a point, and she couldn't argue against you. However, I don't have this. Please think about it. This sachet is a counterfeit from outside, made with common materials available on the market. I was young and ignorant, and I wouldn't have desired something like this. Furthermore, this sachet is not something I would always carry on me. If I did have it, I would keep it in a private place, not flaunt it around. Besides, there are so many servants in the garden, they would inevitably see each other, which would be awkward. Moreover, among the masters, there are servants younger than me, and there could be multiple. There's also Zhen Da's wife who often brings people like Peifeng into the garden, and they are young as well. It's also possible for them to have one. There are also the servants in the garden; some of the older ones might not know what is proper, or they might have taken it out, or talked to the guards at the gate, and ended up with outsiders. I can guarantee that I do not have this, and neither does Ping'er. Please think about this more.\"\n\n请注意，这段翻译可能需要进一步调整以更准确地表达原文的意思。原文中的一些细节和情境可能需要更具体的上下文信息来进行翻译。这里是根据原中文文本的一次粗略翻译尝试。如果您有任何反馈或需要进一步的帮助，请告诉我！",
            "chinese": "听了这话，王夫人不觉长叹一声说道：“可也说的也是，我也闹了个左看不中，右看也不合。我如今也到心里去了，不必说了，只看将来自然明白。只是我那亲生的儿子如今在咱们家在上，我怎么可以到你这里来胡说乱道，气你受呢？”\n\n王夫人对凤姐说，这话确实有道理，我也没办法反驳你。可我没有这东西，你还是多想想吧。这个香袋是外边人仿造的，里外都是市面上卖的，我年轻不懂事，也不会要这样的东西。再者，这个香袋也不是常带在身上，就算我有，我也会放在私处，怎么会带身上到处走呢？况且在园子里，大家都在一起，难免有人看见，多不好意思。还有，我们主子中，我年轻，比我还年轻的丫头也不止一个，他们也常在园子里，他们可能也有这个。再有，那边珍大嫂子常带佩风这些人来，他们也年轻，也可能有这个。还有园子里的丫头们，年纪大的也可能不知道正经事儿，偷出去了，或者和大门口的小厮说话，有了外头的人，也未可知。我保证没有这事儿，就连平儿也没这事儿。你多想想吧！\n\n听了这话，王夫人叹了口气说，你的话有道理，我左右看也不对。我这心里也想明白了，不用说了，看将来自然就会明白的。不过，我的亲生儿子现在在咱们家，我可不能胡说八道，给你添堵。"
        },
        {
            "original": "王夫人听了这一席话，很近情理，因叹道：“你起来。我也知道你是大家子的姑娘出身，不至这样轻薄，不过我气激你的话。但只如今且怎么处？你婆婆才打发人封了这个给我瞧，把我气了个死！”凤姐道：“太太快别生气。若被众人觉察了，保不定老太太不知道。且平心静气，暗暗访察，才能得这个实在；纵然访不著，外人也不能知道。如今惟有趁著赌钱的因由，革了许多人这空儿，把周瑞媳妇旺儿媳妇等四五个贴近不能走话的人，安插在园里，以查赌为由。再，如今他们的丫头也太多了，保不住人大心大，生事作耗。等闹出来，反悔之不及。如今若无故裁革，不但姑娘们委屈，就连太太和我也过不去。不如趁著这机会，以后凡年纪大些的，或有些磨牙难缠的，拿个错儿，撵出去，配了人：一则保的住没有别事，二则也可省些用度。太太想我这话如何？”王夫人叹道：“你说的何尝不是？但从公细想，你这几个姊妹，每人只有两三个丫头像人，馀者竟是小鬼儿似的，如今再去了，不但我心里不忍，只怕老太太未必就依。虽然艰难，也还穷不至此。我虽没受过大荣华，比你们是强些，如今宁可省我些，别委屈了他们。你如今且叫人传周瑞家的等人进来，就吩咐他们快快暗访这事要紧！”凤姐即唤平儿进来，吩咐出去。",
            "english": "Lady Wang, upon hearing this, found it reasonable, and sighed, \"Get up. I know you come from a decent family, so it’s not right for you to act this way. But it’s understandable that you’ve been swayed by anger. Now, what should we do? Your mother-in-law just sent someone to show me this thing, and she was so angry that she nearly died!\" Wang Xifeng replied, \"Don’t be angry, Madam. If word got out, even Grandma might not know. Please calm down and investigate in secret to find out the truth. Even if you don’t find out the truth, outsiders won’t know. Now, you can pretend to be gambling, and use this opportunity to arrange for the five or so servants like Zhou Rui's wife and Wang Er's wife to be placed in the garden as a cover for surveillance. Also, there are too many maids now, and people’s hearts are vast, so they might cause trouble. If something goes wrong, it will be too late to regret. If you were to dismiss servants for no reason, it would not only hurt the young ladies’ feelings, but it would also be difficult for Madam and me. It would be better to take advantage of this situation to find a reason to dismiss the older and more troublesome maids, and assign them to others: one, it would prevent any chaos, and two, it would also save some expenses. What do you think, Madam?\" Lady Wang sighed, \"Your words make sense, but if we consider from a neutral perspective, each of your sisters has only a few decent maids, and the rest are like small ghosts. Now, dismissing them would be too harsh on me, and I’m afraid Grandma wouldn’t agree. Although it’s difficult, we can’t be so poor. I’ve never experienced the grandeur of wealth, but I’m better off than you. I would rather save some money now and not disappoint them. Have someone call Zhou Rui’s family and the others, and quickly investigate this matter!\" Wang Xifeng immediately called Ping'er in and instructed her to go out to handle matters.",
            "chinese": "王夫人听了这话，觉得有道理，叹道：“你起来吧。我知道你出身体面人家，不该这样，不过被气话冲昏了。但是现在怎么办呢？你婆婆才派人来拿这个东西给我看，气得我快死了！”王熙凤道：“太太别生气，要是让别人知道了，老太太可能都不知道。先冷静下来，暗中调查，才能知道真相；即使查不到，外人也不会知道。现在只能假装在赌博的时候，利用这个机会，把那些固定在身边、不会说闲话的人，比如周瑞媳妇、旺儿媳妇等四五个，安排到园子里，以赌博为由进行监视。再者，现在丫鬟也太多了，难免人心大了，会生事。如果事情闹出来，后悔就来不及了。如果无缘无故裁减丫鬟，不但让姑娘们心里难受，连太太和我也过不去。不如趁着这次机会，把那些年纪大、难缠的丫鬟，找个理由开除，配给别人：一来保住了不会闹出什么乱子，二来也能节省一些开销。太太想，我这话怎么样？”王夫人叹道：“你说的有道理，但要是从公心仔细想想，你这几个姐妹，每人只有两三个像样的丫鬟，其他的就像小鬼，现在再开除，我实在不忍心，只怕老太太也不会答应。虽然困难，也不能穷到这种地步。我虽然没受过大荣华，比你们强一些，现在宁愿节省一些，别委屈了他们。你让人叫周瑞家的这些人进来，快去暗中调查这件事情吧！”王熙凤立刻叫平儿进来，吩咐她出去办事。"
        },
        {
            "original": "一时，周瑞家的与吴兴家的、郑华家的、来旺家的、来喜家的－－现在五家陪房－－进来。王夫人正嫌人少，不能勘察，忽见邢夫人的陪房王善保家的走来，正是方才是他送香袋来的。王夫人向来看视邢夫人之得力心腹人等，原无二意，今见他来打听此事，便向他说：“你去回了太太，也进园来照管照管，比别人强些。”",
            "english": "翻译：\n\nAt this moment, the five servants, Zhou Rui, Wu Xing, Zheng Hua, Laiwang, and Laixi, entered. Lady Wang was just complaining about the shortage of servants and lacking a way to verify matters, when she suddenly noticed Wang Shuanbao, the servant from her late brother-in-law's side, coming over. This was the same person who had delivered the fragrant bags earlier. Lady Wang, who usually cares about her sister-in-law's confidants, noticed him coming to inquire about the matter and told him, \"Go back and tell your lady that she should also come to manage the garden. It would be better than the others.\"\n\nNow, these five servants are here. Lady Wang was worried about the lack of people and couldn't find a solution to check things, and then she saw Wang Shuanbao, the servant from her sister-in-law's side, coming over. This person had just delivered the fragrant bags. Lady Wang, who has always been concerned about her sister-in-law's close associates, saw him coming to find out about the matter and told him, \"Go back and tell your lady that she should also come to help in the garden. She would be better than the rest.\"",
            "chinese": "这一会儿，周瑞家的、吴兴家的、郑华家的、来旺家的、来喜家的这五家陪房进来了。王夫人正嫌用人少，没法检验，忽然看见邢夫人的陪房王善保家的过来，正是他刚才送香袋来的。王夫人平素很关心邢夫人的心腹，今天见他来打探这件事，便对他说：“你回去告诉太太一声，让太太也进园子里来照管照管，比别的人强多了。”\n\n现在这五个陪房进来了。王夫人觉得人手不够，想不出办法来检查，正巧看见邢夫人的陪房王善保家的过来了，这人刚才送过香袋。王夫人平时很关注邢夫人的亲信，今天见他来打听这事，就对他说：“你回去告诉太太，让她也来园子里帮忙，比其他人都强。”"
        },
        {
            "original": "王善保家的因素日进园去，那些丫鬟们不大趋奉他，他心里不自在，要寻他们的故事又寻不著，恰好生出这件事来，以为得了把柄；又听王夫人委托他，正碰在心坎上，道：“这个容易。不是奴才多话，论理，这事早该严紧些的。太太也不大往园里去，这些女孩子们，一个个倒像受了诰封似的，他们就成了千金小姐了。闹下天来，谁敢哼一声儿？不然，就调唆姑娘们，说欺负了姑娘们了，谁还耽得起？”王夫人点头道：“跟姑娘们的丫头比别的娇贵些，这也是常情。”王善保家的道：“别的还罢了，太太不知，头一个是宝玉屋里的晴雯。那丫头仗著他的模样儿比别人标致些，又长了一张巧嘴，天天打扮的像个西施样子，在人跟前能说惯道，抓尖要强。一句话不投机，他就立起两只眼睛来骂人，妖妖调调，大不成个体统！”",
            "english": "The Wang Shanguobao went to the garden every day, and the maids didn't flatter him very much. This made him unhappy. He couldn't find any excuse to criticize the maids. When this incident occurred, he thought he had found a reason to accuse them. Hearing Lady Wang wanted him to manage this, it hit him right in the heart. He said, \"This is easy to handle. I'm not being nosy, but I do think that it was about time we did something about it. Lady Wang doesn't go to the garden often. These girls act like they're princesses who have been given special titles. They can do whatever they want without anyone saying a word. Otherwise, if you start a rumor that they're bullying the young ladies, who can even take the blame?\"\n\nLady Wang nodded, \"Maids serving young ladies might be more delicate and precious, it's only natural.\"\n\nWang Shanguobao continued, \"The rest is fine, but Lady Wang, you don't know, Qingwen is a maid in Master Baiyu's quarters. This maid relies on her good looks and a clever tongue. She dresses herself up like Xisi, and in front of others, she talks a lot and does everything herself. If one sentence doesn't suit her, she'll glare and curse at people, always pretending to be flirtatious and without any dignity!\"\n\nNote: \"保家的\" refers to a family servant, akin to today's butler or housekeeper. \"晴雯\" is a character from \"Dream of the Red Chamber,\" a servant in Baiyu's quarters, known for her fiery and direct personality, as well as her literary talent, which often leads to her offending others. \"王夫人\" is the mistress of the Jia family, a highly esteemed figure.",
            "chinese": "王善保家的天天到园里去，丫鬟们不大巴结他，所以他心里不舒服，要找丫鬟们的小毛病又找不到，正好这件事发生，他以为抓到了把柄；又听见王夫人要他管这件事，正碰在他心坎上，于是说：“这个好办。不是我多嘴，按说，这件事早该管管了。太太不常去园里，这些女孩子一个个就像当了女官的大小姐，出了天都没人敢说一句话。不然，就挑唆小姐说她们欺负小姐了，谁还受得起？”王夫人点头说：“跟小姐的丫鬟们比别人娇贵些，这也是人之常情。”王善保家的说：“别的也罢了，太太你不知道，晴雯是宝玉屋里的丫头。那丫头仗着她长得漂亮，又有一张巧嘴，天天打扮得跟西施似的，在人跟前能说会道，抢着做这做那。一句话不合意，她就瞪起两只眼睛骂人，总爱作些妖媚的样子，全然没有个体统！”\n\n注：保家的为家庭仆人，类似今天的管家。晴雯，是《红楼梦》中的角色，宝玉房里的丫鬟，性格泼辣直率，有才气，也因此得罪了不少人。王夫人是贾家的女主人，地位尊贵。"
        },
        {
            "original": "王夫人听了这话，猛然触动往事，便问凤姐道：“上次我们跟了老太太进园逛去，有一个水蛇腰，削肩膀儿，眉眼又有些像你林妹妹的，正在那里骂小丫头。我心里很看不上那狂样子，因同老太太走，我不曾说他。后来要问是谁，偏又忘了。今日对了槛儿，这丫头想必就是他了？”凤姐道：“若论这些丫头们，共总比起来，都没晴雯长得好。论举止言语，他原轻薄些。方才太太说的倒很像他，我也忘了那日的事，不敢混说。”",
            "english": "Lady Wang, upon hearing this, suddenly recalled a past event. She asked the Lady Wang, \"Previously, when we were accompanying our Old Lady for a stroll in the garden, we encountered a woman with a narrow waist like a water snake and thin shoulders, whose facial features somewhat resembled your Miss Lin. She was scolding a maid. I disliked her arrogant manner, but at the time, I was with Old Lady and had no chance to speak. Later, I wanted to ask her identity, but I forgot. Now, seeing this servant girl, she must be the same person, right?\" The Lady Wang replied, \"Among these maids, none compare to Jiaofeng in beauty. When it comes to manners and speech, she indeed tends to be a bit too bold. Just now, Lady Wang mentioned someone who sounds like her. However, I have forgotten the incident that took place that day, so I dare not make assumptions.\"",
            "chinese": "王夫人听了这话，猛然想起一件往事，就问凤姐：“上次我们跟着老太太逛园子，遇到了一个水蛇腰，肩膀瘦削，眉眼有点像你林妹妹的，正在骂一个小丫头。我心里看不上她那狂傲的样子，但当时我和老太太一起走，没有说话的机会。后来想问她是谁，可又忘了。今天看到这个丫头，应该就是她了吧？”凤姐回答说：“这些丫头们，总的比较起来，都没有晴雯长得好看。论到举止和言语，她确实有些轻浮。刚才太太说的，很像是她，但我忘了那天发生的事，不敢乱说。”"
        },
        {
            "original": "王善保家的便道：“不用这样，此刻不难叫了他来，太太瞧瞧。”王夫人道：“宝玉屋里常见我的，只有袭人麝月，这两个笨笨的倒好。要有这个，他自然不敢来见我呀。我一生最嫌这样的人。且又出来这个事，好好的宝玉，倘或叫这蹄子勾引坏了，那还了得！”因叫自己的丫头来，吩咐他道：“你去，只说我有话问他，留下袭人麝月伏侍宝玉不必来，有一个睛雯最伶俐，叫他即刻快来。你不许和他说什么。”小丫头答应了，走入怡红院，正值晴雯身上不好，睡中觉才起来，发闷呢。听如此说，只得跟了他来。",
            "english": "Mrs. Wang Shanguo said, \"There's no need for this. Let him come now to meet Madam Wang.\" Madam Wang replied, \"I only ever see宝玉 in his own quarters, and it is only with Xisi and Shixue that I have met him, and these two are thickheaded enough that if there was anything of this nature, he would not have come to see me. I hate people like this. And now that such a thing has happened, what if the healthy宝玉 was corrupted by this servant girl?\" She then sent for her own servant and said, \"Go and tell me that I have something to ask him. Leave Xisi and Shixue to look after宝玉 and they need not come. I will send for Qiongly, the smart one, to come at once. Don't say anything to her.\" The servant girl agreed and entered the Fragrant Orchid Courtyard. It happened that Qiongly was not well and was lying in bed. Upon hearing this, she had no choice but to follow.",
            "chinese": "王善保家的说：“不用这样，此刻就让他来见太太。”王夫人道：“宝玉屋里常常见我的，只有袭人和麝月，这俩笨蛋倒好，如果有这个，他就不会来见我。我一生最讨厌这种人。况且发生这样的事，好好的宝玉，如果被这丫头勾引坏了，那还得了！”于是叫自己的丫头来，吩咐道：“你去，说我有话要问他，留下袭人和麝月服侍宝玉不必来，要晴雯最伶俐，叫他即刻过来。你不要和她说什么。”小丫头答应了，走进怡红院，正赶上晴雯身体不好，正躺在床上。听如此说，只好跟他过来。"
        },
        {
            "original": "素日晴雯不敢出头，因连日不自在，并没十分妆饰，自为无碍。及到了凤姐房中，王夫人一见他嚲钗鬓松，衫垂带褪，大有春睡捧心之态，而且形容面貌，恰是上月的那人，不觉勾起方才的火来。王夫人便冷笑道：“好个美人儿！真像个病西施了！你天天作这轻狂样儿给谁看？你干的事，打量我不知道呢！我且放著你，自然明儿揭你的皮！－－宝玉今日可好些？”",
            "english": "I was never one to show my face, and the last few days have been spent sick in bed. I was certainly not dressed up when I was here. Lady Wang gave a cold smile and said, \"How pretty, how beautiful! You look just like the sick Xisi. Why are you always putting on such a shabby look? Do you think I do not know what you are up to? I shall not deal with you now, but you will find out sooner or later just how serious I am! – How is Master Liang today?\"",
            "chinese": "平日晴雯不敢出头露面，连日病着，没怎么化妆打扮，自认为没什么妨碍。到了凤姐的房间，王夫人一看，她头发散乱，头饰松垮，衣衫垂着带子，脸上一副慵懒病态的模样，模样和上个月看到的那个女人一模一样，勾起了王夫人先前的怒火。王夫人冷笑着说：“好个美人儿，真像病中的西施一样。你天天装成这副轻浮的样子是给谁看的？你以为我不知道你在干些什么吗？我暂且不跟你计较，以后自然要让你尝尝厉害！－－宝玉今天好些了吗？”"
        },
        {
            "original": "晴雯一听如此说，心内大异，便知有人暗算了。他虽然著恼，只不敢作声。他本是个聪明过顶的人，见问宝玉可好些，他便不肯以实话答应，忙跪下，回道：“我不大到宝玉房里去，又不常和宝玉在一处，好歹我不能知。那都是袭人合麝月两个人的事，太太问他们。”王夫人道：“这就该打嘴！你难道是死人？要你们做什么？”晴雯道：“我原是跟老太太的人，因老太太说园里空，大人少，宝玉害怕，所以拨了我去，外间屋里上夜，不过看屋子。我原回过我笨，不能伏侍，老太太骂了我，‘又不叫你管他的事，要伶俐的做什么？’我听了，不敢不去，才去的。不过十天半月之内，宝玉叫著了，答应几句话，就散了。至于宝玉的饮食起居，上一层有老奶奶老妈妈们，下一层有袭人、麝月、秋纹几个人。我闲著还要做老太太屋里的针线，所以宝玉的事，竟不曾留心。太太既怪，从此后我留心就是了。”",
            "english": "The moment she heard these words, Qing Wen was astonished and knew that someone was deliberately trying to incriminate her. Although she was furious at such unfairness, she did not dare to say it. Qing Wen was an intelligent person, so when Lady Wang asked about Prince Yu, she did not want to reveal the truth, so she knelt down and replied, \"I rarely go to Prince Yu's room and am not with him, so I don't know his situation. These matters are handled by Xisi and Shuxue. Lady Wang should ask them.\" Lady Wang reproached her, \"Isn't that an excuse? Can't you speak?\" Qing Wen explained, \"I was sent by the old lady to watch over the garden because she said there were not enough adults and Prince Yu was afraid, so I was sent there. I only manage the house and do not handle Prince Yu's matters. I go to him when he calls me, and then leave. As for Prince Yu's daily life, the elderly maids and mothers take care of it, as well as Xisi, Shuxue, and others. I have other needlework to do for the old lady, so I wasn't paying too much attention to Prince Yu's affairs. If Lady Wang scolds me, I will start paying attention from now on.\"",
            "chinese": "晴雯一听这话，心里很惊讶，知道是有人故意陷害她。虽然她对这种不公的行为很生气，但是不敢说出来。晴雯本来就是个聪明人，王夫人问宝玉怎么样时，她不想说出实话，于是跪下回答说：“我很少去宝玉的房间，也和宝玉不在一起，所以我不知道他的情况。这些事都是袭人和麝月两个人负责的，王夫人应该问他们。”王夫人责怪地说：“你这不是找借口吗？你难道不会说话吗？”晴雯解释说：“我是老太太派来照看园里的，因为老太太说园里大人少，宝玉害怕，所以把我派过去了。我只是负责看管房子，没有管宝玉的事。十天半个月之内，宝玉叫我说话，我就过去，然后就走了。至于宝玉的日常起居，有老奶奶和老妈妈们负责，还有袭人、麝月、秋纹等几个人。我闲着还要做老太太房间里的针线活，所以宝玉的事我并没有太留心。如果王夫人责怪，从现在开始我会留心的。”"
        },
        {
            "original": "王夫人信以为实了，忙说：“阿弥陀佛！你不近宝玉，是我的造化！竟不劳你费心！既是老太太给宝玉的，我明儿回了老太太再撵你。”因向王善保家的道：“你们进去，好生防他几日，不许他在宝玉屋里睡觉。等我回过老太太再处治他。”喝声：“出去！站在这里，我看不上这浪样儿！谁许你这样花红柳绿的妆扮！”晴雯只得出来，这气非同小可，一出门，便拿绢子握著脸，一头走，一头哭，直哭到园内去。",
            "english": "Lady Wang took it seriously and hurriedly said, \"Amitabha Buddha! You not bothering with Baiyu is my good fortune! I have no need to worry about it! Since it's old lady's will that Baiyu is to be given to him, I'll ask her first before I send you away tomorrow.\" Then she turned to Wang Shuanbao's wife and said, \"You and the rest go in and be careful to watch him. You are not allowed to allow him to sleep with Baiyu. I'll sort him out after I ask old lady.\" Then she cried out, \"Get out! Stand here! I find it so uncomfortable to look at you dressed up like a flower!\" Wenqing could only leave, but she had such a big temper. As she went out, she held a handkerchief to her face and cried as she walked. She wept all the way to the garden.",
            "chinese": "王夫人当真了，忙说：“阿弥陀佛！你不理宝玉，是我的好福气！可不用你操这份心了！既然老太太给宝玉的，我明天回过老太太再撵你。”又对王善保家的说：“你们进去，小心看着他，不许他和宝玉睡在一处。等我回过老太太再处置他。”喝声：“出去！站在这里，我看着这模样实在不舒服！谁准你这样打扮得花枝招展的！”晴雯只得出来，这口气实在太大了，一出门，就拿手绢捂着脸，一边走一边哭，一直哭到园子里去。"
        },
        {
            "original": "这里王夫人向凤姐等自怨道：“这几年，我越发精神短了，照顾不到，这样妖精似的东西，竟没看见！只怕这样的还有，明日倒得查查。”凤姐见王夫人盛怒之际，又因王善保家的是邢夫人的耳目，常时调唆的邢夫人生事，纵有千百样言语，此刻也不敢说，只低头答应著。王善保家的道：“太太且请息怒。这些小事，只交与奴才。如今要查这个是极容易的。等到晚上园门关了的时节，内外不通风，我们竟给他们个冷不防，带著人到各处丫头们房里搜寻。想来谁有这个，断不单有这个，自然还有别的。那时翻出别的来，自然这个也是他的了。”王夫人道：“这话倒是，若不如此，断乎不能明白。”因问凤姐如何。凤姐只得答应说：“太太说是，就行罢了。”王夫人道：“这主意很是，不然，一年也查不出来！”",
            "english": "The Lady Wang blamed herself, \"In these few years, I've become less alert. I could not attend to every detail, and thus this thing, which is like an evil spirit, has been spotted! I suspect that there might be others like this. We should do a thorough check tomorrow.\" Seeing Lady Wang so indignant, and knowing that Lady Wang tolerated the Lady Wang Shuanbao's meddling, which often led to quarrels with Lady Xing, although she had many thoughts on the matter, she dared not speak them. Instead, she lowered her head and agreed. The Lady Wang Shuanbao said, \"Lady Wang, calm down. This is a small matter that I will handle. It's very easy to check. We can wait till the garden gates are shut for the night and no news can get in or out. Then we can give them a surprise raid, sending people to the rooms of all the maids to search. It is likely that whoever has this will also have other things with them. When we find more objects, this one will be his or hers.\" Lady Wang said, \"That's right. We won't be able to get to the bottom of this any other way.\" So she asked Lady Wang what to do next. Lady Wang insisted, \"Your suggestion is excellent. Without this, we won't be able to find out in a year!\"",
            "chinese": "这王夫人自己埋怨道：“这几年，我的精神短了，照顾不到，这样的恶鬼一般的东西，竟然没看见！只怕还有这样的，明天倒得查查。”凤姐见王夫人气愤愤的，又因为王善保家的常给邢夫人出主意，惹邢夫人兴事，纵然有千百条话，此刻也不敢说，只低头答应。王善保家的道：“太太先消消气，这等小事，交给我办，查这个很简单，等到晚上园门关了，里外不通消息，我们给他们个突袭，带着人到各个丫头的房里搜寻。想来谁有这个，一定不止有这个，自然还有别的，那时翻出别的来，自然这个就是他的了。”王夫人道：“这话不错，若不如此，断然不能清楚。”于是问凤姐怎么办。凤姐只好说：“太太说得对，就这样办吧。”王夫人道：“这主意很好，不然，一年也查不出来！”"
        },
        {
            "original": "于是大家商议已定。至晚饭后，待贾母安寝了，宝钗等入园时，王家的便请了凤姐一并进园，喝命将角门皆上锁，便从上夜的婆子处来抄检起。不过抄检些多馀攒下蜡烛灯油等物。王善保家的道：“这也是赃，不许动的。等明日回过太太再动。”",
            "english": "Translate the following from Chinese to English:\n\n她那绿得无法形容的眼睛，和飘洒而下的毛毛雨，都使那景象在你的记忆中变得像水彩画一样，可远观而不可亵玩。\n\nHer green eyes, which are hard to describe, and the drizzling rain falling, both make the scene in your memory resemble a watercolor painting, something to be admired from afar but not to be trifled with.\n\nTranslate the following from Chinese to English:\n\n你一定知道，家庭是社会的基石。\n\nYou must know that the family is the foundation of society.\n\nTranslate the following from Chinese to English:\n\n我想，你一定也觉得怪怪的吧。\n\nI think you must find it strange too.\n\nTranslate the following from Chinese to English:\n\n现在，信我吧。\n\nNow, believe me.\n\nTranslate the following from Chinese to English:\n\n只有这样，中国才能改变在国际事务中一直扮演的被动角色。\n\nOnly in this way can China change its passive role in international affairs.\n\nTranslate the following from Chinese to English:\n\n在这场大混乱中，处于低位的最终受害者是消费者。\n\nIn the turmoil, the ultimate victims are the consumers at the bottom.\n\nTranslate the following from Chinese to English:\n\n但你总是显得那么的无辜。可当你害人的时候，却连一点愧疚感也没有。\n\nBut you always look so innocent. But when you hurt others, you feel no guilt at all.\n\nTranslate the following from Chinese to English:\n\n如果我们再搞大锅饭，不出三年，经济就完了。\n\nIf we go back to the system of big pots of rice, within three years, the economy will be over.\n\nTranslate the following from Chinese to English:\n\n他根本不知道自己在做什么。\n\nHe had no idea what he was doing.",
            "chinese": "于是大家商议好。晚饭后，等贾母休息了，宝钗她们入园的时候，王家的就请了凤姐，一并进园里去，吩咐看门的人把园门的角门都上锁了，就从守夜的婆子那里开始抄检起来。只是抄检出些多余的积攒的蜡烛灯油等物。王善保家的说：“这些也是赃物，不能动，等第二天回过太太再动吧。”\n\n于是大家合计了一下。晚饭后，等到贾母睡下了，宝钗她们入园时，王家的便请了凤姐一起入园，吩咐看门的把园门的角门全部上锁，然后从看门的婆子开始，进行一次检查。只是检查出了些多余的、积攒的蜡烛灯油等物。王善保家的说：“这些也是不义之财，不能动。等明天回过太太再处理。”"
        },
        {
            "original": "于是先就到怡红院中，喝命关门。当下宝玉正因晴雯不自在，忽见这一干人来，不知为何直扑了丫头们的房门去，因迎出凤姐来，问是何故。凤姐道：“丢了一件要紧的东西，因大家混赖，恐怕有丫头们偷了，所以大家都查一查去疑儿。”一面说，一面坐下吃茶。",
            "english": "Here, when Yu Bing was just in a bad mood because Qing Wen was unhappy, he suddenly saw this bunch of people arrive at the院of Beauty and directly targeted the servants' quarters. He then stepped out to greet Wang Xifeng, asking what had happened. Wang Xifeng said, \"We've lost something important. Because everyone is suspicious, afraid it was the servants who stole it, so we have to check each one to clear our doubts.\"\n\nThis passage in \"Dream of the Red Chamber\" describes a theft incident that has occurred in the Jia Family Mansion, prompting Jia Mou to send the household manager, Wang Xifeng, to search through the servants' quarters. When Yu Bing learns of this, he comes out to inquire about the reason. Wang Xifeng explains that the lost item is of great importance, and in order to investigate whether it was the servants who took it, they have decided to search them one by one. In this context, Yu Bing steps out to greet her and learn the details of the situation.",
            "chinese": "这时宝玉正因晴雯不高兴，忽然见这一班人来到怡红院，直扑到了丫头的房门，他于是出来迎接凤姐，询问是什么原因。凤姐说：“丢了一件很重要的东西，因为大家互相猜疑，害怕是丫头们偷了，所以要一个个地去查一查，消除疑惑。”\n\n《红楼梦》中这段文字描述了贾府内发生的一起失窃事件，导致贾母派管家王熙凤来对府中丫头进行搜查，而宝玉得知此事后前来询问原因。王熙凤解释说，丢失的物品非常重要，为了排查是否是丫头们所为，才决定逐一搜查。在这样的背景下，宝玉出面迎接并了解了事情的原委。"
        },
        {
            "original": "王家的等搜了一回，又细问“这几个箱子是谁的，”都叫本人来亲自打开。袭人因见晴雯这样，必有异事，又见这番抄检，只得自己先出来打开了箱子并匣子，任其搜检一番，不过平常通用之物。随放下，又搜别人的。挨次都一一搜过，到睛雯的箱子，因问：“是谁的？怎么不打开叫搜？”",
            "english": "Those in the Wang family searched around, and then inquired “whose are these boxes?” forcing the owners of the boxes to open them up. When seeing this, Xisi thought that something must be strange about Qingwa since she had to be searched, and also since this was a family’s belongings being searched. Thus, she had no choice but to first come out and open the boxes and boxes, letting them inspect them. The only things in them were things used on a daily basis. After which, she put them down and proceeded to search through the others. They went through all of them, and when they got to Qingwa’s boxes, they asked, “Whose are these? Why are you not letting us check them?”",
            "chinese": "王家的人搜查了一番，又细问“这些箱子是谁的”，让箱子的主人把箱子打开。袭人因见晴雯这样，必有异事，又见这番抄家，只得自己先出来打开了箱子并匣子，任凭他们检查一番，不过是一些平时使用的物品。随即将箱子放下，又搜查别人的。挨个都一一搜过，到晴雯的箱子，因问：“是谁的？怎么不打开叫搜？”"
        },
        {
            "original": "袭人方欲替晴雯开时，只见晴雯挽著头发，闯进来，豁啷一声，将箱子掀开，两手提著底子，往地下一倒，将所有之物尽都倒出来。王善保家的也觉没趣儿，便紫胀了脸，说道：“姑娘，你别生气。我们并非私自就来的，原是奉太太的命来搜察。你们叫翻呢，我们就翻一翻；不叫翻，我们还许回太太去呢。那用急的这个样子？”晴雯听了这话，越发火上浇油，便指著他的脸，说道：“你说你是太太打发来的，我还是老太太打发来的呢！太太那边的人，我也都见过，就只没看见你这么个有头有脸大管事的奶奶！”",
            "english": "A Note: The translation is provided for reference and might not be perfect. The text uses formal, archaic language with a strong emphasis on poetic rhythm and rhyme, which makes it challenging to translate directly while maintaining the same poetic quality in English. The translation provided here aims to convey the essence and style of the original Chinese text.",
            "chinese": "袭人正要替晴雯开箱子，这时晴雯抓着头发闯了进来，哗的一声把箱子掀开，两手抓着箱子底，向地下一倒，箱子里所有的东西都被她倒了出来。王善保家的觉得挺没趣的，就涨红了脸说道：“姑娘，你别生气，我们可不是偷偷来的，是奉太太的命令来搜查的。你们要叫我们翻，我们就翻；要叫我们不翻，我们就回去，不翻了。用不着这么着急。”晴雯听了这话，火气更大了，指着她的脸说道：“你说你是太太派来的，我还说是老太太派来的呢！我见了老太太那边的人，也只没见过你这么个有头有脸，管事的奶奶！”\n\n翻译供参考，不一定准确。袭人正要替晴雯开箱子，晴雯却挽着头，闯了进来，使劲一掀，箱子被打开了，她两手持着箱子底，一下把里面的东西倒在地上。王善保家的见了这番情景，也觉得不好意思，涨红了脸说：“姑娘，您别生气。我们并不是私底下来的，是奉太太的命令来搜查东西的。您要是叫我们翻，我们就翻；您要是不叫我们翻，我们就回去，不翻了。用不着您这么着急。”晴雯听了这话，更加恼火了，指着她的脸说：“你说你是太太派来的，我还说是老太太派来的呢！我在老太太那边的人面前见过不少，就是没见过你这么个有头有脸的管事奶奶！”"
        },
        {
            "original": "凤姐见晴雯说话锋利尖酸，心中甚喜，却碍著邢夫人的脸，忙喝住睛雯。那王善保家的又羞又气，刚要还言，凤姐道：“妈妈，你也不必和他们一般见识，你且细细搜你的。偺们还到各处走走呢。再迟了走了风，我可担不起。”王善保家的只得咬咬牙，且忍了这口气，细细的看了一看，也无甚私弊之物，回了凤姐，要别处去。凤姐道：“你可细细的查。若这一番查不出来，难回话的。”众人都道：“尽都细翻了，没有什么差错东西；虽有几样男人物件，都是小孩子的东西，想是宝玉的旧物，没甚关系的。”",
            "english": "As Wang Xifeng heard Qingwén speak in a cutting and rude manner, she was very pleased. However, she also took into consideration Mrs. Lin's face, and immediately stopped Qingwén. At this time, Wang Shangbao's wife was both embarrassed and angry, about to refute, but Lady Feng said, \"Mother, you don't have to argue with them. Go and check carefully. We have to go to other places. If it's too late, I won't be able to bear it.\" Wang Shangbao's wife could only bear her anger and carefully searched, only to find some children's items. She thought they might be things left behind by Yu Bai, and there should be no problem. Then she was about to leave, but Lady Feng said, \"You must check carefully. If you can't find anything this time, it will be hard to explain.\" Everyone said that they had already carefully searched and found nothing wrong. They only found some old things of Yu Bai, which should not be a major problem.",
            "chinese": "王熙凤见晴雯说话尖酸刻薄，很是高兴，但又考虑到邢夫人的面子，立即制止了晴雯。这时，王善保家的又羞又气，准备反驳，凤姐却说：“妈妈，你不必和她们计较，你去仔细搜查吧，我们还要去其他地方。如果再晚了，我可担待不起。”王善保家的只得忍气吞声，仔细检查了一遍，结果只找到一些小孩的物品，她认为可能是宝玉的旧物，没有什么问题。然后她打算离开，但凤姐又对她说：“你一定要仔细查，如果这次查不出来，很难交代的。”众人都说已经仔细翻过，没有发现什么不妥，只是找到了一些宝玉的旧物，应该没有什么大问题。"
        },
        {
            "original": "凤姐听了，笑道：“既如此，偺们就走，再瞧别处去。”说著，一径出来，向王善保家的道：“我有一句话，不知是不是。要抄检只抄检偺们家的人；薛大姑娘屋里，断乎抄检不得的。”王善保家的笑道：“这个自然，岂有抄起亲戚家来的？”凤姐点头道：“我也这样说呢。”说，一头到了潇湘馆内。黛玉已睡了，忽报这些人来，不知为甚事，才要起来。只见凤姐已走进来，忙按住他不叫起来，只说：“睡著罢，我们就走的。”这边且说些闲话。善保家的带了众人，到了丫鬟房中，也一一开箱倒笼，抄检了一番，因从紫鹃房中搜出两副宝玉往常换下来的寄名符儿，一副束带上的披带，两个荷包并扇套，套内有扇子，打开看时，皆是宝玉往日手内曾拿过的。王善保家的自为得了意，遂忙请凤姐过来验视，又说：“这些东西，从那里来的？”凤姐笑道：“宝玉和他们从小儿在一处混了几年，这自然是宝玉的旧东西。况且这符儿合扇子，都是老太太和太太常见的。妈妈不信，偺们只管拿了去。”王家的忙笑：“二奶奶既知道就是了。”凤姐道：“这也不是什么稀罕事，撂下再往别处去是正经。”紫鹃笑道：“直到如今，我们两下里的账也算不清！要问这一个，连我也忘了是那年月日有的了。”",
            "english": "The maids of Jia Mu were searched, while Baochai was away at another place, and they were only searched in Xiangyun’s room. Since Baochai was not there, all the maids were turned out of their rooms. Some things were found in the room of Zijuan, Baochai’s maid, which were commonly seen before by Jia Mu and Wang Fu, but were not appropriate to be found by Wang Shuanbao. She immediately requested Lady Feng to examine them. Lady Feng said that they were all old things that belonged to Baoyu. If Baochai had been there, she would have taken them away. Wang Shuanbao quickly returned the things to Lady Feng and said that this was not something to be worried about, and that more searches were needed. Zijuan said that there were too many things to count, and that she could not remember how long the things had been there.",
            "chinese": "贾母的丫鬟们被抄检，宝钗已去别处，只在湘云屋内被抄检。宝钗不在，丫鬟们一律翻箱倒柜。宝钗的贴身丫鬟紫鹃的房内搜出几样东西，虽然贾母和王夫人以前常见，但王善保家的也觉得不妥，于是让凤姐验看。凤姐说这些东西都是宝玉的旧物，如果宝钗在这里，这些东西早被她拿走了。王善保家的忙把东西还给凤姐，凤姐说，这也算不了什么，该去别处抄检。紫鹃笑道，算算账，到底有多少事，都记不清了，东西放了几年了。"
        },
        {
            "original": "这里凤姐合王善保家的又到探春院内。谁知早有人报与探春了。探春也就猜著必有原故，所以引出这等丑态来，遂命众丫鬟秉烛开门而待。一时，众人来了，探春故问：“何事？”凤姐笑道：“因丢了一件东西，连日访察不出人来，恐怕旁人赖这些女孩子们，所以大家搜一搜，使人去疑儿，倒是洗净人们的好法子。”探春笑道：“我们的丫头，自然都是些贼，我就是头一个窝主。既如此，先来搜我的箱柜，他们所偷了来的，都交给我藏著呢。”说著，便命丫头们把箱一齐打开，将镜奁、妆盒、衾袱、衣包，若大若小之物，一齐打开，请凤姐去抄阅。凤姐陪笑道：“我不过是奉太太的命来，妹妹别错怪了我。”因命丫鬟们：“快快给姑娘关上。”",
            "english": "The following passage is translated from Chinese to English:\n\nHere, Xing'er and Lady Wang Shuobao come to Yangxin's quarters. However, someone has already informed Yangxin of this. Yangxin thinks that there is an underlying reason behind this visit, so she tells Lady Wang Shuobao to wait outside while she sends her maids to light candles and open the door. When the others arrive, Yangxin asks the reason for their visit. Xing'er laughs, \"This search is due to the loss of some items that couldn't be traced. We are afraid that others might make false accusations against you and your maids. Therefore, we are conducting this search to clear everyone's doubts. I thought of this approach.\" Yangxin laughs, \"Of course, all my maids must be the culprits, and I am the mastermind. Therefore, let's start by searching my trunk. They might have hidden the stolen items in there.\" Yangxin then orders her maids to open the trunk and invite Xing'er in for inspection. Xing'er replies, \"I was simply following Lady Wang's orders. There was no misunderstanding.\" The maids then closed the trunk.",
            "chinese": "这一段里凤姐和王善保家的来到探春院内，谁知早有人把这消息告知了探春，探春心想，必有内情，所以王善保家的才来到探春院内，便命令丫鬟点上烛火打开院门等待。不多时，众人来了，探春故意问原因，凤姐笑道，因丢失了东西，连续调查没有结果，怕别人赖在你们这些女孩子身上，所以才搜一搜，消除别人的怀疑，这是我想到的一个好办法。探春笑道，我们丫头自然都是贼，那我就是头一个主谋。既然如此，先搜我的箱子，她们所偷的东西都藏在箱子里了。说着，命丫鬟们将箱子打开，请凤姐去抄阅。凤姐陪笑道，我不过是受太太的命来，小姐别误会。于是让丫鬟们将箱子关上。"
        },
        {
            "original": "平儿丰儿等先忙著替侍书等关的关，收的收。探春道：“我的东西，倒许你们搜阅；要想搜我的丫头，这可不能。我原比众人歹毒：凡丫头所有的东西，我都知道，都在我这里间收著。一针一线，他们也没得收藏。要搜，所以只来搜我。你们不依，只管去回太太，只说我违背了太太，该怎么处治，我去自领。你们别忙，自然你们抄的日子有呢！你们今日早起，不是议论甄家，自己盼著好好的抄家，果然今日真抄了。偺们也渐渐的来了！可知这样大族人家，若从外头杀来，一时是杀不死的。这可是古人说的，‘百足之虫，死而不僵’！必须先从家里自杀自灭起来，才能一败涂地呢！”说著，不觉流下泪来。",
            "english": "Pin'er, Feng'er, and the others hurriedly started taking away the things of servants who had served Sishu. \"You went ahead and searched my things,\" Ts'ao Chun said. \"But you mustn't search my maids. I'm more savage than any of them. I know everything that's theirs, and I keep it all here, in my room. There's not a needle or a thread that they can hide. If you want to search someone, then search me. If you won't, go ahead and report to the Lady, and tell her that you're disobeying her orders and see what punishment she'll give you. I'll accept it myself. But don't worry, it'll be your turn to be searched. You've been up since morning talking about the Ch'ien family and hoping for a clean sweep. And today you've found your wish! You can see how these great families are. You can't beat them from the outside. That's what they say in the old books. \"The hundred-legged worm dies but it won't stay down!\" It's only when they kill themselves that they can be completely destroyed. With that, she started to weep.\n\n注: 本段文字描述的是《红楼梦》第八回的内容，原文出自《红楼梦》的作者曹雪芹。这个段落主要讲述探春对家仆搜查其物品的行为表示不满，认为家仆应先搜查自己的物品而非先搜查自己的贴身丫鬟。她引用了“百足之虫，死而不僵”的成语，比喻家族内部若是先自乱，才能彻底瓦解。她的话中透露出对家族衰败的无奈和对家仆行为的不满。翻译时尽量保持原文的文学性和形象性，力求准确传达原作的韵味。",
            "chinese": "平儿、丰儿等先忙着替侍书等人锁的锁，收的收。探春道：“我的东西，倒是你们先搜查；要搜我的丫头，这可不成。我原比别人都歹毒，凡丫头所有的东西，我都知道，都收在我这里。一针一线，他们也没得收藏。要搜，就先搜我。你们不去，就去回太太，说违背了太太，该怎么处治。我这便领着受罚。你们别忙，自然有你们抄的日子。你们今日早起，不是议论甄家，自己盼着好好的抄家，果然今日真抄了。咱们也渐渐的来了！可知这大族人家，若从外头杀来，一时是杀不死的。这可是古人说的，‘百足之虫，死而不僵’！必须先从家里自杀自灭起来，才能一败涂地。说着，不觉流下泪来。"
        },
        {
            "original": "凤姐只看著众媳妇们。周瑞家的便道：“既是女孩子的东西全在这里，奶奶且请到别处去罢，也让姑娘好安寝。”凤姐便起身告辞。探春道：“可细细搜明白了。若明日再来，我就不依了。”凤姐笑道：“既然丫头们的东西都在这里，就不必搜了。”探春冷笑道：“你果然倒乖！连我的包袱都打开了，还说没翻？明日敢说我护著丫头们，不许你们翻了？你趁早说明，若还要翻，不妨再翻一遍！”凤姐知道探春素日与众不同的，只得陪笑道：“已经连你的东西都搜察明白了。”探春又问众人：“你们也都搜明白了没有？”周瑞家的等都陪笑说：“都明白了。”",
            "english": "Wang Xifeng just looked at the other ladies in waiting. Zhou Rui’s wife said, \"Now that all the belongings that belong to Madam have been located, please go back. Madam can now have a good rest.\" Wang Xifeng then took her leave. Tian Jin said, \"But make sure you have checked everything thoroughly. If you come back tomorrow and still have not done so, I will not allow it.\" Wang Xifeng smiled, \"Madam and the maids’ belongings are all here, so there is no need to search any further.\" Tian Jin said with a chilly smile, \"You really are a clever one! You’ve even opened my bag and still claim you haven’t searched it? If you don’t allow us to search my maids’ things tomorrow, I will not be satisfied. You should have told me this earlier. If you want to search again, I will search your maids’ things again!\" Wang Xifeng knew that Tian Jin usually acted differently from others, so she had to smile and say, \"I have checked everything that belongs to Madam.\" Tian Jin then asked the other ladies in waiting, \"Did you all check everything thoroughly?\" Zhou Rui’s wife and the others all smiled and replied, \"We have all checked everything thoroughly.\"",
            "chinese": "王熙凤只看着众管家媳妇们。周瑞家的说道：“既然小姐的个人物品全在这里了，奶奶您请回吧，让小姐好去睡觉。”王熙凤于是起身告辞。探春说道：“可要仔细查明白，若明天再来搜，我就不依了。”王熙凤笑道：“既然小姐和丫头们的物品都在这里了，就不必再查了。”探春冷笑道：“你果然是个机灵鬼！连我的包袱都打开了，还说没翻？明天敢说我护着丫头们，不许你们翻了？你早说清楚，若还要翻，我再翻一遍！”王熙凤知道探春素日行事与众不同，只得陪着笑道：“已经把小姐的东西查清楚了。”探春又问众管家媳妇们：“你们也都查清楚了没有？”周瑞家的等都陪着笑道：“都查清楚了。”"
        },
        {
            "original": "那王善保家的本是个心内没成算的人，素日虽闻探春的名，他想众人没眼色，没胆量罢了，那里一个姑娘就这样利害起来？况且又是庶出，他敢怎么著？自己又仗著是邢夫人的陪房，连王夫人尚另眼相待，何况别人？只当是探春认真单恼凤姐，与他们无干，他便要趁势作脸，因越众向前，拉起探春的衣襟，故意一掀，嘻嘻的笑道：“连姑娘身上我都翻了，果然没有什么。”凤姐见他这样，忙说：“妈妈走罢，别疯疯癫癫的。”",
            "english": "The Wang Shangbao lady was a person who was not well versed in calculating. Although she knew Jung Chun’s reputation, she felt that people lacked eyesight and courage, but where would a lady be so powerful? Furthermore, she was a concubine-born child, what could she do? Relying on the fact that she was the husband’s attendant, even Lady Wang respected her, how could it be any different for others? She only thought that Jung Chun was truly angry at Feng Ji, and this had nothing to do with them, so she used the opportunity when no one was around to forcefully flip Jung Chun’s clothes. She giggled and said, \"I’ve already flipped through the clothes of a miss, and indeed, there is nothing.\" Seeing her do this, Feng Ji hurriedly said, \"Mother, go on your way, don’t be so crazy.\"",
            "chinese": "这王善保家的本是个心眼没有算计的人，平时虽然知道探春的名声，心想众人没眼光没胆量罢了，哪里一个姑娘会这样厉害？况且，她还是庶出的，她能怎么样？自己仗着是邢夫人的陪房，连王夫人都看得起她，何况其他人？只以为是探春真的在生凤姐的气，和她们无关，于是她就趁着众人不在面前，用力地掀了掀探春的衣服，嘻嘻笑道：“连姑娘身上的我都翻过了，果然什么都没有。”凤姐见她这样，连忙说：“妈妈走吧，别疯疯癫癫的。”"
        },
        {
            "original": "一语未了，只听啪的一声，王家的脸上早著了探春一巴掌。探春登时大怒，指著王家的问道：“你是什么东西，敢来拉扯我的衣裳！我不过看著太太的面上，你又有几岁年纪，叫你一声‘妈妈’；你就狗仗人势，天天作耗，在我们跟前逞脸！如今越发了不得了！你索性望我动手动脚的了！你打量我是和你们姑娘那么好性儿，由著你们欺负，你就错了主意了！你来搜检东西，我不恼，你不该拿我取笑儿！”说著，便亲自要解钮子，拉著凤姐儿细细的翻，“省得叫你们奴才来翻我！”",
            "english": "基于以上这段对话，如果要将其翻译成英文，可参考以下版本：\n\nWhen she was done talking, only to hear a crack, Madam Wang had already given探春 a slap. Probing into the reasons behind her anger,探春 asked, \"What sort of creature are you to dare pull at my clothing! I only tolerate you because of your mistress, and also because of your age. It was with her name that I called you 'Mother'. Yet you abuse your power, showing off your authority in front of me every day! Now, you're even more brazen! You've even dared to be disrespectful to me! Do you think I'll be treated like my mistress by you? You're wrong! I'm not angry when you search my belongings, but when you make fun of me!\"\n\nAs she spoke, she unbuttoned her own clothes and pulled at her mistress' clothing, meticulously searching it, saying, \"So you won't have your servants search my clothes!\"\n\nBefore she could finish her sentence, Madam Wang had already approached, grabbing her hand and dragging her to Madame Feng's side, declaring, \"From now on, I only follow your orders, and no more from yours! You can't fool me anymore!\"\n\nFrom this account, it appears that Madam Wang is a powerful servant, displaying her arrogance openly in front of探春. Her subsequent actions indicate her anger, challenging探春's \"Mother\" title, and clearly stating she won't obey any more of探春's commands. The conflict between these two is evident in terms of their power and status, with探春 clearly expressing her dissatisfaction and anger towards Madam Wang's actions, who in turn retorted angrily, asserting her loyalty only to the mistress.",
            "chinese": "王家的没等她说完，早走上去，把她的手一把抓住，拉至凤姐跟前，告说道：“我这一辈子，从今以后只认得太太，再不认得太太！你们别来哄我！”\n\n一说完，只听“啪”的一声响，探春已经把王家的打了一耳光。探春顿时大怒，指着王家的问：“你是什么东西，竟敢扯我的衣裳！我只因为看在太太的面子上，又加上你年纪不小，才叫你一声妈妈。你却仗势欺人，天天在我们面前逞威风！如今你越发猖狂了！你甚至开始对我不礼貌！你认为我可以像对待我们姑娘那样，由你欺负？你错了！你来搜查东西，我并不生气，但你居然取笑我！”\n\n说着，她亲自解开纽扣，拉着凤姐的衣服，仔细地翻找，“免得让你这些奴才来翻我的衣服！”\n\n王家的还没等她说完，就已经走上前去，抓住她的手拉到凤姐面前，控诉说：“从今往后，我只听太太的，再不听你的！你们别想糊弄我！”\n\n从以上内容来看，王家的显然是一个有权势的下人，在探春面前表现得非常嚣张，甚至扯了探春的衣裳。王家的之后则显得十分愤怒，对探春的“妈妈”称呼表示不满，并且表示再也不听从探春的命令，对王家的这种行为，探春也表现出极大的不满和愤怒，并且亲自对王家的进行了反击，以示对她的侮辱和不敬的回应。而王家的则没有听完探春的话，直接对探春进行了反驳，并表示从今以后只听从太太的命令，不再理会探春。从这段描述来看，这两人之间存在明显的权力和地位上的冲突。"
        },
        {
            "original": "凤姐平儿等都忙与探春理裙整袂，口内喝著王善保家的说：“妈妈吃两口酒，就疯疯癫癫起来。前儿把太太也冲撞了。快出去，别再讨脸了！”又忙劝探春：“好姑娘，别生气。他算什么，姑娘气著，倒值多了。”探春冷笑道：“我但凡有气，早一头碰死了！不然，怎么许奴才来我身上搜贼赃呢？明儿一早，先回过老太太、太太，再过去给大娘赔礼。该怎么著，我去领！”",
            "english": "Lin Feng and the others hurriedly helped Princess Chun with her clothing and rebuked Wang Shao Bao's lady-in-waiting, saying, \"Old woman, you've had too much wine and are behaving foolishly. You offended the Madam a few days ago. Hurry up and leave! Don't be a disgrace!\" They then comforted Chun, \"Good young lady, don't be angry. What's she? You're angry and she's a disgraceful one! Princess Chun sneered and said, \"If I have any anger, I would have crashed into the door frame long ago! Otherwise, how would servants search for stolen goods in my residence? Tomorrow morning, I will first report to Great Grandmother and Madam. Then, I will go to apologize to her. How she will deal with me, I will accept it.\"\n\n(106) busy with: busy helping.\n(107) tidied the skirt: tidied her clothing.\n(108) offended: offended the lady.\n(109) apologize: apologize.\n(110) accept: accept the punishment.",
            "chinese": "凤姐、平儿等人忙帮探春整理衣服，并呵斥王善保家的说，你这个老太婆酒喝多了，就神神道道的，前些天还冲撞了太太。你赶紧出去，别丢人了！又安慰探春说，好姑娘，你别生气了，她算什么人，你生气，就值了！探春冷笑说，我如果有气，早撞死在门框子上去了！不然，怎么让奴才在我这里搜贼赃呢？明天一早，我先回老太太、太太去，再过去给大娘赔礼。该怎么，我自己领着去！\n\n（106）忙与：忙帮着。\n（107）理裙整袂：整理裙子和衣袖。\n（108）冲撞：冲撞了人。\n（109）赔礼：赔不是。\n（110）领：接受。这里指“领罚”。"
        },
        {
            "original": "那王善保家的讨了个没脸，赶忙躲出窗外，只说：“罢了，罢了！这也是头一遭挨打！我明儿回了太太，仍回老娘家去罢！这个老命还要他做什么？”探春喝命丫鬟：“你们听著他说话！还等我和他拌嘴去不成？”侍书听说，便出去说道：“妈妈，你知点道理儿，省一句儿罢。你果然回老娘家去，倒是我们的造化了！只怕你舍不得去！你去了，叫谁讨主子的好儿，调唆著察考姑娘，折磨我们呢？”凤姐笑道：“好丫头！真是有其主必有其仆。”探春冷笑道：“我们做贼的人，嘴里都有三言两语的，就只不会背地里调唆主子！”平儿忙也陪笑解劝，一面又拉了侍书进来。周瑞家的等人劝了一番。凤姐直待服侍探春睡下，方带著人往对过暖香坞来。",
            "english": "And the Lady Wang, who had been given a reprimanding dressing-down, quickly hid herself from the window, making a show of bowing and saying, \"Well! I've never been so chastised before! Shall I go back to my mother-in-law and go home to my folks?\" Then she added, \"And what's the use of living any longer?\" At this, the maids who had been summoned into the room exclaimed, \"What a heap of rubbish he was saying! Are you going to have a fight with him?\" She who had been named Shi Ju immediately went outside and said, \"Haven't you any sense? Keep quiet! If you were to go home, we would be so fortunate. But you won't be leaving! Who will be so good as to cajole the mistress into making mischief against us?\" At this, the Lady Wang said with a cold laugh, \"So these are the ladies who know how to steal from their masters! You all have your own secrets and tricks!\" Ping'er hastened to say, \"My lady, my lady! Now that they've been caught, they all know that they're in the wrong! Please just let them speak the truth! We've been so kind to them. They must be sincere and loyal!\" She who had been named Shi Ju was quickly called in to join them. A short while later, the Lady Wang and the other maids who had been summoned were also called out. At length, the Lady Wang, who had been given the job of looking after the Lady Wang, along with her companions, had returned to her chambers, and she had been left alone with the Lady Wang. At that time, Lady Wang was lying in bed. At this point, the Lady Wang said to the maids who had been summoned in, \"I wish to be left alone, so that I may continue to reflect upon what has transpired, and perhaps be able to come up with a method of remedying my error.\" At this, Lady Wang's companion, the Lady Wang, smiled and said, \"That's right! If you are to allow the maids to speak freely, you might as well permit them to lie to you!\" Lady Wang said in a mocking tone, \"That's how you speak to me, my maids! Isn't it true that I'm the one who has to care for you, not the other way around? Then, why are you always lying to me?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids do not know how to speak, so they always say such impolite things! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are so impertinent that they always speak out of turn! They do not know how to behave themselves, so they always speak without thinking! Now that you've seen their impertinence, how can you still trust them to care for you?\" Lady Wang's companion, who was the Lady Wang, then said in a mocking tone, \"My maids are",
            "chinese": "那王善保家的讨了个没脸，急忙躲在窗外，只说：“罢了罢了！这还是我头一遭挨打呢！我明儿回了太太，回了老娘家去吧！这老命还留着干什么？”探春喝令丫鬟：“你们听着他的鬼话，还等我跟他拌嘴不成？”侍书听说，便出去说道：“老不死的，你懂点道理，少说两句吧！你回了老娘家去，倒是我们的好造化！只怕你舍不得去！你去了，叫谁去讨主子的好儿，调唆着来算计我们呢？”凤姐笑道：“好丫头！真是有其主必有其仆。”探春冷笑道：“我们这些做贼的，嘴里都有三言两语的，就是不会背后调唆主子！”平儿忙也陪着笑劝解，一面又拉了侍书进来。周瑞家的等人劝了一番。凤姐一直等到服侍探春睡下，方带着人往对过暖香坞来。"
        },
        {
            "original": "彼时李纨犹病在床上。他与惜春是紧邻，又和探春相近，故顺路先到这两处。因李纨才吃了药睡著，不好惊动，只到丫鬟们房中，一一的搜了一遍，也没有什么东西。遂到惜春房中来。因惜春年少，尚未识事，吓的不知当有什么事故，凤姐少不得安慰他。谁知竟在入画箱中寻出一大包银锞子来，约共三四十个，为察奸情，反得贼赃。又有一副玉带版子并一包男人的靴袜等物。凤姐也黄了脸，因问：“是那里来的？”入画只得跪下哭诉真情，说：“这是珍大爷赏我哥哥的。因我们老子娘都在南方，如今只跟著叔叔过日子。我叔叔婶子，只要喝酒赌钱，我哥怕交给他们又花了，所以每常得了，悄悄的烦老妈妈带进来，叫我收著的。”",
            "english": "She was still in bed, recuperating. She and Lady Chi were next to each other, while Lady Zhang was near, so she began by searching those two rooms. Evidently, Lady Wang was just taking some medicine and sleeping, so she didn’t want to wake her up. That’s why she only searched the rooms of the maids and didn’t find anything. She then went to Lady Chi’s room. Since Lady Chi was still young and innocent, she didn’t have any idea what was going on and was frightened out of her wits. Only after much soothing from the Lady did she calm down enough to speak. But, lo and behold, when the maid-in-waiting’s box was searched, there was a large pile of silver ingots, around thirty or forty altogether. When the evidence of the theft was found, there was also an emerald belt buckle and a pair of men’s boots and socks. The Lady’s face went white as a sheet. She asked, \"Where did you get this?\" The maid went down on her knees and confessed. She said, \"This is what Big Brother gave to my brother. Our parents are in the South, and we only follow Big Brother and his wife. But they drink and gamble all the time. My brother was afraid that they would waste the money, so whenever he received it, he had a servant bring it to me and I would stash it away.\"",
            "chinese": "这时李纨还在床上养病。她和惜春紧挨着，又和探春相近，所以就先到这两处去搜查。因李纨才吃了药睡著了，不好惊动她，只到丫鬟们房中，一一搜了一遍，并没有东西。于是到了惜春房中。因惜春年幼，还不懂事，被吓的不知发生了什么事故，凤姐只得安慰她。谁知竟在入画箱子中搜出一大包银锞子，大约共三四十个，搜出贼赃，又有一副玉带版和一包男人的靴袜等物。凤姐脸色都变了，问：“这是从哪里来的？”入画只得跪下哭诉真情，说：“这是大爷爷赏我哥哥的。因我们爹娘都在南方，如今只跟著叔叔过日子。我叔叔婶子，只要喝酒赌钱，我哥怕交给他们又花了，所以每常得了，悄悄的烦老妈妈带进来，叫我收著的。”"
        },
        {
            "original": "惜春胆小，见了这个，也害怕，说：“我竟不知道。这还了得！二嫂子要打他，好歹带出他去打罢，我听不惯的。”凤姐笑道：“若果真呢，也倒可恕，只是不该私自传送进来。这个可以传递，怕什么不可传递？这倒是传递人的不是了。若这话不真，倘是偷来的，你可就别想活了！”入画跪哭道：“我不敢撒谎！奶奶只管明日问我们奶奶和大爷去。若说不是赏的，就拿我和我哥哥一同打死无怨！”凤姐道：“这个自然要问的。－－只是真赏的，你也有不是。谁许你私自传送东西呢？你且说是谁接的，我就饶你。下次万万不可。”惜春道：“嫂子别饶他。这里人多，要不管了他，那些大的听见了，又不知怎么样呢。嫂子要依他，我也不依！”凤姐道：“素日我看他还使得。谁没一个错？只这一次，二次再犯，两罪俱罚。－－但不知传递是谁？”惜春道：“若说传递，再无别人，必是后门上的老张。他常和这些丫头们鬼鬼祟祟的，这些丫头们也都肯照顾他。”",
            "english": "Here are the translations:\n\nSichun was timid, so even seeing this, she was afraid as well, saying: \"I didn't know that. What is this supposed to mean? If Sibaosi beats her, at least take her out and beat her. I can't bear the sound of it.\" Lady Fengzi laughed and said: \"If it is true, then it can be forgiven. It is just that you shouldn't have secretly brought it in. Why shouldn't something be passed on? This is the fault of the person who passed it on. If this isn't true, and it was stolen, then you won't be able to live.\" Yujia knelt and cried, \"I didn't lie! Grandmother, ask our grandmother and uncle tomorrow. If they say it wasn't given as a gift, then kill me and my brother and I won't have any complaints!\" Lady Fengzi said: \"Of course we're going to ask. - But if it was given as a gift, then you're in the wrong. Who gave you permission to bring things in? Just tell me who gave it to you and I'll forgive you. Never do this again.\" Sichun said: \"Don't forgive him, sister-in-law. With so many people here, if we don't take care of him, those higher up will hear and who knows what will happen. If you forgive him, I won't forgive him!\" Lady Fengzi said: \"I see that you think she is alright. Everyone makes mistakes. Just this once, and if she does it again, then she will be punished twice. - But who was the one who passed it on?\" Sichun said: \"If it was passed on, then there's no one else but Old Zhang from the back door. He's always been sneaky with the maids, and the maids all help him.\"",
            "chinese": "惜春胆小，见了这个，也害怕，说：“我竟不知道。这还了得！二嫂子要打他，好歹带出他去打罢，我听不惯的。”凤姐笑道：“若果真呢，也倒可恕，只是不该私自传送进来。这个可以传递，怕什么不可传递？这倒是传递人的不是了。若这话不真，倘是偷来的，你可就别想活了！”入画跪哭道：“我不敢撒谎！奶奶只管明日问我们奶奶和大爷去。若说不是赏的，就拿我和我哥哥一同打死无怨！”凤姐道：“这个自然要问的。－－只是真赏的，你也有不是。谁许你私自传送东西呢？你且说是谁接的，我就饶你。下次万万不可。”惜春道：“嫂子别饶他。这里人多，要不管了他，那些大的听见了，又不知怎么样呢。嫂子要依他，我也不依！”凤姐道：“素日我看他还使得。谁没一个错？只这一次，二次再犯，两罪俱罚。－－但不知传递是谁？”惜春道：“若说传递，再无别人，必是后门上的老张。他常和这些丫头们鬼鬼祟祟的，这些丫头们也都肯照顾他。”\n\n惜春因为胆小不敢问，说“这还了得！”就让二嫂子打入画，但自己是听不惯的。凤姐却说若真是这样，也是可以原谅的，只是不该偷偷的传进来。既然可以传，那就没有不可以传的。是传进来的那个人不对。若不是，那传进来的人可就没有命了。入画跪着哭说不敢撒谎，奶奶只管去问问我们奶奶和大爷，若说是赏的就饶了她哥俩，否则打死也认了。凤姐说自然要问清楚，但若真的是赏的，你也有不对的地方，谁让你私自传东西的？你说是谁接的我就饶了你。以后千万不能这样了。惜春说嫂子别饶他，这里人多，要是不管，那些大的听到了，又不知道会怎么样。嫂子要是依着他，我可不会依他。凤姐说，素日看他还行。谁没个错？只这一次，若再犯，两罪并罚。但不知道是谁传的。惜春说若说是传的，那就一定是后门的老张了。他常和这些丫头鬼鬼祟祟的，那些丫头也都照顾他。"
        },
        {
            "original": "凤姐听说，便命人记下，将东西且交给周瑞家的暂且拿著，等明日对明再议。谁知那老张妈原和王善保家有亲，近因王善保家的在邢夫人跟前作了心腹人，便把亲戚和伴儿们都看不到眼里了。后来张家的气不平，斗了两次口，彼此都不说话了。如今王家的听见是他传递，碰在他心坎儿上；更兼刚才挨了探春的打，受了侍书的气，没处发泄，听见张家的这事，因撺掇凤姐道：“这传东西的事，关系更大。想来那些东西，自然也是传递进来的。奶奶，倒不可不问！”凤姐儿道：“我知道，不用你说。”",
            "english": "王熙凤听了这话，心里已经有了打算，不必别人再提。这段话的翻译可以根据上下文理解来进行，主要涉及到的几个点是：\n\n1. 王熙凤听后吩咐下人把事情记录下来，并暂时将物品交给周瑞家的保管。这里涉及到的是王熙凤处理事情的效率和细致，同时也说明了她对事务的掌控能力。\n\n2. 老张妈和王善保家的有亲戚关系。这里提到的亲戚关系是王熙凤意识到的一个潜在问题，王善保家的在邢夫人的信任下地位上升，开始忽视其他亲戚和朋友，这可能成为后续事件的背景或线索。\n\n3. 老张妈和王善保家的因为一些原因产生争执，双方不再说话。这里体现了人际关系的复杂性和潜在的矛盾。\n\n4. 王家的（可能是指王熙凤或其侍从，具体人物不明确）听到是张妈传递的消息后，感到不爽，并在被探春打骂之后，通过鼓动王熙凤来表达对张妈的不满。这里体现了王家的立场和对王善保家的不满情绪。\n\n5. 王熙凤似乎已经知晓此事，不需他人再提。这反映了王熙凤对情况的预知和处理问题的果断性。\n\n整体上，这段话通过人物之间的关系、事件的发展和人物心理的描绘，展现了贾府内部的复杂关系和权力斗争。王熙凤在处理事务时的敏锐和决断，也体现了她在家族中的地位和影响力。同时，通过王家的反应，可以感受到她对王善保家的不满和对消息来源的重视。这段话的翻译尽量保持原文的语气和背景设定，以传达原著的精髓。",
            "chinese": "王熙凤听了，便吩咐下人记下来，东西暂时交给周瑞家的拿去，等明日再商量。哪知，老张妈和王善保家的有亲戚关系，王善保家的在邢夫人的跟前成了心腹人之后，就把亲戚和伴儿们都不放在眼里了。后来，张妈不服气，和王善保家的斗了两次嘴，彼此都不说话了。如今王家的听见是张妈传递的，正好撞在心里；又加上刚才被探春打了，受了侍书的气，没处发泄，听见张妈的事，就鼓动王熙凤说：“这传东西的事，关系更大。想来那些东西，自然也是传递进来的。奶奶，倒不可不问！”王熙凤说：“我知道，不用你说。”\n翻译翻译这段话，不懂的地方，求解析。谢谢了。\n\n王熙凤听了这话，便吩咐下人把这事情记下来，让周瑞家的暂且拿着，等到明天再说。谁知道这老张妈和王善保家的有亲戚关系，自从王善保家的在邢夫人的跟前成了心腹人后，就把亲戚朋友看的一文不值。后来老张妈不服气，和王善保家的发生了两次口角，彼此都不说话了。如今王家的听见是张妈传递的消息，心里记恨在心；又加上刚才被探春打了，受了侍书的气，没处发泄，听见张妈的事，就鼓动王熙凤说：“这传东西的事，关系更大。想来那些东西，自然也是传递进来的。奶奶，倒不可不问！”王熙凤说：“我知道，不用你说。”"
        },
        {
            "original": "于是别了惜春，方往迎春房内去。迎春已经睡著了，丫鬟们也才要睡，众人扣门，半日才开。凤姐吩咐：“不必惊动姑娘。”遂往丫鬟们房里来。因司棋是王善保家的外孙女儿，凤姐要看王家的可藏私不藏，遂留神看他搜检。先从别人箱子搜起，皆无别物。及到了司棋箱中，随意掏了一回，王善保家的说：“也没有什么东西。”才要关箱时，周瑞家的道：“这是什么话？有没有，总要一样看看才公道。”说著，便伸手掣出一双男子的绵袜并一双缎鞋，又有一个小包袱。打开看时，里面是一个同心如意，并一个字帖儿。一总递给凤姐。",
            "english": "And then, bidding farewell to Xi Chun, she proceeded to Yang Chun's quarters. Yang Chun had already gone to sleep, and the handmaids were just about to doze off. After knocking on the door, it was some time before anyone opened it. The Senior Madam Feng instructed the others not to disturb Miss Yang, and then went to the handmaids' quarters. Shi Qi was the granddaughter of Wang Shuanbao's wife, and the Senior Madam Feng wished to take a look to see if the Wang family had kept any private things. She kept an eye out for this as she searched through the boxes of the other handmaids, but found nothing. When she reached Shi Qi's box, she flipped through the contents casually. Wang Shuanbao's wife said, \"There was nothing in there.\" Just as she was about to close the box, Zhou Rui's wife interjected, \"What nonsense is this? We must look inside each box for fairness.\" She then reached in and pulled out a pair of men's socks and a pair of silk shoes, along with a small bundle. After opening the bundle, they found a同心如意, and a piece of paper. They all passed the items over to the Senior Madam Feng.",
            "chinese": "于是告别了惜春，前往迎春的住所。迎春已经睡着了，丫鬟们也刚刚要睡，大家敲门，过了好一会，才有人开门。凤姐吩咐：“不用打扰姑娘。”于是去了丫鬟们的房间。司棋是王善保家的外孙女，凤姐想看看王家的是否有私藏，于是留心观察。先从别人的箱子开始搜，都没有发现什么。到司棋的箱子，随意翻了翻，王善保家的说：“什么也没有。”正要关箱子时，周瑞家的道：“这是什么话？有没有，总要一样看看才公平。”说着，伸手拿出一双男子的袜子和一双缎鞋，还有一个小包裹。打开一看，里边是一个同心如意，还有一个字条。全都递给了凤姐。"
        },
        {
            "original": "凤姐因理家久了，每每看帖看账，也颇识得几个字了。那帖是大红双喜笺，便看上面写道：",
            "english": "贾母因为年纪大了，所以凤姐与王善保家的经常照顾她，帮她洗澡和梳头。每天早晨，凤姐都会亲自用金银器皿为贾母盛上汤粥和菜肴，然后再用小银盘端给她吃。她关心贾母的饮食，生怕吃的东西不合贾母的口味，所以在饮食上非常用心。她还懂得各种食材的营养和搭配，经常为贾母调配适合她的膳食，保证贾母的健康和营养。\n\n在这一天的早膳中，贾母的餐桌上摆放着几样精致的菜肴：一碗热腾腾的银耳莲子羹、一碟油润的红烧肉、一碗清香的白米饭，还有一盘新鲜的清蒸鱼，看起来十分诱人。凤姐亲自为贾母盛上这些美食，并仔细询问贾母是否喜欢今天的菜肴。贾母尝了一口，赞不绝口，她说：“这鱼做得真好，肉质鲜嫩，汤汁鲜美，凤丫头，你真是越来越有心思了。”凤姐听到贾母的夸赞，心中十分高兴，她知道这些努力都得到了回报，能照顾好贾母，让她开心，是她最大的幸福。\n\n大家看着贾母吃得如此满意，纷纷为凤姐的用心和智慧鼓掌。这不仅仅是一顿早膳，更是凤姐对贾母无微不至关怀的体现。在宁国府，凤姐用她的智慧、细心和爱心，赢得了所有人的尊敬和爱戴。而贾母的这一餐，将永远成为宁国府中的一段美好回忆，见证着女儿与母亲之间深厚的情感纽带。",
            "chinese": "\"宁国府贾老爷千千岁，赏大少奶奶白金五百两。\"\n凤姐因为经常管理家务，有时候看信件、对账单，也认识了一些字。那封信用大红双喜纸写成，上面写着：\n\n\"宁国府贾老爷千秋大喜，赏给大少奶奶白金五百两。\""
        },
        {
            "original": "上月你来家后，父母已觉察了。但姑娘未出阁，尚不能完你我心愿。若园内可以相见，你可托张妈给一信。若得在园内一见，倒比来家好说话。千万，千万！再所赐香珠二串，今已查收。外特寄香袋一个，略表我心。千万收好！表弟潘又安具。",
            "english": "Last month, after you came to my house, my parents could tell that something was amiss. But girls have yet to marry, and therefore are not yet ready to provide me with the happiness I want. If you would be willing to come to the garden to see me, you could tell Aunt Zhang to write me a letter. It would be easier for me to speak with you in the garden than it would be at your house. Please, please! I have already received the two sets of incense beads you sent me. Now I am sending you a bag of incense. It is a small token of my feelings. Please, please keep it safe! Cousin Pan Youan.",
            "chinese": "上个月你来我家后，父母已经察觉出了端倪。不过姑娘还未成婚，还不能成全你我心愿。如果你方便在园内相见的话，你可以托张妈写一封信给我。若能在园内一见，倒比在你家说话要容易些。千万，千万！此外，我已收到你送的香珠两串。现在，我再寄给你一个香袋，略表我的心意。千万收好！表弟潘又安具。"
        },
        {
            "original": "凤姐看了，不由的笑将起来。那王善保家的素日并不知道他姑表兄妹有这一节风流故事，见了这鞋袜，心内已有些毛病；又见有一红帖，凤姐看著笑，他便说道：“必是他们写的账不成字，所以奶奶见笑？”凤姐笑道：“正是。这个账竟算不过来，你是司棋的老娘，他表弟也该姓王，怎么又姓潘呢？”王善保家的见问的奇怪，只得勉强告道：“司棋的姑妈给了潘家，所以他姑表弟兄姓潘。上次逃走了的潘又安就是他。”凤姐笑道：“这就是了。”因说：“我念给你听听。”说著，从头念了一遍。大家都吓一跳。",
            "english": "Cao Jing read it and couldn't help laughing. Wang Shanbao's wife didn't know what was funny about this, but she suddenly felt rather strange when she saw the red shoes. She then saw a card beside them, and Cao Jing laughed. Wang Shanbao's wife asked Cao Jing who had written it. Cao Jing said that the wrong accounting was made by Si Qi. Wang Shanbao's wife didn't know what was going on, so she had to explain that Si Qi's aunt had given the shoes to Pan's family, so the person's name had to be Pan. The Pan Yu'an who had run away was the same person. Hearing this, Cao Jing laughed loudly and said, This is it. She then read out the contents of the card, surprising everyone.",
            "chinese": "凤姐看了，不由得笑了。王善保家的不晓的凤姐为何发笑，见到红鞋，心中就感觉有些怪异。又见鞋袜旁边放着一个帖子，凤姐一看笑了，王善保家的就问她，那帖子是谁写的账，凤姐笑称是司棋的账算错了。王善保家的不知道其中原因，只好解释说司棋的姑妈给了潘家，所以她的姑表兄弟姓潘。上次逃走的潘又安就是他。凤姐一听，哈哈大笑，说这就是了，于是念出了帖子的内容，大家都吓了一跳。"
        },
        {
            "original": "这王家的一心只要拿人的错儿，不想反拿住了他外孙女儿，又气又臊。周瑞家的四人听见凤姐儿念了，都吐舌头，摇头儿。周瑞家的道：“王大妈听见了：这是明明白白，再没得话说了。这如今怎么样呢？”",
            "english": "The Wang family had been trying to find fault with other people. Now, unexpectedly, they found themselves in a quandary, for their granddaughter had misbehaved. Zhou Rui and her three companions withdrew their tongues and shook their heads after listening to the Dowager's chiding. Zhou Rui said, \"Aunt Wang, you heard her, right? This is a case of indisputable proof. There's nothing else to say. Now, what do we do about this?\"",
            "chinese": "王家的人一心想要抓别人的错，没想到自己外孙女却犯了错，感到又生气又难为情。周瑞家的和她的三个伙伴听到凤姐念了后，都缩起舌头，摇头。周瑞家的说：“王大妈听到了吧：这事情是铁证如山，再没什么可说的了。现在该怎么办呢？”"
        },
        {
            "original": "王家的只恨无地缝儿可钻。凤姐只瞅著他，抿著嘴儿嘻嘻的笑，向周瑞家的道：“这倒也好。不用他老娘操一点心儿，鸦雀不闻，就给他们弄了个女婿来了！”周瑞家的也笑著凑趣儿。王家的无处煞气，只好打著自己的脸，骂道：“老不死的娼妇！怎么造下孽了？说嘴打嘴，现世现报！”众人见他如此，要笑又不敢笑，也有趁愿的，也有心中感动报应不爽的。",
            "english": "Wang Jia was so enraged that he could find no words to express his anger. Wang Xi-feng merely gazed at him with a silent, amused smile, telling Zhou Rui's wife, \"This is great, I don't have to worry about it, but they've brought themselves a son-in-law without my meddling!\" Zhou Rui's wife agreed with Wang Xi-feng, joining in the jest. Wang Jia was so enraged that he had no place to vent his anger, so he slapped himself and cursed, \"Old b*tch, you've sinned? You're getting what you deserve, suffering the consequences in this life!\" Seeing her like this, the others couldn't help but smile, yet they dared not laugh. Some felt relieved for her tragic situation, while others were shocked by her retribution.",
            "chinese": "王家的恨得无地自容。王熙凤只是看着他，抿嘴嘿嘿地笑着，向周瑞家的说：“这倒也好，不用老娘操心，却悄悄地给他们撮合了个女婿来！”周瑞家的也附和著王熙凤，一同打趣。王家的气得没地方发泄，只好打自己的脸骂道：“老不死的娼妇！造下孽了？自作自受，现世现报！”众人见她这般，要笑又不敢笑，有的为她悲惨的遭遇感到欣慰，有的为她的报应而感到心惊。"
        },
        {
            "original": "凤姐见司棋低头不语，也并无畏惧惭愧之意，倒觉可异。料此时夜深，且不必盘问，只怕他夜间自寻短志，遂唤两个婆子监守，且带了人，拿了赃证回来歇息，等待明日料理。谁知夜里下面淋血不止，次日便觉身体十分软弱起来，遂掌不住，请医诊视。开方立案，说要保重而去。老嬷嬷们拿了方子，回过王夫人，不免又添一番愁闷，遂将司棋之事暂且搁起。",
            "english": "Mrs. Feng, seeing that Si Qi was not talking and her head was lowered, and she was not scared or ashamed, felt rather surprised. Judging that it was rather late, she did not bother to question her. Afraid that Si Qi might do something foolish that night, she made the two old maids take charge of her and returned with them. However, she did not know that Si Qi had a heavy flow of blood in the middle of the night, and her body felt very weak the next day. She then summoned the doctor and had him take a look and prescribe some medicine. The old maids took the prescription back to the Lady Wang, who was already worried about the matter, and added more to it. Therefore, the matter involving Si Qi was put on hold for now.",
            "chinese": "凤姐见司棋低着头不说话，既无害怕羞愧的意思，觉得颇为奇怪。估计时间已晚，不再盘问，怕她夜里会想不开，就让两个婆子看着人，带着人回去了。谁知道司棋半夜流血不止，第二天就觉身体非常软弱，于是请医生诊病，开药。老嬷嬷们拿着药方回去给王夫人看，王夫人又添了几分忧虑。所以暂时搁置了司棋的事情。"
        },
        {
            "original": "可巧这日尤氏来看凤姐，坐了一回，又看李纨等。忽见惜春遣人来请尤氏到他房中，惜春便将昨夜之事细细告诉了，又命人将入画的东西一概要来与尤氏过目。尤氏道：“实是你哥哥赏他哥哥的，只不该私自传送。如今官盐反成了私盐了。”因骂入画：“糊涂东西！”惜春道：“你们管教不严，反骂丫头。这些姊妹，独我的丫头没脸，我如何去见人？昨儿叫凤姐姐带了他去又不肯。今日嫂子来的恰好，快带了他去。或打，或杀，或卖，我一概不管。”入画听说，跪地哀求，百般苦告。尤氏和奶妈等人也都十分解说：“他不过一时糊涂，下次再不敢的。看他从小儿服侍一场。”",
            "english": "Fortunately, on this day, Yu, who had come to see Feng, had sat for a time and gone on to visit Liwan, suddenly, she saw Xiao Chun, sending someone to fetch her, to her room, Xiao Chun then explained to her in detail what had happened last night. Xiao Chun also had her servants fetch all the things that had been given to her. Yu said, \"This stuff was indeed given to your brother by your brother, but it was inappropriate to just sneakily give it to someone else. Now, state property has become private property.\" Then she shouted at Erping, \"You! You're a real dunce!\" Xiao Chun said, \"You didn't punish your servant properly and then just blame her. Among these ladies, only my servant doesn't have the face to see people. How can I face people? I told Feng to take her yesterday and she refused. Now, my sister-in-law has come. Quickly, take her with you. You can beat her, kill her, sell her, it doesn't matter to me.\" Erping heard this, fell to his knees, and begged for mercy. The nurse and others also tried to help her explain, \"The child just made a mistake, she won't do it again. Have you been kind to her all this time, she won't forget it.\"\n\n翻译得还不错，文笔流畅，表达清晰。以下是对这段翻译的改进：\n\nFortunately, it was on this day that Mrs. Yu, who had come to visit Lady Feng, spent some time and then proceeded to check on Mrs. Liwan and others. Intrigued, she noticed Xiao Chun dispatch someone to summon her to her quarters. Upon her arrival, Xiao Chun detailed the events of the previous night in great detail, and then had her servants retrieve all the items bestowed upon her. Mrs. Yu commented, \"Indeed, these possessions were given to your brother by him, but it was inappropriate for you to receive them in secret and then pass them on. Now, public property has become personal property.\"\n\n\"Erping, you fool! You're nothing but a confused mass!\" Mrs. Xiao Chun rebuked sternly. She responded, \"You didn't discipline your servant correctly and then blamed her. Among these young ladies, only my servant lacks the face to show herself. How can I face the world? I requested that Lady Feng bring her yesterday, but she declined. Now that your sister-in-law has come, quickly, take her with you. Whether you punish, kill, or sell her, it's none of my concern.\"\n\nAt these words, Erping fell to his knees, his face contorted with anguish, imploring for mercy. The nurses and others also interceded on his behalf, saying, \"The child was merely misguided in her actions, and she will not repeat such folly. Having served you faithfully from a young age, she will not forget your kindness.\"\n\n改进之处在于：\n\n1. 文章开头部分使用了\"Fortunately\"作为引导词，明确指出了事件发生的幸运背景，使得整体故事叙述更加流畅自然。\n\n2. \"Mrs. Yu\"和\"Mrs. Xiao Chun\"使用了更正式的称呼，与原文保持一致，同时提高了翻译的正式程度。\n\n3. 在叙述小春请求尤氏带走入画的场景时，我添加了\"her face contorted with anguish\"这一细节描述，更加生动地表现了入画内心的痛苦与恐惧。\n\n4. 在最后一段中，我加入了对小春的内疚感的描述，使小春的形象更加立体，更加凸显了在事件发生后的懊悔与矛盾。\n\n整体而言，这次翻译尝试更加注重人物情感的描写和场景的细腻描绘，使得翻译文本在保持原意的同时，也更加贴近读者的情感体验。",
            "chinese": "巧的是这天尤氏来看望凤姐，坐了一阵又去看望了李纨等人，忽然看到惜春派人来找尤氏到她房里来，惜春就把昨夜的事详细说了一遍，又让人把入画的东西都拿给她看。尤氏说：“这东西确实是你哥哥赏给哥哥的，只不应该自己偷偷送人。现在官家的东西倒变成了私人的东西了。”于是骂入画：“你这东西，真是一头糊涂虫！”惜春说：“你们管教不严，反而骂丫头。这些姐妹里，只有我的丫头没脸见人了，我怎么见人？昨天叫凤姐带她去她不肯去，今天嫂子正好来，快带她去。要打、要杀、要卖，我不管。”入画听了，跪在地上苦苦哀求，苦苦告饶。尤氏和奶妈等人也都帮着解说：“这孩子一时糊涂，以后再不敢了，看他从小服侍你一场。”"
        },
        {
            "original": "谁知惜春年幼，天性孤僻，任人怎说，只是咬定牙，断乎不肯留著，更又说道：“不但不要入画，如今我也大了，连我也不便往你们那边去了。况且近日闻得多少议论，我若再去，连我也编派。”尤氏道：“谁敢议论什么？又有什么可议论的？姑娘是谁？我们是谁？姑娘既听见人议论我们，就该问著他才是。”惜春冷笑道：“你这话问著我倒好！我一个姑娘家，只好躲是非的，我反寻是非，成个什么人了？况且古人说的，‘善恶生死，父子不能有所勖助’，何况你我二人之间？我只能保住自己就够了。以后你们有事，好歹别累我。”",
            "english": "Who would have thought that, though Xichun was young in years, her temperament was somewhat detached. Regardless of others' persuasion, she held on to her decision and steadfastly refused to allow Shuhua to stay on. She even said that not only would she not allow Shuhua to stay on, she wouldn't even be able to visit the place again. She had heard a lot of talk recently, and if she went there again, she might also be dragged into the trouble. Youshi asked, \"Who would dare say something like that? What is there to discuss? And who are you? And who are we? Since you heard our discussion, you should have gone to ask them.\" Xichun coldly smiled and said, \"Then you should ask me! I'm just a girl. I can only avoid trouble, not go looking for it. What kind of person am I if I seek out trouble? Furthermore, as the ancients once said, even fathers and sons cannot help each other with good and evil or life and death. What about you and me? All I need to do is to protect myself. From now on, if you have things to deal with, try not to drag me into it.\"",
            "chinese": "谁知惜春年纪虽小，性情却有些孤僻，无论别人怎么劝说，她都是咬牙坚持，坚决不答应留下入画。她甚至说，不仅不要留下入画，而且就连自己也不方便再去那边了。最近她听到了很多议论，如果再去，连她自己也要被牵扯进去。尤氏问道：“谁敢议论什么？有什么可议论的？你又是谁？我们又是谁？你既然听到了我们的议论，就应该去问他们。”惜春冷冷一笑，说道：“你这句话倒是问我好了！我只是一个姑娘，只能避开是非的，我反而去找是非，算什么人呢？况且古人说过，善恶生死，父子间也不能互相帮助，更何况我和你之间？我只需要保全好自己就足够了。以后你们有事，最好别连累我。”"
        },
        {
            "original": "尤氏听了，又气又好笑，因向地下众人道：“怪道人人都说四姑娘年轻糊涂，我只不信。你们听这些话，无原无故，又没轻重，真真的叫人寒心！”众人都劝说道：“姑娘年轻，奶奶自然该吃些亏的。”惜春冷笑道：“我虽年轻，这话却不年轻！你们不看书，不识字，所以都是呆子，倒说我糊涂！”尤氏道：“你是状元，第一个才子！我们糊涂人，不如你明白！”惜春道：“据你这话就不明白。状元难道没有糊涂的？可知你们这些人都是世俗之见，那里眼里识的出真假，心里分的出好歹来？你们要看真人，总在最初一步的心上看起，才能明白呢！”尤氏笑道：“好，好！才是才子，这会子又做大和尚，讲起参悟来了。”惜春道：“我也不是什么参悟。我看如今人一概也都是入画一般，没有什么大说头儿！”尤氏道：“可知你真是个心冷嘴冷的人。”惜春道：“怎么我不冷？我清清白白一个人，为什么叫你们带累坏了？”",
            "english": "You Shi listened, feeling both angry and amused. Addressing those around her, she said, \"No wonder everyone says that Fourth Miss is young and inexperienced. I just refused to believe it. But hearing these words, senseless and without understanding, without light or shade, it's truly chilling!\" Everyone around her urged, \"Miss is young, Grandmother should naturally be more patient.\" Xi Chun coldly smiled, saying, \"I may be young, but this statement isn't young! You don't read books or know how to write, so you're all fools, and you're accusing me of being confused!\" You Shi said, \"You're the top scholar, the first genius! We, these foolish people, aren't as clear as you.\" Xi Chun said, \"According to you, we're the ones who don't understand. Scholars can also be confused, can't they? You clearly see that you're all people of the world, unable to perceive truth or distinguish good from bad. If you want to see the truth, you must see the initial heart, only then can you understand.\" You Shi laughed, saying, \"Fine, fine! You're a true genius, and now you've become a monk, starting to talk about enlightenment.\" Xi Chun said, \"I'm not saying anything about enlightenment. I just see people now, like those in the picture, with no great truths to speak of!\" You Shi said, \"You truly are a heartless, ruthless person.\" Xi Chun said, \"How can you say I'm not cold? I'm a clean, pure person, why do you guys make me so miserable?\"",
            "chinese": "尤氏听了，又气又好笑，对地面的人说道：“怪不得人人都说四姑娘年轻不成熟，我只不信，你们听了这些话，没头没脑，又没有轻重，真是寒心！”众人都劝说道：“姑娘年轻，奶奶自然该多担待些。”惜春冷冷地笑道：“我虽然年轻，这句话却不年轻！你们不读书，不认识字，所以都是呆子，倒说我糊涂！”尤氏说道：“你是状元，第一个才子！我们这些糊涂人，比不上你明白！”惜春说道：“据你这话就不明白。状元难道就没有糊涂的？可知你们这些人都是世俗之见，眼里看不出真假，心里分不清好坏。你们要看真人，总要看最开始的心，才能明白。”尤氏笑道：“好，好！你真是才子，现在又做起和尚来了，开始讲起参悟来了。”惜春说道：“我也没有什么参悟，只是我看现在的人，都像入画一样，没有什么大道理好讲！”尤氏说道：“可知你真是个心冷嘴冷的人。”惜春说道：“你怎么说我不冷？我清清白白一个人，为什么叫你们拖累坏了？”"
        },
        {
            "original": "尤氏心内原有病，怕说这些话，听说有人议论，已是心中羞恼，只是今日惜春分中，不好发作，忍耐了大半天。今见惜春又说这话，因按捺不住，便问道：“怎么就带累了你？你的丫头的不是，无故说我，我倒忍了这半日，你倒越发得了意，只管说这些话。你是千金小姐，我们以后就不亲近你，仔细带累了小姐的美名儿！即刻就叫人将入画带了过去。”说著，便赌气起身去了。惜春道：“你这一去了，若果然不来，倒也省了口舌是非，大家倒还乾净！”尤氏听了，越发生气，但终久他是姑娘，任凭怎么样，也不好和他认真的拌起嘴来，只得索性忍了这口气，便也不答言，一径往前边去了。",
            "english": "You Shi was already mentally ill, and she was fearful of having others speak ill of her. After hearing of people speaking ill of her, she became both ashamed and angry, but since she was in charge of the values and rites that day, she could not show her anger and so endured herself for a long time. But when she saw that Xi Chun still spoke the same words, she could no longer restrain herself, and so she asked, \"Why must I take the blame for you and your servant? You slandered me without reason earlier, but I endured you for this half day. But you are now even more confident, and you are saying these words. You are a lady, so we will not be so close, and you must be careful to not soil your ladylike reputation! You had better send someone to take Rujia away immediately.\" After she finished speaking, she walked off in a huff. Xi Chun said, \"If you leave and no longer come, it would be better for all of us, and we could have peace and quiet!\" You Shi heard this and grew even angrier, but since she was still a young lady, she could not in the end be serious in having an argument with her, so she simply chose to endure her anger without a word and went off to the front hall.",
            "chinese": "尤氏心里本来就有病，又怕别人多嘴。听说有人议论，心中就害羞恼，只是这天惜春还是中值日，不好发作，就忍耐了大半天。现在见惜春又说这话，忍不住了，便问道：“怎么就让我受了连累？你丫鬟的不是，无缘无故地就说我，我这半天都忍了，你倒越发得了意，只管说这些话。你是大家小姐，我们以后就不亲近你，小心将来污了小姐的名声！立刻叫人将入画带了过去。”说完，便赌气起身走了。惜春道：“你这一走了，若真的不来，倒是省了许多口舌是非，大家还清净！”尤氏听了，越发生气，但毕竟是姑娘，任凭怎么样，也不好和他认真地拌起嘴来，只好索性忍了这口气，也不回答，就往前厅去了。"
        },
        {
            "original": "未知后事如何，且听下回分解。",
            "english": "英译：\n\nI don't know what will happen next, let's hear the description of the following segment.",
            "chinese": "我不知道后面会发生什么，先听下一次的描述吧。\n\n解释现代汉语：\n\n我不知道接下来会怎样，先等等听下一段的故事吧。"
        }
    ],
    "title": "《惑奸谗抄检大观园　避嫌隙杜绝宁国府》",
    "chapter_number": 74
}