{
    "paragraphs": [
        {
            "original": "话说宝玉才祭完了晴雯，只听花阴中有个人声，倒吓了一跳。细看，不是别人，却是黛玉，满面含笑，口内说道：“好新奇的祭文！可与《曹娥碑》并传了。”宝玉听了，不觉红了脸，笑答道：“我想著世上这些祭文都过于熟烂了，所以改个新样。原不过是我一时的玩意儿，谁知被你听见了。有什么大使不得的，何不改削改削？”黛玉道：“原稿在那里？倒要细细的看看。长篇大论，不知说的是什么。只听见中间两句什么‘红绡帐里，公子情深；黄土陇中，女儿命薄’这一联意思却好。只是‘红绡帐里’未免俗滥些。放著现成的真事，为什么不用？”宝玉忙问：“什么现成的真事？”黛玉笑道：“偺们如今都系霞彩纱糊的窗槅，何不说‘茜纱窗下，公子多情’呢？”",
            "english": "Here is a translation of the passage you provided:\n\nHaving just concluded his tribute to Jing Wen,宝玉 heard voices from among the flowers and shrubs and jumped in fright. Looking closely, he realized it was Dàiyǔ speaking to him with a smile, saying, \"Your eulogy is original and could rival that of Cao Er's stele.\" On hearing this, his face turned red as he said, \"I thought the old eulogies were too formal and dull, so I tried to compose a new one. It was just for fun, but I never expected you to hear it. Is there anything wrong with it? We can just change it a little.\"\n\nDàiyǔ replied, \"Where is the draft? Let me see it. The entire piece is rather lengthy, and I don't know what it's about, but I heard two lines in the middle: 'In the red silk canopy, the young man is deeply in love; in the yellow earth mound, the young woman's fate is thin.' These lines are good, but 'red silk canopy' is a little vulgar. Why not use a real, existing event instead of 'red silk canopy'? What is this 'red silk canopy' you're referring to?\"\n\n宝玉 hurriedly inquired, \"What real event are you referring to?\"\n\nDàiyǔ laughed and said, \"Nowadays, we all use scarlet silk to cover our windows. Why not say 'scarlet silk window, the young man is affectionate'?\"\n\nThe above translation attempts to capture the nuances of the original Chinese text, including the cultural references (such as the use of silk in traditional Chinese clothing and decorations) and the dialogue's playful nature. The translation might require some clarification or adaptation to be fully understood by English-speaking readers unfamiliar with the specific cultural context or idiosyncrasies of the original text. For instance, \"茜纱\" (the Chinese word for \"scarlet silk\") might be replaced with \"scarlet silk\" in a literal translation, but the actual phrase \"茜纱窗下\" conveys a specific visual and emotional image that could be challenging to translate directly into English. In such cases, it might be more effective to provide a descriptive equivalent in English that captures the essence of the original phrase rather than a direct translation.",
            "chinese": "话说宝玉才祭完了晴雯，只听花阴中有人说话，吓得一跳，细看，竟是黛玉，笑盈盈的说道：“祭文新奇，可与《曹娥碑》相提并论。”宝玉听了，脸儿红了，说道：“我想世上祭文太老套了，所以改了个新的样儿，原不过是我自个儿的玩意儿，谁知道被你听见了。有什么不行的，改一改不就得了？”黛玉道：“稿子在哪儿？让我看看。这么长的篇幅，不知说的是什么，只听见中间两句，什么‘红绡帐里，公子情深；黄土陇中，女儿命薄’，这意思很好，只是‘红绡帐里’有些俗气。放着现成的真事不用，为什么偏用‘红绡帐里’？”宝玉忙问：“什么现成的真事？”黛玉笑道：“我们如今都用的是霞彩纱糊的窗户，何不说‘茜纱窗下，公子多情’呢？”\n（《红楼梦》第七十六回）"
        },
        {
            "original": "宝玉听了，不禁跌脚笑道：“好极，好极！到底是你想得出，说得出。可知天下古今现成的好景好事尽多，只是我们愚人想不出来罢了。但只一件：虽然这一改新妙之极，却是你在这里住著还可以，我实不敢当的。”说著，又连说“不敢”。黛玉笑道：“何妨？我的窗即可为你之窗，何必如此分晰？也太生疏了。古人异姓陌路，尚然‘肥马轻裘，敝之无憾’，何况偺们？”宝玉笑道：“论交道，不在‘肥马轻裘’，即‘黄金白璧’亦不当‘锱铢较量’。倒是这唐突闺阁上头，却万万使不得的。如今我索性将‘公子’‘女儿’改去，竟算是你诔他的倒妙。况且素日你又待他甚厚，所以宁可弃了这一篇文，万不可弃这‘茜纱’新句。莫若改作‘茜纱窗下，小姐多情；黄土陇中，丫鬟薄命’。如此一改，虽与我无涉，我也惬怀。”黛玉笑道：“他又不是我的丫头，何用此话？况且小姐丫鬟亦不典雅。等得紫鹃死了，我再如此说，还不算迟呢。”宝玉听了，笑道：“这是何苦又咒他？”黛玉笑道：“是你要咒的，并不是我说的。”宝玉道：“我又有了，这一改恰就妥当了，莫若说‘茜纱窗下，我本无缘；黄土陇中，卿何薄命！’”",
            "english": "Upon hearing this, Bao Yu couldn't help clapping his hands and laughing, \"Perfectly splendid! This must be your idea. Speak it out. All the wonders and joys are encapsulated here, but people simply fail to grasp them. But there is one point. If you revise this passage to such perfection, I can indeed use it, but I must confess that I am hesitant to do so. \"Lin Daiyu smiled and said, \"What is there wrong with it? Your window is my window. Why must we differentiate so clearly? It's too unnatural. Even strangers from different families can help each other with gold and jade, let alone us.\" Bao Yu smiled and said, \"From our relationship, it's not about gold or jade, but if it were, one would not be so meticulous. The most intolerable thing is to be so presumptuous in the company of ladies. It would be better to remove the terms 'prince' and 'lady' and directly let you write the epitaph for him. Besides, you have been very kind to him recently, so I won't discard this poem or this new phrase 'crimson mosquito net'. Let's modify it to read, 'Under the crimson mosquito net, the lady is ever affectionate; in the mound of earth, the maid is unfortunately fated.' Even though this modification has nothing to do with me, I'm quite satisfied with it.\" Lin Daiyu smiled and said, \"He's not your maid, why say it this way? Moreover, lady and maid are not very elegant terms. I'll say it after Zhui Jun dies.\" Bao Yu smiled and said, \"Why should we curse him?\" Lin Daiyu smiled and said, \"It's your wish to curse him, not mine.\" Bao Yu said, \"I've got it! This revision suits it much better. 'Under the crimson mosquito net, I have no fate; in the mound of earth, how alas your fate!' \"",
            "chinese": "宝玉听了，不禁拍手笑道：“好极了！是你想得出来的，说出来。好景好事尽在其中，只是大家不懂罢了。不过有一点，如果把这一段改新的话改得如此精彩，那么你在这里住着还可以，但我实在不敢用。'黛玉笑道：“有什么不好的？我的窗户就是你的窗户，何必要如此分得清楚？也太生分了。古人异姓陌路，尚且能用黄金美玉互相帮助，何况我们？'宝玉笑道：‘从交情来看，不是黄金美玉，就是黄金美玉也不能斤斤计较。最不能容忍的是在闺阁间这样唐突。不如把“公子”和“女儿”去掉，直接以你来为他写诔文。况且你平日对他很好，所以不抛弃这首诗，也不抛弃这“茜纱”这句新词。不如改为“茜纱窗下，小姐多情；黄土陇中，丫鬟薄命”。这样改动虽然与我无关，但我却心满意足了。”黛玉笑道：“他又不是我的丫鬟，何必这样说？况且小姐和丫鬟也不够雅。等紫鹃死了，我再说也不迟。”宝玉听了，笑道：“何必诅咒他？”黛玉笑道：“是你自己要诅咒的，不是我说的。”宝玉道：“我又有了，这一改动就合适了。不如说“茜纱窗下，我本无缘；黄土陇中，卿何薄命！”’”"
        },
        {
            "original": "黛玉听了，陡然变色。虽有无限狐疑，外面却不肯露出，反连忙含笑点头称妙，说：“果然改得好。再不必乱改了，快去干正经事罢。刚才太太打发人叫你，说明儿一早过大舅母那边去呢。你二姐姐已有了人家求准了，所以叫你们过去呢。”宝玉忙道：“何必如此忙？我身上也不大好，明儿还未必能去呢。”黛玉道：“又来了，我劝你把脾气改改罢。一年大，二年小，－－”一面说话，一面咳嗽起来。宝玉忙道：“这里风冷，偺们只顾站著，凉著呢可不是玩的，快回去罢。”黛玉道：“我也家去歇息了，明儿再见罢。”说著，便自取路去了。宝玉只得闷闷的转步，忽想起黛玉无人随伴，忙命小丫头子跟送回去。自己到了怡红院中，果有王夫人打发嬷嬷们来，吩咐他明日一早过贾赦这边来，与方才黛玉之言相对。",
            "english": "Lin Daiyu's face changed drastically when she heard this. Despite her confusion, she tried to suppress her expression and agreed with a smile. \"You've made a good job of it. There's no need to keep fiddling with it. Go and do something worthwhile now. Your mistress sent someone to call you, to tell you to come to your uncle tomorrow morning. Your second sister's marriage is all arranged, so that's why you're being summoned.\"\n\nJia Baoyu hurriedly replied, \"Why is it so urgent? I'm not in the best of health, I might not be able to go tomorrow.\"\n\nLin Daiyu said, \"Here you are again, why don't you try to control your temper? You're getting older every year, you know...\"\n\nAs they talked, she started coughing. Jia Baoyu quickly said, \"It's cold here, we shouldn't be standing out in it. Come on, let's go back.\"\n\nLin Daiyu said, \"I'll go home and rest for now. I'll see you tomorrow.\" She left the room.\n\nJia Baoyu, feeling somewhat dejected, turned to go back, but suddenly remembered that Lin Daiyu was alone. He quickly sent one of his maidservants to accompany her home. After arriving at the Red Peach Pavilion, he found that Wang夫人的 maids had already arrived, instructing him to come to Jia Shexu the next morning to confirm what he had just heard from Lin Daiyu. The instructions matched perfectly with what Lin Daiyu had said.",
            "chinese": "林黛玉听了，脸色大变。虽然满腹疑团，但还是忍住外面不流露，反而连忙笑着点头叫好，说：“果然改得不错。以后不必乱改了，赶快去做正经事吧。刚才太太派人叫你，说明日一早到大舅母那边去。你二姐姐的亲事已经定了，所以叫你们过去。”宝玉忙说：“何必这么急？我身上也不大好，明天也许不去呢。”黛玉说：“又来了，我劝你把脾气改改吧。一年大，二年小，--”一面说话，一面咳嗽起来。宝玉忙说：“这里风冷，我们只顾站著，凉著可不是玩的，快回去罢。”黛玉说：“我也家去歇息了，明天再见吧。”说完，自己取路去了。宝玉只得闷闷的转步，忽然想起黛玉身边无人随伴，忙命小丫头子跟送回去。自己到了怡红院中，果然有王夫人打发嬷嬷们来，吩咐他明日一早到贾赦这边来，与刚才黛玉的说话相印证。"
        },
        {
            "original": "原来贾赦已将迎春许与孙家了。这孙家乃是大同府人氏，祖上系军官出身，乃当日宁荣府中之门生，算来亦系至交。如今孙家只有一人在京，现袭指挥之职。此人名唤孙绍祖，生得相貌魁梧，体格健壮，弓马娴熟，应酬权变，年纪未满三十，且又家资饶富，现在兵部候缺题升。因未曾娶妻，贾赦见是世交子侄，且人品家当都相称合，遂择为东床娇婿。亦曾回明贾母，贾母心中却不大愿意。但想儿女之事自有天意，况且他亲父主张，何必出头多事？因此，只说“知道了”三字，馀不多及。贾政又深恶孙家，虽是世交，不过是他祖父当日希慕宁荣之势，有不能了结之事，挽拜在门下的，并非诗礼名族之裔。因此，倒劝谏过两次，无奈贾赦不听，也只得罢了。",
            "english": "The original Jia Pai had already arranged for Yingchun to be married to the Sun family. The Sun family was a prominent family in Datong Prefecture, with their ancestors having once served as officers. They had connections with the Ning and Rong families through patronage relationships, making them so-called lifelong friends. Currently, only one person from the Sun family is in Beijing, holding the rank of commander. This person is named Sun Shaozu, who is tall and broad in physique, skilled in horseback riding and archery, and adept at social interactions. He is only in his thirties, yet very wealthy, currently waiting for a promotion in the Ministry of War. Since Sun Shaozu was unmarried, Jia Pai, considering his good family background and character, arranged Yingchun's marriage to him. This matter was also informed to Jia Mo, who was not particularly happy about it. However, thinking that matters concerning children are meant to be, and that it was his own son's decision, why should she get involved in trivial matters? Therefore, she merely replied with \"I know,\" and did not intervene further. Jia Zheng held a disapproving view of the Sun family, despite them being lifelong friends. He believed that their ancestors joined their lineage merely out of face for the Ning and Rong families, not because they were scholarly and noble families. Thus, he had advised on the matter twice, but Jia Pai did not listen, and so he had no choice but to let it go.",
            "chinese": "原贾赦已将迎春许配给孙家了。这孙家是大同府的世家大族，祖上曾经担任过军官，与宁荣二府有门生关系，是所谓的世交。如今孙家只有一个人在京里，现在官衔是指挥使。这人叫孙绍祖，相貌堂堂，身材魁梧，擅长骑马射箭，应酬处事圆滑，年纪轻轻，只有三十左右，家财丰厚，现在在兵部等待缺位后升迁。因孙绍祖尚未婚娶，贾赦考虑到他是世交的侄子，人品家世都很合适，便为迎春定下这门亲事。此事也通知了贾母，贾母心里其实是不情愿的。但想到儿女之事有天意，且是亲生父亲主事，何必多管闲事？因此只是说“知道了”，没有再过多干涉。贾政对孙家的看法很不认同，虽然是世交，但认为孙家的祖先只是看在宁荣二府的面子上拜入门下，并非诗书礼乐的名门望族。因此，曾劝谏过两次，但贾赦不听，也只能作罢。"
        },
        {
            "original": "宝玉却未曾会过这孙绍祖一面的，次日只得过去，聊以塞责。只听见那娶亲的日子甚近，不过今年就要过门的。又见邢夫人等回了贾母，将迎春接出大观园去，越发扫兴，每每痴痴呆呆的，不知作何消遣。又听说要陪四个丫头过去，更又跌足道：“从今后，这世上又少了五个清净人了！”因此，天天到紫菱洲一带地方徘徊瞻顾。见其轩窗寂寞，屏帐倏然，不过只有几个该班上夜的老妪。再看那岸上的蓼花苇叶，也都觉摇摇落落，似有追忆故人之态，迥非素常逞妍斗色可比。所以情不自禁，乃信口吟成一歌曰：",
            "english": "宝玉自怜自伤，整日无所事事，一日又在紫菱洲一带流连。见眼前轩窗寂寞，屏帐冷落，只有几个老妇在值班。岸上的蓼花和苇叶也摇摇欲坠，似乎在怀念往日的主人，与往日的繁华景象大相径庭。他心生感慨，情不自禁地吟唱了一首悲歌：\n\nThe song he sang was:\n\n\"In the distant skies, where lies the fragrant hill?\nBetter yet, a silk pouch to hold the beauty's bones,\nA cup of pure earth to cover the fading glory.\nYour essence pure, you return to purity, not to sink in the mire.\nNow that you're gone, I'll take your place in your burial,\nBut when will my own end come, and who will weep for me?\nWhile the spring wanes and petals fall, it's the hour of beauty's grave.\nWhen the spring fades and beauty ages, when petals fall and people mourn,\nWe'll both be gone, but who will know the order of our departure?\"",
            "chinese": "那歌云：\n\n“天尽头，何处有香丘？\n未若锦囊收艳骨，一杯净土掩风流。\n质本洁来还洁去，强于污淖陷渠沟。\n尔今死去侬收葬，未卜侬身何日丧？\n侬今葬花人笑痴，他年葬侬知是谁？\n试看春残花渐落，便是红颜老死时。\n一朝春尽红颜老，花落人亡两不知！”\n\n宝玉却未曾见过这孙绍祖一面，第二天只得过去，应付一下。只听说迎春的婚期近了，今年就要过门。又见邢夫人等人把迎春接出大观园，宝玉更加郁闷，每天痴痴呆呆的，不知怎么打发时间。听说要陪四个丫头过去，他更是难过，心想：“从今以后，世上又少了五个清净的人了！”于是，天天到紫菱洲一带徘徊，看着那轩窗寂寞，屏帐冷落，只有几个值班的老妇。再看岸上的蓼花苇叶，也显得摇摇欲坠，似乎在怀念过去的主人，和平时竞艳争丽的情景大不相同。所以，他情不自禁地吟出一首歌：\n\n那歌是：\n\n“在天的那一边，哪里有清香的丘陵？\n不如用锦囊收藏艳丽的骨骸，用一杯净土覆盖风华绝代的才华。\n你的本质纯洁而来，理应纯洁而去，强于被污垢淹没在沟渠中。\n如今你离去，我来为你收葬，不知我什么时候也会死去？\n如今我为你葬花，人们笑我痴傻，将来葬我的人又是谁？\n试看春残花落，正是红颜老去的时刻。\n一旦春天过去，红颜老去，花落人亡，将不知谁在谁前？”"
        },
        {
            "original": "池塘一夜秋风冷，吹散芰荷红玉影。蓼花菱叶不胜悲，重露繁霜压纤梗。不闻永昼敲棋声，燕泥点点污棋枰。古人惜别怜朋友，况我今当手足情！",
            "english": "The autumn breeze of a night had cooled the water in the pond, and even the beautiful reflection of the lotus flower on the water's surface was scattered. At this time, the willow grass and lotus leaves became even more melancholic, as the dew and frost grew heavier, pressing down on their delicate stems. It was no longer possible to hear the sounds of chess pieces being knocked during the day. Instead, one could only see swallows flying by, scattering soil and feces on the chessboard. When parting, ancients were all worried about forgetting friends. How much more so for me and you, who are like siblings, how could we forget each other!",
            "chinese": "一夜秋风吹得池塘里的水变冷了，连那水面上的荷花的美丽影子也被吹散了。此时的蓼花和菱叶更加凄凉，因为露水和霜越来越重，压在它们的纤细的梗上。再也听不见白天里有人在下棋时敲棋子的声音了，只见有燕子飞过，把泥土和粪便撒在棋盘上。古人离别时都担心会忘了朋友，何况我与你如同手足，岂能相忘！ 一夜秋风吹冷了池塘，荷花的倒影被吹散了。此时的蓼花和菱叶更显得悲伤，因为露水和霜越来越重，压在它们的纤细的梗上。再也不能听见白天里有人在下棋时敲棋子的声音了，只见有燕子飞过，把泥土和粪便撒在棋盘上。古人离别时都担心会忘了朋友，何况我与你如同手足，岂能相忘！"
        },
        {
            "original": "宝玉方才吟罢，忽闻背后有人笑道：“你又发什么呆呢？”宝玉回头忙看是谁，原来是香菱。宝玉忙转身，笑问道：“我的姐姐，你这会子跑到这里来做什么？许多日子也不进来逛逛。”香菱拍手，笑嘻嘻的说道：“我何曾不要来？如今你哥哥回来了，那里比先时自由自在的了！才刚我们太太使人找来你凤姐姐去，竟没有找著，说往园子里来了。我听见这个话，我就讨了这个差进来找他。遇见他的丫头，说在稻香村呢。如今我往稻香村去，谁知又遇见了你。我还要问你，袭人姐姐这几日可好？怎么忽然把个晴雯姐姐也没了？到底是什么病？二姑娘搬出去的好快！你瞧瞧，这地方一时间就空落落的了。”",
            "english": "宝玉刚要吃酒，只见袭人、晴雯、芳官、蕊官、藕官、艾官这几个小丫头，一人一个，拿着大红的帖子，笑嘻嘻的送了来，口内说道：“园子里的姑娘们都说着，来请大爷赏光，吃一席寿酒。”宝玉听说，便忙站起来，笑道：“好，好，好！咱们且吃酒去。吃完了酒，我再写对子给你们，可使得？”众人听了，都抿嘴笑着答应了。遂同宝玉一齐来至怡红院中。\n\n宝玉听说，便忙站起来，笑道：“好，好，好！咱们且吃酒去。吃完了酒，我再写对子给你们，可使得？”众人听了，都抿嘴笑着答应了。遂同宝玉一齐来至怡红院中。\n\n宝玉听见，忙站起来，笑道：“好，好，好！咱们且吃酒去。吃完了酒，我再写对子给你们，可使得？”众人听了，都抿嘴笑着答应了。遂同宝玉一齐来至怡红院中。",
            "chinese": "宝玉刚要说话，只见袭人、晴雯、芳官、蕊官、藕官、艾官这几个小丫头，一人一个，拿着大红的帖儿，笑嘻嘻的送了来，口内说道：“园子里的姑娘们都说着，来请大爷赏光，吃一席寿酒。”宝玉听说，便忙站起来，笑道：“好，好，好！咱们且吃酒去。吃完了酒，我再写对子给你们，可使得？”众人听了，都抿嘴笑着答应了。遂同宝玉一齐来至怡红院中。\n\n宝玉忙命人去把晴雯的棺材抬了进来，摆在院子里，命众人各人都来磕头。又叫请袭人来。袭人跪着说道：“二爷，我有话回。前儿已经跟了老太太回过了，说不敢领这赏。今儿头里老太太又告诉了，说：‘这原是你们家常例，你们家里自然该有了。若没有，也别为这个受罪，只领了就是了。’因此今儿不敢领。”宝玉听说，便点头说道：“果然。这是应有之理。我只当有新例，叫袭人预备了去。你今儿既领了，我也还给你。咱们另有了，你再预备。你起来，吃你的酒去罢。”袭人听如此说，方才受了赏。\n\n宝玉方要吃酒，忽见林之孝家的进来，见了宝玉，便说道：“刚才太太问了，今日是姑娘的生日，你们不预备些寿酒，却跑到园子里去吃酒。还说：‘是寿酒呢，还是园子里的酒呢？’又说：‘明日二姑娘生日，也不预备。’若说这些话，就是再孝敬，也是不应的。”宝玉笑道：“太太就只这么心细，想来我这屋里的人，总不是那不知高低的了。我因喜欢吃了点酒，太太又不放心，使人来问，我正要说，却就问的这话了。这又何妨？我少不得再预备。明儿二姑娘的生日，再另预备罢。”林之孝家的道：“这是应该的，太太还疼你们呢。”遂出来回话去了。 因为宝玉刚才写了对联,有人笑着对他说:“你发什么呆呢?”原来是香菱.宝玉回头一看,是香菱来了.忙转身,笑问道:“我的姐姐,你到这来做什么?你多日也不来看我?”香菱笑着回答说:“我正要来看你,可巧你哥哥回来了,他把时间占了.才刚太太找凤姐去了,没找到,说她到园子里来了.我一听这话,就来找你.遇见了你府上的丫头,说你到稻香村去了.我到了稻香村,遇见了你.我还想问你,袭人姐姐这几天好吗?晴雯姐姐怎么没了?她到底是什么病?二姑娘搬出去也快,现在地方也空了.”宝玉正要说话,几个丫头拿着红帖笑着过来了,口里说:“园子里的姑娘们都说,请大爷赏光,吃寿酒.”宝玉说:“好,咱们吃酒去,我再写对联给你们,可以吗?”众人都说可以.然后到了怡红院.\n\n宝玉叫把晴雯的棺材抬来,大家都给晴雯磕头.叫袭人过来,袭人说她已回过老太太了,不敢领赏.后来老太太又说:“这原是你们家常例,你们家里自然该有了.若没有,也别为这个受罪,只领了就是了.”袭人领了赏.\n\n宝玉刚要吃酒,林之孝家的进来,见了宝玉,说:“刚才太太问了,今日是姑娘的生日,你们不预备些寿酒,却跑到园子里去吃酒.太太还说:‘是寿酒呢,还是园子里的酒呢?’又说:‘明日二姑娘生日,也不预备.’若说这些话,就是再孝敬,也是不应的.”宝玉笑着说:“太太就这么心细,想来我这屋里的人,总不是不知高低的了.我因喜欢喝了点酒,太太又不放心,派人来问,我正要说,就问这话了.这有什么,我再预备.明儿二姑娘生日再预备吧.”林之孝家的说:“这是应该的,太太还疼你们呢.”然后出去回话去了."
        },
        {
            "original": "宝玉只有一味答应，又让他同到怡红院去吃茶。香菱道：“此刻竟不能，等找著琏二奶奶，说完了正经话再来。”宝玉道：“什么正经话，这般忙？”香菱道：“为你哥哥娶嫂子的话，所以要紧。”宝玉道：“正是说的是那一家的好？只听见吵嚷了这半年，今儿又说张家的好，明儿又要李家的，后儿又议论王家的好。这些人家的女儿，他也不知造了什么罪，叫人家好端端的议论。”香菱道：“如今定了，可以不用拉扯别人家了。”宝玉问道：“定了谁家的？”香菱道：“因你哥哥上次出门时，顺路到了个亲戚家去。这门亲原是老亲，且又和我们是同在户部挂名行商，也是数一数二的大门户。前日说起来时，你们两府都也知道的。合京城里，上至王侯，下至买卖人，都称他家是‘桂花夏家’。”宝玉忙笑道：“如何又称为‘桂花夏家’？”香菱道：“本姓夏，非常的富贵。其馀田地不用说，单有几十顷地种著桂花。凡这‘长安’，那城里城外桂花局，俱是他家的，连宫里一应陈设盆景亦是他家贡奉。因此，才有这个混号。如今太爷也没了，只有老奶奶带著一个亲生的姑娘过活，也并没有哥儿弟兄。可惜他竟一门尽绝了后。”宝玉忙道：“偺们也别管他绝后不绝后，只是这姑娘可好？你们大爷怎么就中意了？”香菱笑道：“一则是天缘，二来是‘情人眼里出西施’。当年时又通家来往，从小儿都在一处玩过。叙亲是姑舅兄妹，又没嫌疑。虽离了这几年，前儿一到他家，夏奶奶又是没儿子的，一见了你哥哥出落的这么，又是哭，又是笑，竟比见了儿子的还胜。又令他兄妹相见。谁知这姑娘出落的花朵似的了，在家里也读书写字，所以你哥哥当时就一心看准了。连当铺里老夥计们一群人遭扰了人家三四日，他们还留多住几天。好容易苦辞，才放回家。你哥哥一进门就咕咕唧唧求我们太太去求亲。我们太太原是见过的，又且门当户对，也依了。和这里姨太太凤姑娘商议了，打发人去一说就成了。只是娶的日子太急，所以我们忙乱的很。我也巴不得早些过来，又添了一个做诗的人了。”宝玉冷笑道：“虽如此说，但只我倒替你担心虑后呢！”香菱道：“这是什么话？我倒不懂了。”宝玉笑道：“这有什么不懂的？只怕再有个人来，薛大哥就不肯疼你了。”香菱听了，不觉红了脸，正色道：“这是怎么说？素日偺们都是厮抬厮敬，今日忽然提起这些事来，怪不得人人都说你是个亲近不得的人！”一面说，一面转身走了。",
            "english": "Bao-yu only nodded, and then asked her to come and have tea in the Happy Everlasting Room. “I can’t leave Lady Liu for a moment,” she said. “I have to tell you something about your brother’s wife.” Bao-yu said, “What news? Why are you in such a hurry?” “It’s about your brother’s marriage,” she said. “They’ve already chosen a family.” Bao-yu said, “What family?” “Your brother went to visit some relatives on his trip. He met a wealthy family, and they are part of the same business and government network. They’re one of the most important families in the country. Everyone knows them. From the noblest nobles to the humblest merchants, everyone in the capital called them the ‘Clove and Summer Family’.” Bao-yu asked, “Why did they call them the ‘Clove and Summer Family’?” “Because they were very rich,” she said. “They owned thousands of acres of land to grow cloves. They owned all the clove farms in the capital and the countryside, and they also provided the palace with clove plants for decoration. That’s how they got the nickname. The head of the family has died, and they have a wealthy widow who lives with a single daughter. There’s no one to carry on the family name.” Bao-yu asked, “Why should I care about their family name? Just tell me, is the girl nice? Why did your brother like her?” “She’s very pretty,” she said. “And she’s from a respected family. Your brother and she were close friends when they were young, and they are related by marriage. There’s no reason to be suspicious. They’ve been apart for a few years, but when he visited her home, the widow was happy to see him. They reunited their family, and then she seemed even happier. Your brother was in love with her at first sight.” Bao-yu said, “That’s great news! I’m glad you’re coming to stay with us.” “Thank you,” she said. “But I’m still worried. What will happen after we’re married? Will you still love me?” Bao-yu laughed. “Of course I will. I’ve never loved you more than I do now.” “Then what are you worried about?” she asked. “We’ve always been friends. Why are you suddenly asking these questions?” Bao-yu smiled. “I’m just thinking about your future. If you marry my brother, will you still be happy?” “Of course,” she said. “I’m already in love with him. And he’s a kind and gentle man. I’m sure he’ll take good care of me.” Bao-yu nodded. “I’m glad to hear that. But remember, this is a serious matter. You’ll be living with my family, and you’ll have to follow our customs and traditions. You’ll have to obey my brother and his wife. You’ll have to respect our ancestors and our gods. You’ll have to do everything we ask you to do. And you’ll have to work hard. You’ll have to make a living. You’ll have to earn your keep. And you’ll have to obey the law. You’ll have to be a good wife and a good mother. You’ll have to be a good sister and a good daughter. You’ll have to be a good friend and a good companion. You’ll have to be a good neighbor and a good citizen. You’ll have to be a good person. And you’ll have to love my brother. If you can do all of that, then you’ll be happy.” “I understand,” she said. “I’ll do my best.” “Then I’ll ask my mother to arrange the wedding,” he said. “And we’ll have a big celebration. And we’ll have a big feast. And we’ll have a big party. And we’ll have a big wedding. And we’ll have a big honeymoon. And we’ll have a big house. And we’ll have a big garden. And we’ll have a big family. And we’ll have a big future. And we’ll have a big love. And we’ll have a big life. And we’ll have a big happiness. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And we’ll have a big peace. And we’ll have a big joy. And",
            "chinese": "宝玉只是答应着，又让他到怡红院里来吃茶。香菱道：“现在找不着琏二奶奶，有正经话，等说完正经话再来。”宝玉道：“有什么正经话，这会子忙？”香菱道：“为你哥哥娶媳妇的事，所以要紧。”宝玉道：“说的是那一家的好？只听见吵嚷了这半年，今儿又说张家的好，明儿又要李家的，后儿又议论王家的好。那些人家的女儿，不知造了什么罪，叫人家好端端的议论。”香菱道：“如今定了，不用拉扯别人家了。”宝玉问道：“定了谁家的？”香菱道：“你哥哥上次出门的时候，顺路到一个亲戚家去了。这门亲原是老亲戚，又和我们是同在户部挂名行商，也是数一数二的大门户。前日说起来，你们两府都也知道的。合京城里，上至王侯，下至买卖人，都称他家是桂花夏家。”宝玉忙笑道：“如何又称为桂花夏家？”香菱道：“本姓夏，非常之富贵。别的田地不用说，单有几十顷地种桂花。凡这长安，那城里城外桂花局，俱是他家的，连宫里一应陈设盆景亦是他家贡奉。因此，才有这个混号。如今太爷也没了，只有老奶奶带着一个亲生的姑娘过活，也没有哥儿兄弟。可惜他家一门子绝了后。”宝玉忙道：“咱们也别管他绝后不绝后，只是这姑娘可好？你大爷怎么就中意了？”香菱笑道：“一则是天缘，二来是‘情人眼里出西施’。当年时又通家来往，从小儿都在一处玩过。叙亲是姑舅兄妹，又没嫌疑。虽离了这几年，前儿一到他家，夏奶奶又是没儿子的，一见了你哥哥出落的这么，又是哭，又是笑，竟比见了儿子的还胜。又令他兄妹相见。谁知这姑娘出落的花朵似的了，在家里也读书写字，所以你哥哥当时就一心看准了。连当铺里老伙计们一群受了人家三四日，他们还留多住几天。好容易苦辞，才放回家。你哥哥一进门就咕咕唧唧求我们太太去求亲。我们太太原是见过的，又且门当户对，也依了。和这里姨太太凤姑娘商议了，打发人去一说就成了。只是娶的日子太急，所以我们忙乱的很。我也巴不得早些过来，又添了一个做诗的人了。”宝玉冷笑道：“虽如此说，但只我倒替你担心虑后呢！”香菱道：“这是什么话？我倒不懂了。”宝玉笑道：“这有什么不懂的？只怕再有个人来，薛大哥就不肯疼你了。”香菱听了，不觉红了脸，正色道：“这是怎么说？素日我们都是厮抬厮敬，今日忽然提起这些事来，怪不得人人都说你是个亲近不得的人！”一面说，一面转身走了。"
        },
        {
            "original": "宝玉见他这样，便怅然如有所失，呆呆的站了半日，只得没精打彩，还入怡红院来。一夜不曾安睡，种种不宁。次日便懒进饮食，身体发热。也因近日抄检大观园，逐司棋，别迎春，悲晴雯等，羞辱惊恐悲凄所致，兼以风寒外感，遂致成疾，卧床不起。贾母听得如此，天天亲来看视。王夫人心中自悔，不合因晴雯过于逼责了他。心中虽如此，脸上却不露出，只吩咐众奶娘等好生伏侍看守。一日两次，带进医生来诊脉下药。一月之后，方才渐渐的痊愈。好生保养过百日，方许动荤腥油面，方可出门行走。这百日内，院门前皆不许到，只在屋里玩笑。四五十天后，就把他拘的火星乱迸，那里忍耐的住？虽百般设法，无奈贾母王夫人执意不从，也只得罢了。因此，和些丫鬟们无所不至，恣意耍笑。又听得薛蟠那里摆酒唱戏，热闹非常，已娶亲入门。闻得这夏家小姐十分俊俏，也略通文翰，宝玉恨不得就过去一见才好。再过些时，又闻得迎春出了阁。宝玉思及当时姊妹，耳鬓厮磨，从今一别，纵得相逢，必不得似先前这等亲热了。眼前又不能去一望，真令人凄惶不尽。少不得潜心忍耐，暂同这些丫鬟们厮闹释闷，幸免贾政责备逼迫读书之难。这百日内只不曾拆毁了怡红院，和这些丫头们无法无天，凡世上所无之事都玩要出来，如今且不消细说。",
            "english": "宝玉 saw her like this, and felt as if he had lost something. He stood in a daze for half a day, and finally dragged himself back to the Red Pomegranate Garden with his head down and a limp. He did not sleep well that night and was filled with restlessness. The next day, he did not want to eat or drink and felt feverish. All this was because of recent events like the search of the Orchid Garden,司棋 being driven away,探春 leaving the household, and Qíngwén being savagely beaten. This caused him to feel humiliated, frightened, and miserable, and added to his cold that he had caught. He fell ill and lay bedridden. The Old Lady found out and came to visit him every day. The Lady Wang felt regretful and realized she should not have pressured the Prince Consort to do so. However, she did not show it on her face. She only asked the wet nurse and others to take good care of him. She had the doctor come in every day to examine him and prescribe medicine. After a month, he slowly started to get better. After a hundred days, he was allowed to eat meat, fatty foods, and oily noodles, and go out for a walk. In the hundred days, no one was allowed to enter the Red Pomegranate Garden except for him. He could only play inside the room. After forty days, he felt stifled and wanted to play around with the girls. He heard that Xu Pan had set up a banquet and was staging a play, and that he had married a lady. He heard that the lady from the Xia family was very pretty and could write poetry and compose essays. He could not wait to go and see her. After some time, he heard that the Lady Ying had been married. The Prince Consort thought of how he was now going to part ways with his sisters. Even if he was able to see them in the future, it would not be as close as before. He could not visit them, which made him very sad. He could only endure it and play with the girls to avoid his father's scolding and his being forced to study. In the hundred days, only the Red Pomegranate Garden remained intact, and he played around freely with the girls, doing all sorts of things that were forbidden in society. What happened afterward did not need to be said in detail.",
            "chinese": "宝玉见她这样，便怅然若有所失，痴痴地站了半日，只得有气没力地回到怡红院。一夜没有睡好，各种不安。第二天，他就懒得吃喝，身体发热。这都是因为近日抄检大观园、司棋被逐、探春别府、晴雯遭毒打等事，使他羞辱惊恐、悲伤凄惨所致，加上着凉感冒，于是得病，卧床不起。贾母得知后，天天来看他。王夫人内心懊悔，觉得自己不该因为晴雯的事逼着宝玉。但脸上还是没有表现出来，只吩咐奶妈等人好好照顾他。每天请医生进来看病开药。一月后，宝玉才渐渐好转。好好调养了百日，才允许吃荤腥油面，可出门行走。这百日里，怡红院门前都不得入，只能在屋内玩耍。四十多天后，他憋得难受，想跟丫鬟们胡闹。又听说薛蟠设宴唱戏，热闹非凡，已娶亲。听说夏家小姐十分漂亮，还懂得写诗作赋，宝玉恨不得立刻过去见她。过了些日子，听说迎春出嫁。宝玉想到现在和姐妹们离别，就算以后能再相见，也一定没有以前那么亲密了。眼下又不能去探望，真令人伤心不已。只能用心忍耐，暂时和丫鬟们一起嬉闹，免受父亲责备和强迫读书之苦。这百日内，只是没拆毁怡红院，和丫鬟们无法无天地玩耍，干尽世间没有的事，这以后的事情就不用细说了。"
        },
        {
            "original": "且说香菱自那日抢白了宝玉之后，自为宝玉有意唐突，“从此倒要远避他些才好。”因此，以后连大观园也不轻易进来了。日日忙乱著，薛蟠娶过亲，因为得了护身符，自己身上，分去责任，到底比这样安静些；二则又知是个有才有貌的佳人，自然是典雅和平的：因此，心里盼过门的日子比薛蟠还急十倍呢。好容易盼得一日娶过来，他便十分殷勤小心伏侍。",
            "english": "Back then, when Xiang Ling was offended by the boy from the Dragon House, she thought he was deliberately flirting with her. So, she began to think that it was best to keep her distance from him. From that day on, she rarely visited the Orchid Rood. Since Suilian had a protector, he would be less of a burden to her. She was much more relaxed than she was now. She also knew that Suilian's new wife was a highly intelligent woman, who was also very beautiful. She was as calm and collected as a goddess. Therefore, she was much more anxious for Suilian to marry than he was. She was so eager that she was willing to wait for him for as long as it took. When Suilian finally married, she began to serve him as a dutiful wife.",
            "chinese": "再说香菱自从那天被宝玉顶撞后，她觉着宝玉对自己有轻薄的意思，她便自己想，以后离宝玉远一些才好。于是以后她很少进大观园了。那时薛蟠娶亲，他有了保护伞，自己的责任也减少了一些，所以比现在清闲多了。又知道薛蟠的新婚妻子是个有才貌的佳人，一定是温文尔雅的，所以她心里急着薛蟠赶快过门，比薛蟠还要急十倍呢。好不容易等到薛蟠娶亲，她便对他十分殷勤小心的服侍。"
        },
        {
            "original": "原来这夏家小姐今年方十七岁，生得亦颇有姿色，亦颇识得几个字。若论心里的丘壑泾渭，颇步熙凤的后尘。只吃亏了一件：从小时，父亲去世的早，又无同胞兄弟，寡母独守此女，娇养溺爱，不啻珍宝，凡女儿一举一动，他母亲皆百依百顺。因此，未免酿成个盗跖的情性－－自己尊若菩萨，他人秽如粪土。外具花柳之资，内秉风雷之性。在家里和丫鬟们使性赌气，轻骂重打的。今儿出了阁，自为要作当家的奶奶，比不得做女儿时腼腆温柔，须要拿出威风来，才钤压得住人。况且见薛蟠气质刚硬，举止骄奢，若不趁热灶一气炮制，将来必不能自竖旗帜矣。又见有香菱这等一个才貌俱全的爱妾在室，越发添了“宋太祖灭南唐”之意。因他家多桂花，他小名就叫做金桂。他在家时，不许人口中带出“金桂”二字来，凡有不留心，误道一字者，他便定要苦打重罚才罢。他因想“桂花”二字是禁止不住的，须得另换一名，想桂花曾有广寒嫦娥之说，便将桂花改为“嫦娥花”，又寓自己身分。如今薛蟠本是个怜新弃旧的人，且是有酒胆无饭力的。如今得了这一个妻子，正在新鲜兴头上，凡事未免尽让他些。那夏金桂见是这般形景，便也试著，一步紧似一步。一月之中，二人气概都还相平；至两月之后，便觉薛蟠的气概渐次的低矮了下去。",
            "english": "文译：\n\nThe original text:\n\nThe original text refers to an excerpt from the Chinese classic novel, \"Dream of the Red Chamber\" by Cao Xueqin, specifically the chapter \"The Prima Donna of Summer's Family.\" In this excerpt, the character Lady Xia (夏金桂) is introduced. Lady Xia is seventeen years old this year and has some charm. She is literate and has a deep, calculating mind, reminiscent of the character Wang Xifeng in the novel. However, she has a flaw: she was spoiled by her mother after her father's early death, which led her to develop a strong, domineering personality. She looks elegant and beautiful on the outside, but has a powerful and stormy inner spirit. At home, she acts out and punishes her maids harshly. After marrying Xu Pan, she wants to assert her authority as the head of the household. Xu Pan, who is stubborn and arrogant, becomes more submissive to her, which fuels Lady Xia's desire for power. However, her overbearing behavior eventually causes friction, leading to the deterioration of their relationship.\n\nTranslation:\n\nThe original text describes Lady Xia, a young and beautiful lady from the Summer Family. At the age of seventeen, she possesses a certain charm, along with some literacy and a strategic mind akin to that of Lady Wang Xi Feng. However, her flaw lies in her upbringing; her father's early demise and her mother's preference for her fostered a nature of dominance. This has resulted in a personality reminiscent of a bandit, where she holds herself high, and others are seen as lower, both openly and covertly. Despite her pleasant appearance, her inner spirit is powerful and fierce, much like a storm. At home, she expresses her temperament, physically punishing her maids, and speaks harshly to them. Following her marriage to Xu Pan, she intends to exert her authority as the head of the household. Recognizing Xu Pan's stubborn nature and tendency to crave novelty, she finds him easily submissive, fueling her desire for power and control. However, as time passes, her overbearing behavior takes a toll on their relationship, eventually leading to its deterioration.\n\nOriginal Text Summary:\n\n- Lady Xia, 17, has charm and literacy, with a strategic mind, reminiscent of Wang Xifeng.\n- Spoiled by her mother after her father's early death, she has a strong, domineering personality.\n- Looks elegant but has a powerful inner spirit, akin to a storm.\n- At home, she expresses her temperament harshly towards her maids.\n- Marries Xu Pan, intending to assert authority in the household.\n- Xu Pan's submissive nature fuels her desire for power.\n- However, her overbearing behavior causes friction, leading to the deterioration of their relationship.\n\nTranslation Summary:\n\n- Lady Xia, a young and beautiful member of the Summer Family, at 17, exhibits charm and literacy, with a strategic mind similar to Wang Xi Feng.\n- Her upbringing, influenced by her mother after her father's early death, leads to a strong, domineering personality, resembling a bandit.\n- Despite her pleasant appearance, her inner spirit is powerful and fierce, akin to a storm.\n- She expresses her temperament harshly at home, physically punishing her maids, and speaking rudely to them.\n- After marrying Xu Pan, she aims to assert her authority in the household, recognizing his submissive nature, which fuels her desire for power.\n- However, her overbearing behavior eventually causes tension, leading to the decline of their relationship.",
            "chinese": "译文：\n\n原来这夏家小姐今年才十七岁，长得倒也有些姿色，也颇识几个字。只是说她心机深沉，善于耍手段，颇有点王熙凤的路子。只是她有个缺点：她父亲死得早，母亲又没有别的儿子，偏爱她，娇生惯养，结果她就养成了强盗张铁嘴的性格：自己高高在上，别人低低在下，明的暗的都看不惯。她花柳般漂亮的外表下，却有着雷暴般强悍的内心。在家里使性子，对丫鬟们动粗，骂轻打重。如今嫁了薛蟠，是要当家的奶奶了，她就不像做女儿时那么的柔弱，也得拿出点威风来，才镇得住人。况且薛蟠本就是那种刚硬，骄奢的人，若不趁热打铁，将来必定会无法自立。他见香菱这等美人待在薛蟠身边，越发的动了征服香菱的念头。他家多桂花，他的小名就叫金桂。在家中，如果谁口误叫他金桂，他就会严惩。他发现，那“桂花”二字是无法禁止的，便要换名，桂花有“嫦娥奔月”的传说，便将桂花改名为“嫦娥花”，还寓指自己身份尊贵。薛蟠本就是那种爱新厌旧的人，有酒胆没饭力。如今得了夏金桂这等女人，正处在新鲜劲上，事事都让着她一些。夏金桂见此情景，就一步一步的加大气焰。一个月之后，两人还相安无事；至两月之后，薛蟠的气焰就渐渐低落下来。"
        },
        {
            "original": "一日，薛蟠酒后，不知要行何事，先和金桂商议。金桂执意不从，薛蟠便忍不住，便发了几句话，赌气自行了。金桂便哭的如醉人一般，茶汤不进，装起病来，请医疗治，医生又说：“气血相逆，当进宽胸顺气之剂。”薛姨妈恨得骂了薛蟠一顿，说：“如今娶了亲，眼前抱儿子了，还是这么胡闹！人家凤凰似的，好容易养了一个女儿，比花朵儿还轻巧，原看的你是个人物，才给你做媳妇。你不说收了心，安分守己，一心一计，和和气气的过日子，还是这么胡闹，喝了黄汤，折磨人家。这会子花钱吃药白遭心。”",
            "english": "Here is a translation:\n\nOne day, Xue Pan, in a drunken state, started thinking about some nonsense. He first consulted with Jingu. Jingu insisted on ending their relationship, and Xue Pan became agitated, saying a few heated words before storming off in a huff. Jingu cried as though she were drunk, refusing to eat or drink tea, and pretended to be ill. Xue Yamei was left with no choice but to summon a doctor for her. The doctor diagnosed her condition as a result of her imbalance of blood and qi, recommending a treatment to soothe her chest and regulate her breathing. Xue Yamei angrily scolded Xue Pan: \"Now that you have a wife and a son, why are you still causing such a mess? Jingu was a precious daughter who was delicately raised, like a flower. Your mother had high hopes for you and chose her as your wife. If you can finally settle down and behave properly, things might be manageable. But if you continue behaving recklessly, drinking to the point of intoxication, and tormenting Jingu, you have not only wasted the money spent on medicines, but also hurt your own heart.\"\n\nThe paragraph essentially describes a scene where a man, Xue Pan, after drinking too much, seeks advice from his wife, Jingu, only to find himself rejected. This leads to a heated argument between the two, with Jingu resorting to an act of apparent illness. Her mother, Xue Yamei, becomes extremely disapproving of Xue Pan's behavior, and consequently calls in a doctor to tend to Jingu, who is suffering from an imbalance in her blood and qi. Xue Yamei expresses her disappointment and anger towards her son's actions, which include drinking excessively and causing distress to Jingu. The doctor prescribes a treatment to restore her well-being, while Xue Yamei voices her displeasure with her son's continued irresponsibility.",
            "chinese": "有一天，薛蟠喝醉了酒，不知又想搞什么，先和金桂商量。金桂非要和他断绝关系不可，薛蟠便急了，说了几句气话，赌气便自己走了。金桂哭得像醉了一样，茶也不喝，饭也不吃，装起病来，薛姨妈只好请医生给她看病。医生说：“她是因为气血不和，应该吃些宽胸顺气的药。”薛姨妈恨得骂了薛蟠一顿：“你如今娶了老婆，又有了儿子，怎么还这么胡闹？金桂是好容易才养大的女儿，比花儿还娇嫩，你妈看着你像是个人物，才给你做媳妇。你要是能收心守本分，和和气气的过日子，还行；你还是这么胡闹，喝得醉醺醺的，折磨金桂。这会子连花钱吃药都是白遭心。”\n\n段落大意：薛蟠在酒后与金桂商量，却遭拒绝。薛蟠因此生气，金桂也装病。薛姨妈对此大为不满，责备了薛蟠，并请医生为金桂诊治，医生诊断为气血不和，需要服药调理。薛姨妈对薛蟠的行为表示了强烈的不满。"
        },
        {
            "original": "一席话，说的薛蟠后悔不迭，反来安慰金桂。金桂见婆婆如此说，越发得了意，更装出些张致来，不理薛蟠。薛蟠没了主意，惟有自叹而已。好容易十天半月之后，才渐渐的哄转过金桂的心来。自此，便加一倍小心，气概不免又矮了半截下来。",
            "english": "Gold桂 listened to a long speech and regretted jumping up and down, consoling Xue Pan. After Xue Mama scolded Gold桂, she became even more brazen, ignoring Xue Pan. Xue Pan had no choice but to sigh to himself. Finally, after ten or fifteen days, Gold桂's heart was won back by Xue Pan. From then on, Xue Pan was obedient to her, and his own dignity and authority were reduced by half.",
            "chinese": "金桂听了一番话，后悔得直跳脚，反过来安慰薛蟠。薛姨妈把金桂训了一顿后，金桂更加得寸进尺，不理薛蟠了。薛蟠没有办法，只好自己叹气。好不容易过了十天半月，金桂的心才被薛蟠哄了回来。从此，薛蟠对她百依百顺，自己气度和威严也小了一半。"
        },
        {
            "original": "那金桂见丈夫旗纛渐倒，婆婆良善，也就渐渐的持戈试马。先时不过挟制薛蟠，后来倚娇作媚，将及薛姨妈，后将至宝钗。宝钗久察其不轨之心，每每随机应变，暗以言语弹压其志。金桂知其不可犯，便欲寻隙，苦得无隙可乘，倒只好曲意俯就。",
            "english": "Xia Jinguang, wife of Xue Pan, noticing her husband's retreat, realizing Xue Yamama's kindness, began to try and employ strategies. Initially aiming to use Xue Pan, she later displayed all kinds of coquettish behaviors, hoping to win over Xue Yamama and Xue Baochai. Xue Baochai, having long seen through Xia Jinguang's intentions, always cleverly responded, using words to suppress her ambitions. Aware she couldn't directly confront, Xia Jinguang sought opportunities to retaliate, but always failed to find suitable ones, thus temporarily yielding to seek peace.",
            "chinese": "薛蟠之妻夏金桂见丈夫败退，知道薛姨妈善良，便试着施展计谋，起初只是想利用薛蟠，后来更是娇态百出，想拉拢薛姨妈和薛宝钗。薛宝钗早就看出夏金桂的企图，总是巧妙应对，用话语压制她的野心。夏金桂意识到无法直接对抗，便想找机会报复，但总是找不到合适的机会，只好暂时屈服，以求和平相处。"
        },
        {
            "original": "一日，金桂无事，因和香菱闲谈，问香菱家乡父母。香菱皆答忘记，金桂便不悦，说有意欺瞒了他。因问：“‘香菱’二字是谁起的？”香菱便答道：“姑娘起的。”金桂冷笑道：“人人都说姑娘通，只这一个名字就不通。”香菱忙笑道：“奶奶若说姑娘不通，奶奶没合姑娘讲究过。说起来，他的学问，连偺们姨老爷常时还夸的呢！”",
            "english": "某日，金桂无事，与香菱闲话，谈及香菱的故乡及父母，香菱未能详述。此情此景下，金桂心生不悦，认为香菱有所隐瞒。随后，金桂追问香菱名字的来历，得知是小红所起。听到此，金桂冷笑，“人人都夸姑娘有学识，可这名字却起得不太恰当。”香菱急忙笑道：“如果奶奶认为姑娘学问不当，那可能是我们交谈较少。实际上，姑娘的学识常得到我们姨老爷的赞赏！”\n\n金桂的讽刺与香菱的解释形成了鲜明对比，揭示了她们之间因教育背景、社会地位不同而产生的微妙差异。金桂对香菱的言行可能持有偏见，而香菱则试图通过解释来缓和气氛，维护彼此之间的关系。这一对话不仅展示了人物性格的复杂性，还反映了当时社会阶层间难以逾越的隔阂。",
            "chinese": "有一天，金桂没事，就和香菱聊了起来，问起香菱的家乡和父母，香菱都答不上来，于是金桂就不太高兴，说香菱是故意的。接着她问起香菱名字的由来，香菱回答是小红起的。金桂听后冷笑道：“人人都说姑娘有学问，可这个名字起的就不对。”香菱连忙笑道：“奶奶如果觉得姑娘的学问不对，可能是我和您没怎么聊过。实际上，姑娘的学问连我们的姨老爷都常夸奖呢！”"
        },
        {
            "original": "欲知香菱说出何话，且听下回分解。",
            "english": "The translation is:\n\nTo find out what Xiang Ling said, tune in for the next episode. \n\nLet's appreciate the cultural context in this Chinese idiom: \n\nXiang Ling is a character from the classic Chinese novel \"Dream of the Red Chamber\" (also known as \"The Story of the Stone\"). She is renowned for her wit, intelligence, and linguistic skills. The phrase \"且听下回分解\" is often used in Chinese literature, especially in the context of cliffhangers or suspenseful endings to chapters or stories, to build anticipation for the next installment. The idiom literally means \"and so, we'll continue in the next episode\" or \"listen to the next part,\" suggesting that the story has reached a critical juncture where the outcome is not yet clear.\n\nThus, when used in the context of \"想知道香菱说了什么话，且听下回分解吧,\" it invites the reader to wait for the next chapter to reveal the content of Xiang Ling's conversation or actions, which is likely to have significant implications for the plot. The translation captures this element of intrigue and suspense, encouraging the reader to look forward to the next episode or chapter of the story.",
            "chinese": "想知道香菱说了什么话，且听下回分解吧。"
        }
    ],
    "title": "《薛文起悔娶河东狮　贾迎春误嫁中山狼》",
    "chapter_number": 79
}