{
    "paragraphs": [
        {
            "original": "话说宝玉才祭完了晴雯，只听花阴中有个人声，倒吓了一跳。细看，不是别人，却是黛玉，满面含笑，口内说道：“好新奇的祭文！可与《曹娥碑》并传了。”宝玉听了，不觉红了脸，笑答道：“我想著世上这些祭文都过于熟烂了，所以改个新样。原不过是我一时的玩意儿，谁知被你听见了。有什么大使不得的，何不改削改削？”黛玉道：“原稿在那里？倒要细细的看看。长篇大论，不知说的是什么。只听见中间两句什么‘红绡帐里，公子情深；黄土陇中，女儿命薄’这一联意思却好。只是‘红绡帐里’未免俗滥些。放著现成的真事，为什么不用？”宝玉忙问：“什么现成的真事？”黛玉笑道：“偺们如今都系霞彩纱糊的窗槅，何不说‘茜纱窗下，公子多情’呢？”",
            "english": "When the mourning for Qiong Wen was over, suddenly Baoyu heard someone speaking in the flowered shade, and he was frightened. After looking carefully, he realized that the one speaking was not someone else but Daiyu, who was smiling. Daiyu said, \"The eulogy you wrote is very well done, and it can be compared with the Cao E stele.\" Baoyu listened, blushing, and laughed, saying, \"I thought the eulogies written by others were too familiar, so I wrote a new one. This is just a piece of my play, but I didn't expect you to hear it. If there's anything inappropriate, you can change it.\" Daiyu asked, \"Where is the original draft? I want to read it carefully. It's a long piece, and I don't know what it's about. Only the two sentences in the middle, 'Red silk bed, son's deep feelings; Yellow earth mound, daughter's thin life,' sound good. But 'Red silk bed' is a bit too vulgar. Why not use a true story instead?\" Baoyu asked, \"What true story is it?\" Daiyu laughed and said, \"Our windows are all made of the red\"The book is a masterpiece of literature and has been read by countless people around the world.\"\n\n中文翻译：\n\n\"这本书是一本文学杰作，被世界各地无数人阅读过。\"",
            "chinese": "话说宝玉祭完晴雯后，突然听到花阴里有人说话，吓了一跳。仔细一看，说话的不是别人，正是黛玉，满脸含笑。黛玉说道：“这祭文写得很好，可以和曹娥碑并传了。”宝玉听了，面红耳赤，笑着说：“我想到世上这些祭文都过于熟烂了，所以改了个新样。这只是我一时的玩意儿，没想到被你听见了。有什么不合适的地方，你可以改一改。”黛玉问：“原稿在哪里？我要好好看看。长篇大论，不知道说的是什么。只听见中间两句什么‘红绡帐里，公子情深；黄土陇中，女儿命薄’这一联意思很好。只是‘红绡帐里’未免俗滥了些。放着现成的真事，为什么不用呢？”宝玉忙问：“什么现成的真事？”黛玉笑道：“我们的窗户都是用霞彩纱糊的，为什么不说是‘茜纱窗下，公子多情’呢？”"
        },
        {
            "original": "宝玉听了，不禁跌脚笑道：“好极，好极！到底是你想得出，说得出。可知天下古今现成的好景好事尽多，只是我们愚人想不出来罢了。但只一件：虽然这一改新妙之极，却是你在这里住著还可以，我实不敢当的。”说著，又连说“不敢”。黛玉笑道：“何妨？我的窗即可为你之窗，何必如此分晰？也太生疏了。古人异姓陌路，尚然‘肥马轻裘，敝之无憾’，何况偺们？”宝玉笑道：“论交道，不在‘肥马轻裘’，即‘黄金白璧’亦不当‘锱铢较量’。倒是这唐突闺阁上头，却万万使不得的。如今我索性将‘公子’‘女儿’改去，竟算是你诔他的倒妙。况且素日你又待他甚厚，所以宁可弃了这一篇文，万不可弃这‘茜纱’新句。莫若改作‘茜纱窗下，小姐多情；黄土陇中，丫鬟薄命’。如此一改，虽与我无涉，我也惬怀。”黛玉笑道：“他又不是我的丫头，何用此话？况且小姐丫鬟亦不典雅。等得紫鹃死了，我再如此说，还不算迟呢。”宝玉听了，笑道：“这是何苦又咒他？”黛玉笑道：“是你要咒的，并不是我说的。”宝玉道：“我又有了，这一改恰就妥当了，莫若说‘茜纱窗下，我本无缘；黄土陇中，卿何薄命！’”",
            "english": "Baoyu heard this and couldn't help clapping his hands and laughing, \"Too good! You are too smart! There are too many good things in this world, but we foolish people can't think of them. However, there is one thing: although you have made this translation excellent, I really can't accept it. Lin Daiyu laughed and said, \"It doesn't matter. My window is your window, why should we be so formal? Even if two strangers do not know each other, they can still 'enjoy the luxurious horse and carriage, and not care about its deterioration'. How much more so for us?\" Baoyu laughed and said, \"In terms of friendship, it is not about 'luxurious horse and carriage', even 'gold and jade' is not worth 'a penny'. As for offending the ladies, it is absolutely impossible. Now I'll just change 'son' and 'daughter' to 'your memorial' for his sake. Besides, you have been very good to him, so I don't want to give up this article, but I also can't give up the new sentence 'Chicash window, lady is sentimental; Yellow soil tomb, maid is thin.' He said this, although it has nothing to\"Daiyu laughed and said, \"He's not my maid, why should I say that? Besides, the lady's maids aren't so elegant. Wait until Zhuyuan dies, and then I'll say this.\" When Bao-yu heard this, he laughed and said, \"Why do you curse him?\" Daiyu laughed and said, \"This is what you want to say, not what I said.\" Bao-yu said, \"I've come up with another one, this one is just right, let's say 'Under the crimson window, I have no chance; in the yellow mound, you are so thin!'\"",
            "chinese": "宝玉听了，不禁拍手笑道：“太好了！你太聪明了！这世界上的好景好事情实在太多了，只是我们这些愚笨的人想不出来罢了。不过，有一件事情：虽然你把这篇改得妙极了，但我实在不敢接受。黛玉笑道：“没关系，我的窗就是你的窗，何必这么拘谨呢？古人异姓陌路，尚且能够‘肥马轻裘，敝之无憾’，更何况我们？”宝玉笑道：“论交道，不在‘肥马轻裘’，即使‘黄金白璧’也不当‘锱铢较量’。至于冒犯闺阁，更是万万使不得的。现在我干脆把‘公子’‘女儿’改掉，把它当作你的悼念他的倒妙。况且你平日对他很好，所以宁可放弃这篇文，也不可放弃‘茜纱’新句。不如改成‘茜纱窗下，小姐多情；黄土陇中，丫鬟薄命’。他这么说，虽然和我没关系，我也很高兴。”黛玉笑着说：“他不是我的丫头，何必这样说？再说小姐的丫鬟也不怎么优雅。等到紫鹃死了，我再说这句话也不迟。”宝玉听了，笑着说：“这又是何必咒他呢？”黛玉笑着说：“这是你要说的，不是我说的。”宝玉说：“我又想了个，这个改了正好，不如说‘茜纱窗下，我本无缘；黄土陇中，卿何薄命！’”"
        },
        {
            "original": "黛玉听了，陡然变色。虽有无限狐疑，外面却不肯露出，反连忙含笑点头称妙，说：“果然改得好。再不必乱改了，快去干正经事罢。刚才太太打发人叫你，说明儿一早过大舅母那边去呢。你二姐姐已有了人家求准了，所以叫你们过去呢。”宝玉忙道：“何必如此忙？我身上也不大好，明儿还未必能去呢。”黛玉道：“又来了，我劝你把脾气改改罢。一年大，二年小，－－”一面说话，一面咳嗽起来。宝玉忙道：“这里风冷，偺们只顾站著，凉著呢可不是玩的，快回去罢。”黛玉道：“我也家去歇息了，明儿再见罢。”说著，便自取路去了。宝玉只得闷闷的转步，忽想起黛玉无人随伴，忙命小丫头子跟送回去。自己到了怡红院中，果有王夫人打发嬷嬷们来，吩咐他明日一早过贾赦这边来，与方才黛玉之言相对。",
            "english": "Daiyu heard this and her face changed. Although she was full of doubts, she did not want to expose herself outside, and instead nodded and praised with a smile, saying, \"It's indeed better. Don't mess around anymore, go and do your job. Just now, Mrs. Li sent someone to call you, saying that you should go to your aunt's house tomorrow morning. Your second sister has already had a man asking for her, so you should go.\" Baiyu hurriedly said, \"Why is it so urgent? I'm not feeling well, and I may not be able to go tomorrow.\" Daiyu said, \"You're always like this, I advise you to change your temper. You're getting older every year.\" While talking, she coughed. Baiyu hurriedly said, \"It's cold here, we shouldn't stand here and catch a cold. Let's go back.\" Daiyu said, \"I'm going home to rest, and we'll see each other tomorrow.\" Saying this, she left to go home alone. Baiyu had to turn and go back in a bad mood, and suddenly remembered that Daiyu had no escort, so he hurriedly told a little girl to send her back. When he got to",
            "chinese": "黛玉听了，脸色一变。虽然有无尽的疑惑，但外面却不肯暴露，反而连忙笑着点头称赞，说：“果然改得好。不要再乱改了，快去干正经事。刚才太太派人叫你，说明天一早去大舅妈那边。你二姐已经有了人家求准了，所以叫你过去。”宝玉急忙道：“何必这么急？我身上也不太好，明天可能去不了。”黛玉道：“又来了，我劝你把脾气改改吧。一年大，二年小，”一面说话，一面咳嗽起来。宝玉急忙道：“这里风冷，我们只顾站着，凉着可不好玩，快回去吧。”黛玉道：“我也回家休息了，明天再见吧。”说著，就自己取路去了。宝玉只得闷闷地转步，突然想起黛玉没有随从，忙命小丫头子送她回去。他到了怡红院，果然有王夫人打发嬷嬷们来，吩咐他明天一早去贾赦那边，和刚才黛玉的话相对。"
        },
        {
            "original": "原来贾赦已将迎春许与孙家了。这孙家乃是大同府人氏，祖上系军官出身，乃当日宁荣府中之门生，算来亦系至交。如今孙家只有一人在京，现袭指挥之职。此人名唤孙绍祖，生得相貌魁梧，体格健壮，弓马娴熟，应酬权变，年纪未满三十，且又家资饶富，现在兵部候缺题升。因未曾娶妻，贾赦见是世交子侄，且人品家当都相称合，遂择为东床娇婿。亦曾回明贾母，贾母心中却不大愿意。但想儿女之事自有天意，况且他亲父主张，何必出头多事？因此，只说“知道了”三字，馀不多及。贾政又深恶孙家，虽是世交，不过是他祖父当日希慕宁荣之势，有不能了结之事，挽拜在门下的，并非诗礼名族之裔。因此，倒劝谏过两次，无奈贾赦不听，也只得罢了。",
            "english": "Jia Pai has already arranged for Yinchun to marry a man from Sun's family. Sun's family is from Datong Prefecture. His ancestors were officers. They are close friends of the Ning and Rong houses, and are of good character and wealth. Now, there is only one person from Sun's family in Beijing, who is a commander. He is under 30 years old and has a good appearance and wealth. He is waiting to be promoted to a higher position in the Ministry of War. He has not married yet, and Jia Pai thinks that his character and wealth are suitable, so he has chosen him as his daughter's husband. He also told Jia Mo, who was not very willing, but thought that it was destiny and that it was his father who wanted it, so he didn't say anything more. Jia Zheng hated Sun's family very much, even though they were close friends. Sun's grandfather just wanted to benefit from the Ning and Rong houses' influence, and only became a friend after he had no other way to solve his problems. They were not descendants of a noble family. Jia Zheng had advised against it twice, but Jia Pai didn't listen, so he gave up.",
            "chinese": "贾赦已经把迎春许配给孙家了。孙家是大同府人，祖上曾经是军官。是宁荣府的门生，算是至交。孙家现在只有一个人在北京，是指挥官，年纪不到三十岁，人品家产都很好。现在在兵部等待升职。他没有娶妻子，贾赦觉得他人品家当都合适，就选他做女婿。也告诉了贾母，贾母心里不太愿意，但想儿女的事有天意，而且是他亲爸主张，何必多事？所以就只说知道了，没有多说。贾政很讨厌孙家，虽然和他们家是世交，但孙家的祖父只是想攀附宁荣府的势力，有事情解决不了，才拜在门下的，不是诗礼名族之裔。因此，贾政劝谏过两次，但贾赦不听，也就算了。"
        },
        {
            "original": "宝玉却未曾会过这孙绍祖一面的，次日只得过去，聊以塞责。只听见那娶亲的日子甚近，不过今年就要过门的。又见邢夫人等回了贾母，将迎春接出大观园去，越发扫兴，每每痴痴呆呆的，不知作何消遣。又听说要陪四个丫头过去，更又跌足道：“从今后，这世上又少了五个清净人了！”因此，天天到紫菱洲一带地方徘徊瞻顾。见其轩窗寂寞，屏帐倏然，不过只有几个该班上夜的老妪。再看那岸上的蓼花苇叶，也都觉摇摇落落，似有追忆故人之态，迥非素常逞妍斗色可比。所以情不自禁，乃信口吟成一歌曰：",
            "english": "Yin has never met Sun Shaozhu. The next day, he had to go and pay him a courtesy visit, just to put things right. He heard that Sun Shaozhu’s wedding day was close at hand, and that he would be married this year. Xing and Lady Xie had already moved Yangchen out of the Orchid Pavilion, and Yin felt even more depressed. He went to the Purple Lotus Island every day, walking up and down the pathways and looking at the empty rooms and the curtains flapping in the breeze. The old maidservants who were on duty at night were the only ones who came and went. He looked at the willows and reeds on the bank of the lake, and they all seemed to be waving and swaying. He was so sad that he could not help but sing a song to express his feelings:\n\nOn the Purple Lotus Island,\nWhere the pavilions stand empty and lonely,\nAll the curtains flutter in the breeze.\nThe willows and reeds on the lake bank\nSeem to be weeping for an old friend.\n\nAnd I, Yin, have come here\nTo mourn the passing of my sister Yangchen.\nOh, why did I have to leave her\nWhen she",
            "chinese": "宝玉从未见过孙绍祖，第二天只好去应付一下，聊以塞责。听说孙绍祖的娶亲日子很近，今年就要过门了，邢夫人等也把迎春接出大观园去，宝玉更觉得扫兴。他天天到紫菱洲一带徘徊瞻顾，见那轩窗寂寞，屏帐倏然，只有几个该班上夜的老妪。再看那岸上的蓼花苇叶，也都摇摇落落，似有追忆故人之态，迥非素常逞妍斗色可比。所以情不自禁，信口吟成一歌曰："
        },
        {
            "original": "池塘一夜秋风冷，吹散芰荷红玉影。蓼花菱叶不胜悲，重露繁霜压纤梗。不闻永昼敲棋声，燕泥点点污棋枰。古人惜别怜朋友，况我今当手足情！",
            "english": "A night of autumn wind blows over the pond, the lotus and the lotus leaves are cold. The hyacinth and the lotus leaves seem very sad, dew and frost are pressing on their branches. There is no sound of tapping chess pieces in the daytime, and the pigeon feces have soiled the chessboard. In ancient times, people who lamented their parting were very sympathetic to their friends, and now I am your hand and foot.\n\n中文翻译：\n\n荷塘一夜秋风起， 莲花菱叶总生凉。 蓼花菱叶多愁思， 水上清霜压露光。 白日敲棋人不到， 燕泥尘污落棋枰。 自从惜别知音后， 相忆惟应手足情。",
            "chinese": "一夜秋风吹过池塘，荷花和菱叶都变冷了。蓼花和菱叶显得非常悲凉，露水和霜压在它们的枝条上。没有了白昼下敲棋的声音，燕子的粪便弄脏了棋盘。古时候人们惜别时很同情朋友，何况我现在和你是手足之情。"
        },
        {
            "original": "宝玉方才吟罢，忽闻背后有人笑道：“你又发什么呆呢？”宝玉回头忙看是谁，原来是香菱。宝玉忙转身，笑问道：“我的姐姐，你这会子跑到这里来做什么？许多日子也不进来逛逛。”香菱拍手，笑嘻嘻的说道：“我何曾不要来？如今你哥哥回来了，那里比先时自由自在的了！才刚我们太太使人找来你凤姐姐去，竟没有找著，说往园子里来了。我听见这个话，我就讨了这个差进来找他。遇见他的丫头，说在稻香村呢。如今我往稻香村去，谁知又遇见了你。我还要问你，袭人姐姐这几日可好？怎么忽然把个晴雯姐姐也没了？到底是什么病？二姑娘搬出去的好快！你瞧瞧，这地方一时间就空落落的了。”",
            "english": "Baoyu had just finished his poem when he heard someone behind him laugh and say, \"You're so lost in thought again.\" When he turned around, it was Xiangling. Baoyu asked, \"My dear sister, what are you doing here? Why haven't you been coming to visit lately?\" Xiangling laughed and said, \"I haven't been able to come. Your brother has come back, and he's not as free as before. I ran into one of your sister's maids, and she told me she was in the Risoang Village. When I went there, I met you. I wanted to ask you about your sister, Xisun. She's been so quiet lately. What's wrong with her? And what about the move of Ernian? It seems like the place is suddenly empty.\"\n\n中文原文：\n\n宝玉道：“你说晴雯呢？他原是丫头，既作了姨娘，又作了正经的主子，如今又做了姑娘，他这一病，家里人都知道，可不都来看他？恐怕耽搁了，所以才叫袭人、秋纹、碧痕、紫鹃他们几个来守着他，一天也不出门。你何苦又来问他",
            "chinese": "宝玉刚刚吟完，突然听到背后有人笑道：“你又发什么呆呢？”宝玉转身看是谁，原来是香菱。宝玉忙问：“我的姐姐，你这会子跑到这里来做什么？这些日子也不进来逛逛。”香菱拍手笑道：“我何曾不要来？只是你哥哥回来了，不像以前自由自在了。刚才我们太太派人找你凤姐姐去，没有找到，说在稻香村。我遇见他的丫头，说在稻香村。我往稻香村去，却遇见了你。我还要问你，袭人姐姐这几日可好？怎么忽然没了晴雯姐姐？到底是什么病？二姑娘搬出去好快！你看，这个地方一下子空落落的了。”"
        },
        {
            "original": "宝玉只有一味答应，又让他同到怡红院去吃茶。香菱道：“此刻竟不能，等找著琏二奶奶，说完了正经话再来。”宝玉道：“什么正经话，这般忙？”香菱道：“为你哥哥娶嫂子的话，所以要紧。”宝玉道：“正是说的是那一家的好？只听见吵嚷了这半年，今儿又说张家的好，明儿又要李家的，后儿又议论王家的好。这些人家的女儿，他也不知造了什么罪，叫人家好端端的议论。”香菱道：“如今定了，可以不用拉扯别人家了。”宝玉问道：“定了谁家的？”香菱道：“因你哥哥上次出门时，顺路到了个亲戚家去。这门亲原是老亲，且又和我们是同在户部挂名行商，也是数一数二的大门户。前日说起来时，你们两府都也知道的。合京城里，上至王侯，下至买卖人，都称他家是‘桂花夏家’。”宝玉忙笑道：“如何又称为‘桂花夏家’？”香菱道：“本姓夏，非常的富贵。其馀田地不用说，单有几十顷地种著桂花。凡这‘长安’，那城里城外桂花局，俱是他家的，连宫里一应陈设盆景亦是他家贡奉。因此，才有这个混号。如今太爷也没了，只有老奶奶带著一个亲生的姑娘过活，也并没有哥儿弟兄。可惜他竟一门尽绝了后。”宝玉忙道：“偺们也别管他绝后不绝后，只是这姑娘可好？你们大爷怎么就中意了？”香菱笑道：“一则是天缘，二来是‘情人眼里出西施’。当年时又通家来往，从小儿都在一处玩过。叙亲是姑舅兄妹，又没嫌疑。虽离了这几年，前儿一到他家，夏奶奶又是没儿子的，一见了你哥哥出落的这么，又是哭，又是笑，竟比见了儿子的还胜。又令他兄妹相见。谁知这姑娘出落的花朵似的了，在家里也读书写字，所以你哥哥当时就一心看准了。连当铺里老夥计们一群人遭扰了人家三四日，他们还留多住几天。好容易苦辞，才放回家。你哥哥一进门就咕咕唧唧求我们太太去求亲。我们太太原是见过的，又且门当户对，也依了。和这里姨太太凤姑娘商议了，打发人去一说就成了。只是娶的日子太急，所以我们忙乱的很。我也巴不得早些过来，又添了一个做诗的人了。”宝玉冷笑道：“虽如此说，但只我倒替你担心虑后呢！”香菱道：“这是什么话？我倒不懂了。”宝玉笑道：“这有什么不懂的？只怕再有个人来，薛大哥就不肯疼你了。”香菱听了，不觉红了脸，正色道：“这是怎么说？素日偺们都是厮抬厮敬，今日忽然提起这些事来，怪不得人人都说你是个亲近不得的人！”一面说，一面转身走了。",
            "english": "Yun Bai only nodded, and then asked him to go to the Red Chamber to have tea. Xiang Ling said, \"I can't go now. I have to wait until I find Lian Ernv's aunt to talk about the important matter.\" Yun Bai asked, \"What is the important matter, so urgent?\" Xiang Ling said, \"It's about your brother's marriage. It's very important.\" Yun Bai asked, \"Who is it?\" Xiang Ling said, \"Your brother went out before and went to visit a relative. This marriage is an old friend, and it is also a famous family in the Ministry of Commerce. The other day, you two families knew about it. In the whole capital, from the emperor to the merchants, everyone calls the family 'The Xie Family of the Moon'. In the whole capital, from the emperor to the merchants, everyone calls the family 'The Xie Family of the Moon'. In the capital, from the emperor to the merchants, everyone calls the family 'The Xie Family of the Moon'. In the capital, from the emperor to the merchants, everyone calls the family 'The Xie Family of the Moon'. In the capital, from the emperor to the merchants, everyone calls the familySo that's how he got the nickname. Now, the patriarch is gone, and only the elderly lady and her own daughter are living. There's no brother or sister. It's a pity that their family has completely disappeared.\" Bao Yuyi asked in a hurry, \"We don't care if their family has a descendant or not. We only care about how good this girl is. How did your big brother fall in love with her?\" Xiang Ling laughed, \"It's fate, and 'love blinds the eyes.' It was an old family and they were close. They used to play together when they were young. They were cousins, and there was no suspicion. Although they were separated for a few years, when they met again, Summer Grandma had no son. She was happy and laughed, as if she had seen her son. She also ordered her brother and sister to meet. I don't know how beautiful this girl is. She read and wrote at home. That's why your big brother has always been in love with her. Even the old clerks in the pawn shop have been troubled for several days. They want to stay longer. Finally, they left. When your big brother came in, he asked our lady to help him propose.We have met her, and she is of the same social standing as our family, so we agreed to the marriage. We discussed it with our other concubine, Miss Feng, and she agreed to it. However, the wedding was arranged too quickly, so we have been very busy. I'm glad to be here so soon, and we now have another person to write poetry with.\" Bao Yuyu said coldly, \"Although you say that, I am worried about your future.\" Xiang Ling said, \"What does that mean? I don't understand.\" Bao Yuyu laughed and said, \"What's the problem? Maybe someone else comes, and Uncle Xue won't like you anymore.\" Xiang Ling heard this and turned red, saying with a serious face, \"What does that mean? We have always respected each other, and today you suddenly brought up these things. It's no wonder that everyone says you are someone we can't get close to!\" She then turned around and walked away.",
            "chinese": "宝玉只是一味答应，又让他同到怡红院去吃茶。香菱说：“现在不能去，等找到琏二奶奶，说完了正经话再来。”宝玉问：“什么正经话，这么着急？”香菱说：“是为你的哥哥娶嫂子的事，所以要紧。”宝玉问：“定了哪家的？”香菱说：“你哥哥上次出门时，顺路到了个亲戚家去。这门亲原是老亲，且又和我们是同在户部挂名行商，也是数一数二的大门户。前日说起来时，你们两府都也知道的。合京城里，上至王侯，下至买卖人，都称他家是‘桂花夏家’。“宝玉急忙笑道：“为什么又称为‘桂花夏家’？”香菱回答：“本来姓夏，非常富有的。除了田地不说，单有几十顷地种着桂花。这个‘长安’，那城里城外的桂花局，都是他们家的，就连宫里一应陈设盆景也是他们家贡奉的。因此，才有这个混号。现在太爷也没了，只有老奶奶带着一个亲生的姑娘过活，也没有哥哥兄弟。可惜他们家一门子人全绝了后。”宝玉急忙问道：“我们也不管他们家绝后不绝后，只是这个姑娘好不好？你们大爷怎么就中意了？”香菱笑道：“一是天缘，二是‘情人眼里出西施’。当年的时候又通家来往，从小儿都在一处玩过。叙亲是姑舅兄妹，又没有嫌疑。虽然离了几年，前儿一到他家，夏奶奶又是没儿子的，一见了你哥哥出落的这么，又是哭，又是笑，比见了儿子的还胜。又令他兄妹相见。我怎么知道这个姑娘长得像花一样漂亮？在家里还读书写字，所以你哥哥一直看上了她。连当铺里老伙计们都被她折腾了好几天，他们还想多住几天。好不容易才让他们走。你哥哥一进门就向我们太太请求帮忙去提亲。我们太太见过她，又门当户对，就答应了。和这里姨太太凤姑娘商量了一下，就答应了。只是娶的日子太急了，所以我们忙乱得很。我也巴不得早点过来，又多了一个做诗的人了。”宝玉冷笑道：“虽然这么说，但我替你担心未来呢！”香菱道：“这是什么意思？我听不懂。”宝玉笑道：“这有什么不懂的？只怕再有个人来，薛大哥就不疼你了。”香菱听了，脸红了，正色道：“这是什么意思？我们素日都是互相尊重的，今天突然提起这些事来，难怪大家都说你是个亲近不得的人！”一面说，一面转身走了。"
        },
        {
            "original": "宝玉见他这样，便怅然如有所失，呆呆的站了半日，只得没精打彩，还入怡红院来。一夜不曾安睡，种种不宁。次日便懒进饮食，身体发热。也因近日抄检大观园，逐司棋，别迎春，悲晴雯等，羞辱惊恐悲凄所致，兼以风寒外感，遂致成疾，卧床不起。贾母听得如此，天天亲来看视。王夫人心中自悔，不合因晴雯过于逼责了他。心中虽如此，脸上却不露出，只吩咐众奶娘等好生伏侍看守。一日两次，带进医生来诊脉下药。一月之后，方才渐渐的痊愈。好生保养过百日，方许动荤腥油面，方可出门行走。这百日内，院门前皆不许到，只在屋里玩笑。四五十天后，就把他拘的火星乱迸，那里忍耐的住？虽百般设法，无奈贾母王夫人执意不从，也只得罢了。因此，和些丫鬟们无所不至，恣意耍笑。又听得薛蟠那里摆酒唱戏，热闹非常，已娶亲入门。闻得这夏家小姐十分俊俏，也略通文翰，宝玉恨不得就过去一见才好。再过些时，又闻得迎春出了阁。宝玉思及当时姊妹，耳鬓厮磨，从今一别，纵得相逢，必不得似先前这等亲热了。眼前又不能去一望，真令人凄惶不尽。少不得潜心忍耐，暂同这些丫鬟们厮闹释闷，幸免贾政责备逼迫读书之难。这百日内只不曾拆毁了怡红院，和这些丫头们无法无天，凡世上所无之事都玩要出来，如今且不消细说。",
            "english": "宝玉见了他这样，不觉怅然若有所失，站了半天，只得没精打采的回至怡红院来。一夜不曾好睡，精神恍惚，只管出神。至次日，便觉懒懒的，整日不自在。到第三日，就自料必是病了。谁知一日重似一日，急的贾母、王夫人天天请医服药。那宝玉一日懒似一日，愁的那些奶娘、丫鬟们只管在他跟前以泪洗面。至第四日，宝玉竟发了狂。贾母王夫人忙请了大名医妙玉来诊脉。那妙玉诊了一回，说：“这是相思之病，再不能好了，必须寻一位移花接木之人方可救治。”贾母听了，忙问：“那一位可治？”妙玉道：“如今有个法子，可以治了。”贾母听了，忙问：“何法？”妙玉道：“那宝玉之病，乃是因黛玉而致病，亦必得黛玉方可解救。”贾母听了，忙道：“好孙儿，亏你想得出。”贾母便命人请黛玉At Xue Pan's house, there was a party with singing and dancing, and the newly-wed bride was beautiful and intelligent. Xia Jia, the bride, was so lovely that Bao Yuyu couldn't wait to see her. Later, he heard that Ying Chun had also married. Bao Yuyu thought about the time when the sisters used to be together, and now they would never be as close as they used to be. He couldn't go to see them, and it made him very sad. But he tried to calm himself down and play with the maids, and forget about his father's insistence that he study. During this time, he didn't have his Red Chamber torn down, and he played with the maids. He tried all kinds of things that people don't usually do, but I won't go into detail.",
            "chinese": "宝玉看到他这样，感到怅然若有所失，站了半日，只好没精打彩地回到怡红院。一整夜都没有睡好觉，心情很不安宁。第二天就不想吃饭，身体发热。这可能是由于最近抄检大观园、逐司棋、别迎春、悲晴雯等人的羞辱、惊恐、悲伤和恐惧，加上受风寒的影响，导致生病卧床不起。贾母听后天天来看望。王夫人心里自责，后悔不该因为晴雯而过于逼迫他。虽然心里这样想，但脸上却不露出来，只吩咐众奶娘等好好照顾他。每天两次，带医生来给他诊脉开药。经过一百天，他的病情才渐渐好转。经过一百天的保养，才允许吃荤腥油面，出门行走。这期间，院门前都不许去，只能呆在屋里和丫鬟们玩耍。四五十天后，他想尽办法，但贾母王夫人执意不让他出去，只好作罢。于是，和一些丫鬟们无所不至，恣意玩耍。薛蟠那边摆酒唱戏，热闹非凡，已经娶亲进门。听说夏家小姐非常俊俏，也略通文墨，宝玉恨不得马上过去一见。再过些时候，又听说迎春出嫁了。宝玉想到以前姐妹们在一起的时光，耳鬓厮磨，从今一别，即使能够再次相逢，也一定不会像以前那么亲热了。现在又不能去探望，真是让人感到无比凄凉。不过，他还是努力让自己平静下来，暂且和这些丫鬟们一起玩闹，暂时免受父亲逼迫他读书的困扰。在这段时间里，他没有被拆毁怡红院，和这些丫鬟们一起胡闹，凡世间所没有的事情，他们都尝试去做，不过这里就不细说了。"
        },
        {
            "original": "且说香菱自那日抢白了宝玉之后，自为宝玉有意唐突，“从此倒要远避他些才好。”因此，以后连大观园也不轻易进来了。日日忙乱著，薛蟠娶过亲，因为得了护身符，自己身上，分去责任，到底比这样安静些；二则又知是个有才有貌的佳人，自然是典雅和平的：因此，心里盼过门的日子比薛蟠还急十倍呢。好容易盼得一日娶过来，他便十分殷勤小心伏侍。",
            "english": "Chinese:\n\n且说香菱自那日抢白了宝玉之后，自为宝玉有意唐突，“从此倒要远避他些才好。”因此，以后连大观园也不轻易进来了。日日忙乱著，薛蟠娶过亲，因为得了护身符，自己身上，分去责任，到底比这样安静些；二则又知是个有才有貌的佳人，自然是典雅和平的：因此，心里盼过门的日子比薛蟠还急十倍呢。好容易盼得一日娶过来，他便十分殷勤小心伏侍。\n\nEnglish:\n\nAnd so, after that day when she had rebuked him, she thought, \"I must avoid him as much as possible.\" As a result, she no longer went to the Great View Garden. She was busy every day. After the wedding, Xue Pan became a married man and was protected by a talisman. He had less responsibility, and he was more peaceful. He was very eager for the wedding day. He was even more anxious than Xue Pan. Finally, when the wedding day came, he served his bride with great care and attention.\n\nSimplified Modern Chinese:\n\nIt's said that Xiang Ling, after rebukingAfter Xue Pan married, his responsibilities were reduced, and he was also calm. He was very looking forward to Xue Pan's wedding",
            "chinese": "话说香菱自从抢白了宝玉之后，觉得宝玉故意冒犯自己，所以以后再也不轻易去大观园了。薛蟠娶了亲后，他身上的责任减轻了，心情也平静了。他很期待薛蟠的婚礼，比薛蟠还着急。终于等到婚礼那一天，他非常殷勤小心地照顾新娘。\n\n中国白话：\n\n且说香菱自那日抢白了宝玉之后，自为宝玉有意唐突，“从此倒要远避他些才好。”因此，以后连大观园也不轻易进来了。日日忙乱著，薛蟠娶过亲，因为得了护身符，自己身上，分去责任，到底比这样安静些；二则又知是个有才有貌的佳人，自然是典雅和平的：因此，心里盼过门的日子比薛蟠还急十倍呢。好容易盼得一日娶过来，他便十分殷勤小心伏侍。\n\n简单的现代普通话：\n\n话说香菱自从抢白了宝玉之后，觉得宝玉故意冒犯自己，所以以后再也不轻易去大观园了。薛蟠娶了亲后，他身上的责任减轻了，心情也平静了。他很期待薛蟠的婚礼"
        },
        {
            "original": "原来这夏家小姐今年方十七岁，生得亦颇有姿色，亦颇识得几个字。若论心里的丘壑泾渭，颇步熙凤的后尘。只吃亏了一件：从小时，父亲去世的早，又无同胞兄弟，寡母独守此女，娇养溺爱，不啻珍宝，凡女儿一举一动，他母亲皆百依百顺。因此，未免酿成个盗跖的情性－－自己尊若菩萨，他人秽如粪土。外具花柳之资，内秉风雷之性。在家里和丫鬟们使性赌气，轻骂重打的。今儿出了阁，自为要作当家的奶奶，比不得做女儿时腼腆温柔，须要拿出威风来，才钤压得住人。况且见薛蟠气质刚硬，举止骄奢，若不趁热灶一气炮制，将来必不能自竖旗帜矣。又见有香菱这等一个才貌俱全的爱妾在室，越发添了“宋太祖灭南唐”之意。因他家多桂花，他小名就叫做金桂。他在家时，不许人口中带出“金桂”二字来，凡有不留心，误道一字者，他便定要苦打重罚才罢。他因想“桂花”二字是禁止不住的，须得另换一名，想桂花曾有广寒嫦娥之说，便将桂花改为“嫦娥花”，又寓自己身分。如今薛蟠本是个怜新弃旧的人，且是有酒胆无饭力的。如今得了这一个妻子，正在新鲜兴头上，凡事未免尽让他些。那夏金桂见是这般形景，便也试著，一步紧似一步。一月之中，二人气概都还相平；至两月之后，便觉薛蟠的气概渐次的低矮了下去。",
            "english": "Summer Family Miss Xia is 17 years old this year. She is pretty and knows a few words. She has a deep mind and is almost the same as Wang Xifeng. She is spoiled. Her mother loves her and does everything for her. Therefore, her temper is very bad and she doesn't like anyone. At home, she scolds and beats the maids without reason. After marriage, she wants to take charge and can't be as gentle as before. Shechuan is also hard. She wants to control him. In addition, because there is a concubine named Xiangling, she wants to drive her away. Her family has a lot of osmanthus, and her nickname is Gold桂. At home, whoever says \"Gold桂\" will be beaten. He likes the word \"osmanthus\" and cannot control his desire, so he wants to change his name. He thought of the osmanthus and Chang'e of the Palace of the Moon, so he changed \"osmanthus\" into \"Chang'e Flower\", indicating his status. He is a person who likes new lovers and throws old lovers. He has a large drinking capacity and a small appetite. Now he has this wife, and he is still inOne month later, the two men's spirits were about equal; two months later, Xue Pan's spirits gradually dropped.",
            "chinese": "夏家小姐今年十七岁，长得挺漂亮，也认得几个字。心机很深，跟王熙凤差不多。就是娇惯得厉害，母亲疼爱她，什么事都依着她，因此脾气暴躁，看谁都不顺眼。在家里，对丫鬟们发脾气，打骂不讲理。嫁人后，想当家，不能像以前那么温柔。薛蟠又刚硬，她想控制他。另外，还因为有个叫香菱的妾，想赶她走。她家多桂花，小名叫金桂。在家时，谁说“金桂”就要打。他因为喜欢“桂花”这个词，无法控制自己的欲望，所以想换一个名字。于是他想到桂花与广寒宫中的嫦娥有关，就将“桂花”改成了“嫦娥花”，又表示自己的身份。薛蟠本来就是喜欢新欢抛弃旧爱的人，而且酒量很大，饭量很小。现在他有了这个妻子，正在新鲜劲头上，凡事都让着她。夏金桂见了这种情形，就渐渐变得霸道起来。一个月后，两人的气概大致相等；两个月后，薛蟠的气概逐渐降低。"
        },
        {
            "original": "一日，薛蟠酒后，不知要行何事，先和金桂商议。金桂执意不从，薛蟠便忍不住，便发了几句话，赌气自行了。金桂便哭的如醉人一般，茶汤不进，装起病来，请医疗治，医生又说：“气血相逆，当进宽胸顺气之剂。”薛姨妈恨得骂了薛蟠一顿，说：“如今娶了亲，眼前抱儿子了，还是这么胡闹！人家凤凰似的，好容易养了一个女儿，比花朵儿还轻巧，原看的你是个人物，才给你做媳妇。你不说收了心，安分守己，一心一计，和和气气的过日子，还是这么胡闹，喝了黄汤，折磨人家。这会子花钱吃药白遭心。”",
            "english": "One day, Xue Pan got drunk and didn't know what to do. He first consulted Jin Gui, but she refused. Xue Pan couldn't help but vent some complaints and left in a huff. Jin Gui then cried like a drunkard, refusing to drink tea or water, and pretended to be sick and asked for a doctor. The doctor said, \"The blood and qi are not畅,需要宽胸顺气的药。\" Xue Pai's mother-in-law, Xue Pai, blamed Xue Pan, saying, \"You married a woman and are now supposed to have a son, but you're still so naughty! She's like a phoenix, and it's not easy to raise a daughter who's as delicate as a flower. You only got her because you liked her looks, and now you're not going to take her seriously, be content, and focus on your marriage. You're still drinking wine and causing her distress. You're wasting money on medicine and care.\"",
            "chinese": "有一天，薛蟠喝醉了酒，不知道想干什么，先和金桂商量。金桂不肯，薛蟠就忍不住发了几句牢骚，赌气自己走了。金桂就哭得像个醉鬼一样，茶水不喝，装病请医生看病。医生说：“气血不畅，需要宽胸顺气的药。”薛姨妈恨得骂了薛蟠一顿，说：“你娶了媳妇，现在就要抱儿子了，还是这么胡闹！人家是凤凰似的，好不容易养了个女儿，比花还轻巧，你本来是看中你的样子，才给你做媳妇。你不说收心，安分守己，一心一意过日子，还是这么胡闹，喝了黄汤，折磨人家。现在花钱吃药白费心。”"
        },
        {
            "original": "一席话，说的薛蟠后悔不迭，反来安慰金桂。金桂见婆婆如此说，越发得了意，更装出些张致来，不理薛蟠。薛蟠没了主意，惟有自叹而已。好容易十天半月之后，才渐渐的哄转过金桂的心来。自此，便加一倍小心，气概不免又矮了半截下来。",
            "english": "Xue Pan heard this and regretted it, and instead consoled Jin Gui. Jin Gui, seeing her mother-in-law say this, became even more pleased, taking on some airs, and did not pay attention to Xue Pan. Xue Pan had no idea what to do and could only sigh. Fortunately, after ten or twenty days, Jin Gui's heart slowly turned around. From then on, Xue Pan was even more careful and his demeanor was half as tall.\n\n根据这段中文文本，给出英文翻译。",
            "chinese": "薛蟠听了这番话，后悔不已，反而安慰起了金桂。金桂见婆婆这样说，更加得意，装出些架子，不理睬薛蟠。薛蟠没了主意，只能自叹。幸好十天半月后，金桂的心才慢慢被哄转了。从此，薛蟠更加小心，气概也矮了半截。"
        },
        {
            "original": "那金桂见丈夫旗纛渐倒，婆婆良善，也就渐渐的持戈试马。先时不过挟制薛蟠，后来倚娇作媚，将及薛姨妈，后将至宝钗。宝钗久察其不轨之心，每每随机应变，暗以言语弹压其志。金桂知其不可犯，便欲寻隙，苦得无隙可乘，倒只好曲意俯就。",
            "english": "As the army of her husband's army gradually retreated, Golden Chrysanthemum began to try riding horses. Initially, she only restricted Xue Pan, but later became arrogant and even threatened Xue's mother and cousin Xue Chao. Xue Chao observed Golden Chrysanthemum's misdeeds for a long time and always dealt with them cleverly, using words to suppress her desires. Golden Chrysanthemum knew that Xue Chao was difficult to deal with, so she looked for opportunities, but never found one, and had to submit to Xue Chao.",
            "chinese": "金桂见丈夫的军队渐渐败退，婆婆善良，于是开始尝试骑马。最初只是限制薛蟠，后来变得傲慢无礼，甚至威胁到薛姨妈和宝钗。宝钗长时间观察到金桂的不轨之心，每次都巧妙应对，暗中用言语压制她的欲望。金桂知道宝钗不好惹，便想寻找机会，但一直没有机会，只好屈服于宝钗。"
        },
        {
            "original": "一日，金桂无事，因和香菱闲谈，问香菱家乡父母。香菱皆答忘记，金桂便不悦，说有意欺瞒了他。因问：“‘香菱’二字是谁起的？”香菱便答道：“姑娘起的。”金桂冷笑道：“人人都说姑娘通，只这一个名字就不通。”香菱忙笑道：“奶奶若说姑娘不通，奶奶没合姑娘讲究过。说起来，他的学问，连偺们姨老爷常时还夸的呢！”",
            "english": "One day, Jin Gui had nothing to do, and she talked with Xiang Ling about her hometown. When Jin Gui asked Xiang Ling about her parents, Xiang Ling replied that she had forgotten, and Jin Gui became unhappy, saying that Xiang Ling was deliberately hiding something from her. Jin Gui then asked, \"Who gave you the name 'Xiang Ling'?\" Xiang Ling quickly replied, \"It was the girl who gave me the name.\" Jin Gui coldly snorted, \"Everyone says the girl is clever, but her choice of name isn't very clever.\" Xiang Ling hurriedly said, \"If the old lady thinks the girl is not clever, she hasn't talked to the girl in detail. In fact, the girl's knowledge is often praised by our uncle!\"",
            "chinese": "有一天，金桂没事，就和香菱聊天，问香菱家乡的父母。香菱都回答忘记，金桂就不太高兴，说香菱故意瞒着他。金桂又问：“‘香菱’这个名字是谁起的？”香菱马上回答：“姑娘起的。”金桂冷笑道：“人人都说姑娘聪明，只这个名字就不太聪明。”香菱忙笑道：“奶奶要是说姑娘不聪明，奶奶没和姑娘仔细讨论过。其实，姑娘的学问，连咱们姨老爷常时还夸呢！”"
        },
        {
            "original": "欲知香菱说出何话，且听下回分解。",
            "english": "Want to know what Xiangling said? Then stay tuned for the next episode.",
            "chinese": "想要知道香菱说了什么，那就听下回分解。"
        }
    ],
    "title": "《薛文起悔娶河东狮　贾迎春误嫁中山狼》",
    "chapter_number": 79
}