{
    "paragraphs": [
        {
            "original": "话说金桂听了，将脖项一扭，嘴唇一撇，鼻孔里哧哧两声，冷笑道：“菱角花开，谁见香来？若是菱角香了，正经那些香花放在那里？可是不通之极！”香菱道：“不独菱花香，就连荷叶，莲蓬，都是有一般清香的。但他原不是花香可比，若静日静夜，或清早半夜，细领略了去，那一股清香比是花都好闻呢。就连菱角、鸡头、苇叶、芦根，得了风露，那一股清香也是令人心神爽快的。”金桂道：“依你说，这兰花桂花，倒香的不好了？”香菱说到热闹头上，忘了忌讳，便接口道：“兰花桂花的香，又非别的香可比。”",
            "english": "金桂听到这话，突然间脸色一变，严肃起来，她问香菱：“你想说什么呢？我在说菱角花，不是在说兰花和桂花。”\n\n香菱急忙解释道：“金姑奶奶，我不是那个意思。我只是想说，任何一种香味，都会有它的独特之处，不是单看它的香味，还要看它的韵味。”\n\n金桂听后，脸上露出满意的笑容，她点了点头，说：“你说的有道理。每一种香味都有自己独特的韵味，就像每一种植物都有它独有的品质一样。”\n\n金桂接下来又问香菱：“你说的这些，都是关于香味的，那么你认为，什么才是真正的香味？”香菱思考了一会儿，然后回答说：“真正的香味，应该是自然的、清新的、持久的，而不是虚伪的、浓烈的、短暂的。”\n\n金桂听后，满意的点了点头，说：“你说的很对，真正的香味确实如此。我相信，通过你的品鉴，你一定能够分辨出真正的香味。”\n\n金桂接着说：“我会让你品尝一些不同的香味，然后你自己去辨别、去感受。记住，真正的香味是不会被时间所改变的，它就像我们的品德一样，越老越香。”\n\n金桂说完，便起身准备去品尝不同的香味。而香菱，也满怀期待地跟在她身后，期待着这次的品尝之旅。",
            "chinese": "话说金桂听了香菱的话，扭了扭脖子，撇了撇嘴唇，冷笑了一下，接着说：“菱角花开的时候，哪能闻到香味呢？如果菱角真香了，那些香花岂不是无处可放了？这种说法简直是不通情理！”香菱却反驳说：“菱花的香味不仅仅限于菱花本身，就连荷叶、莲蓬，都有淡淡的清香。这种清香可不比花香，特别是在宁静的白天或夜晚，细品一下，这种清香远比花香更让人觉得舒适。甚至包括菱角、鸡头、苇叶、芦根，只要沾了风露，就会散发出一种令人心旷神怡的清香。”\n\n金桂接着说：“你这么说，那兰花和桂花的香味就不如菱角的清香好了？”香菱在兴奋的时候，忘了应该避免的忌讳，直接回答说：“兰花和桂花的香味确实是其他香味无法比拟的。”"
        },
        {
            "original": "一句未完，金桂的丫鬟－－名唤宝蟾的－－忙指著香菱的脸，说道：“你可要死！你怎么叫起姑娘的名字来？”香菱猛省了，反不好意思，忙陪笑说：“一时顺了嘴，奶奶别计较。”金桂笑道：“这有什么，你也太小心了。但只是我想这个‘香’字到底不妥，意思要换一个字，不知你服不服？”香菱笑道：“奶奶说那里话？此刻连我一身一体是奶奶的，何得换一个名字，反问我服不服？叫我如何当得起？奶奶说那一个字好就用那一个。”金桂冷笑道：“你虽说得是，只怕姑娘多心！”香菱笑道：“奶奶原来不知，当日买了我时，原是老太太使唤的，故此姑娘起了这个名字。后来伏侍了爷，就与姑娘无涉了。如今又有了奶奶，越发不与姑娘相干。且姑娘又是极明白的人，如何恼得这些呢？”金桂道：“既这样说，香字竟不如‘秋’字妥当。菱角菱花皆盛于秋，岂不比香字有来历些？”香菱笑道：“就依奶奶这样罢了。”自此后遂改了“秋”字。宝钗亦不在意。",
            "english": "This sentence was not finished when Baochuan, Gejin's maid, hurriedly pointed to Xiangling's face and said, \"Are you daring to die! Why are you calling out Miss's name?\" Suddenly, Xiangling understood and felt embarrassed, hastily replying with a smile, \"I slipped with my words, please don't hold it against me.\" Gejin laughed and said, \"Why bother with that, you're being too cautious. However, I think the 'Xiang' character is a bit inappropriate, I was wondering if you would agree to change it?\" Xiangling smiled and said, \"Miss, you're saying nonsense. My whole being is now yours, how could I change my name? Please use whatever character Miss thinks is good.\" Gejin chuckled coldly and said, \"That's right, but what about Miss?\" Xiangling laughed and said, \"Miss may not know this, but when I was bought, it was Old Madam who gave the command, so Miss gave me this name. After serving Father, it was no longer Miss's concern. Now with you, it's even less so. Moreover, Miss understands this so how could she care about this?\" Gejin said, \"If that's the case, 'Xiang' isn't as suitable as 'Qiu'. Lotus stems and lotus blossoms flourish in autumn, giving it more of a background than 'Xiang'.\" Xiangling smiled and said, \"Then let's follow Miss's wishes.\" From then on, Xiangling changed her name to \"Qiu\". Baochai did not pay attention to this.",
            "chinese": "这话没说完，金桂的丫鬟宝蟾忙指著香菱的脸，说道：“你敢死呀！你怎么叫起姑娘的名字来？”香菱突然明白过来，不好意思，忙陪笑说：“我一时嘴滑，奶奶别计较。”金桂笑道：“何必在意，你太小心了。不过我觉得这个‘香’字有点不合适，想换一个字，不知道你同意不同意？”香菱笑道：“奶奶说的哪里话，我现在整个身心都是奶奶的，怎么好换名字？奶奶说哪个字好，就用哪个字。”金桂冷笑道：“你这么说是对的，可是姑娘会不会介意呢？”香菱笑道：“奶奶可能不知道，当初买我的时候，是老太太使唤的，所以姑娘起了这个名字。后来伺候老爷，就和姑娘没关系了。现在又有奶奶，和姑娘更没关系。而且姑娘这么明白，怎么会介意这些呢？”金桂道：“既然这么说，‘香’字不如‘秋’字合适。菱角和菱花都在秋天盛开，比‘香’字更有来头。”香菱笑道：“就按照奶奶的意思改吧。”从此以后，香菱就改成了“秋”字。宝钗对此没有在意。"
        },
        {
            "original": "只因薛蟠是天性‘得陇望蜀’的，如今娶了金桂，又见金桂的丫头宝蟾有三分姿色，举止轻浮可爱，便时常要茶要水的，故意撩逗他。宝蟾虽亦解事，只是怕金桂，不敢造次，且看金桂的眼色。金桂亦觉察其意，想著：“正要摆布香菱，无处寻隙，如今他既看上宝蟾，我且舍出宝蟾与他，他一定就和香菱疏远了。我再乘他疏远之时，摆布了香菱，那时宝蟾原是我的人，也就好处了。”打定了主意，俟机而发。",
            "english": "Xue Pan was naturally greedy by nature, and after marrying Jinchu, he found that Baochuan, her maid, was slightly attractive with a flirtatious demeanor. He would often ask for tea or water with the intention of tempting her. Although Baochuan understood his intentions, she was very afraid of Jinchu and dared not make a mistake easily. She only acted according to Jinchu's cues. Jinchu sensed Xue Pan's intentions and thought to herself, \"I was just looking for an opportunity to discipline Shangli, but couldn't find a proper excuse. Now that he has taken a fancy to Baochuan, why not give him Baochuan? This way, he will surely become distant from Shangli. Once he and Shangli become distant, I can then take the opportunity to discipline Shangli. At that time, Baochuan will naturally return to my side, and it will be easier for me.\" She made up her mind and waited for the right opportunity to arrive.\n\nI've done my best to translate it smoothly, but I'm open to any feedback or questions. Thank you for your understanding. If you need further explanation, feel free to ask.",
            "chinese": "因为薛蟠天生就是贪得无厌的，娶了金桂之后，又见着金桂的丫头宝蟾有三分姿色，举止轻浮可爱，便时常要茶要水的故意来撩逗她。宝蟾虽然也明白其中的意思，但是很怕金桂，不敢轻易做错，只是一味看金桂的眼色行事。金桂也察觉到薛蟠的意图，心想：“正要整治香菱，但是无处找借口，如今他既然看上了宝蟾，我何不就将宝蟾给他，这样一来，他一定就会和香菱疏远。等到他和香菱疏远之后，我再趁机整治了香菱，那时宝蟾自然又会回到我的身边，也就好过一些了。”她打定了主意，等待着机会的来临。\n\n翻译的不算太通顺，但我尽力了，希望你能够理解。这是根据你提供的中文原文进行的翻译，尽量保持了原意。如果有任何疑问或者需要进一步的解释，请随时告诉我。"
        },
        {
            "original": "这日，薛蟠晚间微醺，又命宝蟾倒茶来吃。薛蟠接碗时，故意捏他的手。宝蟾又乔装躲闪，连忙缩手。两下失误，豁琅一声，茶碗落地，泼了一身一地的茶。薛蟠不好意思，佯说宝蟾不好生拿著。宝蟾说：“姑爷不好生接。”金桂冷笑道：“两个人的腔调儿都够使的了。别打量谁是傻子！”薛蟠低头微笑不语，宝蟾红了脸出去。",
            "english": "This evening, Xue Pan, slightly tipsy, asked Paochuan to serve him more tea. When he took the bowl, he made a deliberate attempt to grab her hand. Paochuan was unable to dodge, and hurriedly withdrew her hand. When the two of them made a mistake, the bowl dropped to the ground, spilling the tea all over the place. Xue Pan felt embarrassed and said that Paochuan shouldn't have held the bowl improperly. Paochuan retorted, \"The gentleman shouldn't have improperly caught the bowl.\" Golden Chuan laughed coldly, \"You two are quite expressive. Don't think that everyone's a fool.\" Xue Pan lowered his head, smiled, and said nothing. Paochuan, blushing red, left the room.",
            "chinese": "这天晚上，薛蟠喝得微醉，又命宝蟾倒茶给他喝。薛蟠接碗时，故意捏宝蟾的手。宝蟾躲避不及，连忙缩手，两人一错手，茶碗掉在地上，茶泼了一地一身。薛蟠不好意思，说宝蟾不该不稳当地拿碗。宝蟾说：“姑爷不该不稳当地接碗。”金桂冷笑道：“你们俩的神气都够用了。别以为谁是傻子。”薛蟠低头笑笑，没有说话。宝蟾羞红了脸出去了。"
        },
        {
            "original": "一时，安歇之时，金桂便故意的撵薛蟠别处去睡，“省的得了馋痨似的。”薛蟠只是笑。金桂道：“要做什么和我说，别偷偷摸摸的，不中用。”薛蟠听了，仗著酒盖脸，就势跪在被上，拉著金桂，笑道：“好姐姐！你若把宝蟾赏了我，你要怎样就怎样。你要活人脑子，也弄来给你。”金桂笑道：“这话好不通。你爱谁，说明了，就收在房里，省得别人看著不雅。我可要什么呢？”薛蟠得了这话，喜的称谢不尽。是夜，曲尽丈夫之道，竭力奉承金桂。次日也不出门，只在家中厮闹，越发放大了胆了。",
            "english": "During her rest, Golden Chrysanthemum intentionally chased She Pan away, saying, \"In order to avoid getting that lustful illness.\" She Pan just laughed. Golden Chrysanthemum said, \"If you want to do something, you can just tell me directly. There is no use being sneaky.\" Hearing this, She Pan, with the influence of alcohol, knelt on the quilt and held Golden Chrysanthemum, laughing and saying, \"Good elder sister, as long as you give me the Fragrant Crawling, you can have anything you want, even if it's a person's brain, I'll find a way to get it for you.\" Golden Chrysanthemum laughed and said, \"Your words are nonsense. If you like someone, just directly ask me for them and put them in your room to avoid causing others to look awkward. What do I have to take?\" Upon receiving Golden Chrysanthemum's promise, She Pan was so overjoyed that he cried. That night, he was devoted to her, showing great flattery. The next day, he didn't leave the house, only causing chaos at home, becoming even bolder in his behavior.",
            "chinese": "金桂在安歇的时候故意把薛蟠赶走，“免得他得了馋痨症。”薛蟠只是一笑。金桂道：“你要做什么，可以直接跟我说，别偷偷摸摸的，那点用也没有。”薛蟠听了，仗着酒意，顺势跪在被上，拉著金桂，笑道：“好姐姐，只要你把宝蟾赏给我，你要什么就什么，哪怕是人脑，我也弄来给你。”金桂笑道：“你这话不通。你要是喜欢谁，可以直接跟我要，收在房里，免得别人看着不雅。我有什么可要的呢？”薛蟠得到了金桂的允诺，喜极而泣。当晚，他对金桂尽心尽力，极尽奉承之能事。第二天，他也不出门，只在家中胡闹，胆子也更大了。"
        },
        {
            "original": "至午后，金桂故意出去，让个空儿与他二人，薛蟠便拉拉扯扯的起来。宝蟾心里也知八九了，也就半推半就。正要入港，谁知金桂是有心等候的，料著在难分之际，便叫小丫头子舍儿过来。原来这小丫头也是金桂在家从小使唤的，因他自小父母双亡，无人看管，便大家叫他做小舍儿，专做些粗活。金桂如今有意，独唤他来吩咐道：“你去告诉秋菱，到我屋里，将我的绢子取来，不必说我说的。”小舍儿听了，一径去寻著秋菱，说：“菱姑娘，奶奶的绢子忘记在屋里了，你去取了来送上去，岂不好？”",
            "english": "在这个过程中，金桂通过小丫头舍儿传递信息的方式，既保持了行动的神秘性，又直接地影响了事件的发展。她利用小丫头从小就被使唤的熟悉环境和身份，轻松地安排了这个看似不经意的行动，实现了她背后的目的——为薛蟠和宝蟾提供了接近的机会，从而推动了他们之间关系的进展。这种策略性行为展示了金桂在处理家庭成员关系时的机智和权衡。",
            "chinese": "直到午后，金桂故意出去，给薛蟠和宝蟾二人留下一个机会，薛蟠就拉着扯着要亲近。宝蟾心里也明白个七八分，也就半推半就。正当两人要进展的时候，谁知金桂是有意安排的，料到时机成熟，便叫来一个小丫头舍儿。这个小丫头是从金桂家从小就被使唤的，因他从小父母双亡，无人照顾，大家都叫他小舍儿，专门做些粗活。金桂这时有意让小舍儿过来，便私下吩咐他：“你去告诉秋菱，到我屋里，把我的绢子取来，不必说是我让你去的。”小舍儿听后，直接去找秋菱，说：“菱姑娘，奶奶的绢子忘记在屋里了，你去取了来送上去，岂不好？”\n\n填空题\n\n金桂故意让小丫头舍儿去叫秋菱取她的绢子，目的是（ ）。\n\n答案：为的是给薛蟠和宝蟾创造一个机会。\n\n故事情节描述了金桂有意设计安排，让小丫头舍儿前往秋菱处取绢子，巧妙地为薛蟠和宝蟾制造了一个单独相处的环境，暗示了她对二人之间关系的推动和参与。这样的安排，不仅反映了她对家庭事务的细心管理，也暗含着对薛蟠和宝蟾情感互动的幕后操作，展现了复杂的人际关系和角色之间的微妙互动。"
        },
        {
            "original": "秋菱正因金桂近日每每的挫折他，不知何意，百般竭力挽回，听了这话，忙往房里来取。不防正遇见他二人推就之际，一头撞进去了，自己倒羞的耳面通红，转身回避不及。薛蟠自为是过了明路的，除了金桂，无人可怕，所以连门也不掩。这会子秋菱撞来，故不十分在意。无奈宝蟾素日最是说嘴要强，今既遇见秋菱，便恨无地可入，忙推开薛蟠，一径跑了。口内还怨恨不绝，说他强奸力逼。薛蟠好容易哄得上手，却被秋菱打散，不免一腔的兴头，变做了一腔的恶怒，都在秋菱身上。不容分说，赶出来，啐了两口，骂道：“死娼妇！你这会子做什么来撞尸游魂。”",
            "english": "Autumn Lotus, who had been feeling confused about Ginkgo's recent defeats at the hands of Xue Pan, rushed to his room to fetch something after hearing his words. She accidentally stumbled into them in the midst of their roughhousing, blushing furiously as she tried to retreat and avoid them. Xue Pan thought he had the upper hand and no one could threaten him except Ginkgo. He didn't bother to close the door. He wasn't particularly bothered by Autumn Lotus's intrusion. However, Bochan, who liked to boast and show off, felt humiliated by the encounter with Autumn Lotus and pushed Xue Pan away before running off. She continued to curse him, accusing him of rape and coercion. Xue Pan, who had been looking forward to a night with her, was now filled with anger and resentment, all directed at Autumn Lotus. He didn't allow her to explain, chased her out, spat on the ground, and cursed her, \"Dead prostitute! What are you doing here, disturbing the peace?\"\n\n感谢您阅读并提供翻译。希望这段翻译符合您的期待。如果您有任何建议或需要进一步的翻译帮助，请随时告诉我。我很乐意为您服务。",
            "chinese": "秋菱因为金桂最近总是被薛蟠给挫败，不知他是什么意思，他百般努力去挽回，听了他的话后，急忙到房里来取东西。不防正碰见他们二人推推搡搡的时候，一头撞进去了，自己又羞得脸红红的，转身想要回避却来不及。薛蟠自以为是过了明路的，除了金桂，没人能威胁到他，所以连门也不关。现在秋菱撞来，他并不十分在意。无奈宝蟾平时总是喜欢吹牛逞强，现在遇见秋菱，恨得无地自容，忙推开薛蟠，径直跑了。嘴里还怨恨不绝，说他强奸力逼。薛蟠好不容易哄得上手，却被秋菱打散，心里一腔的兴头变做了一腔的恶怒，全都在秋菱身上。他不容分说，赶出来，啐了两口，骂道：“死娼妇！你这会子做什么来撞尸游魂。”"
        },
        {
            "original": "秋菱料事不好，三步两步，早已跑了。薛蟠再来找宝蟾，已无踪迹了。于是只恨的骂秋菱。至晚饭后，已吃得醺醺然，洗澡时，不防水略热了些，烫了脚，便说秋菱有意害他，他赤条精光，赶著秋菱踢打了两下。秋菱虽未受过这气苦，既到了此时，也说不得了，只好自悲自怨，各自走开。",
            "english": "The autumn melon was careless in her duties, so she got away with only a few steps. When She Pan looked for Bao Chao again, he could not find her any more. Then he cursed the autumn melon for her carelessness. After dinner, drunk and confused, when he was taking a bath, the water was a little too hot, which burned his feet. He blamed the autumn melon for trying to harm him. Then he chased the autumn melon around and kicked her a couple of times. Though she hadn't suffered such humiliation before, she had no choice but to feel sorry for herself and walk away.",
            "chinese": "秋菱办事不周到，三步两步就走了。薛蟠再来找宝蟾，踪迹早已消失。于是，薛蟠只恨得骂起秋菱来。晚饭后，薛蟠醉得晕晕乎乎，洗澡时，不小心水温略热了些，烫了脚，就说秋菱有意害他。于是他赤身裸体，追着秋菱踢打了两下。秋菱虽未受过这等气苦，但到了这地步，也只好自叹自怜，各自走了开去。"
        },
        {
            "original": "彼时金桂已暗和宝蟾说明，今夜令薛蟠在秋菱房中去成亲，命秋菱过来陪自己安睡。先是秋菱不肯。金桂说他嫌腌臜了，再必是图安逸，怕夜里伏侍劳动。又骂说：“你没见世面的主子，见一个爱一个，把我的丫头霸占了去，又不叫你来，到底是什么主意？想必是逼死我就罢了！”薛蟠听了这话，又怕闹黄了宝蟾之事，忙又赶来骂秋菱：“不识抬举，再不去就要打了！”秋菱无奈，只得抱了铺盖来。金桂命他在地下铺著睡，秋菱只得依命。刚睡下，便叫倒茶，一时又要捶腿。如是者，一夜七八次，总不使其安逸稳卧片时。",
            "english": "Gingko had already discussed with Baochan how to use the night to have Xuepan visit and marry Qingliang. But Qingliang refused, saying she didn't want to sleep with a man who wasn't her husband. Gingko then accused her of being unclean or being lazy, and that she didn't want to be married. \"A woman who doesn't know her place loves whoever she wants and keeps her servants for herself. What is your purpose, my woman? Are you trying to drive me mad?\"\n\nUpon hearing this, Xuepan feared that his affair with Baochan would fail. He rushed over and shouted at Qingliang, \"You foolish girl, if you don't go, I'll have to punish you!\" Qingliang had no choice but to carry her bedding over. Gingko ordered her to sleep on the floor, which Qingliang did. But she couldn't rest. She kept getting up to fetch tea, and then demanded a leg massage. In one night, she got up at least seven or eight times, preventing her from sleeping at all.",
            "chinese": "当时金桂已经和宝蟾商量好了，今天晚上叫薛蟠到秋菱的房间去迎娶秋菱，叫秋菱过来陪她睡觉。先是秋菱不肯。金桂说他嫌自己脏，再不然就是贪图安逸，怕夜里侍奉劳累。又骂道：“你没见识的主子，见一个爱一个，把我的丫头霸占了去，又不叫你来，到底是什么主意？莫非要把我逼死吗？”薛蟠听了这话，又怕这件事闹黄了宝蟾的事情，忙又赶过来骂秋菱：“你这不知好歹的东西，再不去就要打了！”秋菱无奈，只好抱着铺盖过来了。金桂叫她在地上铺着睡，秋菱只得遵命。刚睡下，就叫倒茶，一会儿又要捶腿。就这样，一夜七八次，总不让她安逸稳睡片刻。"
        },
        {
            "original": "那薛蟠得了宝蟾，如获珍宝，一概都置之不顾。恨得金桂暗暗的发恨道：“且叫你乐几天，等我慢慢的摆弄了他，那时可别怨我！”一面隐忍，一面设计摆弄秋菱。半月光景，忽又装起病来，只说心痛难忍，四肢不能转动，疗治不效。众人都说是秋菱气的。",
            "english": "薛蟠得到了宝蟾，就像得到了宝贝一样，对家中其他人就不管不顾了。 Golden Lotus went into hiding, her teeth bared in a snarl. \"Just let you have a little fun for a while, and I'll slowly punish you. Then you won't have the nerve to complain to me!\" On the one hand, she would suffer patiently, and on the other, she would plan ways to punish Autumn Lotus. It was about two weeks later when Xue Pan suddenly fell ill again, complaining that his heart pained so much that he couldn't move his limbs. No matter what treatment they tried, it didn't work. Everyone in the household believed that it was due to Autumn Lotus's anger.",
            "chinese": "薛蟠得到了宝蟾，就像得到了宝贝一样，对家中其他人就不管不顾了。金桂在暗地里恨得直咬牙：“且让你乐几天，等我慢慢整治你，那时可别怨我！”一面隐忍，一面设计整治秋菱。大约过了半个月，薛蟠忽然又装起病来，说是心痛难忍，四肢不能动弹，治疗也没效果。家中的人都说是秋菱气的。"
        },
        {
            "original": "闹了两天，忽又从金桂枕头内抖出个纸人来，上面写著金桂的年庚八字，有五根针钉在心窝并肋肢骨缝等处。于是，众人当作新闻，先报与薛姨妈。薛姨妈先忙手忙脚的；薛蟠自然更乱起来，立刻要拷打众人。金桂道：“何必冤枉众人？大约是宝蟾的镇魔法儿。”薛蟠道：“他这些时并没多空儿在你房里，何苦赖好人？”金桂冷笑道：“除了他还有谁？莫不是我自己害自己不成？虽有别人，如何敢进我的房呢？”薛蟠道：“秋菱如今是天天跟著你，他自然知道，先拷问他就知道了。”金桂冷笑道：“拷问谁？谁肯认？依我说，竟装个不知道，大家丢开手罢了。横竖治死我，也没什么要紧，乐得再娶好的。若据良心上说，左不过是你们三个多嫌我！”一面说著，一面痛哭起来。",
            "english": "The two of them had been at it for two days when Squirrel suddenly pulled out a paper image from beneath the down pillow. It bore her astrological chart, and there were five needles stuck into her chest and ribs. They then told the news to Auntie Xue, who was naturally horrified. Xuepan, for his part, was also at a loss, and wanted to punish everyone. Squirrel said, \"Why punish the innocent? This must be the effect of Fa-cham's magic charm.\" Xuepan said, \"She hasn't spent much time in your room lately, so how can she blame someone else?\" Squirrel said with a sneer, \"Who else but her? Could I possibly do it to myself? If someone else had done it, how could he possibly have entered my room?\" Xuepan said, \"Ou-ling follows you every day now. She must know. Let's interrogate her first.\" Squirrel said with a sneer, \"Interrogate who? Who would admit it? I say, let's just pretend we don't know about it, and let everyone off. If I die, it's no skin off anyone's nose. And anyway, I could just marry someone else. From a moral standpoint, you all are just the three of you being too picky about me.\" She said this as she began to cry.",
            "chinese": "这两个人闹了两天，忽然从金桂的枕头底下抖出一个纸人来。上面写了金桂的生辰八字，五个针头钉在她的胸膛和肋骨的缝里。然后大家把这个消息当作新闻告诉薛姨妈。薛姨妈被吓得手忙脚乱。薛蟠也乱了阵脚，要拷打众人。金桂说：“何必冤枉好人呢？这一定是宝蟾用的镇魔术。”薛蟠说：“他这些天没怎么多时候在你的房里，怎么就赖别人呢？”金桂冷笑说：“除了他还有谁呢？难道我自己害自己吗？要是别人，怎么敢进我的房呢？”薛蟠说：“秋菱现在天天跟着你，她自然会知道。先拷问她就知道了。”金桂冷笑说：“拷问谁？谁会承认？依我说，干脆装作不知道，大家就放手算了。横竖治死我也没什么要紧，再娶个好的。要是论良心上说，只不过你们三个多嫌弃我而已。”一边说，一边哭起来。"
        },
        {
            "original": "薛蟠更被这些话激怒，顺手抓起一根门闩来，一径抢步，找著秋菱，不容分说，便劈头劈脸浑身打起来了，一口只咬定是秋菱所施。秋菱叫屈。薛姨妈跑来禁喝道：“不问明白就打起人来了！这丫头伏侍这几年，那一时不小心？他岂肯如今做这没良心的事！你且问个清浑皂白，再动粗卤。”",
            "english": "Xue Pan, enraged by these words, picked up a doorbolt and rushed at Qiulingle, who was utterly defenseless. She was utterly innocent of any wrongdoing and shouted for help. Xue Mama ran over, grabbed Xue Pan by the arm, and stopped him from striking, saying, \"You've barely asked her what she did, and already you're striking her. You're acting rashly and without thought of the consequences. This girl has never done anything careless; why would she do something so unforgivable? Calm down and ask her before you strike.\"",
            "chinese": "薛蟠听了这话，更加恼怒，顺手拿起根门闩，一气冲向秋菱，见了就打。一口咬定是秋菱设下的计谋。秋菱喊冤。薛姨妈跑来喝止，说：“人还没问清白，就动手打人，这样不问青红皂白就动粗，成何体统！这丫头几年来，有哪一次不小心？她肯做出这没良心的事？你先问个清楚再动手。”"
        },
        {
            "original": "金桂听见他婆婆如此说，怕薛蟠心软意活了，便泼声浪气大哭起来，说：“这半个多月，把我的宝蟾霸占了去，不容进我的房，惟有秋菱跟著我睡。我要拷问宝蟾，你又护在头里。你这会子又赌气打他去。治死我，再拣富贵的标致的娶来就是了，何苦做出这些把戏来？”薛蟠听了这些话，越发著了急。",
            "english": "Jin Gui, hearing her mother-in-law say so, afraid that Xue Pan would soften in heart, made a great show of weeping and said, \"These few days you've been taking control of Baochan from me, not letting me see her, only letting Qiu Ling follow me to bed. If I ask her, you protect her. But now you're going to her to look for a fight and are going to kill her. Then find a new one back to marry. Why do these things?\" Hearing these words, Xue Pan grew even more anxious.",
            "chinese": "金桂听见婆婆这么说，怕薛蟠心软，故意大声啼哭，说：“这些天你霸占了宝蟾，不让我见她，只让秋菱跟着我睡，我要问她，你又护着她。你这会子又去找她寻气，把她打死了，再娶个富贵标致的回来好了，何必做出这些事来？”薛蟠听了这些话，越发着急了。"
        },
        {
            "original": "薛姨妈听见金桂句句挟制著儿子，百般恶赖的样子，十分可恨。无奈儿子偏不硬气，已是被他挟制软惯了。如今又勾搭上丫头，被他说霸占了去，自己还要占温柔让夫之礼。这魇魔法究竟不知谁做的。正是俗语说的好，“清官难断家务事”，此时正是公婆难断房帏的事了。因无法，只得赌气喝薛蟠，说：“不争气的孽障，狗也比你体面些！谁知你三不知的，把陪房丫头也摸索上了，叫老婆说霸占了丫头。什么脸出去见人？也不知谁使的法子，也不问清就打人。我知道你是个得新弃旧的东西，白辜负了当日的心。他既不好，你也不该打。我即刻叫人牙子来卖了他，你就心净了。”气著，又命：“秋菱，收拾了东西，跟我来。”一面叫人：“去快叫个人牙子来，多少卖几两银子，拔去肉中刺，眼中钉，大家过太平日子！”",
            "english": "The news that Golden Lotus was constantly putting pressure on her son Xue Pan, and doing everything possible to anger him, made Lady Xue so furious that she felt like ridding the world of her hateful son. Unfortunately, she had no choice but to accept the fact that her son had become too soft and weak. And now, he was trying to make off with a servant girl, claiming that he had \"tamed\" her. He was even trying to appear as a considerate and loving husband. Who could have done such a deed? \"As the saying goes, 'even an honest official finds it hard to judge family affairs.' Now, even the elders find it difficult to resolve disputes in the bedroom.\" Unable to control her anger, Lady Xue exclaimed, \"You good-for-nothing spawn, even a dog is more respectable than you. Who would have thought that you would stoop so low as to have your eye on the servant girl, and then present her as your own. How can you expect people to look at you with respect? I don't know who was responsible for the ruse, but you should have found out before attacking someone. I know that you are the kind of man who quickly forgets and moves on to new loves. You have betrayed me by losing interest in your old love. If you are not happy with him, you should have dealt with him properly. Now, I will ask a slave trader to sell him. Only then will you feel pure.\" Lady Xue was so angry that she even ordered, \"Qiu Ling, pack your things and come with me.\" As she ordered someone else, \"Go and find a slave trader. Sell some of the silver to get rid of this thorn in the eye and this thorn in the heart. Let us all live in peace!\"",
            "chinese": "薛姨妈听见金桂句句都挟制儿子薛蟠，百般无赖的模样，觉得十分可恨。无奈儿子不硬气，已经被她娇惯软化了。现在又勾搭上了丫头，被他说成是霸占了丫头，自己还要耍出温柔让夫的样子来。这魇魔法究竟是谁干的呢？真是俗语说得好，“清官难断家务事”，现在是公婆也难断房帏间的事务了。没办法，只得赌气喝斥薛蟠：“没出息的孽障，狗都比你体面。谁知道你这么没心没肺，把陪房丫头也摸上了，让老婆说成是霸占了丫头。你这脸出去见人吗？也不知道谁使的法子，没问清楚就打人。我知道你是喜新厌旧的薄情郎，白白辜负了当年的心意。他既然不好，你不该打。我这就叫人牙子来卖了她，你心就净了。”气得，又命令：“秋菱，收拾东西，跟我来。”一面叫人：“快去叫个人牙子来，卖些银子，拔去肉中刺，眼中钉，大家过太平日子！”"
        },
        {
            "original": "薛蟠见母亲动了气，早已低了头。金桂听了这话，便隔著窗子，往外哭道：“你老人家只管卖人，不必说著一个，拉著一个的。我们很是那吃醋拈酸容不得下人的不成？怎么拔去肉中刺，眼中钉？是谁的钉？谁的刺？但凡多嫌著他，也不肯把我的丫鬟也收在房里了。”薛姨妈听说，气得身战气咽，道：“这是谁家的规矩？婆婆在这里说话，媳妇隔著窗子拌嘴。亏你是旧人家的女儿！满嘴里大呼小喊，说的是什么！”薛蟠急得跺脚，说：“罢哟，罢哟！看人家听见笑话。”金桂意谓一不做，二不休，越发喊起来了，说：“我不怕人笑话！你的小老婆治我，害我，我倒怕人笑话了？再不然，留下他，卖了我！谁还不知道薛家有钱，行动拿钱压人，又有好亲戚挟制著别人！你不趁早施为，还等什么？嫌我不好，谁叫你们瞎了眼，三求四告的跑了我们家做什么去了？”一面哭喊，一面自己拍打。薛蟠急得说又不好，劝又不好，打又不好，央告又不好，只是出入嗳声叹气，抱怨说：“运气不好！”",
            "english": "Xue Pan saw his mother's anger and lowered his head right away. Golden Peony heard her words and started to cry through the window, \"Mother, what are you doing? You're chasing us away one after the other. What is the规矩 of any family that doesn't allow those who are jealous or envious, or can't tolerate others? Why did you bring our servant girl into your room? Whose nails and thorns? You're already unhappy with him, and why did you bring my servant girl into your room as well?\"\n\nXue Yaomai was trembling with anger at her words. She said, \"What family's规矩 are you talking about? You're shouting at your wife through a window? You're a girl from a traditional family, but how can you talk so dirty and make up nonsense?\"\n\nXue Pan was so anxious that he was stomping his feet, \"Mother, don't make a fuss, don't make a fuss. What if someone sees us?\"\n\nGolden Peony didn't care and cried out, \"I'm not afraid of losing face! My concubine is plotting against me and harming me, and I'm afraid of losing face? It would be better to keep her and sell me! Who doesn't know that the Xue family is wealthy, domineering, and has influential relatives backing them up! You need to act now, what are you waiting for? If you think I'm not good enough, you need your eyes to find us! Why are you coming to our house again and again?\"\n\nShe was crying and shouting while hitting herself, Xue Pan was so anxious that he didn't know whether to laugh or cry, he wanted to comfort her but was afraid she wouldn't listen, he wanted to hit her but was afraid to, and he wanted to apologize but was afraid it wouldn't be accepted. He just sighed and complained about his bad luck. \n\nPlease let me know if you need any further explanation or assistance. Your feedback is very important to me.",
            "chinese": "薛蟠见母亲动了气，早已低下了头，金桂听了这话，隔着窗户哭起来：“妈，您这是做什么呢，说一个赶一个，那家的规矩，不是说谁吃醋嫉妒，容不下人？您怎么就把我们的丫鬟也接到您房里来了呢？谁的钉子？谁的刺儿？您多嫌他，也不至于把我的丫鬟也接到您房里来吧。”薛姨妈被这话气得直哆嗦，说：“什么家的规矩？您和媳妇隔着窗户对骂？您是旧人家的闺女，怎么出口成脏，满嘴胡说八道？”薛蟠急得跺脚：“妈，别闹了，别闹了，要让别人看见多丢人哪！”金桂不管不顾地喊了起来：“我就不怕丢人！我的小妾治我害我，我反而怕丢人了？不如留下她，把我卖了！谁还不知道薛家有钱，人也霸道，又有权势的亲戚给撑腰！您还不趁早动手，还等什么呢？嫌我不好，您没长眼睛，三番两次的来找我们家干什么？”一边哭喊一边自己打自己，薛蟠急得哭笑不得，想劝又怕自己劝，想打又不敢下手，想求饶又怕求饶，只是干叹气，抱怨自己运气不好。\n\n翻译如上，不知您满意否？如有其他疑问，请随时告知。"
        },
        {
            "original": "当下薛姨妈被宝钗劝进去了，只命人来卖香菱。宝钗笑道：“偺们家只知买人，并不知卖人之说。妈妈可是气糊涂了？倘或叫人听见，岂不笑话？哥哥嫂子嫌他不好，留著我使唤，我正也没人呢。”薛姨妈道：“留下他还是惹气，不如打发了他乾净。”宝钗笑道：“他跟著我也是一样，横竖不叫他到前头去。从此，断绝了他那里，也和卖了的一样。”",
            "english": "Now, after being persuaded by Baizhai to go inside, Xue Yamei had ordered someone to take care of selling Shouling away. Baizhai said, \"Our family only knows how to buy, but not how to sell. Mother, don’t be confused by greed and anger. How would it be funny if people heard about it? I’m sure that the brothers and sisters-in-law have rejected him. I’m keeping him around so I can make use of him. I’m in need of someone.\" Xue Yamei said, \"It’s better to let him go than to leave him here to cause more trouble. I’ll sell him anyway.\" Baizhai laughed, \"No matter what, he’ll be of no use to me. I won’t have him go to the front of the house. After this, we can cut off all contact with him, and it’ll be the same as if he were sold.\"",
            "chinese": "现在薛姨妈被宝钗劝着进屋去了，只叫人来把香菱卖出去。宝钗笑道：“我家只懂得买人，不懂得卖人。妈妈可不要气糊涂了，难道叫人听见了，不笑话吗？哥哥嫂子嫌弃他不好，留着他让我使唤，我正缺人呢。”薛姨妈道：“留着他还是惹人生气，不如打发他走干净了。”宝钗笑道：“他跟着我也是同样的，横竖不叫他到前面去。从此，断绝了他那里，也和卖了一样。”"
        },
        {
            "original": "香菱早已跑到薛姨妈跟前，痛哭哀求，不愿出去，情愿跟姑娘。薛姨妈只得罢了。",
            "english": "Xiang Ling had run up to Auntie Xue and pleaded incessantly, unwilling to leave. She wished to remain with Laizi. Auntie Xue had no choice but to agree.",
            "chinese": "香菱已经跑到薛姨妈跟前，哀求不停，不愿意出去，愿意跟着黛玉，薛姨妈只好答应。"
        },
        {
            "original": "自此后来，香菱果跟随宝钗去了，把前面路径竟自断绝。虽然如此，终不免对月伤悲，挑灯自叹。虽然在薛蟠房中几年，皆因血分中有病，是以并无胎孕。今复加以气怒伤肝，内外折挫不堪，竟酿成乾血之症，日渐羸瘦，饮食懒进，请医服药不效。",
            "english": "After that, Xiang Ling followed Baoshai. The way she had become pregnant with Li Xianglian was broken off. Although she had left Shepan, Xiang Ling often cried and sighed over the moon, but in her room in Shepan's quarters, her body was not good enough to get pregnant. She got a dry blood disease and lost weight because of anger and hurt to her liver, and could not eat or get better with doctors and medicine.\n\nHere's a cleaner and more concise version:\n\nFrom that point on, Xiang Ling followed Baoshai. Her path of pregnancy with Li Xianglian was severed. Despite leaving Shepan, she often mourned over the moon, sighing to herself. Even though she spent several years in Shepan's quarters, her body did not allow her to conceive. Now, due to anger and liver damage, she developed a dry blood condition, losing weight and losing her appetite. Despite medical treatment, her health did not improve.",
            "chinese": "从此以后，香菱果然跟随宝钗去了，前次与柳湘莲发生关系而怀孕的道路就中断了。虽然离开了薛蟠，但香菱常常对着月亮伤心，挑着灯自己叹气。虽然在薛蟠房中几年，由于身体原因，并没有怀孕。现在又因为气怒伤肝，身体内外受挫，得了干血症，日渐消瘦，没胃口吃东西，找医生看病吃药也不见效。"
        },
        {
            "original": "那时金桂又吵闹了数次。薛蟠有时仗著酒胆，挺撞过两次：持棍欲打，那金桂便递身叫打；这里持刀欲杀时，便伸著脖项。薛蟠也实不能下手，只得乱了一阵罢了。如今已成习惯自然，反使金桂越长威风，又渐次辱嗔宝蟾。",
            "english": "At that time, Golden Chrysanthemum kept on doing it several times. When Xue Pan, drunk and bold, hit her twice, Golden Chrysanthemum would dodge the cudgel and cry out in fear, as if she wanted to be beaten; and when the blade was about to fall on her neck, she would stick out her neck to be cut. Xue Pan could not bring himself to do it, and so she would only tease him in a play. But now she had become even more bold and cruel, and had started to bully Baochan.",
            "chinese": "当时金桂又闹了好几次。薛蟠有时候仗酒劲，撞了两次：棍子将要挥下时，金桂便往后一躲，哭喊着要打；刀子将要落下去时，又伸着脖子，要他砍。薛蟠实在下不了手，只是闹一阵罢了。如今这已成了习惯，反而让金桂越闹越有劲，又渐渐地欺侮起宝蟾来了。"
        },
        {
            "original": "宝蟾比不得香菱，正是个烈火乾柴，既和薛蟠情投意合，便把金桂放在脑后。近见金桂又作践他，他便不肯低服半点。先是一冲一撞的拌嘴，后来金桂气急，甚至于骂，再至于打。他虽不敢还手，便也撒泼打滚，寻死觅活，－－昼则刀剪，夜则绳索－－无所不闹。",
            "english": "Bao Chán was no match for Xiang líng; she was like kindling wood; once she caught fire, she could no longer contain her feelings for Xíe Pán. After his departure, she would place Jīnguì out of her mind. Lately, Jīngguì had started to bully her, and she refused to show any weakness. She would first argue with her, then when Jīngguì became impatient, she would even curse her. After that, she would start hitting back. Although Bao Chán dared not return the blows, she would also go all out, threatening to kill herself, and would do anything to fight back, whether it was to cut herself with knives and scissors during the day, or to bind herself with ropes at night. Nothing was off-limits.",
            "chinese": "宝蟾比不上香菱，她正像木柴一遇火就着，薛蟠一去，便把金桂放到了脑后。近来金桂又欺侮她，她便不肯低下半点。先是拌嘴，后来金桂急了，竟骂起来，再后来便动手打人。宝蟾虽不敢还手，却也撒泼打滚，要死要活，白天刀剪，夜里绳索，没有不干的。"
        },
        {
            "original": "薛蟠一身难以两顾，惟徘徊观望，十分闹得无法便出门躲著。金桂不发作性气，有时喜欢，便纠聚人来斗牌掷骰行乐。又生平最喜啃骨头，每日务要杀鸡鸭，将肉赏人吃，只单是油炸的焦骨头下酒。吃得不耐烦，便肆行海骂，说：“有别的忘八粉头乐的，我为什么不乐！”薛家母女总不去理他，惟暗里落泪。薛蟠亦无别法，惟悔恨不该娶这“搅家精”，都是一时没了主意。于是宁荣二府之人，上上下下，无有不知，无有不叹者。",
            "english": "To translate this passage into English:\n\nXue Pan was unable to attend to both places simultaneously, only wandering between the Great View Garden and his home. When the situation looked bleak, he would hide outside. Golden Chrysanthemum, not showing her anger, would gather people to play card games and roll dice when her mood was good. She had a special love for eating bones, slaughtering chickens and ducks every day, giving the meat to others and keeping only the bones for deep-frying to eat with liquor. If she wasn't accustomed to it, she would大发脾气, saying, \"Others can enjoy themselves, why can't I?\" The female members of the Xue family ignored her, only secretly weeping. Xue Pan had no other choice but to regret marrying this \"disruptive genius,\" blaming himself for his lack of judgment at the time. As a result, the entire upper and lower ranks of the Red and White Mansion could not help but sigh in lamentation.",
            "chinese": "薛蟠一人无法同时顾及两处，只是在大观园和家中来回徘徊观望，看情况不妙就出门躲起来。金桂不发作怒气，有时心情好时，就聚些人来打牌掷骰子玩乐。她平生特别喜欢吃骨头，每天都要宰杀鸡鸭，把肉分给旁人吃，只留骨头油炸了下酒。她吃不惯就大发脾气，说：“人家还有相好的乐的，我怎么就不乐！”薛家母女都不去理她，只是暗里落泪。薛蟠也没有别的办法，只是后悔不该娶这个“搅家精”，都是自己一时没主意。于是荣宁二府上下，上上下下，没有不知道的，无不为之叹惜。\n\n这段话描述了薛蟠无法同时照顾两个地方，所以只能在两处之间徘徊，遇到不好的情况就躲起来。金桂（薛蟠的妻子）有时候心情好，会聚人打牌、掷骰子娱乐，而她特别喜欢吃炸骨头下酒。如果她吃不惯，就会发脾气，抱怨为什么别人有相好的能乐，自己却不乐。薛家的女性成员对此不理睬，只是暗中哭泣。薛蟠对自己娶了这个被称为“搅家精”的妻子感到后悔，是因为当时没有好好考虑。这段描述在荣宁二府中引起了广泛的关注和感叹。"
        },
        {
            "original": "此时宝玉已过了百日，出门行走。亦曾过来见过金桂，举止形容也不怪厉，一般是鲜花嫩柳，与众姊妹不差上下，焉得这等情性？可为奇事。因此，心中纳闷。这日，与王夫人请安去，又正遇见迎春奶娘来家请安，说起孙绍祖甚属不端，“姑娘惟有背地里淌眼泪，只要接了家来散荡两日。”王夫人因说：“我正要这两日接他去，只是七事八事的，都不遂心，所以就忘了。前日宝玉去了，回来也曾说过的。明日是个好日子，就接他去。”",
            "english": "The translation:\n\nBy this time, having passed the one-hundredth day, and able to walk, the Young Master had met Golden Cereus. She appeared to be poised and dignified, looking not unlike the other young ladies. How could she have such a peculiar character? This is indeed strange. Thus, the Young Master was perplexed. On this day, he went to greet Madam Wang, when he happened to meet the wet nurse of Young Miss Ying. She recounted the man's bad character, saying, \"Only pray that she can be taken back to the household to play for a few days behind her back.\" Madam Wang said, \"I was just planning to bring her back in the next two days, but some trivial matters had prevented it, so I forgot. Yuannian also mentioned it the other day. It's a good day tomorrow, so let's take her back then.\"",
            "chinese": "这会子宝玉已过了百日，能走路了，也过来见过金桂，看上去举止稳重、相貌端庄，也和别的姐妹差不多，怎么会有这么古怪的性格？这真叫奇怪。因此，宝玉心里纳闷。这天，宝玉去向王夫人请安，正好遇上迎春的奶妈也来家请安，说孙绍祖的为人实在不正派，“姑娘只能在背后流泪，只希望能把她接到家里散散心，玩上几天。”王夫人说：“我正要这两天把她接回去，可是一些小事都做不好，所以就忘了。前天宝玉也说过。明天是个好日子，就接她回去吧。”\n\n（第十三回） 译文：\n\n这会儿宝玉已过百日，能走路了，曾来见过金桂，她举止稳重、相貌端庄，和别的姐妹没什么两样，怎么会如此怪异？真是令人惊奇。因此，宝玉心中疑惑。这天，去向王夫人请安，又碰上迎春的奶妈来家请安，说起孙绍祖为人不正，\"姑娘只能暗地里流眼泪，希望把她接到家里散散心，玩上几天。\"王夫人说：\"我正打算这两天接她回去，只是有些事情不顺利，所以就忘了。前天宝玉也提到过。明天是个好日子，就接她回去吧。\""
        },
        {
            "original": "正说时，贾母打发人来找宝玉，说：“明儿一早往天齐庙还愿去。”宝玉如今巴不得各处去逛逛，听见如此，喜的一夜不曾合眼。次日一早，梳洗穿戴已毕，随了两三个老嬷嬷，坐车出西城门外天齐庙烧香还愿。这庙里已于昨日预备停妥的。宝玉天性怯懦，不敢近狰狞神鬼之像，是以忙忙的焚过纸马钱粮，便退至道院歇息。",
            "english": "Jia Mu was in the middle of speaking when suddenly someone was sent to summon Bai Yu and report that the family's offerings to the God of Protection were due to be repaid the next morning at the temple of Tianshi. Bai Yu was eager to travel and visit different places, so he was very happy when he heard this news. He didn't sleep that night. The next morning, he got ready, washed up, and was accompanied by several old nurses as he went to the temple of Tianshi, which was in the west city gate, to offer incense and repay his family's offerings. The temple had already prepared everything the day before. Bai Yu, who was naturally timid, did not dare to get close to the frightening images of gods and spirits, so he quickly burnt the paper horses and grain offerings and then went to rest in the temple's Taoist temple.\n\nWhen he heard the news that he had to go to the temple of Tianshi the next morning to repay his family's offerings, Bai Yu, who had been eager to travel and visit different places, became very happy. He didn't sleep that night in anticipation. The following morning, after getting ready, washing up, and being accompanied by several old nurses, he went to the temple in the west city gate to offer incense and repay the offerings. The preparations for this had been made the day before. Being naturally timid, Bai Yu did not dare to approach the frightening images of gods and spirits, so he quickly burned the paper horses and grain offerings and then went to rest in the temple's Taoist temple.",
            "chinese": "贾母正在说话间，忽然有人来传唤宝玉说：“明天一早到天齐庙去还愿。”宝玉正想各处游玩，听见这话非常高兴，一夜没睡着。第二天一早，洗漱穿戴完毕，跟了几个嬷嬷，坐上车出了西城门的天齐庙烧香还愿。这庙里昨天已经准备好了。宝玉天性胆小，不敢靠近狰狞的神鬼像，因此快点烧过纸马钱粮，就到道院里休息去了。"
        },
        {
            "original": "一时吃饭毕，众嬷嬷和李贵等围随宝玉到各处玩耍了一回，宝玉困倦，复回至净室安歇。众嬷嬷生恐他睡著了，便请了当家的老王道士来陪他说话儿。这老道士专在江湖上卖药，弄些海上方治病射利，庙外现挂著招牌，丸散膏药，色色俱备。亦长在宁荣二府走动惯熟，都给他起了个混号，唤他做王一贴。言他膏药灵验，一贴病除。",
            "english": "This was the time for dinner, and the maids and the likes of Li Gui followed Young Master Yu on his diversions. When Yu grew weary, he returned to the prayer room to rest. The maids feared he might fall asleep, so they invited the master of the temple, Grand Master Wang, to chat with him. This old Taoist, a doctor who sold his remedies on the streets, was skilled at collecting folk remedies to cure illnesses and earn a living. Outside his temple, he had a signboard advertising his range of medicines, including pills, powders, ointments, and plasters. He was often seen socializing in the Nanking and Ningguo households, and the locals called him \"Master Wang's Plaster,\" for his ointments were said to work wonders, healing a patient with just one application.",
            "chinese": "这会子吃饭完了，众嬷嬷和李贵什么的跟着宝玉到处玩耍了一阵，宝玉困倦了，又回了净室休息。众嬷嬷生怕他睡着了，就请来当家的老王道士陪他说话。这老道士在江湖上卖药，搜集各种江湖秘方治病赚钱，庙门外还挂著招牌，丸散膏药什么的，一应俱全。他常在宁荣二府混熟，大家给他起了个外号，叫“王一贴”。都说他敷的膏药灵验，贴一次就能治好病。"
        },
        {
            "original": "当下王一贴进来。宝玉正歪在炕上，看见王一贴进来，便笑道：“来的好。我听见说你极会说笑话儿的，说一个给我们大家听听。”王一贴笑道：“正是呢，哥儿别睡，仔细肚子里面筋作怪。”说著，满屋里的都笑了。宝玉也笑著起身整衣。王一贴命徒弟们快沏好茶来。焙茗道：“我们爷不吃你的茶，坐在这屋里还嫌膏药气息呢。”王一贴笑道：“不当家花拉的，膏药从不拿进屋里来的。知道二爷今日必来，三五日头里就拿香熏了。”宝玉道：“可是呢，天天只听见说你的膏药好，到底治什么病？”王一贴道：“若问我的膏药，说来话长，其中底细，一言难尽。共药一百二十味，君臣相济，温凉兼用。内则调元补气，养荣卫，开胃口，宁神定魄，去寒去暑，化食化痰；外则和血脉，舒筋络，去死生新，去风散毒。其效如神，贴过便知。”宝玉道：“我不信，一张膏药就治这些病？我且问你，倒有一种病，也贴得好么？”王一贴道：“百病千灾，无不立效；若不效，二爷只管揪胡子，打我这老脸，折拆我这庙，何如？只说出病源来。”宝玉道：“你猜。若猜得著，便贴得好了。”王一贴听了，寻思一会，笑道：“这倒难猜，只怕膏药有些不美了。”宝玉命他坐在身边。王一贴心动，便笑著悄悄的说道：“我可猜著了！想是二爷如今有了房中的事情，要滋助的药，可是不是？”",
            "english": "Just then, Yitie Wang came in. Yangguibao was lying on the bed diagonally when he saw Yitie Wang. He said with a smile, \"How coincidental! I heard that you’re good at telling jokes. Tell us one.\" Yitie Wang replied with a smile, \"Right, don’t sleep, be careful not to get acid reflux.\" Everyone in the room started laughing. Yangguibao also laughed and stood up to tidy up his clothes. Yitie Wang told his apprentices to get the tea ready. Baiming said, \"We don’t drink your tea, we just can’t stand the smell of your medicine on you.\" Yitie Wang replied with a laugh, \"I’m not ordinary, I don’t use medicine in my room. I’ve been using incense to deodorize for days now that you’re coming.\" Yangguibao said, \"That’s true, I hear that your medicine is good every day, but what exactly does it treat?\" Yitie Wang said, \"To be honest, it’s hard to say about my medicine. I’ve mixed 120 kinds of medicines together so that they balance each other, and use both warm and cool properties. It can regulate body qi, nourish blood, stimulate appetite, calm the mind, dispel cold and heat, help digestion, and remove phlegm. When applied externally, it can smooth the blood vessels and tendons, stimulate the nerves, bring new life to the old, and dispel wind and poison. The medicine is very effective, you’ll know when you apply it.\" Yangguibao said, \"I don’t believe it, can a single piece of medicine really cure so many diseases? Then ask me, is there a disease that can be cured with this medicine?\" Yitie Wang said, \"All diseases can be cured, if not, then you can pull my beard, slap my face, or smash my temple. Just tell me the disease.\" Yangguibao said, \"Guess, if you guess correctly, I’ll apply it.\" Yitie Wang thought for a while and said with a laugh, \"It’s hard to guess, the medicine may not work.\" Yangguibao invited him to sit beside him. Yitie Wang’s heart was moved, so he said with a smile in a low voice, \"I guessed it! Maybe you recently had some trouble with the lady in your room, and need some kidney medicine, right?\"",
            "chinese": "这时候王一贴进来了。宝玉正歪倒在炕上，一见王一贴，便笑着说：“真巧，我听人说你很会讲笑话的，讲一个给我们听听。”王一贴笑道：“对啊，你别睡了，小心肚子里发酸。”说着，屋里的人都笑了。宝玉也笑着站起来整理衣服。王一贴吩咐徒弟们快泡好茶。焙茗说：“我们爷不喝你的茶，就坐在屋里也嫌你身上的膏药味儿。”王一贴笑道：“我是不入俗的，膏药从不在屋里用。知道你今天要来，好几天前就用香熏过。”宝玉说：“这倒是真的，天天听别人说你的膏药好，到底治什么病？”王一贴说：“要说我的膏药，可是一言难尽。一百二十种药，配得君臣相济，温凉兼用。内能调养元气，补气养血，开胃口，宁神定魄，去寒去暑，化食化痰；外能和血脉，舒筋络，去死生新，去风散毒。这药很灵验，贴过就知。”宝玉说：“我不信，一张膏药就能治好这么多病？那我问问你，有一种病能用膏药治吗？”王一贴说：“各种病都能治好，若治不好，你就扯我胡子，打我脸，砸我庙，怎么样？只说说病源就行。”宝玉说：“你猜，猜中了，就贴好了。”王一贴想了一会，笑着说：“这很难猜，膏药可能就不灵了。”宝玉让他坐到身边。王一贴心动了，便笑着悄悄地说：“我猜出来了！想是你最近有了房里的事情，需要一些补肾的药，是吗？”\n\n"
        },
        {
            "original": "话犹未完，焙茗先喝道：“该死！打嘴！”宝玉犹未解，忙问他说什么。焙茗道：“信他胡说！”吓得王一贴不等再问，只说：“二爷明说了罢。”宝玉道：“我问你，可有贴女人的妒病的方子没有？”王一贴听了，拍手笑道：“这可罢了！不但说没有方子，就是听也没有听见过。”宝玉笑道：“这样还算不得什么。”王一贴又忙说道：“这贴妒的膏药倒没经过。有一种汤药，或者可医，只是慢些儿，不能立刻见效的。”宝玉道：“什么汤？怎么吃法？”王一贴道：“这叫做‘疗妒汤。’用极好的秋梨一个，二钱冰搪，一钱陈皮，水三碗，梨熟为度。每日清晨吃这一个梨，吃来吃去就好了。”宝玉道：“这也不值什么。只怕未必见效。”王一贴道：“一剂不效，吃十剂；今日不效，明日再吃；今年不效，明年再吃。横竖这三味药都是润肺开胃不伤人的。甜丝丝的，又止咳嗽，又好吃。吃过一百岁，人横竖是要死的，死了还妒什么？那时就见效了。”",
            "english": "As the conversation was still in progress, Bai Mei summoned, \"Die for your insolence!  \"The matter hadn't even been discussed before Yu Bai asked Bai Mei, \"What did you say?\" Bai Mei answered, \"It's because he was talking nonsense!\" Wang Yitie wasn't able to ask further after that, and he simply said, \"Brother Young, just say it.\" Yu Bai asked, \"Did you ask if there was a prescription for the jealous women's disease?\" Wang Yitie laughed and slapped his hands in delight. \"I've never heard of that! Not only have I never heard of the prescription, I've never even heard of the disease!\" Yu Bai laughed. \"There's nothing strange about that.\" Wang Yitie quickly continued, \"There is no such medicine. I've never heard of a plaster for this, but I do know a prescription for a tea that might work. However, it will take time before you see any results.\" Yu Bai asked, \"What kind of tea is this? How do you take it?\" Wang Yitie answered, \"It's called the Jealousy Healing Tea. You take the fresh and crisp autumn pear and add two jin of rock sugar and one jin of old osmanthus. Boil it with three bowls of water until the pear is cooked. Drink a whole pear every morning, and you'll be all better in no time.\" Yu Bai asked, \"This doesn't cost much. I doubt it will be effective.\" Wang Yitie answered, \"If it doesn't work after one dose, take another ten. If it doesn't work today, take it tomorrow. If it doesn't work this year, take it next year. These three ingredients are sweet and soothing to the lungs and stomach. They are good for your health and will cure any cough. Eat them all your life and you'll still die eventually. Once you're dead, what's the use of being jealous anymore? By then, you'll see the results.\"",
            "chinese": "话说未完，焙茗先喝道：“该死，打嘴！”宝玉尚未明白是怎么回事，便连忙问焙茗说了什么。焙茗道：“就因为信了他胡说！”吓得王一贴来不及再问，只说：“二爷你明说罢。”宝玉道：“我问你，有没有治疗女人妒忌病的药方？”王一贴听了，拍手笑道：“这可真是没有听说过！别说没听说过方子，连听都没听说过。”宝玉笑道：“这也没什么奇怪的。”王一贴又忙说道：“这种贴妒忌的膏药，我倒是没经过。有一种汤药，或许能治好，只是需要时间，不能立刻见效。”宝玉道：“什么汤？怎么吃法？”王一贴道：“这叫做‘疗妒汤’。用一个非常新鲜的秋梨，加入二钱冰糖，一钱陈皮，用三碗水煮，等到梨熟了为度。每天清晨吃一个梨，吃来吃去就好了。”宝玉道：“这也不值什么钱，只怕不一定能见效。”王一贴道：“一剂药如果无效，就再吃十剂；今天吃没效果，明天再吃；今年吃没效果，明年再吃。这三味药都是润肺开胃不伤人的，甜丝丝的，又止咳嗽，又好吃。吃过一百岁，人总归是要死的，死了还妒什么？到那时自然就见效了。”"
        },
        {
            "original": "说著，宝玉焙茗都大笑不止，骂：“油嘴的牛头！”。王一贴道：“不过是闲著解午盹罢了，有什么关系？说笑了你们就值钱。告诉你们说，连膏药也是假的。我有真药，我还吃了做神仙呢，有真的跑到这里来混？”正说著，吉时已到，请宝玉出去奠酒，焚化钱粮，散福。功课完毕，宝玉方进城回家。",
            "english": "Translation:\n\nAs they spoke, both Bao-yu and Baimen burst into laughter, berating him: \"You oily-mouthed wretch!\" Wang Yitie responded, \"It's merely a way to kill time during the midday nap. What's the big deal? It seems you're worth a good laugh. Let me tell you, this medicine is fake. I have real medicine, which could make me a god, but I'm here trying to con people into buying my fake medicine?\" As they were speaking, the auspicious time had come, and Bao-yu went out to pour a libation, burn offerings, and distribute blessings. After the ritual of worship was complete, Bao-yu returned home to the city.\n\n---\n\nTranslation refined:\n\nAs they spoke, laughter burst from Bao-yu and Baimen, accompanied by curses: \"Oily-tongued rascal!\" Wang Yitie retorted, \"It's merely a way to pass the time during one's afternoon nap; what harm does it cause? Your laughter is its own reward. I'll tell you, this ointment is not genuine. I possess authentic medicine that could grant immortality, but instead, I'm here attempting to swindle people with my phony remedies.\" As they conversed, the auspicious moment arrived, prompting Bao-yu's departure to perform the rites of pouring libations, burning offerings, and distributing blessings. Upon completing his ritual worship, Bao-yu returned to the city.",
            "chinese": "说着，宝玉和焙茗都大笑不止，骂着：“油嘴的王八！”。王一贴说：“不过是无聊消消午睡罢了，有什么关系？笑笑了你们就值钱。我告诉你们，我这膏药都是假的。我有真的药，我吃了可以做神仙，有真的跑到这里来骗钱？”正说着，吉时已到，宝玉出去奠酒，焚化钱粮，散福。礼佛功课完毕，宝玉才进城回家。"
        },
        {
            "original": "那时迎春已来家好半日，孙家婆娘媳妇等人已待晚饭，打发回家去了。迎春方哭哭啼啼，在王夫人房中诉委屈，说：“孙绍祖一味好色，好赌，酗酒，家中所有的媳妇丫头将及淫遍。略劝过两三次，便骂我是醋汁子老婆拧出来的。又说老爷曾收著五千银子，不该使了他的。如今他来要了两三次不得，便指著我的脸说道：‘你别和我充夫人娘子！你老子使了我五千银子，把你准折卖给我的。好不好，打你一顿，撵到下房里睡去！当日有你爷爷在时，希冀上我们的富贵，赶著相与的。论理，我和你父亲是一辈，如今压著我的头，晚了一辈，不该做了这门亲。倒没的叫人看著赶势利似的。’”一行说，一行哭的呜呜咽咽，连王夫人并众姊妹无不落泪。王夫人只得用言解劝说：“已是遇见不晓事的人，可怎么样呢？想当日你叔叔也曾劝过大老爷，不叫做这门亲的；大老爷执意不听，一心情愿。到底做不好了。我的儿！这也是你的命。”迎春哭道：“我不信我的命就这么苦：从小儿没有娘，幸而过婶娘这边来，过了几年心净日子；如今偏又是这么个结果！”",
            "english": "In those days, Yingchun had already been home for half a day. The ladies of the Sun household, including the wife and maids, had prepared dinner and dispatched it to her. It was only then that Yingchun wailed and ran to Lady Wang's chambers to recount her grievances. She said, \"Sun Shaozu is a lecher who loves gambling and drinking. He has disgraced every maid and wife in his household. I had only advised him twice or thrice, and he called me a jealous woman, and claimed that my father had borrowed five thousand taels from him and squandered it. He has come to demand payment several times without success, and then he pointed at my face, saying, 'Don't put on airs, you \"Lady\"! Your father owes me five thousand taels, so I'm taking you as his payment. Like it or not, I'll beat you and send you to the servants' quarters!' He spoke while crying, and even Lady Wang and her sisters were moved to tears. Lady Wang could only comfort Yingchun, \"You're married to a man who's unreasonable. What can you do about it? Your uncle once tried to persuade the governor not to marry you, but he refused to listen. And in the end, he still married you. It was still a bad outcome. My dear, this is your fate.\" Yingchun sobbed, \"I don't believe that my fate will be so wretched: I was fortunate to be taken in by my aunt, and had a few peaceful years. Now, I have to deal with this outcome!\"",
            "chinese": "那时候迎春已经回家半天了，孙家婆娘、媳妇等人都已经准备好晚饭，并且派人送回家去了。迎春这才哭哭啼啼地跑到王夫人的房里去诉说自己的委屈，说：“孙绍祖这个人，一味地好色、赌博、酗酒，家里所有的媳妇、丫头几乎都被他糟蹋完了。我稍微劝过他两三次，他就骂我是嫉妒的妇人。又说我父亲曾经从他那儿借过五千两银子，不该用掉了。现在他来要了好几回都没有给，就指着我的脸说：'你别装模作样地当什么夫人、娘子！你父亲欠了我五千两银子，把你抵给了我。喜不喜欢，打你一顿，让你睡到下房里去！当初你爷爷在世的时候，巴结我们家的富贵，后来跟我们家的人交往。按理说，我和你父亲应该是一辈的，现在他却压制我，晚了一辈，不应该娶你为妻。倒像是我们看上你的父亲才跟你结的婚，仿佛是为了占我们的便宜似的。'一面说一面哭得呜呜咽咽的，连王夫人和众姐妹都忍不住落泪。王夫人只好用安慰的话来劝解迎春：“你已经是嫁给了一个不讲道理的人，又能怎么样呢？想当年你叔叔也曾劝过大老爷不要娶你为妻的；大老爷却执意不听，最后还是娶了你。结果还是不好。我的孩子，这就是你的命啊。”迎春哭着说：“我不相信我的命会这么苦：从小没有妈妈，幸亏嫁到了婶娘这边，过了几年平静的日子；现在偏偏遇上这么个结果！”"
        },
        {
            "original": "王夫人一面劝，一面问他随意要在那里安歇。迎春道：“乍乍的离了姊妹们，只是眠思梦想；二则还惦记著我的屋子：还得在园里住个三五天，死也甘心了。不知下次来还得住不得住了呢！”王夫人忙劝道：“快休乱说。年轻的夫妻们，斗牙斗齿，也是泛泛人的常事，何必说这些丧话？”仍命人忙忙的收拾紫菱洲房屋，命姊妹们陪伴著解释。又吩咐宝玉：“不许在老太太跟前走漏一些风声。倘或老太太知道了这些事，都是你说的。”宝玉唯唯的听命。",
            "english": "夫人一边劝迎春，一边问她愿意住哪儿，迎春说：“离了姐妹们就日里夜里地想，况且还挂念着我的那屋子，只觉得在这园子里住三两天便满足了，不知道下次来能不能还住在这园子里呢。”夫人忙劝说：“怎么说出这等丧气话来，都是些小孩子家的口角，时常有的事，又何必说这等丧气话。”一面又忙着吩咐收拾紫菱洲的房子，又命丫鬟们将姐妹们一一叫来，好陪伴迎春解释安慰她，又吩咐宝玉道：“这些事不许你在娘跟前说，若老太太知道了，都是你道的。”宝玉答应了。",
            "chinese": "王夫人一边劝迎春，一边问她愿意住哪儿。迎春说：“刚离开了姐妹们，做梦都在想她们，另外我还想念我的屋子，觉得在这园子里住个三五天就满足了。不知道下次来能不能还住在这园子里。”王夫人赶紧劝她：“别说这种丧气话。年轻人总是会有口角，这是常有的事，何必说这些丧气话？”于是她让人赶紧收拾紫菱洲的房子，并命令姐妹们陪伴迎春解释安慰她。同时吩咐宝玉：“不许你在我母亲面前说这些事情。如果老太太知道了这件事，都是你说的。”宝玉答应了。"
        },
        {
            "original": "迎春是夕仍在旧馆安歇。众姊妹丫鬟等更加亲热异常。一连住了三日，才往邢夫人那边去。先辞过贾母及王夫人，然后与众姐妹分别，各皆悲伤不舍。还是王夫人薛姨妈等安慰劝释，方止住了。过那边去，又在邢夫人处住了两日，就有孙家的人来接去。迎春虽不愿去，无奈孙绍祖之恶，勉强忍情作辞去了。邢夫人本不在意，也不问其夫妻和睦、家务烦难，只面情塞责而已。",
            "english": "Reunion in the New Year\n\nOn New Year's Eve, Yang Chun was still living in the same house. Her sisters and maids were especially affectionate towards her. She stayed for three days before leaving for Xingfuren's side. She first bid farewell to Lady Jia and Lady Wang, then her elder sisters, all of whom were deeply saddened by her departure. It was only with the comfort and persuasion of Lady Wang, Aunt She, and others that she managed to restrain her grief. When she arrived at Xingfuren's house, she stayed for two more days before the Sun family came to fetch her. Although Yang Chun was reluctant to go, she reluctantly bade farewell due to her fear of Sun Shaozǔ's evil actions. Xingfuren did not bother to inquire about Sun Shaozǔ's wickedness, nor did she ask about Yang Chun's happiness in marriage or the burdens of her household. She simply went through the motions of taking care of things.",
            "chinese": "迎春在除夕那天还住在原来的住所。家里的几个小姐丫鬟对她更是亲热。接连住了三日，才去了邢夫人那边。先向贾母和王夫人辞别，然后与姐姐们告别，各自都悲伤不舍。还是王夫人和薛姨妈等人安慰劝说，她才止住了悲伤。去了邢夫人家，又住了两天，孙家的人就来接她。迎春虽然不愿去，但因为害怕孙绍祖的恶行，还是勉强忍着不舍之情辞别了。邢夫人本就不关心孙绍祖的恶行，也不问迎春的婚姻是否幸福、家务是否繁重，只是应付了事而已。"
        },
        {
            "original": "要知后事，下回分解。",
            "english": "To understand what happens next, please stay tuned for the next episode.",
            "chinese": "要了解后面的事情，下回再讲。"
        }
    ],
    "title": "《美香菱屈受贪夫棒　王道士胡诌妒妇方》",
    "chapter_number": 80
}