{
    "paragraphs": [
        {
            "original": "话说金桂听了，将脖项一扭，嘴唇一撇，鼻孔里哧哧两声，冷笑道：“菱角花开，谁见香来？若是菱角香了，正经那些香花放在那里？可是不通之极！”香菱道：“不独菱花香，就连荷叶，莲蓬，都是有一般清香的。但他原不是花香可比，若静日静夜，或清早半夜，细领略了去，那一股清香比是花都好闻呢。就连菱角、鸡头、苇叶、芦根，得了风露，那一股清香也是令人心神爽快的。”金桂道：“依你说，这兰花桂花，倒香的不好了？”香菱说到热闹头上，忘了忌讳，便接口道：“兰花桂花的香，又非别的香可比。”",
            "english": "Once upon a time, Golden Chrysanthemum listened, twisted her neck, pouted her lips, and coldly laughed, \"Lily flower opens, who can smell it? If the lily is fragrant, why are the real fragrant flowers placed there? It is unwise.\" Xiangling said, \"Not only the lily is fragrant, but even the lotus leaf and lotus seed are fragrant. But if you look at the quiet days and nights, or early morning and late at night, the fragrance of the lotus is better than the fragrance of flowers. Even lotus root and reed leaves, with the wind and dew, have a refreshing fragrance.\" Golden Chrysanthemum said, \"Do you mean that the orchid and jasmine are not fragrant?\" Xiangling was so excited that she forgot the taboo and said, \"The fragrance of orchids and jasmine is not as good as that of other flowers.\"\n\n将英文翻译改写为简单的现代英语的步骤：\n\n1. 首先，需要理解原文的意思和语境，以确保改写后的语言能够准确传达原文的信息。\n2. 然后，需要对原文进行简化，去掉一些不必要或者过于3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n3\n\n",
            "chinese": "话说金桂听了，将脖项一扭，嘴唇一撇，鼻孔里哧哧两声，冷笑道：“菱角花开，谁见香来？若是菱角香了，正经那些香花放在那里？可是不通之极！”香菱道：“不独菱花香，就连荷叶，莲蓬，都是有一般清香的。但他原不是花香可比，若静日静夜，或清早半夜，细领略了去，那一股清香比是花都好闻呢。就连菱角、鸡头、苇叶、芦根，得了风露，那一股清香也是令人心神爽快的。”金桂道：“依你说，这兰花桂花，倒香的不好了？”香菱说到热闹头上，忘了忌讳，便接口道：“兰花桂花的香，又非别的香可比。”\n\n将中国白话改写为简单的现代普通话的步骤：\n\n1. 首先，需要理解原文的意思和语境，以确保改写后的语言能够准确传达原文的信息。\n2. 然后，需要对原文进行简化，去掉一些不必要或者过于复杂的词汇和句式，使语言更加简洁明了。\n3"
        },
        {
            "original": "一句未完，金桂的丫鬟－－名唤宝蟾的－－忙指著香菱的脸，说道：“你可要死！你怎么叫起姑娘的名字来？”香菱猛省了，反不好意思，忙陪笑说：“一时顺了嘴，奶奶别计较。”金桂笑道：“这有什么，你也太小心了。但只是我想这个‘香’字到底不妥，意思要换一个字，不知你服不服？”香菱笑道：“奶奶说那里话？此刻连我一身一体是奶奶的，何得换一个名字，反问我服不服？叫我如何当得起？奶奶说那一个字好就用那一个。”金桂冷笑道：“你虽说得是，只怕姑娘多心！”香菱笑道：“奶奶原来不知，当日买了我时，原是老太太使唤的，故此姑娘起了这个名字。后来伏侍了爷，就与姑娘无涉了。如今又有了奶奶，越发不与姑娘相干。且姑娘又是极明白的人，如何恼得这些呢？”金桂道：“既这样说，香字竟不如‘秋’字妥当。菱角菱花皆盛于秋，岂不比香字有来历些？”香菱笑道：“就依奶奶这样罢了。”自此后遂改了“秋”字。宝钗亦不在意。",
            "english": "As soon as she finished her sentence, Jin Gui's maid - named Baocan - pointed to Xiangling's face and said, \"You're going to die! How dare you call the name of the lady!\" Xiangling suddenly thought about it and couldn't help but smile awkwardly and say, \"I just said it by accident, please don't mind.\" Jin Gui laughed and said, \"It's nothing, you're too careful. I was thinking that the 'scent' word was not right, and I wanted to change a word, but I don't know if you agree.\" Xiangling laughed and said, \"Grandma, you're wrong. Now I'm a body and soul of you, how can I change my name? How can I ask if you're willing or not? You have to call me that.\" Jin Gui said coldly, \"You're right, but I'm afraid the lady will be offended!\" Xiangling laughed and said, \"Grandma, you don't know. When I was bought, I was originally meant to be a lady's maid, so the lady named me that. Later, I served the lord, so I was no longer related to the lady. Now that there is the grandmaLotus roots and lotus flowers grow in autumn, which has a deeper meaning than the word ‘fragrant’,\" said Xiang Ling with a smile. \"Then let Grandmother decide,\" replied Xiang Ling. Since then, she has changed her name to \"Xiu\". Bao Chai didn't pay much attention to it.",
            "chinese": "没说完一句话，金桂的丫鬟－－名叫宝蟾的－－赶紧指着香菱的脸，说：“你可要死！你怎么叫起姑娘的名字来？”香菱突然想到，不好意思，马上陪笑说：“一时顺嘴，奶奶别计较。”金桂笑道：“这有什么，你也太小心了。只是我想这个‘香’字到底不妥，想换一个字，不知你服不服？”香菱笑道：“奶奶说那里话？现在我一身一体都是奶奶的，怎么能换一个名字，反问我服不服？叫我如何当得起？奶奶说那个字好就用那个。”金桂冷笑道：“你说得是，只怕姑娘多心！”香菱笑道：“奶奶原来不知道，当初买了我时，原是老太太使唤的，所以姑娘起了这个名字。后来服侍了爷，就与姑娘无涉了。现在又有了奶奶，越发不与姑娘相干。况且姑娘又是极明白的人，怎么会恼这些呢？“金桂说：“既然这样，‘香’字不如‘秋’字妥当。菱角和菱花都在秋天生长，这比‘香’字更有来历。”香菱笑着回答：“那就听奶奶的吧。”从那以后，她就改了“秋”字。宝钗也没放在心上。"
        },
        {
            "original": "只因薛蟠是天性‘得陇望蜀’的，如今娶了金桂，又见金桂的丫头宝蟾有三分姿色，举止轻浮可爱，便时常要茶要水的，故意撩逗他。宝蟾虽亦解事，只是怕金桂，不敢造次，且看金桂的眼色。金桂亦觉察其意，想著：“正要摆布香菱，无处寻隙，如今他既看上宝蟾，我且舍出宝蟾与他，他一定就和香菱疏远了。我再乘他疏远之时，摆布了香菱，那时宝蟾原是我的人，也就好处了。”打定了主意，俟机而发。",
            "english": "Xue Pan was born with a greedy nature, and after marrying Jin Gui, he saw that Baochuan, one of Jin Gui's maids, was very cute. He deliberately asked her for tea and water, trying to seduce her. Baochuan knew his intentions, but she was afraid of Jin Gui and dared not act rashly, waiting for Jin Gui's instructions. Jin Gui also sensed Xue Pan's intentions and thought, \"I'm looking for a way to deal with Xiangling, but I can't find an opportunity. Now that Xue Pan has taken a fancy to Baochuan, I might as well let Baochuan seduce him. Then Xue Pan and Xiangling will be distant, and I can take advantage of the opportunity to deal with Xiangling. Then Baochuan will be mine.\" She made up her mind and waited for the opportunity to carry it out.\n\nIn this example, the Chinese vernacular is rewritten into simple modern Putonghua, which is more straightforward and easier to understand, in line with the reading habits of modern people.",
            "chinese": "薛蟠天生贪心不足，娶了金桂后，又见金桂的丫头宝蟾长得很可爱，就故意向她要茶要水，想要调戏她。宝蟾虽然明白他的意图，但害怕金桂，不敢轻举妄动，只等待金桂的指示。金桂也察觉到了薛蟠的意图，想：“正要对付香菱，但找不到机会。如今薛蟠看上了宝蟾，我倒不如让宝蟾去勾引他。这样薛蟠和香菱就会疏远，我再趁机对付香菱，那时宝蟾就是我的人了。”她打定了主意，等待机会来实行。\n\n在这个示例中，中国白话被改写成简单的现代普通话，语言更加通俗易懂，符合现代人的阅读习惯。"
        },
        {
            "original": "这日，薛蟠晚间微醺，又命宝蟾倒茶来吃。薛蟠接碗时，故意捏他的手。宝蟾又乔装躲闪，连忙缩手。两下失误，豁琅一声，茶碗落地，泼了一身一地的茶。薛蟠不好意思，佯说宝蟾不好生拿著。宝蟾说：“姑爷不好生接。”金桂冷笑道：“两个人的腔调儿都够使的了。别打量谁是傻子！”薛蟠低头微笑不语，宝蟾红了脸出去。",
            "english": "This day, Xue Pan was a little drunk and asked Baochan to pour him some tea. When Xue Pan took the teacup, he deliberately pinched Baochan's hand. Baochan intentionally dodged and quickly withdrew her hand. The mistake of the two people caused the teacup to fall to the ground, spilling tea all over the floor. Xue Pan felt embarrassed and pretended to scold Baochan. Baochan said, \"You don't know how to receive it properly.\" Jincui sneered and said, \"Your two airs are enough. Don't think you're a fool!\" Xue Pan lowered his head and smiled without saying a word, and Baochan turned red and went out.",
            "chinese": "这一天，薛蟠晚上有点醉，又让宝蟾给他倒茶喝。薛蟠接过茶杯时，故意捏了宝蟾的手。宝蟾又故意躲闪，连忙缩回手。两人的失误，茶杯掉在地上，茶洒了一身一地。薛蟠不好意思，假装责备宝蟾。宝蟾说：“姑爷不好好接。”金桂冷笑说：“你们俩的腔调都够了。别以为谁是傻子！”薛蟠低头微笑不语，宝蟾红了脸出去。"
        },
        {
            "original": "一时，安歇之时，金桂便故意的撵薛蟠别处去睡，“省的得了馋痨似的。”薛蟠只是笑。金桂道：“要做什么和我说，别偷偷摸摸的，不中用。”薛蟠听了，仗著酒盖脸，就势跪在被上，拉著金桂，笑道：“好姐姐！你若把宝蟾赏了我，你要怎样就怎样。你要活人脑子，也弄来给你。”金桂笑道：“这话好不通。你爱谁，说明了，就收在房里，省得别人看著不雅。我可要什么呢？”薛蟠得了这话，喜的称谢不尽。是夜，曲尽丈夫之道，竭力奉承金桂。次日也不出门，只在家中厮闹，越发放大了胆了。",
            "english": "One day, when they were resting, Golden Chrysanthemum purposely sent Xue Pan to sleep in another room, saying, \"To avoid getting a lustful disease.\" Xue Pan just laughed. Golden Chrysanthemum said, \"If you want something, just tell me, don't be sneaky and useless.\" Xue Pan, intoxicated with wine, took advantage of the situation and knelt on the bed, holding Golden Chrysanthemum, laughing, \"Good sister, if you give me Baochuan, whatever you want, I'll get it for you.\" Golden Chrysanthemum laughed and said, \"That's nonsense. If you like someone, just tell me, and I'll take them into the room. It's not good to see others.\" Xue Pan heard this and was overjoyed. That night, he was diligent in flattering Golden Chrysanthemum. The next day, he didn't go out, only stayed at home, and became bolder and bolder.\n\n中文原文：\n\n凤姐儿道：“你忙什么？如今难说。你只放着，等我料理料理，给你个大大的有脸的来罢。”王夫人道：“你素日知道",
            "chinese": "有一次，安歇的时候，金桂故意把薛蟠赶到别的地方去睡觉，“免得得了馋痨病。”薛蟠只是笑。金桂说：“如果你要做什么，就告诉我，别偷偷摸摸的，没用。”薛蟠听了，借着酒劲，就势跪在床上，拉住金桂，笑道：“好姐姐，你要是把宝蟾赏给我，你要什么就给你什么。你要活人脑子，我也弄来给你。”金桂笑道：“这话不通。你喜欢谁，说明了，就收在房里，省得别人看着不雅。我不要什么。”薛蟠得到了这句话，喜不自胜。当晚，他尽心尽力地奉承金桂。第二天也不出门，只在家里厮混，越发放大胆了。"
        },
        {
            "original": "至午后，金桂故意出去，让个空儿与他二人，薛蟠便拉拉扯扯的起来。宝蟾心里也知八九了，也就半推半就。正要入港，谁知金桂是有心等候的，料著在难分之际，便叫小丫头子舍儿过来。原来这小丫头也是金桂在家从小使唤的，因他自小父母双亡，无人看管，便大家叫他做小舍儿，专做些粗活。金桂如今有意，独唤他来吩咐道：“你去告诉秋菱，到我屋里，将我的绢子取来，不必说我说的。”小舍儿听了，一径去寻著秋菱，说：“菱姑娘，奶奶的绢子忘记在屋里了，你去取了来送上去，岂不好？”",
            "english": "It was afternoon when Golden Chrysanthemum purposefully left the room, leaving Xue Pan and Bo Chao alone. Xue Pan began to pull and tug at Bo Chao, trying to get close to her. Bo Chao knew Xue Pan's intentions and half-heartedly complied. Just as they were about to enter the room, however, Golden Chrysanthemum had been waiting for this moment, knowing that the time was ripe. She called over her small attendant, Sheer, who was her personal servant from childhood. Sheer was an orphan who had no one to look after him, so he was called \"Sheer\" and was responsible for doing the dirty work. Golden Chrysanthemum now had a purpose and called him over to give him instructions, saying, \"Go tell Ouyang, the maid, to come to my room and bring me my handkerchief. Don't say anything about what I've told you.\" Sheer heard this and went to find Ouyang, saying, \"Ouyang, the mistress has forgotten her handkerchief in her room. Go fetch it for her, won't you?\"",
            "chinese": "到了下午，金桂故意出去，让薛蟠和宝蟾二人独处。薛蟠便拉拉扯扯地想接近宝蟾。宝蟾心里也知道薛蟠的意图，便半推半就地配合他。正当他们要进入房间时，谁知金桂是有意等候的，料到时机成熟，便叫小丫头子舍儿过来。原来这个小丫头是金桂从小使唤的，因他自小父母双亡，无人看管，便大家叫他做小舍儿，专做些粗活。金桂如今有意，独唤他来吩咐道：“你去告诉秋菱，到我屋里，将我的绢子取来，不必说我说的。”小舍儿听了，一径去寻著秋菱，说：“菱姑娘，奶奶的绢子忘记在屋里了，你去取了来送上去，岂不好？”"
        },
        {
            "original": "秋菱正因金桂近日每每的挫折他，不知何意，百般竭力挽回，听了这话，忙往房里来取。不防正遇见他二人推就之际，一头撞进去了，自己倒羞的耳面通红，转身回避不及。薛蟠自为是过了明路的，除了金桂，无人可怕，所以连门也不掩。这会子秋菱撞来，故不十分在意。无奈宝蟾素日最是说嘴要强，今既遇见秋菱，便恨无地可入，忙推开薛蟠，一径跑了。口内还怨恨不绝，说他强奸力逼。薛蟠好容易哄得上手，却被秋菱打散，不免一腔的兴头，变做了一腔的恶怒，都在秋菱身上。不容分说，赶出来，啐了两口，骂道：“死娼妇！你这会子做什么来撞尸游魂。”",
            "english": "In the autumn, Liling was confused by Jin Gui's defeat, so she tried to make things right and heard these words. She hurried to get something, but accidentally collided with them pushing each other and blushed in shame, turning away without noticing. Xue Pan believed that he had gone through that path and was no longer afraid of anyone except Jin Gui, so he didn't even close the door. Now Liling came, so he didn't pay much attention to it. However, Bao Chuan always says that she is too strong, and now she meets Liling, she is so ashamed that she pushes Xue Pan away and runs away. She complains that Liling is trying to rape her. Xue Pan was excited to have sex with Liling, but she was now hitting him, and his excitement turned into anger, all directed at Liling. He came out to chase her, spat out two spits, and cursed, \"Dead prostitute! What are you doing here to disturb the dead?\"",
            "chinese": "秋菱最近因为金桂的挫折而感到困惑，于是她尽力挽回，听到了这些话后，赶紧去取东西。不料正巧撞见他们正在推搡，自己倒羞得脸红耳赤，转身躲避不及。薛蟠认为自己已经过了那条明路，除了金桂，没有人可以害怕，所以连门也不关。现在秋菱撞来，所以他并不太在意。然而，宝蟾平时总是说嘴要强，现在遇见秋菱，就恨得无地自容，忙推开薛蟠，径直跑了。嘴里还抱怨秋菱强奸力逼。薛蟠好不容易才和秋菱发生关系，却被秋菱打散，心里的兴奋变成了愤怒，全都落在了秋菱身上。他追出来，吐了两口唾沫，骂道：“死娼妇！你这会子做什么来撞尸游魂。”"
        },
        {
            "original": "秋菱料事不好，三步两步，早已跑了。薛蟠再来找宝蟾，已无踪迹了。于是只恨的骂秋菱。至晚饭后，已吃得醺醺然，洗澡时，不防水略热了些，烫了脚，便说秋菱有意害他，他赤条精光，赶著秋菱踢打了两下。秋菱虽未受过这气苦，既到了此时，也说不得了，只好自悲自怨，各自走开。",
            "english": "Xiuqing said that it was not good, taking three steps and two steps, she had already run away. When Xuepan came to find Baochuan again, she had disappeared without a trace. Then Xuepan only cursed Xiuqing. After dinner, he was drunk and said that Xiuqing wanted to harm him. He was naked and kicked Xiuqing a few times. Xiuqing had never been treated this way before, but since he had come to this point, he could do nothing but lament himself and go away.",
            "chinese": "秋菱料事不好，三步两步，早已跑了。薛蟠再来找宝蟾，已无踪迹了。于是只恨的骂秋菱。至晚饭后，已吃得醺醺然，洗澡时，不防水略热了些，烫了脚，便说秋菱有意害他，他赤条精光，赶著秋菱踢打了两下。秋菱虽未受过这气苦，既到了此时，也说不得了，只好自悲自怨，各自走开。"
        },
        {
            "original": "彼时金桂已暗和宝蟾说明，今夜令薛蟠在秋菱房中去成亲，命秋菱过来陪自己安睡。先是秋菱不肯。金桂说他嫌腌臜了，再必是图安逸，怕夜里伏侍劳动。又骂说：“你没见世面的主子，见一个爱一个，把我的丫头霸占了去，又不叫你来，到底是什么主意？想必是逼死我就罢了！”薛蟠听了这话，又怕闹黄了宝蟾之事，忙又赶来骂秋菱：“不识抬举，再不去就要打了！”秋菱无奈，只得抱了铺盖来。金桂命他在地下铺著睡，秋菱只得依命。刚睡下，便叫倒茶，一时又要捶腿。如是者，一夜七八次，总不使其安逸稳卧片时。",
            "english": "At that time, Golden Chrysanthemum had already arranged with Baocan to let Xuepan go to Qiu Ling's room for marriage tonight and let Qiu Ling come to sleep with her. At the beginning, Qiu Ling was unwilling. Golden Chrysanthemum said she was afraid of being dirty, either because she was lazy or because she was afraid of serving at night. She also scolded, \"A person who doesn't know how to face the world, seeing one person liking one person, stealing my servant girl and not letting you come, what is the meaning? Don't you want to kill me?\" Xuepan heard this and was afraid that his affair with Baocan would be ruined, so he hurried over and scolded Qiu Ling, \"You are not polite, if you don't go, I will beat you!\" Qiu Ling had no choice but to hold the quilt and come. Golden Chrysanthemum ordered her to sleep on the ground, and Qiu Ling had to obey the order. Just as she was about to fall asleep, she called for tea to be served, and then she asked to be massaged. So she woke up several times a night, and she couldn't",
            "chinese": "当时金桂已经和宝蟾商量好了，今晚让薛蟠去秋菱房中结婚，让秋菱过来陪自己睡觉。一开始秋菱不肯。金桂说她嫌脏了，要么是贪图安逸，怕夜里服侍辛苦。又骂道：“没见过世面的主人，看到一个喜欢一个，把我的丫头抢走了，又不叫你来，到底是什么意思？莫非是要逼死我吗？”薛蟠听了这话，又怕毁了宝蟾的事情，忙赶过去骂秋菱：“不识抬举，再不去就要打了！”秋菱无奈，只好抱着被子来。金桂命令她在地上睡觉，秋菱只好服从命令。刚睡下，就叫倒茶，一会儿又要捶腿。如此这般，一晚上七八次，总不能让她安稳地睡觉片刻。"
        },
        {
            "original": "那薛蟠得了宝蟾，如获珍宝，一概都置之不顾。恨得金桂暗暗的发恨道：“且叫你乐几天，等我慢慢的摆弄了他，那时可别怨我！”一面隐忍，一面设计摆弄秋菱。半月光景，忽又装起病来，只说心痛难忍，四肢不能转动，疗治不效。众人都说是秋菱气的。",
            "english": "Xue Pan received Bao Chán and treated her as a treasure. He ignored everything else. Jin Gui secretly swore, \"I'll enjoy myself for a few more days, and then I'll gradually get him back, don't blame me!\" She endured while secretly planning to punish Qiu Ling. After half a month, she suddenly pretended to be ill, claiming that her heart was in pain and she couldn't move her limbs. No treatment was effective. Everyone thought it was caused by Qiu Ling's anger.",
            "chinese": "薛蟠得到了宝蟾，视若珍宝，其他一切都置之不理。金桂暗暗发誓：“再乐几天，我慢慢整他，别怪我！”一面忍耐，一面设计整秋菱。半个月后，她突然装病，称心痛难忍，四肢不能动，治疗无效。众人都说是秋菱气的。"
        },
        {
            "original": "闹了两天，忽又从金桂枕头内抖出个纸人来，上面写著金桂的年庚八字，有五根针钉在心窝并肋肢骨缝等处。于是，众人当作新闻，先报与薛姨妈。薛姨妈先忙手忙脚的；薛蟠自然更乱起来，立刻要拷打众人。金桂道：“何必冤枉众人？大约是宝蟾的镇魔法儿。”薛蟠道：“他这些时并没多空儿在你房里，何苦赖好人？”金桂冷笑道：“除了他还有谁？莫不是我自己害自己不成？虽有别人，如何敢进我的房呢？”薛蟠道：“秋菱如今是天天跟著你，他自然知道，先拷问他就知道了。”金桂冷笑道：“拷问谁？谁肯认？依我说，竟装个不知道，大家丢开手罢了。横竖治死我，也没什么要紧，乐得再娶好的。若据良心上说，左不过是你们三个多嫌我！”一面说著，一面痛哭起来。",
            "english": "Two days of chaos, suddenly a paper doll fell out of Jincui's pillow, with the date and time of her birth written on it, and five needles sticking to her heart and ribs. Then, everyone took it as news and told it to Xueyima first. Xueyima was in a hurry, and Xuepan was even more chaotic. He immediately wanted to torture everyone. Jincui said, \"Why should we blame others? Maybe it's Baocham's spell.\" Xuepan said, \"He hasn't been in your room for a long time recently, so why blame others?\" Jincui said coldly, \"Apart from him, who else could it be? Apart from him, who else could dare to enter my room?\" Xuepan said, \"Qiu Ling is with you every day now, she should know, ask her first.\" Jincui said coldly, \"Who should we torture? Who would admit it? According to me, let's just pretend we don't know and don't mention it again. Even if I die, it's better to marry a good one. If we speak from the heart, it's just you three who are jealous of me.\" As she spoke,",
            "chinese": "闹了两天，忽然从金桂枕头里掉出个纸人来，上面写着金桂的出生日期和时间，有五根针扎在心窝和肋骨上。于是，众人把这个当成新闻，先告诉了薛姨妈。薛姨妈忙乱起来，薛蟠自然更乱了，立刻要拷打众人。金桂说：“何必冤枉别人？大概是宝蟾的镇魔法。”薛蟠道：“他最近也没在你房里呆太久，怎么怪别人？”金桂冷笑道：“除了他还有谁？除了他，还有谁敢进我的房？”薛蟠道：“秋菱现在天天跟着你，她应该知道，先问她就知道了。”金桂冷笑道：“拷问谁？谁肯认？依我说，干脆装作不知道，大家别再提这件事了。横竖治死我也没关系，乐得再娶个好的。如果根据良心说话，左不过是你们三个多嫌我。”一面说，一面痛哭起来。"
        },
        {
            "original": "薛蟠更被这些话激怒，顺手抓起一根门闩来，一径抢步，找著秋菱，不容分说，便劈头劈脸浑身打起来了，一口只咬定是秋菱所施。秋菱叫屈。薛姨妈跑来禁喝道：“不问明白就打起人来了！这丫头伏侍这几年，那一时不小心？他岂肯如今做这没良心的事！你且问个清浑皂白，再动粗卤。”",
            "english": "Xue Pan was angered by these words and picked up a doorbolt and rushed over, grabbing Ouyan and beating her without asking why. He insisted that it was Ouyan's doing. Ouyan cried for mercy. Xue's mother ran over and shouted, \"Ask before you hit! This girl has been careless so many times, how could she do something so ungrateful? Ask before you hit!\"",
            "chinese": "薛蟠被这些话激怒了，顺手拿起一根门闩，径直冲过去，抓住秋菱，不问分说地打了起来，一口咬定是秋菱所为。秋菱喊冤。薛姨妈跑过来制止喝道：“先问清了再动手！这个丫头这么多年来，哪一次不小心？她怎么可能做出这种没良心的事！你先问清楚，再动手！”"
        },
        {
            "original": "金桂听见他婆婆如此说，怕薛蟠心软意活了，便泼声浪气大哭起来，说：“这半个多月，把我的宝蟾霸占了去，不容进我的房，惟有秋菱跟著我睡。我要拷问宝蟾，你又护在头里。你这会子又赌气打他去。治死我，再拣富贵的标致的娶来就是了，何苦做出这些把戏来？”薛蟠听了这些话，越发著了急。",
            "english": "Jin Gui heard her mother-in-law say this, and feared that Xue Pan would soften his heart, so she cried out loudly, \"For the past few weeks, you have been keeping my Paocham and not letting me into the room, only allowing Qiu Ling to accompany me. I wanted to question Paocham, but you protected her. Now you are going to beat her. I am going to die, and you can find another rich and beautiful woman to marry. Why are you making such a scene?\" Xue Pan heard these words and became even more anxious.",
            "chinese": "金桂听到婆婆这么说，担心薛蟠心软意动，就大声哭着说：“这半个多月来，你霸占了我的宝蟾，不让我进房间，只有秋菱陪着我睡。我想要拷问宝蟾，你又护着她。你现在又要打她。我死了，你再找一个富贵漂亮的娶来就好了，何必做出这些把戏？”薛蟠听了这些话，更加着急了。"
        },
        {
            "original": "薛姨妈听见金桂句句挟制著儿子，百般恶赖的样子，十分可恨。无奈儿子偏不硬气，已是被他挟制软惯了。如今又勾搭上丫头，被他说霸占了去，自己还要占温柔让夫之礼。这魇魔法究竟不知谁做的。正是俗语说的好，“清官难断家务事”，此时正是公婆难断房帏的事了。因无法，只得赌气喝薛蟠，说：“不争气的孽障，狗也比你体面些！谁知你三不知的，把陪房丫头也摸索上了，叫老婆说霸占了丫头。什么脸出去见人？也不知谁使的法子，也不问清就打人。我知道你是个得新弃旧的东西，白辜负了当日的心。他既不好，你也不该打。我即刻叫人牙子来卖了他，你就心净了。”气著，又命：“秋菱，收拾了东西，跟我来。”一面叫人：“去快叫个人牙子来，多少卖几两银子，拔去肉中刺，眼中钉，大家过太平日子！”",
            "english": "薛姨妈听了金桂句句挟制他儿子，十分生气。无奈儿子总是软弱无能，已经被她挟制惯了。现在又勾搭上丫头，被她说成霸占了她，自己还要装作温柔让夫的样子。这魇魔法是谁做的，真是公婆难断房帏的事。无法可施，只得赌气喝薛蟠，说：“不争气的孽障，狗也比你体面些！你不知道陪房丫头也摸索上了，叫老婆说霸占了丫头。你有什么脸出去见人？也不知谁使的法子，也不问清就打人。我知道你是个得新弃旧的东西，白辜负了当日的心。他既不好，你也不该打。我即刻叫人牙子来卖了他，你就心净了。”气愤之下，又命：“秋菱，收拾了东西，跟我来。”一面叫人：“去快叫个人牙子来，多少卖几两银子，拔去肉中刺，眼中钉，大家过太平日子！”",
            "chinese": "薛姨妈听到金桂句句挟制着儿子，十分生气。无奈儿子总是软弱无能，已经被她挟制惯了。现在又勾搭上丫头，被她说成霸占了她，自己还要装作温柔让夫的样子。这魇魔法是谁做的，真是公婆难断房帏的事。无法可施，只得赌气喝薛蟠，说：“不争气的孽障，狗也比你体面些！你不知道陪房丫头也摸索上了，叫老婆说霸占了丫头。你有什么脸出去见人？也不知谁使的法子，也不问清就打人。我知道你是个得新弃旧的东西，白辜负了当日的心。他既不好，你也不该打。我即刻叫人牙子来卖了他，你就心净了。”气愤之下，又命：“秋菱，收拾了东西，跟我来。”一面叫人：“去快叫个人牙子来，多少卖几两银子，拔去肉中刺，眼中钉，大家过太平日子！”"
        },
        {
            "original": "薛蟠见母亲动了气，早已低了头。金桂听了这话，便隔著窗子，往外哭道：“你老人家只管卖人，不必说著一个，拉著一个的。我们很是那吃醋拈酸容不得下人的不成？怎么拔去肉中刺，眼中钉？是谁的钉？谁的刺？但凡多嫌著他，也不肯把我的丫鬟也收在房里了。”薛姨妈听说，气得身战气咽，道：“这是谁家的规矩？婆婆在这里说话，媳妇隔著窗子拌嘴。亏你是旧人家的女儿！满嘴里大呼小喊，说的是什么！”薛蟠急得跺脚，说：“罢哟，罢哟！看人家听见笑话。”金桂意谓一不做，二不休，越发喊起来了，说：“我不怕人笑话！你的小老婆治我，害我，我倒怕人笑话了？再不然，留下他，卖了我！谁还不知道薛家有钱，行动拿钱压人，又有好亲戚挟制著别人！你不趁早施为，还等什么？嫌我不好，谁叫你们瞎了眼，三求四告的跑了我们家做什么去了？”一面哭喊，一面自己拍打。薛蟠急得说又不好，劝又不好，打又不好，央告又不好，只是出入嗳声叹气，抱怨说：“运气不好！”",
            "english": "Xue Pan saw his mother angry and lowered his head. Golden Gu heard this and cried through the window, \"Don't sell people! Don't say one, pull one! We're not the kind of people who don't like others! Why do you pull out the thorn in the flesh and the thorn in the eye? Who is the thorn and who is the thorn? As long as you dislike him, you won't keep my maid in your room.\" Xue Pai's mother heard this and shook with anger, saying, \"What's the规矩? A mother is speaking here, and a daughter is quarreling through the window. You're an old family girl! You're always yelling and calling out, what are you saying?\" Xue Pan was so angry he couldn't stand it and said, \"That's enough! Look, people are going to laugh.\" Golden Gu pretended to say, \"I don't care what people think! Your little wife is bullying me and hurting me, and I'm afraid people will laugh? Otherwise, keep her and sell me! Don't you know that the Xue family has a lot of money and always uses money to bully people, and that good relatives are always using their power to control othersFor example, \"a thorn in the flesh\" can be simplified to \"annoying\" or \"annoying person\". \n\n2. You hate me because of what you see, who came to our house without permission? \"Crying and shouting, she beat herself. Xue Pan was so anxious that he couldn't help but complain: \"Bad luck!\"\n\n中文原文：\n\n“这可了不得，我当是怎的，原来是这们的事。好姑娘，别怕，等我替你出气。”薛蟠便要了大刀，抄家伙，揪着小厮的衣裳领子，就往外走。小厮们忙拦着说：“这可使不得！你们二爷最听不得人劝，劝了他就恼，一定是要打的。”\n\n英文翻译：\n\n\"This is terrible, I thought it was something else. Good girl, don't be afraid, let me help you out.\" Xue Pan took the big knife and got ready to fight. He grabbed the little boy's shirt collar and started to walk out. The little boys quickly stopped him and said: \"This is not allowed! Your second master listens to no one's advice and gets angry if you advise him. He will definitely beat",
            "chinese": "薛蟠见母亲生气，低着头。金桂听到这话，隔着窗户哭道：“你老人家只管卖人，不用说一个，拉一个的。我们不是吃醋拈酸，容不下别人的人吗？怎么拔掉肉中刺，眼中钉？是哪个的钉？哪个的刺？只要多嫌他，也不肯把我的丫鬟收在房里了。”薛姨妈听了，气得浑身发抖，说：“这是谁家的规矩？婆婆在这里说话，媳妇隔着窗户吵架。亏你是旧人家的女儿！满嘴大呼小叫，说的是什么！”薛蟠急得跺脚，说：“算了，算了！看人家听见笑话。”金桂故意说：“我不怕人笑话！你的小老婆治我，害我，我倒怕人笑话了？不然，留下她，卖了我！谁还不知道薛家有钱，行动拿钱压人，又有好亲戚挟制别人！你不趁早动手，还等什么？”\n\n步骤：\n1. 首先，将复杂的成语和词组简化为更简单的表达方式。例如，“肉中刺”可以简化为“烦人”或“讨厌的人”。\n2. 其你嫌我不好，谁叫你们瞎了眼，跑我们家做什么去了？”一面哭喊，一面自己拍打。薛蟠急得又不好，劝又不好，打又不好，央告又不好，只是出入嗳声叹气，抱怨说：“运气不好！”"
        },
        {
            "original": "当下薛姨妈被宝钗劝进去了，只命人来卖香菱。宝钗笑道：“偺们家只知买人，并不知卖人之说。妈妈可是气糊涂了？倘或叫人听见，岂不笑话？哥哥嫂子嫌他不好，留著我使唤，我正也没人呢。”薛姨妈道：“留下他还是惹气，不如打发了他乾净。”宝钗笑道：“他跟著我也是一样，横竖不叫他到前头去。从此，断绝了他那里，也和卖了的一样。”",
            "english": "Xue Yimei was persuaded by Baochai to go inside, and only ordered someone to sell Xiangling. Baochai laughed and said, \"My family only knows how to buy people, not how to sell people. Mom, are you crazy? If anyone hears about it, they will laugh. If your brother and sister-in-law don't like him, let me use him. I'm short of people. Mom, if you keep him, you will always be making trouble. It's better to send him away.\" Xue Yimei said, \"Keeping him is the same as selling him. It's better to send him away.\"",
            "chinese": "当下薛姨妈被宝钗劝进去了，只命人来卖香菱。宝钗笑道：“我家只知买人，并不知卖人之说。妈妈可是气糊涂了？倘或叫人听见，岂不笑话？哥哥嫂子嫌他不好，留下我使唤，我正也没人呢。”薛姨妈道：“留下他还是惹气，不如打发了他乾净。”宝钗笑道：“他跟着我也是一样，横竖不叫他到前头去。从此，断绝了他那里，也和卖了的一样。”"
        },
        {
            "original": "香菱早已跑到薛姨妈跟前，痛哭哀求，不愿出去，情愿跟姑娘。薛姨妈只得罢了。",
            "english": "Xiangling ran to Xueyi's mother and begged her not to let her go out. She offered to stay with the ladies instead. Xueyi's mother agreed.",
            "chinese": "香菱跑到薛姨妈跟前，哭着请求不让她出去，愿意跟姑娘一起。薛姨妈只好同意了。\n\n在现代普通话中，我们简化了句子结构，使用了更常见的词汇，并去掉了不必要的字词。同时，我们保留了原文中的关键信息和情感表达，使它更容易理解和阅读。"
        },
        {
            "original": "自此后来，香菱果跟随宝钗去了，把前面路径竟自断绝。虽然如此，终不免对月伤悲，挑灯自叹。虽然在薛蟠房中几年，皆因血分中有病，是以并无胎孕。今复加以气怒伤肝，内外折挫不堪，竟酿成乾血之症，日渐羸瘦，饮食懒进，请医服药不效。",
            "english": "From then on, Xiangling followed Baosheng and all the paths she had walked before were cut off. Although this was the case, she still cried to the moon and sighed in the light. Although she had lived in Xuepan's house for several years, because of the disease in her body, she had not been pregnant. Now she was also angry and hurt by anger, and her body and spirit were both hurt, and finally she got dry blood syndrome, and her body became thinner and thinner, she didn't want to eat, and the doctor couldn't cure her.",
            "chinese": "从那以后，香菱跟随宝钗去了，把原来走的路都断了。虽然如此，但她还是对着月亮哭泣，点着灯自叹不已。虽然在薛蟠的房子里呆了好几年，但因为身体里有病，一直没有怀孕。现在又被气和怒伤了肝脏，身体内外都受了挫折，最后得了干血症，身体越来越瘦，不想吃东西，找医生看病也不管用。"
        },
        {
            "original": "那时金桂又吵闹了数次。薛蟠有时仗著酒胆，挺撞过两次：持棍欲打，那金桂便递身叫打；这里持刀欲杀时，便伸著脖项。薛蟠也实不能下手，只得乱了一阵罢了。如今已成习惯自然，反使金桂越长威风，又渐次辱嗔宝蟾。",
            "english": "At that time, Golden Chrysanthemum raised her voice several times. Xue Pan, sometimes taking advantage of his drunkenness, collided with her twice: holding a stick to hit her, Golden Chrysanthemum would dodge and call for him to stop; here, holding a knife to kill her, she would stretch her neck. Xue Pan couldn't bring himself to do it, so he only caused a commotion. Now it has become a habit, and it seems that Golden Chrysanthemum has become even more bold and arrogant, and she has gradually insulted and bullied Bao Chao.",
            "chinese": "那时金桂又吵闹了好几次。薛蟠有时趁着酒劲，挺撞过两次：持棍想要打她，那金桂便躲开叫打；这里持刀想要杀她时，她就伸着脖子。薛蟠也实在下不了手，只能乱了一阵罢了。如今已经成了习惯，反而让金桂越长越有威风，又渐渐地侮辱和欺负宝蟾。"
        },
        {
            "original": "宝蟾比不得香菱，正是个烈火乾柴，既和薛蟠情投意合，便把金桂放在脑后。近见金桂又作践他，他便不肯低服半点。先是一冲一撞的拌嘴，后来金桂气急，甚至于骂，再至于打。他虽不敢还手，便也撒泼打滚，寻死觅活，－－昼则刀剪，夜则绳索－－无所不闹。",
            "english": "Baocan is not like Xiangling, who is hot-tempered, and is ready to reconcile with Xuepan. In recent days, Jin Gui has bullied her again, and she won't bow her head. At first, they argued, and then Jin Gui was so angry that she even beat her. Although she dare not fight back, she throws a tantrum, and even threatens to kill herself. During the day, she uses scissors, and at night, she uses ropes. She does everything to make trouble.",
            "chinese": "宝蟾不像香菱，是个火辣辣的人，与薛蟠情投意合，就把金桂抛在脑后。近来金桂又欺负她，她就不肯低头服软。先是争吵，后来金桂气急败坏，甚至打她。虽然不敢还手，也撒泼打滚，寻死觅活，－－白天刀剪，晚上绳索－－无所不闹。"
        },
        {
            "original": "薛蟠一身难以两顾，惟徘徊观望，十分闹得无法便出门躲著。金桂不发作性气，有时喜欢，便纠聚人来斗牌掷骰行乐。又生平最喜啃骨头，每日务要杀鸡鸭，将肉赏人吃，只单是油炸的焦骨头下酒。吃得不耐烦，便肆行海骂，说：“有别的忘八粉头乐的，我为什么不乐！”薛家母女总不去理他，惟暗里落泪。薛蟠亦无别法，惟悔恨不该娶这“搅家精”，都是一时没了主意。于是宁荣二府之人，上上下下，无有不知，无有不叹者。",
            "english": "Xue Pan was unable to attend to both matters and had to hesitate and look around, unable to leave. Jin Gui did not get angry, sometimes liking to gather people to play cards and throw dice for fun. She always liked to chew on bones, killing chickens and ducks every day, giving the meat to others to eat, and only leaving the fried, blackened bones to drink. When she was bored, she would insult and say, \"Why can't other women and prostitutes play happily, but I can't?\" The mother and daughter of the Xue family did not pay attention to him, only secretly crying. Xue Pan had no other choice but to regret marrying this \"troublemaker\", because he had not thought it through at the time. So people in the Ning and Rong families, up and down, did not know, and did not sigh.",
            "chinese": "薛蟠无法兼顾两件事，只好徘徊观望，十分地无法出门躲起来。金桂不发脾气，有时喜欢，便纠集人来打牌掷骰子玩乐。她平生最喜欢啃骨头，每天都要杀鸡鸭，把肉赏给别人吃，只留下油炸的焦骨头下酒。吃得不耐烦时，便肆意辱骂，说：“有别的女人和妓女玩得开心，为什么我不开心！”薛家母女总是不理他，只是暗自流泪。薛蟠也没有其他办法，只能后悔不该娶这个“搅家精”，都是因为一时没想清楚。于是宁荣两府的人，上上下下，没有不知道的，没有不叹息的。"
        },
        {
            "original": "此时宝玉已过了百日，出门行走。亦曾过来见过金桂，举止形容也不怪厉，一般是鲜花嫩柳，与众姊妹不差上下，焉得这等情性？可为奇事。因此，心中纳闷。这日，与王夫人请安去，又正遇见迎春奶娘来家请安，说起孙绍祖甚属不端，“姑娘惟有背地里淌眼泪，只要接了家来散荡两日。”王夫人因说：“我正要这两日接他去，只是七事八事的，都不遂心，所以就忘了。前日宝玉去了，回来也曾说过的。明日是个好日子，就接他去。”",
            "english": "Bao Yuyu has already passed the hundred-day mark and can now walk around. He has also met Golden Cui, and while his demeanor and appearance are not remarkable, he is like a delicate flower and young willow, and there is nothing unusual about him compared to the other sisters. How could this happen? It is truly a strange thing. Therefore, he is very confused. This day, he went to pay respects to Lady Wang, and it just so happened that Yuening's wet nurse came to the house to pay her respects. She said that Sun Shaozu was very improper, \"the young lady can only cry in secret, and hopes to take him home for a few days to relax.\" Lady Wang said, \"I was planning to take him home these past few days, but there were always some inconveniences, so I forgot. The day before yesterday, Bao Yuyu went to visit, and he also mentioned this matter. Tomorrow is a good day, so let's take him home.\"",
            "chinese": "宝玉已经过了百日，出门行走。他也曾经见过金桂，举止和长相并不奇怪，就像一朵鲜花嫩柳，和其他姐妹没有什么不同，怎么会这样？这真是件奇怪的事。因此，心中很困惑。这天，他去向王夫人请安，恰巧迎春奶娘来家里请安，说起孙绍祖非常不端庄，“姑娘只能在背后流眼泪，只希望接他回家散心两日。”王夫人说：“我正打算这两天接他去，但是总有一些不顺心的事情，所以就忘了。前几天宝玉去了，回来后也说过这件事。明天是个好日子，就接他去吧。”"
        },
        {
            "original": "正说时，贾母打发人来找宝玉，说：“明儿一早往天齐庙还愿去。”宝玉如今巴不得各处去逛逛，听见如此，喜的一夜不曾合眼。次日一早，梳洗穿戴已毕，随了两三个老嬷嬷，坐车出西城门外天齐庙烧香还愿。这庙里已于昨日预备停妥的。宝玉天性怯懦，不敢近狰狞神鬼之像，是以忙忙的焚过纸马钱粮，便退至道院歇息。",
            "english": "At that time, Jia Mother sent someone to look for Jia Baoyu and said, \"Go to Tiantai Temple to repay the vows tomorrow morning.\" Baoyu wanted to wander around, and upon hearing this, he couldn't sleep for a whole night. The next morning, after washing and dressing, he followed several old maids and rode in a carriage out of the West City Gate to the Tiantai Temple to burn incense and repay the vows. This temple had already been prepared yesterday. Baoyu was naturally afraid of the scary statues of gods and demons, so he quickly burned the paper money and retreated to the Taoist temple to rest.",
            "chinese": "当时，贾母派人来找宝玉，说：“明天一早去天齐庙还愿。”宝玉很想四处逛逛，听到这话，高兴得一夜没合眼。第二天一早，洗漱穿戴完毕，跟着几个老嬷嬷，坐车出了西城门的天齐庙烧香还愿。这庙里昨天已经准备好了。宝玉天生胆小，不敢靠近狰狞神鬼的雕像，所以赶紧烧完纸钱，退到道院休息。"
        },
        {
            "original": "一时吃饭毕，众嬷嬷和李贵等围随宝玉到各处玩耍了一回，宝玉困倦，复回至净室安歇。众嬷嬷生恐他睡著了，便请了当家的老王道士来陪他说话儿。这老道士专在江湖上卖药，弄些海上方治病射利，庙外现挂著招牌，丸散膏药，色色俱备。亦长在宁荣二府走动惯熟，都给他起了个混号，唤他做王一贴。言他膏药灵验，一贴病除。",
            "english": "After dinner, the maids and Li Gui followed Master Yu to play around. Master Yu felt very tired, so he went back to the room to rest. The maids worried that he would fall asleep, so they invited the old Wang Tao, the master of the Taoist temple, to talk to him. This old Taoist was a specialist in selling medicine, and he sold all kinds of medicine for curing diseases. He hung a sign outside the temple to sell pills, powders, ointments, and all kinds of medicines. He also often visited the Ning and Rong families, and everyone gave him a nickname, \"Wang One Patch,\" saying that his medicine was very effective and could cure diseases in one application.",
            "chinese": "吃完饭后，众嬷嬷和李贵等跟随宝玉到各处玩耍了一回。宝玉感到困倦，回到净室休息。众嬷嬷担心他睡着了，就请了当家的老王道士来陪他说话。这个老道士专门在江湖上卖药，卖各种药方治病赚钱。他在庙外挂着招牌，卖丸散膏药，样样都有。他也经常在宁荣二府走动，大家都给他起了个混号，叫他“王一贴”，说他的膏药很灵验，一贴病就好了。"
        },
        {
            "original": "当下王一贴进来。宝玉正歪在炕上，看见王一贴进来，便笑道：“来的好。我听见说你极会说笑话儿的，说一个给我们大家听听。”王一贴笑道：“正是呢，哥儿别睡，仔细肚子里面筋作怪。”说著，满屋里的都笑了。宝玉也笑著起身整衣。王一贴命徒弟们快沏好茶来。焙茗道：“我们爷不吃你的茶，坐在这屋里还嫌膏药气息呢。”王一贴笑道：“不当家花拉的，膏药从不拿进屋里来的。知道二爷今日必来，三五日头里就拿香熏了。”宝玉道：“可是呢，天天只听见说你的膏药好，到底治什么病？”王一贴道：“若问我的膏药，说来话长，其中底细，一言难尽。共药一百二十味，君臣相济，温凉兼用。内则调元补气，养荣卫，开胃口，宁神定魄，去寒去暑，化食化痰；外则和血脉，舒筋络，去死生新，去风散毒。其效如神，贴过便知。”宝玉道：“我不信，一张膏药就治这些病？我且问你，倒有一种病，也贴得好么？”王一贴道：“百病千灾，无不立效；若不效，二爷只管揪胡子，打我这老脸，折拆我这庙，何如？只说出病源来。”宝玉道：“你猜。若猜得著，便贴得好了。”王一贴听了，寻思一会，笑道：“这倒难猜，只怕膏药有些不美了。”宝玉命他坐在身边。王一贴心动，便笑著悄悄的说道：“我可猜著了！想是二爷如今有了房中的事情，要滋助的药，可是不是？”",
            "english": "When Wang Yitie came in. Wang Yitie was lying on the bed, and saw Wang Yitie come in, and laughed and said, \"It's good. I heard that you are very good at telling jokes. Tell us a story.\" Wang Yitie laughed and stood up to straighten his clothes. Wang Yitie ordered his apprentices to quickly brew tea. Beiming said, \"We don't want your tea, and we're still in this house because of the smell of the plaster.\" Wang Yitie laughed and said, \"It's not a home, and the plaster never goes into the house. I know that you must come today, so I've been using incense for three or five days.\" Wang said, \"Yes, we always hear that your plaster is good, but what does it cure?\" Wang Yitie said, \"If you ask about my plaster, it's a long story. It's hard to say. There are 120 kinds of medicine in it, which are governed by each other and use both heat and coolness. The inner medicine is to adjust the original energy, nourish the nourishment, maintain the peace and quiet, and open the appetite, calm the spirit and calm\"Bao Yuyu said, \"I don't believe a piece of plaster can cure so many diseases? I'll ask you, can a disease be cured with a plaster? Wang Yitie said, \"No matter what disease it is, it will be effective immediately; if it is not effective, Er'er can pull my beard and tear down my temple. What is the cause of the disease?\" Bao Yuyu said, \"Guess. If you guess right, the plaster will be effective.\" Wang Yitie thought for a moment and laughed, \"It's hard to guess, the plaster may not be perfect.\" Bao Yuyu asked him to sit beside him. Wang Yitie was moved, and he whispered, \"I guess right! Is it because you now have affairs in the bedroom and need to take tonic medicine?\"",
            "chinese": "当下王一贴进来。宝玉正歪在炕上，看见王一贴进来，便笑道：“来的好。我听见说你极会说笑话儿的，说一个给我们大家听听。”王一贴笑道：“正是呢，哥儿别睡，仔细肚子里面筋作怪。”说著，满屋里的都笑了。宝玉也笑著起身整衣。王一贴命徒弟们快沏好茶来。焙茗道：“我们爷不吃你的茶，坐在这屋里还嫌膏药气息呢。”王一贴笑道：“不当家花拉的，膏药从不拿进屋里来的。知道二爷今日必来，三五日头里就拿香熏了。”宝玉道：“可是呢，天天只听见说你的膏药好，到底治什么病？”王一贴道：“若问我的膏药，说来话长，其中底细，一言难尽。共药一百二十味，君臣相济，温凉兼用。内则调元补气，养荣卫，开胃口，宁神定魄，去寒去暑，化食化痰；外则和血脉，舒筋络，去死生新，去风散这种药很神奇，贴上就知道了。”宝玉说：“我不相信，一张膏药就能治好这么多病？我问你，有一种病也能贴好吗？”王一贴说：“不管什么病，都立竿见影；如果不好，二爷尽管揪胡子，打我这张老脸，拆掉我的庙，怎么样？只要说出病因来。”宝玉说：“你猜。如果猜对了，膏药就有效了。”王一贴想了想，笑着说：“这很难猜，膏药可能不完美。”宝玉让他坐在身边。王一贴心动了，便悄悄地说：“我猜对了！想是你现在有了房中的事情，需要滋补的药，是不是？”"
        },
        {
            "original": "话犹未完，焙茗先喝道：“该死！打嘴！”宝玉犹未解，忙问他说什么。焙茗道：“信他胡说！”吓得王一贴不等再问，只说：“二爷明说了罢。”宝玉道：“我问你，可有贴女人的妒病的方子没有？”王一贴听了，拍手笑道：“这可罢了！不但说没有方子，就是听也没有听见过。”宝玉笑道：“这样还算不得什么。”王一贴又忙说道：“这贴妒的膏药倒没经过。有一种汤药，或者可医，只是慢些儿，不能立刻见效的。”宝玉道：“什么汤？怎么吃法？”王一贴道：“这叫做‘疗妒汤。’用极好的秋梨一个，二钱冰搪，一钱陈皮，水三碗，梨熟为度。每日清晨吃这一个梨，吃来吃去就好了。”宝玉道：“这也不值什么。只怕未必见效。”王一贴道：“一剂不效，吃十剂；今日不效，明日再吃；今年不效，明年再吃。横竖这三味药都是润肺开胃不伤人的。甜丝丝的，又止咳嗽，又好吃。吃过一百岁，人横竖是要死的，死了还妒什么？那时就见效了。”",
            "english": "As soon as the words were out of his mouth, Bai Ming shouted, \"Damn it, you're asking for a beating!\" Before Jia Baoyu could even figure out what was going on, he asked Bai Ming what he was talking about. Bai Ming replied, \"He's lying.\" Shocked, Wang Yi, who had not yet had a chance to ask any questions, said, \"Say it again, please.\" Jia Baoyu then asked, \"Do you have a prescription for treating women who are jealous?\" Hearing this, Wang Yi laughed and said, \"You're in trouble! I've never heard of such a thing, and I've never even heard of anyone talking about it.\" Jia Baoyu replied, \"It's not that bad.\" Wang Yi then quickly added, \"There is a kind of ointment that might work, but it's slow and won't work immediately.\" Jia Baoyu asked, \"What kind of ointment? How do you use it?\" Wang Yi replied, \"It's called 'Therapeutic Jealousy Ointment.' You take one ripe pear, two ounces of rock sugar, and one ounce of dried tangerine peel. Boil them in three cups ofHere are some examples of rewriting Chinese vernacular into simple modern Mandarin. The three herbs are all soothing to the lungs, opening the stomach, and not harmful to the body. They are sweet and delicious, can stop coughing, and can be eaten for a hundred years. Even if you die, you don't need to envy.\n\n中文原文：\n\n\n\n以上就是将中国白话改写为简单的现代普通话的示例。这三味药都是润肺开胃不伤人的，又甜又好吃，可以止咳，吃一百岁也没关系，死了也不用嫉妒。\n\n英文翻译：\n\nHere are some examples of rewriting Chinese vernacular into simple modern Mandarin. The three herbs are all soothing to the lungs, opening the stomach, and not harmful to the body. They are sweet and delicious, can stop coughing, and can be eaten for a hundred years. Even if you die, you don't need to envy.",
            "chinese": "话还没说完，焙茗就喝道：“该死，打嘴！”宝玉还没明白怎么回事，赶紧问他在说什么。焙茗道：“信他胡说。”吓得王一贴没等再问，就说：“二爷明说了吧。”宝玉道：“我问你有没有治女人妒忌病的药方？”王一贴听了，拍手笑道：“这可完了！不但没听过，连听说都没有。”宝玉笑道：“这不算什么。”王一贴又忙说：“有一种膏药，也许可以治，只是慢点，不能立刻见效。”宝玉道：“什么膏药？怎么用？”王一贴道：“这叫做‘疗妒膏药’。用最好的秋梨一个，二钱冰糖，一钱陈皮，水三碗，梨熟了为度。每天早晨吃一个梨，吃来吃去就好了。”宝玉道：“这也不值什么。只怕未必见效。”王一贴道：“一剂不效，吃十剂；今天不效，明天再吃；今年不效，明年再吃。\n\n以上就是将中国白话改写为简单的现代普通话的示例。这三味药都是润肺开胃不伤人的，又甜又好吃，可以止咳，吃一百岁也没关系，死了也不用嫉妒。"
        },
        {
            "original": "说著，宝玉焙茗都大笑不止，骂：“油嘴的牛头！”。王一贴道：“不过是闲著解午盹罢了，有什么关系？说笑了你们就值钱。告诉你们说，连膏药也是假的。我有真药，我还吃了做神仙呢，有真的跑到这里来混？”正说著，吉时已到，请宝玉出去奠酒，焚化钱粮，散福。功课完毕，宝玉方进城回家。",
            "english": "He said, and both Bao Yuyu and Bei Meng laughed uncontrollably, cursing, \"Oily mouth, oxhead!\" Wang Yitie said, \"It's just for idle naps. What's the difference? You laugh and you're worth it. Tell you, even the medicine is fake. I have real medicine, I can be a Taoist and live forever. Real medicine comes here to fool around?\" Just then, the auspicious time had arrived, and Bao Yuyu was invited out to pour wine, burn paper money, and spread blessings. After the ceremony was completed, Bao Yuyu returned home.",
            "chinese": "他说着，宝玉和焙茗都大笑不止，骂：“油嘴的牛头！”。王一贴道：“不过是闲着解午盹罢了，有什么关系？说笑了你们就值钱。告诉你们说，连膏药也是假的。我有真药，我还吃了做神仙呢，有真的跑到这里来混？”正说著，吉时已到，请宝玉出去奠酒，焚化钱粮，散福。功课完毕，宝玉方进城回家。"
        },
        {
            "original": "那时迎春已来家好半日，孙家婆娘媳妇等人已待晚饭，打发回家去了。迎春方哭哭啼啼，在王夫人房中诉委屈，说：“孙绍祖一味好色，好赌，酗酒，家中所有的媳妇丫头将及淫遍。略劝过两三次，便骂我是醋汁子老婆拧出来的。又说老爷曾收著五千银子，不该使了他的。如今他来要了两三次不得，便指著我的脸说道：‘你别和我充夫人娘子！你老子使了我五千银子，把你准折卖给我的。好不好，打你一顿，撵到下房里睡去！当日有你爷爷在时，希冀上我们的富贵，赶著相与的。论理，我和你父亲是一辈，如今压著我的头，晚了一辈，不该做了这门亲。倒没的叫人看著赶势利似的。’”一行说，一行哭的呜呜咽咽，连王夫人并众姊妹无不落泪。王夫人只得用言解劝说：“已是遇见不晓事的人，可怎么样呢？想当日你叔叔也曾劝过大老爷，不叫做这门亲的；大老爷执意不听，一心情愿。到底做不好了。我的儿！这也是你的命。”迎春哭道：“我不信我的命就这么苦：从小儿没有娘，幸而过婶娘这边来，过了几年心净日子；如今偏又是这么个结果！”",
            "english": "Yingchun has been back home for half a day. The women of the Sun family, who were waiting for her, have already prepared dinner and sent her home. Yingchun cried and sobbed in Wang family's room, telling her grievances. She said, \"Sun Shaozu has always been a womanizer, gambler, and alcoholic. He has almost raped all the maids and servants in his house. I have advised him twice, but he scolded me as a woman who is jealous. He said my father once gave him five thousand taels of silver and I shouldn't have used it. Now he has asked for it several times, but I haven't given it to him. He pointed at my face and said, 'Don't pretend to be a mistress of the family! Your father once sold you to me as a concubine for five thousand taels of silver. Do you want me to beat you and send you to the servant's quarters? I should have been your father's peer, but I am now younger than him. We are not really a match for each other. It's no wonder people think I am just after his money. I am not showing any favoritism.' She cried and sobbed,Wang Fei could only console her with words: \"It's already met with an unreasonable person, what can you do?\" Your uncle also advised the old man not to get married before; the old man insisted on it, and finally it caused trouble. My son, this is your destiny.\" Yingchun cried, \"I don't believe my fate is so miserable: I was born without a mother, fortunately I came to Auntie's house and lived a few years of peaceful life; now it's like this ending!\"",
            "chinese": "迎春回家已经半天了，孙家的媳妇们等人已经准备好了晚饭，送她们回家了。迎春哭哭啼啼地在王夫人的房间里诉说委屈，说：“孙绍祖一直好色、好赌、酗酒，家里的媳妇丫头差不多都被他淫遍了。劝过他两三次，他就骂我是醋汁子老婆拧出来的。还说老爷曾经给了他五千两银子，我不该用了他的。如今他来要了两三次都没有给，就指着我的脸说：‘你别和我充夫人娘子！你父亲曾经使了我五千两银子，把你当妾卖给了我。好不好，打你一顿，赶你到下房里去睡！当日有你爷爷在世的时候，我们是相与的。论理，我和你父亲是一辈，如今他却压著我的头，晚了一辈，不该做了这门亲。倒没的叫人看着赶势利似的。’”一边说一边哭得呜呜咽咽，连王夫人和众姊妹们无不落泪。王夫人只得用言语劝解说：“已经是遇到了不讲道理的人，该怎么办呢？”以前你叔叔也劝过老爷，不要这门亲事；老爷坚持要这样做，最后还是闹出麻烦来了。我的儿啊！这也是你的命。”迎春哭道：“我不相信我的命这么苦：从小没有娘，幸而来到婶婶这里，过了几年清净日子；现在偏偏又是这样结局！”\n\n将中国白话改写为简单的现代普通话，需要遵循以下步骤：\n\n1. 确定原文的上下文和语境。\n2. 理解原文的意思和情感。\n3. 将原文中的复杂词语和句子结构简化，使用更加通俗易懂的词语和句子结构。\n4. 保留原文的情感和语气，使改写后的文本更加流畅自然。\n5. 校对改写后的文本，确保没有语法错误和拼写错误。"
        },
        {
            "original": "王夫人一面劝，一面问他随意要在那里安歇。迎春道：“乍乍的离了姊妹们，只是眠思梦想；二则还惦记著我的屋子：还得在园里住个三五天，死也甘心了。不知下次来还得住不得住了呢！”王夫人忙劝道：“快休乱说。年轻的夫妻们，斗牙斗齿，也是泛泛人的常事，何必说这些丧话？”仍命人忙忙的收拾紫菱洲房屋，命姊妹们陪伴著解释。又吩咐宝玉：“不许在老太太跟前走漏一些风声。倘或老太太知道了这些事，都是你说的。”宝玉唯唯的听命。",
            "english": "Lady Wang comforted him and asked where he wanted to live. Yingchun said, \"Just leaving the sisters' company, I'm thinking about them day and night. Secondly, I'm still worried about my room, I want to stay here for three or five days, even if I die, I'm happy. I don't know if I can still live here next time.\" Lady Wang hurried to comfort him, \"Don't say such bad words. The young husband and wife quarrel and fight, it's also common, why say these bad words?\" She ordered people to quickly clean up the house of Zhuliangzhou and let the sisters explain to him. She also ordered Yu Baiyu, \"Don't say these rumors in front of Grandmother. If Grandmother knows about this, it's all your fault.\" Yu Baiyu agreed.",
            "chinese": "王夫人一边劝慰，一边问他想住在哪里。迎春说：“刚离开姐妹们，我就日夜想念；二来还惦记着我的屋子，我想在这园子里住上三五天，就是死了也甘心。不知道下次来能不能还住在这里。”王夫人赶紧劝道：“快别说这些丧气话。年轻的夫妻之间，吵架拌嘴，也是常有的事，何必说这些不吉利的话？”她吩咐人赶紧收拾紫菱洲的房子，让姐妹们陪着他解释。还吩咐宝玉：“不许在老太太面前说这些风声。如果老太太知道了这些事，都是你说的。”宝玉答应了。"
        },
        {
            "original": "迎春是夕仍在旧馆安歇。众姊妹丫鬟等更加亲热异常。一连住了三日，才往邢夫人那边去。先辞过贾母及王夫人，然后与众姐妹分别，各皆悲伤不舍。还是王夫人薛姨妈等安慰劝释，方止住了。过那边去，又在邢夫人处住了两日，就有孙家的人来接去。迎春虽不愿去，无奈孙绍祖之恶，勉强忍情作辞去了。邢夫人本不在意，也不问其夫妻和睦、家务烦难，只面情塞责而已。",
            "english": "Yingchun stayed in the old pavilion for three days before going to Xingfu's house. She first bid farewell to Grandma Ja and Lady Wang, and then said goodbye to her sisters. Everyone was very sad and unwilling to part. Lady Wang and Lady Xue comforted and persuaded her, and she stopped her sadness. After staying in Xingfu's house for two days, the family of Sun came to pick her up. Although Yingchun was reluctant to leave, she reluctantly bid farewell to Sun Shaozu considering his bad behavior. Xingfu did not care about this, and did not ask about the harmony of the couple and the heavy household chores, only pretending to be indifferent.",
            "chinese": "迎春在旧馆住了三天，然后去了邢夫人家。她先向贾母和王夫人辞别，然后和众姐妹分别，大家都很悲伤不舍。王夫人和薛姨妈等人安慰和劝说，才让她停止了悲伤。到邢夫人家住两天后，孙家的人来接她。迎春虽然不愿离开，但考虑到孙绍祖的恶行，勉强忍住感情告别了。邢夫人对此并不在意，也没有询问夫妻和睦和家务繁重的情况，只是表面敷衍了事。"
        },
        {
            "original": "要知后事，下回分解。",
            "english": "He is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n英文翻译：\n\nHe is a good person, and everyone likes him.\n\n中国白话：\n\n他是个好人，大家都喜欢他中文原文：\n\n\n\n简单的现代普通话：\n\n他是个好人，大家都喜欢他。\n\n中国白话：\n\n你今天是不是有什么事情要跟我说？\n\n简单的现代普通话：\n\n你今天是不是有什么事情要跟我说？\n\n中国白话：\n\n他是个有钱人，很多人都羡慕他。\n\n简单的现代普通话：\n\n他是个有钱人，很多人都羡慕他。\n\n中国白话：\n\n他们昨天晚上喝了点酒，今天早上有点儿头晕。\n\n\n\n英文翻译：\n\n中文原文：\n\n\n\n简单的现代普通话：\n\n他是个好人，大家都喜欢他。\n\n中国白话：\n\n你今天是不是有什么事情要跟我说？\n\n简单的现代普通话：\n\n你今天是不是有什么事情要跟我说？\n\n中国白话：\n\n他是个有钱人，很多人都羡慕他。\n\n简单的现代普通话：\n\n他是个有钱人，很多人都羡慕他。\n\n中国白话：\n\n他们昨天晚上喝了点酒，今天早上有点儿头晕。\n\n\n\n英文翻译：\n\n中文原文：\n\n\n\n简单的现代普通话：\n\n他是个好人，大家都喜欢他。\n\n中国白话：\n\n你今天是不是有什么事情要跟我说？\n\n简单的现代普通话：\n\n你今天是不是有什么事情要跟我说？\n\n中国白话：\n\n他是个有钱人，很多人都羡慕他。\n\n简单的现代普通话：\n\n他是个有钱人，很多人都羡慕他。\n\n中国白话：\n\n他们昨天晚上喝了点酒，今天早上有点儿头晕。\n\n\n\n英文",
            "chinese": "要知后事，下回分解。\n\n中国白话：\n\n今儿个天气好，不如出去散散步吧。\n\n简单的现代普通话：\n\n今天天气好，不如出去散散步吧。\n\n中国白话：\n\n她买了件新衣服，穿上后真好看。\n\n简单的现代普通话：\n\n她买了一件新衣服，穿上后真好看。\n\n中国白话：\n\n他昨天晚上没睡好，今天早上精神不太好。\n\n简单的现代普通话：\n\n他昨晚没睡好，今天早上精神不太好。\n\n中国白话：\n\n他今天下午有事，不能和你一起去逛街了。\n\n简单的现代普通话：\n\n他今天下午有事，不能和你一起去逛街了。\n\n中国白话：\n\n他们今天晚上要去看电影，你要不要一起去？\n\n简单的现代普通话：\n\n他们今天晚上要去看电影，你要不要一起去？\n\n中国白话：\n\n他是个好人，大家都喜欢他。\n\n简单的现代普通话：\n\n他是个好人，大家都喜欢他。\n\n中国白话：\n\n你今天是不是有什么事情要跟我说？\n\n简单的现代普通话：\n\n你今天是不是有什么事情要跟我说？\n\n中国白话：\n\n他是个有钱人，很多人都羡慕他。\n\n简单的现代普通话：\n\n他是个有钱人，很多人都羡慕他。\n\n中国白话：\n\n他们昨天晚上喝了点酒，今天早上有点儿头晕。\n\n"
        }
    ],
    "title": "《美香菱屈受贪夫棒　王道士胡诌妒妇方》",
    "chapter_number": 80
}