{
    "paragraphs": [
        {
            "original": "且说迎春归去之后，邢夫人像没有这事。倒是王夫人抚养了一场，却甚是伤感，在房中自己叹息了一回。只见宝玉走来请安，看见王夫人脸上似有泪痕，也不敢坐，只在旁边站著。王夫人叫他坐下，宝玉才捱上炕来，就在王夫人身旁坐了。",
            "english": "Let us return to the time when Yang Chun was taken away by Jia Shide. It seems that Feng Lady acted as if nothing had happened, but it was Lady Wang who had raised Yang Chun and felt sad. In her room, she sighed to herself. Soon after, the sight of Yu Bing coming to greet her gave her a reason to smile, though it was a forced one. He did not dare to sit down but stood by her side. When Lady Wang told him to sit, he sat next to her, close to the bed.\n\nIn the story of \"Dream of the Red Chamber,\" the character Wang, who is the wife of Jia Shide, and her son Yu Bing, are depicted in this passage. The scene shows the sadness and concern of Wang as she reflects on her daughter-in-law's departure, and the cautious and respectful behavior of Yu Bing as he seeks to comfort her. The story is rich in cultural and historical context, reflecting the complex social dynamics and familial relationships in 18th century Chinese society. Through this scene, the author explores themes of love, duty, and the intricate bonds that tie people together within a family.",
            "chinese": "且说迎春被贾赦接走之后，邢夫人仿佛这事儿没发生过，倒是王夫人含辛茹苦养大了迎春，心中难过，在房中独自叹了一回气。随后，只见宝玉过来请安，看见王夫人脸上似乎有泪水的痕迹，也不敢坐，只是站在旁边。王夫人叫他坐下，宝玉才挨着炕边，坐在王夫人身旁。"
        },
        {
            "original": "王夫人见他呆呆的瞅著，似有欲言不言的光景，便道：“你又为什么这样呆呆的？”宝玉道：“并不为什么。只是昨儿听见二姐姐这种光景，我实在替他受不得。虽不敢告诉老太太，却这两夜只是睡不著。我想偺们这样人家的姑娘，那里受得这样的委屈？况且二姐姐是个最懦弱的人，向来不会和人拌嘴，偏偏儿的遇见这样没人心的东西，竟一点儿不知道女人的苦处！”说著，几乎滴下泪来。王夫人道：“这也是没法儿的事。俗语说的：‘嫁出去的女孩儿，泼出去的水。’叫我能怎么样呢？”宝玉道：“我昨儿夜里倒想了一个主意：偺们索性回明了老太太，把二姐姐接回来，还叫他紫菱洲住著，仍旧我们姐妹弟兄们一块儿吃，一块儿玩，省得受孙家那混账行子的气。等他来接，偺们硬不叫他去。由他接一百回，偺们留他一百回。只说是老太太的主意。－－这个岂不好呢？”王夫人听了，又好笑，又好恼，说道：“你又发了呆气了！混说的是什么？大凡做了女孩儿，终久是要出门子的。嫁到人家去，娘家那里顾得？也只好看他自己的命运，碰的好就好，碰的不好也就没法儿。你难道没听见人说：‘嫁鸡随鸡，嫁狗随狗。’那里个个都像你大姐姐做娘娘呢？况且你二姐姐是新媳妇，孙姑爷也还是年轻的人，各人有各人的脾气，新来乍到，自然要有些别扭的。过几年，大家摸著脾气儿，生儿长女以后，那就好了。你断断不许在老太太跟前说起半个字。我知道了，是不依你的。快去干你的去罢，别在这里混说了。”说的宝玉也不敢作声，坐了一回，无精打彩的出来了。别著一肚子闷气，无处可泄，走到园中，一径往潇湘馆来。刚进了门，便放声大哭起来。",
            "english": "Mrs. Wang, seeing him staring blankly, seemed to have something on his mind. \"What's wrong with you?\" she asked. \"Nothing,\" he replied. \"I just heard yesterday that our cousin had been beaten. I felt sorry for her. I didn't dare to tell Granny, but I couldn't sleep last night. I can't understand how anyone can treat a girl like that. I can't understand how someone so weak can be so beaten. I've always wanted to be a man, but if I were a man, I'd never have allowed someone to do that to a girl.\" He started to cry. \"What can I do?\" asked Mrs. Wang. \"It's a woman's fate.\" \"I've thought of something,\" said宝玉. \"Let's just tell Granny that we want to bring cousin back, and live together at the Orchid Lake Villa. We'll eat and play together. We'll just say that Granny wants to do this. Then she'll have to live with us.\" \"You've lost your mind,\" Mrs. Wang said, laughing. \"What kind of nonsense are you talking?\" \"I know that all girls have to marry some day,\" said 玉. \"But when they marry, they have to leave home and worry about their own fate. You have to accept whatever you get. You can't complain, because you're not in your own home any more. It's like this proverb: 'Get married and leave your parents.'\" \"I know that you're just upset,\" said Mrs. Wang. \"I know you want to help cousin, but we can't just take her back. We can't just tell Granny about this. You can't do this. I'll punish you if you do. Now go do something useful. Don't just stand here.\" He nodded and went out, glum and sad. With no outlet for his anger, he just walked through the garden until he came to the Thatched Pavilion. Once inside, he burst into tears.",
            "chinese": "王夫人见他呆呆地望着，似乎有些想说话的样子，便问：“你这是怎么了？”宝玉说：“没什么。只是昨儿听见二姐姐这样的情形，我实在替她难过。虽然没敢告诉老太太，但这两夜我睡不着觉。想想咱们这样人家的姑娘，哪能受得了这样的委屈？况且二姐姐是个最懦弱的人，一向不会跟人拌嘴，偏偏遇见这样没心肝的东西，全不知道女人的苦处！”说着，几乎要哭出声来。王夫人说：“这也是没有办法的事。俗语说：嫁出去的女孩儿，泼出去的水。叫我怎么呢？”宝玉说：“我昨儿夜里想了一个主意：咱们干脆告诉老太太，把二姐姐接回来，让他住回紫菱洲，咱们姐妹兄弟一块儿吃，一块儿玩，省得受孙家那个混账东西的气。等他来接，咱们硬不让他去。由他接一百回，咱们留他一百回。只说是老太太的主意。－－这样不好吗？”王夫人听了，又好笑，又好恼，说：“你又发痴了！说的什么胡话？大凡做了女孩儿，终归是要嫁人的。嫁到人家去，娘家那里顾得？也只能看自己的命运，碰得好就是好，碰得不好也就没办法。你没听说过：嫁鸡随鸡，嫁狗随狗？哪能个个都像你大姐姐做娘娘呢？况且你二姐姐是新媳妇，孙姑爷也还是年轻的人，各人有各人的脾气，新来乍到，自然要有些别扭的。过几年，大家摸著脾气儿，生儿长女以后，那就好了。你千万不许在老太太跟前说起半个字。我知道了，是不会依你的。快去干你的事吧，别在这里瞎说了。”说的宝玉也不敢出声，坐了一会儿，没精打彩地出来了。别着一肚子的闷气，无处可泄，走到园中，直奔潇湘馆而来。刚进了门，便放声大哭起来。"
        },
        {
            "original": "黛玉正在梳洗才毕，见宝玉这个光景，倒吓了一跳，问：“是怎么了？合谁怄了气了？”连问几声。宝玉低著头，伏在桌子上，呜呜咽咽，哭的说不出话来。黛玉便在椅子上怔怔的瞅著他，一会子问道：“到底是别人合你怄了气了，还是我得罪了你呢？”宝玉摇手道：“都不是，都不是！”黛玉道：“那么著，为什么这么伤心起来？”宝玉道：“我只想著，偺们大家越早些死的越好，活著真真没有趣儿！”黛玉听了这话更觉惊讶，道：“这是什么话？你真正发了疯不成？”宝玉道：“也并不是发疯。我告诉你，你也不能不伤心。前儿二姐姐回来的样子和那些话，你也都听见看见了。我想人到了大的时候为什么要嫁？嫁出去，受人家这般苦楚！还记得偺们初结海棠社的时候，大家吟诗做东道，那时候何等热闹！如今宝姐姐家去了，连香菱也不能过来，二姐姐又出了门子了，几个知心知意的人都不在一处，弄得这样光景！我原打算去告诉老太太，接二姐姐回来，谁知太太不依，倒说我呆，混说。我又不敢言语。这不多几时，你瞧瞧，园中光景已经大变了。若再过几年，又不知怎么样了。故此，越想不由的人心里难受起来。”",
            "english": "林黛玉正在整理完毕，见到宝玉这模样，不由得吓了一跳，问：“出了什么事？和谁吵架了？”她连问了好几声。宝玉低头，趴在桌子上，呜呜咽咽地哭泣，说不出话来。黛玉坐在椅子上，盯着他看了片刻，然后问道：“到底是谁和你吵架了，还是我得罪了你？”宝玉摇着手说：“都不是，都不是！”黛玉说：“那为什么伤心？”宝玉说：“我想，我们大家最好早点死掉，活着真是太无聊了！”黛玉听了这话，更加惊讶，说：“这是什么话？你疯了吗？”宝玉说：“并不是疯了。告诉你，你也得伤心。前几天，二姐姐回来时，她说话的样子和她说的话，你都听见看见了。想来人长大了，为什么要嫁人？嫁出去，要受别人的苦！你还记得当初结海棠社的时候，大家吟诗做东道，那时候多么热闹！如今宝姐姐家搬走了，香菱也不能过来，二姐姐又嫁了人，几个知心的朋友都不在一起，搞得这模样！我本来打算去告诉老太太，接二姐姐回来，谁知太太不依，说我傻，乱说话。我又不敢多说什么。这没多久，你看，园里的气氛已经大变了。再过几年，又不知道会怎么样了。所以，越想越觉得心里难受。”\n\nThis passage describes Lin Daiyu's surprise and puzzlement at her crying, as well as Bai Yu's concern about the future. Bai Yu feels that with the departure of his close friends and changes in their surroundings, life has become increasingly lonely and meaningless. He even wishes to escape sooner, which surprises and worries Daiyu. Daiyu tries to comfort Bai Yu, but he remains agitated. His worry stems from his reflection on the meaning of life and his keen perception of changes in the environment. This passage, through detailed psychological description, reveals the deep emotional bond between Bai Yu and Daiyu, as well as their profound thoughts on reality.",
            "chinese": "黛玉正在梳洗完毕，见宝玉这模样，惊了一跳，问：“怎么啦？同谁拌了嘴？”接连问了好几声。宝玉低着头，伏在桌子上，呜呜咽咽地哭，说不出话来。黛玉坐在椅子上，盯着他看，过了一会儿问道：“到底是同谁拌了嘴，还是我得罪了你？”宝玉摇着手说：“都不是，都不是！”黛玉说：“那到底为什么伤心？”宝玉说：“我只想，我们大家越早死越好，活著真没有意思！”黛玉听了这话，更觉惊讶，说：“这是什么话？你发疯了不成？”宝玉说：“并不是发疯。告诉你，你也得伤心。前儿，二姐姐回来时，样子和她说的那些话，你都听见看见了。想来人长大了，为什么要嫁？嫁出去，受人家的苦楚！还记得当初结海棠社的时候，大家吟诗做东道，那时候多热闹！如今宝姐姐家搬了去，香菱也不能过来，二姐姐又嫁了人，几个知心知意的人都不在一处，弄得这模样！我本打算去告诉老太太，接二姐姐回来，谁知太太不依，倒说我傻，瞎说。我又不敢言语。这不多几时，你瞧瞧，园里气氛已经大变了。若再过几年，又不知怎么样了。故此，越想不由人心里难受起来。”\n\n这段文字描述了林黛玉在宝玉突然哭诉时的惊讶与不解，以及宝玉对未来的忧虑和对现实状况的感慨。宝玉觉得随着身边知心朋友的远离和环境的改变，生活变得越来越孤独和无趣，他甚至希望早日解脱，而这种想法让黛玉也感到震惊和担心。黛玉试图安慰宝玉，但宝玉依然无法平静，他的忧虑源自对生命意义的思考和对周围环境变化的敏锐感知。这段话通过细腻的心理描写，展现了宝玉和黛玉之间深厚的情感联系，以及他们对现实生活的深刻思考。"
        },
        {
            "original": "黛玉听了这番言语，把头渐渐的低了下去，身子渐渐的退至炕上，一言不发，叹了口气，便向里躺下去了。紫鹃刚拿进茶来，见他两个这样，正在纳闷。只见袭人来了，进来看见宝玉，便道：“二爷在这里呢么？老太太那里叫呢。我估量著二爷就是在这里。”",
            "english": "Here, Jia Baoyu is speaking to Lady Lin while Lady Lin is speaking to Jia Baoyu and Lin Daiyu at the same time. It is highly confusing. \n\n林黛玉听了宝玉的话, 把头慢慢低了下去, 身子也慢慢退到炕上, 一句话也没有说, 叹了口气, 便往里边躺下去了. 紫鹃刚端进茶来, 见他们如此光景, 心里疑惑不解. 这时袭人进来, 进来看见宝玉, 说道: \"二爷在此么? 老太太那里叫呢. 我猜想着二爷必在此处.\"\n\nLin Daiyu, upon hearing what Yu Baoyu said, lowered her head and slowly retreated to the bed, saying nothing. She sighed and lay down. As Zuijuan was just serving tea, she was puzzled by their behavior. At this time, Xisi came in and, seeing Baoyu, said, \"Has Young Master Baoyu arrived yet? Old Master is calling. I suspect he must be here.\"\n\nJia Baoyu was talking to Lin Yinlin, Lin Daiyu, while Lin Yinlin was talking to Jia Baoyu. The situation is very confusing. \n\nLin Daiyu listened to Yu Baoyu's words, lowered her head slowly, and retreated to the bed. She didn't say a word and sighed. After that, she lay down. As Zuijuan just brought in tea, she was puzzled by their behavior. At this moment, Xisi came in and saw Baoyu. She said, \"Has Young Master Baoyu arrived yet? Old Master is calling. I suspect he must be here.\"",
            "chinese": "黛玉听了宝玉的话，头慢慢低了下去，身体也慢慢退到炕上，一句话也没说，叹了口气，就往里边躺下去了。紫鹃刚端进茶来，看到他们这个样子，心里很疑惑。这时，袭人来了，进来看见宝玉，就说：“二爷在这儿吗？老太太那里叫呢。我猜想着二爷就是在这儿。”\n\n紫鹃刚端着茶进来，看到黛玉和宝玉这样的举动，感到很困惑。接着，袭人来了，进来看到宝玉后，说道：“二爷在这儿吗？老太太那儿在叫呢。我估计二爷应该在这儿。”"
        },
        {
            "original": "黛玉听见是袭人，便欠身起来让坐。黛玉的两个眼圈儿已经哭的通红了。宝玉看见，道：“妹妹，我刚才说的不过是些呆话，你也不用伤心了。要想我的话时，身子更要保重才好。你歇歇儿罢。老太太那边叫我，我看看去就来。”说著，往外走了。袭人悄问黛玉道：“你两个又为什么？”黛玉道：“他为他二姐姐伤心，我是刚才眼睛发痒揉的，并不为什么。”袭人也不言语，忙跟了宝玉出来，各自散了。宝玉来到贾母那边，贾母却已经歇晌，只得回到怡红院。",
            "english": "As the maid asked Lin Daiyu in a whisper, what were you two talking about, Lin Daiyu answered that the man was weeping bitterly about his brother's death and that she had only been rubbing her eyes, which were stinging. The maid did not reply but hurried off to look for Yu, and they went their separate ways. Yu went to visit his grandmother, who was resting, and he had to return to his own quarters.",
            "chinese": "袭人悄声问黛玉，刚才你们谈些什么，黛玉说，他因为哥哥的事伤心得直哭，我只不过是揉眼睛，没有别的。袭人不说话，急忙去找宝玉，两人就各自散了。宝玉去了贾母那边，贾母正在休息，他只好回到怡红院。"
        },
        {
            "original": "到了午后，宝玉睡了中觉起来，甚觉无聊，随手拿了一本书看。袭人见他看书，忙去沏茶伺候。谁知宝玉拿的那本书却是《古乐府》，随手翻来，正看见曹孟德“对酒当歌，人生几何”一首，不觉刺心。因放下这一本，又拿一本看时，却是晋文，翻了一页，忽然把书掩上，托著腮，只管痴痴的坐著。袭人倒了茶来，见他这般光景，便道：“你为什么又不看了？”宝玉也不答言，接过茶来，喝了一口，便放下了。袭人一时摸不著头脑，也只管站在旁边，呆呆的看著他。忽见宝玉站起来，嘴里咕咕哝哝的说道：“好一个‘放浪形骸之外’！”袭人听了，又好笑，又不敢问他，只得劝道：“你若不爱看这些书，不如还到园里逛逛，也省得闷出毛病来。”",
            "english": "When the afternoon came, after sleeping, Baiyu found himself empty and uninterested. He picked up a book at random to read. Upon seeing this, Xiren hurriedly fetched tea to serve him. Little did she know that the book he had picked up was \"Ancient Folk Songs,\" and as he casually flipped through its pages, he chanced upon the lines \"When drinking wine, sing a song, how many years do we have left in life?\" These words touched his heart. Thus, he put down the book and picked up another one. As he turned a page, he suddenly closed the book, held his chin in his hand, and sat quietly. Xiren poured the tea and, seeing his posture, asked, \"Why have you stopped reading the book again?\" Baiyu remained silent, took a sip of tea, and put it down. Xiren couldn't guess his thoughts and stood beside him, staring at him. Suddenly, he stood up and muttered, \"What a 'freedom and abandonment of one's body!'\" Hearing this, Xiren found it both amusing and reluctant to question him. She then advised, \"If you don't like these books, perhaps you could go around the garden. That would also help avoid getting bored and falling ill.\" \n\nShould there be any errors, please correct them. Thank you.",
            "chinese": "到了午后，宝玉睡午觉起来，觉得空虚无趣，随手拿起一本书看，袭人见了，忙去烧茶来伺候。谁知他拿起的书是《古乐府》，随意翻了翻，正巧翻到曹操“对酒当歌，人生几何”那一首，心里很受触动。于是放下这一本，又拿起另一本书看，翻了一页，忽然把书合上，托着腮帮，静静坐着。袭人倒了茶来，见他这模样，便问道：“你为什么又不看书了？”宝玉没说话，接过茶来喝了一口，又放下了。袭人一时猜不透他的心思，也站在旁边，呆呆地看着他。忽然见宝玉站起来，嘴里含糊不清地说：“好一个‘放浪形骸之外’！”袭人听了，觉得又好笑又不敢问他，只好劝道：“你要是不喜欢看这些书，不如到园子里逛逛，也能避免闷出毛病来。”\n\n如有错误请指正，谢谢。"
        },
        {
            "original": "那宝玉一面口中答应，只管出著神，往外走了。一时走到沁芳亭，但见萧疏景象，人去房空。又来至蘅芜院，更是香草依然，门窗掩闭。转过藕香榭来，远远的只见几个人，在蓼溆一带栏杆上靠著，有几个小丫头蹾在地下找东西。宝玉轻轻的走在假山背后听著。只听一个说道：“看他洑上来不洑上来。”好似李纹的语音。一个笑道：“好！下去了。我知道他不上来的。”这个却是探春的声音。一个又道：“是了。姐姐，你别动，只管等著，他横竖上来。”一个又说：“上来了。”这两个却是李绮、邢岫烟的声儿。",
            "english": "So, as he answered, his mind was elsewhere as he moved out. He came to the Temple of Fragrant Scent, where the houses were empty and the flowers were withered. He then moved to the Honeysuckle Courtyard, where the fragrant herbs remained and the gate was tightly closed. As he turned to the Lotus Fragrance Pavilion, he saw several maids leaning on the railing by the water, and a few maidservants squatting on the ground searching for something. Quietly hiding behind the rocks, he eavesdropped. He heard one say, \"Watch if he can swim up.\" This voice sounded like Li Wen's. A person laughed, \"Good, he's gone down. I know he won't come up.\" This was from Princess Tian. Then, someone said, \"Right. Sister, don't move, just wait, he'll come up sooner or later.\" Another said, \"He came up.\" This voice was from Li Qi and Xing Xiu's.",
            "chinese": "那宝玉一面答应着，却心不在焉地走了出来。他走到沁芳亭边，但见屋舍空空，花木萧疏。他又转到蘅芜院，这里香草依旧，门户紧闭。他转过藕香榭，远远地望见几个丫鬟在靠近水边的栏杆上靠着，还有几个小丫头蹲在地上找东西。宝玉轻轻地躲在假山背后偷听。只听见一个人说：“看他是不是要游上来。”这声音好似李纹的。一个笑道：“好，下去了。我知道他不会上来的。”这声音是探春的。一个又说：“是了。姐姐，你别动，只管等着，他横竖会游上来的。”一个又说：“上来了。”这声音是李绮、邢岫烟的。\n\n宝玉一边答应着，却心神不定，往外走去了。不一会儿，他来到沁芳亭边，只见亭中花木稀疏，人去屋空。随后他来到蘅芜院，这里花香依旧，门户紧闭。接着，他转到了藕香榭，远远地望见几个丫鬟在靠近水边的栏杆上坐着，有几个小丫头蹲在地上找东西。宝玉悄悄地躲在假山背后偷听。只听到一个说：“看他能不能游上来。”这声音听起来像是李纹的。一个人大笑：“好，下去了。我知道他不会上来的。”这声音是探春的。然后，又有人说道：“是了。姐姐，你别动，只管等着，他迟早会游上来的。”又有人说道：“上来了。”这声音是李绮、邢岫烟的。"
        },
        {
            "original": "宝玉忍不住，拾了一块小砖头儿，往那水里一撂。咕咚一声，四个人都吓了一跳，惊讶道：“这是谁这么促狭，吓我们一跳！”宝玉笑著从山子后直跳出来，笑道：“你们好乐啊！怎么不叫我一声儿？”探春道：“我就知道再不是别人，必是二哥哥，这么淘气。没什么说的，你好好儿的赔我们的鱼罢！刚才一个鱼上来，刚刚儿的要钓著，叫你吓跑了。”宝玉笑道：“你们在这里玩，竟不找我，我还要罚你们呢。”大家笑了一回。宝玉道：“偺们大家今儿钓鱼，占占谁的运气好。看谁钓得著，就是他今年的运气好；钓不著，就是他今年运气不好。偺们谁先钓？”探春便让李纹，李纹不肯。探春笑道：“这样就是我先钓。”回头向宝玉说道：“二哥哥，你再赶走了我的鱼，我可不依了。”宝玉道：“头里原是我要吓你们玩，这会子你只管钓罢。”",
            "english": "Jade couldn't resist it, and picked up a small piece of brick and threw it into the pond with a bang. The four people jumped in fright, and exclaimed in astonishment, \"Who has played such a cruel trick on us?\" Jade jumped out from behind the mountain and laughed, \"You were all having fun and didn't even call me? Why should I be punished?\" \n\n\"Of course I know it's not someone else, it must be the naughty brat, Jade. There's nothing to say about it. Just make up for the fish that ran away from you, okay?\" asked Linchun. \"I knew it wasn't anyone else, it must be the naughty brat, Jade. Just make up for the fish that ran away from you.\" \"You guys were playing and didn't even look for me, I should punish you.\" They all laughed. \"Today we're fishing, let's see whose luck is good. Whoever catches a fish is lucky this year, and whoever doesn't catch a fish is unlucky this year. Who wants to go first?\" Linchun offered to let Liwen go first, but Liwen refused. Linchun said, \"That's right, let me go first then.\" She turned to Jade and said, \"Second brother, if you chase my fish away again, I won't forgive you.\" Jade said, \"I was just trying to have some fun, now you can focus on fishing.\"",
            "chinese": "宝玉忍不住，拾了一块小砖头儿，往池塘里一扔。咕咚一声响，吓了四个人一大跳，惊讶道：“这是谁这么恶作剧，把我们吓了一跳！”宝玉笑着从山子后面跳出来，笑道：“你们正玩得高兴，怎么不叫上我一声？”探春道：“我就知道不是别人，一定是宝玉这淘气包。没什么说的，你好好儿地赔我们被你吓跑的鱼罢！刚才一个鱼上钩了，正要钓上，叫你吓跑了。”宝玉笑道：“你们在这里玩，竟然不找我，我还要罚你们呢。”大家笑了一阵。宝玉道：“我们今天钓鱼，算算谁的运气好。看谁钓着了，就是他今年运气好；钓不着，就是他今年运气不好。我们谁先钓？”探春让李纹，李纹不肯。探春笑道：“那这样，就让我先钓。”回头对宝玉说：“二哥哥，你再把我的鱼赶跑，我就不依你。”宝玉道：“头里我原是想吓你们玩，这会子你就安心钓鱼罢。”"
        },
        {
            "original": "探春把丝绳抛下，没十来句话的工夫，就有一个杨叶窜儿，吞著钩子，把漂儿坠下去。探春把竿一挑，往地下一撩，却是活迸的。侍书在满地上乱抓，两手捧著搁在小磁坛内，清水养著。探春把钓竿递与李纹。李纹也把钓竿垂下，但觉丝儿一动，忙挑起来，却是个空钩子。又垂下去半晌，钩丝一动，又挑起来，还是空钩子。李纹把那钩子拿上来一瞧，原来往里钩了。李纹笑道：“怪不得钓不著。”忙叫素云把钩子敲好了，换上新虫子，上边贴好了苇片儿。垂下去一会儿，见苇片直沉下去，急忙提起来，倒是一个二寸长的鲫瓜儿。李纹笑著道：“宝哥哥钓罢。”宝玉道：“索性三妹妹合邢妹妹钓了我再钓。”岫烟却不答言。只见李绮道：“宝哥哥先钓罢。”说著，水面上起了一个泡儿。探春道：“不必尽著让了。你看那鱼都在三妹妹那边呢，还是三妹妹快著钓罢。”李绮笑著接了钓竿儿，果然沉下去就钓了一个。然后岫烟来钓著了一个，随将竿子仍旧递给探春，探春才递与宝玉。",
            "english": "Translation:\n\nTan Chun tossed the silk thread into the water. Without saying much, a small fish ingested the bait and the floating marker began to sink. Tan Chun lifted the fishing rod and threw it down onto the ground. The fish, however, continued to wriggle and jump. Situ Shu dug around on the ground, picked up the fish with both hands, and placed it in a small magnetic jar, where it was kept in fresh water. Tan Chun handed the fishing rod to Li Wen. Li Wen then put down her rod and felt the thread move. She hurriedly lifted the rod, only to find it was an empty hook. She put the rod down again and waited for a while. The thread then moved again, and she quickly lifted the rod, only to find another empty hook. Li Wen took the hook and saw that it was bent inward, not outward. She laughed and said, \"No wonder we can't catch anything.\" She hurriedly called Su Yun to fix the hook, replace it with a new insect, and attach a reed piece to it. After a while, she saw the reed piece sink straight down and quickly lifted the rod, catching a small fish that was two inches long. Li Wen said, \"Let Brother Baoste continue fishing.\" Baoste said, \"We should let Sister San and Xiaoqing go first.\" Suoxian did not say anything. Then, Li Qi said, \"Let Brother Baoste fish first.\" Soon, a bubble appeared on the surface of the water. Tan Chun said, \"There's no need to keep letting them go first. See how the fish are all around Sister San, so let her catch fish first.\" Li Qi laughed and took the fishing rod. Sure enough, she caught a fish after the rod sank. Then, Suoxian came to catch a fish, immediately handed the rod back to Tan Chun, and Tan Chun then handed the rod to Baoste.",
            "chinese": "探春把丝绳扔下，没说多少话的工夫，就有一条小鱼儿把鱼饵吞了下去，漂在水面上的浮标跟着沉了下去。探春把竿一提，往地上一甩，那鱼却活蹦乱跳的。侍书在地上乱扒拉，两只手捧起那条鱼，搁在小磁坛内，用清水养著。探春把竿子递给了李纹。李纹也把竿子放下，只觉那丝动了一下，急忙提起，却是个空钩子。又放下钓竿，过了好一会儿，那丝又动了一下，又提起来，还是空钩子。李纹把那钩子拿上来一看，原来往里钩，而不是往外面钩。李纹笑道：“怪不得钓不著。”忙叫素云把钩子敲好，换上新虫子，上边贴上了苇片儿。放下钓竿一会儿，见苇片直沉下去，急忙提起来，倒是一个二寸长的小鱼儿。李纹笑道：“宝哥哥你钓吧。”宝玉道：“咱们还是先让三妹妹和邢妹妹钓吧。”岫烟没说话。只见李绮道：“还是让宝哥哥先钓吧。”说著，水面上起了一个泡儿。探春道：“不必尽著让了，你看那鱼都在三妹妹那边呢，还是三妹妹先快著钓吧。”李绮笑着接过钓竿，果然沉下去就钓了一个。然后岫烟来钓著了一个，随即把竿子仍旧递给探春，探春才把竿子递给宝玉。"
        },
        {
            "original": "宝玉道：“我是要做姜太公的。”便走下石矶，坐在池边钓起来。岂知那水里的鱼，看见人影儿，都躲到别处去了，宝玉抡著钓竿等了半天，那钓丝儿动也不动。刚有一个鱼儿在水边吐沫，宝玉把竿子一幌，又吓走了，急的宝玉道：“我最是个性儿急的人，他偏性儿慢，这可怎么样好呢？好鱼儿，快来罢！你也成全成全我呢。”说的四人都笑了。一言未了，只见钓丝微微一动。宝玉喜极，满怀用力往上一兜，把钓竿往石上一碰，折作两段，丝也振断了，钩子也不知往那里去了。众人越发笑起来。探春道：“再没见像你这样卤人。”",
            "english": "Baoyu said, \"I want to be as great a statesman as Jiang Taigong.\" Then he went to the stone, sat by the water, and began to fish. But the fish in the water sensed a human presence and swam away. Baoyu waited for so long that the fishing line was still not moving. Just then, a fish came to the surface to blow bubbles, and Baoyu raised the fishing rod, scaring the fish away. Desperate, Baoyu said, \"I am very impatient, but he is too slow. What can we do? Come on, fish, come and bite the hook! Please help me!\" Everyone laughed at his words. Just as he said this, the fishing line began to move slightly. Baoyu was thrilled, and with a strong pull, he brought the fishing rod up against the stone, but the rod snapped in two, the fishing line broke, and the fish hook could not be found. Everyone laughed even harder. Tanshun said, \"I've never seen such a crude person.\"",
            "chinese": "宝玉说：“我就是要当姜太公的。”于是走到石头旁边，坐在水边钓起鱼来。谁知水里的鱼看见有人影，都躲开了。宝玉拿着钓竿等了半天，钓丝也不动一下。刚有一个鱼儿在水边吐泡泡，宝玉一晃钓竿，又把鱼儿吓跑了。宝玉急得说：“我最是性子急的，他偏性子慢，这可怎么办呢？好鱼儿，快来吧！你也成全成全我吧。”说的大家笑起来。话没说完，只见钓丝微微动了一下。宝玉喜极，用力一提，把钓竿往石头上一碰，钓竿断成两截，钓丝也断了，鱼钩也找不到了。大家笑得更厉害了。探春说：“没见过像你这么粗鲁的人。”"
        },
        {
            "original": "正说著，只见麝月慌慌张张的跑来说：“二爷，老太太醒了，叫你快去呢。”五个人都吓了一跳。探春便问麝月道：“老太太叫二爷什么事？”麝月道：“我也不知道。就只听见说是什么闹破了，叫宝玉来问；还要叫琏二奶奶一块儿查问呢。”吓得宝玉发了一回呆，说道：“不知又是那个丫头遭了瘟了！”探春道：“不知什么事，二哥哥，你快去。有什么信儿，先叫麝月来告诉我们一声儿。”说著，便同李纹、李绮、岫烟走了。",
            "english": "The conversation was interrupted by a hurried rush from Shao Yue as she exclaimed, \"Master, Granny has awoken, and she is summoning you to come at once!\" All five were startled.  \"What did granny ask for?\" asked Qian Chun. Shao Yue replied, \"I don't know, but I heard her call for Yu Bo and Lady Lin to come and question him.\" The news shocked Yu Bo into a momentary stupor. \"I wonder which wretched servant girl has gotten herself into trouble!\" \"It's hard to say, brother, but you should hurry. Let us know when you have any news,\" said Qian Chun. Then she left with Li Wen, Li Qi, and Su Xuan.",
            "chinese": "正在说话，只见麝月慌慌张张的跑过来，说：“二爷，老太太醒了，叫你快去呢。”五个人都吓了一跳。探春便问麝月道：“老太太叫二爷什么事？”麝月道：“我也不知道。只听见老太太叫宝玉去问，还要叫琏二奶奶一块儿查问。”吓得宝玉发了一回呆，说道：“不知又是哪个丫头遭了瘟了！”探春道：“不知是什么事，二哥哥，你快去。有什么消息，先叫麝月来告诉我们一声儿。”说著，便同李纹、李绮、岫烟走了。"
        },
        {
            "original": "宝玉走到贾母房中，只见王夫人陪著贾母摸牌。宝玉看见无事，才把心放下了一半。贾母见他进来，便问道：“你前年那一次得病的时候，后来亏了一个疯和尚和个瘸道士治好了的。那会子病里，你觉得是怎么样？”宝玉想了一回，道：“我记得得病的时候儿，好好的站著，倒像背地里有人把我拦头一棍，疼的眼睛前头漆黑，看见满屋子里都是些青面撩牙，拿刀举棒的恶鬼。躺在炕上，觉著脑袋上加了几个脑箍似的。以后便疼的任什么不知道了。到好的时候，又记得堂屋里一片金光，直照到我床上来，那些鬼都跑著躲避，就不见了。我的头也不疼了，心上也就清楚了。”贾母告诉王夫人道：“这个样儿也就差不多了。”",
            "english": "Yu Baoyu walked into his grandmother's room. He found Lady Wang playing mahjong with her. Since he did not see anything troubling his grandmother, he felt relieved. His grandmother asked him when he came in, \"You were sick before, and you were cured by the mad monk and the lame Taoist. How were you then?\" Yu Baoyu thought for a moment and said, \"When I was sick, I could not stand up. It felt like I had been struck on the back by a cudgel, causing everything to be dark. I saw a lot of ugly spirits with weapons. Lying on the bed, I felt like I had a few binders on my head. Then I became unconscious in pain. When I started to get better, I remembered that there was a golden light in the hall, shining onto my bed. The spirits ran away in fear, and disappeared. My head stopped hurting, and I became clear in mind.\" His grandmother told Lady Wang, \"That's better.\"",
            "chinese": "宝玉走到贾母房里，只见王夫人陪著贾母玩牌。宝玉见贾母没什么事，心里才放下些。贾母见宝玉进来，就问：“前年你生病的时候，你得了疯和尚和瘸道士的治疗才好了。那时候你怎么样？”宝玉想了想，说：“那时候我病得站不起来，就像是有人从背后打我一棍子，疼得眼前漆黑一片，看见满屋子都是些长相恐怖的鬼，拿着刀棒。躺在炕上，感觉自己脑袋上像是加了几道紧箍咒。之后就疼得什么都不知道了。等到病好些的时候，又记得堂屋里有一片金光，直照到我床上来，那些鬼都跑着躲避，就不见了。我的头不疼了，心也清楚了。”贾母告诉王夫人：“这样就好了。”"
        },
        {
            "original": "说著，凤姐也进来了。见了贾母，又回身见过了王夫人，说道：“老祖宗要问我什么？”贾母道：“你那年中了邪的时候儿，你还记得么？”凤姐儿笑道：“我也不很记得了。但觉自己身子不由自主，倒像有什么人，拉拉扯扯，要我杀人才好。有什么拿什么，见什么杀什么，自己原觉很乏，只是不能住手。”贾母道：“好的时候儿呢？”凤姐道：“好的时候好像空中有人说了几句话似的，却不记得说什么来著。”贾母道：“这么看起来，竟是他了。他姐儿两个病中的光景合才说的一样。这老东西竟这样坏心！宝玉枉认了他做乾妈！倒是这个和尚道人，阿弥陀佛，才是救宝玉性命的。只是没有报答他。”凤姐道：“怎么老太太想起我们的病来呢？”贾母道：“你问你太太去，我懒怠说。”",
            "english": "Translation:\n\nAs she spoke, Lady Feng entered. Meeting Lady Jia, she turned around to see Lady Wang and asked, \"What would Great Ancestor ask me?\" Lady Jia inquired, \"Do you remember the time you were possessed?\" Feng laughed, \"I don't remember very well. I just felt like my body wasn't mine, like someone was pulling me, wanting me to kill. I took everything, killing whatever I saw, feeling tired but unable to stop.\" Lady Jia asked again, \"What about when you were better?\" Feng replied, \"When I was better, it felt like someone was speaking in the sky, but I couldn't remember what they said.\" Lady Jia said, \"If that's the case, this matter must have been done by him. The conditions of his illness and theirs were the same. That old ghost is truly wicked! It was wrong for Yu Bai to consider him as a godson! On the contrary, that monk and priest, Avalokitesvara, were the ones who truly saved Yu Bai. But they were never properly rewarded.\" Feng asked, \"How did Great Ancestor remember our illnesses?\" Lady Jia said, \"Ask your wife, I'm not in the mood to repeat myself.\"",
            "chinese": "说着，凤姐也进来了。见了贾母，又转过身见过了王夫人，说道：“老祖宗要问我什么？”贾母道：“你那年中邪的时候，你还记得吗？”凤姐笑道：“我也不太记得了。只觉得身子不由自己，好像有什么人在拉扯，要我杀人就好。我什么都拿，见什么就杀，自己也觉得累，但就是停不下来。”贾母又问：“你好的时候呢？”凤姐答道：“好时就像空中有人说话，但我记不住说了什么。”贾母说：“这么说，这事儿确实是他干的。他和她俩病中的情况都一样。这老鬼心真坏！宝玉不该认他做干妈！倒是这个和尚道士，阿弥陀佛，才是救宝玉的。只是没好好报答他。”凤姐问：“老太太怎么想起我们的病？”贾母说：“你去问你太太，我懒得说。”\n\n---\n\n这段话是贾母与凤姐之间的对话，主要讲述贾母回想起凤姐当年中邪时的情况以及好的时候的感受，并推测这一切可能都是由一个坏心眼的鬼灵所为。贾母还提到这个鬼灵对宝玉造成了不利影响，而真正救宝玉性命的应该是和尚道士。对话中还提到贾母对凤姐的病情有所回忆，但却不太想自己详细说，建议她去问王夫人，也就是凤姐的太太。"
        },
        {
            "original": "王夫人道：“刚才老爷进来，说起宝玉的乾妈竟是个混账东西，邪魔外道的。如今闹破了，被锦衣府拿住，送入刑部监，要问死罪的了。前几天被人告发的。那个人叫做什么潘三保，有一所房子，卖给斜对过当铺里。这房子加了几倍价钱，潘三保还要加，当铺里那里还肯？潘三保便买嘱了这老东西，－－因他常到当铺里去，那当铺里人的内眷都和他好的－－他就使了个法儿，叫人家的内人便得了邪病，家翻宅乱起来。他又去说，这个病他能治，就用些神马纸钱烧献了，果然见效。他又向人家内眷们要了十几两银子。岂知老佛爷有眼，应该败露了。这一天急要回去，掉了一个绢包儿，当铺里人捡起来一看，里头有许多纸人，还见四丸子很香的药。正诧异著呢，那老东西倒回来找这绢包儿。这里的人就把他拿住。身边一搜，搜出一个匣子，里面有象牙刻的一男一女，不穿衣裳，光著身子的两个魔王，还有七根朱红绣花针。立时送到锦衣府去，问出许多官员家大户太太姑娘们的隐情事来，所以知会了营里，把他家中一抄。抄出好些泥塑的煞神，几匣子闷香。炕背后空屋子里挂著一盏七星灯。灯下有几个草人，有头上戴著脑箍的，有胸前穿著钉子的，有项上拴著锁子的。柜子里无数纸人儿。底下几篇小账，上面记著某家验过，应找银若干。得人家油钱香分也不计其数。”",
            "english": "Lady Wang said, \"Just now, when the governor came in, he mentioned that the wet-nurse for the son of the family had been an unscrupulous villain, a demon, a spirit, and a demoniac. Now the deed has been revealed and he has been seized by the imperial guard and is now being held in the prison of the bureau of justice, where he is to be executed. It was denounced to the authorities a few days ago. The person who did it was named Pan Sanbao, who had bought a house, which he sold to the pawnbroker next door. He sold it at a high price, but the pawnbroker would not pay more. So Pan Sanbao bribed the wet-nurse, who often went to the pawnbroker's and was well acquainted with him. He used a trick to make the wife of a household in the pawnbroker's place sick. The household was in chaos. Then he went to them and claimed that he could cure the illness, and so he burned paper money, and then the illness was cured. He also asked for money from the families in the pawnbroker's place. The Empress Mother has her eyes, and the deed has been revealed. One day, he was in a hurry to return, dropped a package of silk, and the person at the pawnbroker's picked it up and found many paper people inside, as well as four pills that were very fragrant. He was very puzzled. Then that old thing came back to look for the silk package, and the people here caught him. They searched his body and found a box, inside which were two carved ivory nude figures and seven red embroidered needles. They sent him to the imperial guard immediately, and more and more officials' and rich people's private matters were revealed. That's why the governor wanted to have the wet-nurse's family searched.\" They searched and found a lot of clay figurines of demons, several large chests of incense that would make one uneasy, a lamp with seven stars hanging in an empty room behind the bed. Under the lamp there were several straw figures, some of which were bound with a headband, some with spikes, some with locks. The cabinets were filled with paper people. There were several small ledgers, each of which listed a family that had been checked out, and the amount of money that should be paid. For the oil money and the incense, there was an uncountable number.\"",
            "chinese": "王夫人说：“刚才老爷进来，说起宝玉的奶妈竟是个混账东西，妖魔鬼怪。现在事情败露了，被锦衣府拿住，送到刑部监牢，要判死刑。前几天被人告发的。那个人叫潘三保，买了一所房子，卖给了隔壁当铺。这房子被他卖了高价，当铺里不肯再加钱，潘三保就买通了奶妈，他经常去当铺，那当铺里的人和他熟。他用个法子，让当铺里的人家的太太生了病，家里乱七八糟的。他又去说，这个病他能治，烧纸钱，结果病好了。他还向当铺里的人家要了不少银子。老佛爷有眼，事情败露了。有一天急着回去，掉了个绢包，当铺里的人捡起来一看，里面有许多纸人，还有四丸子很香的药。正奇怪呢，那个老东西又回来找绢包，这里的人就把老东西抓住了。搜他的身上，发现一个盒子，里面有象牙刻的两个裸体人，还有七根红色绣花针。马上送到锦衣府，又问出许多官员家、大富人家太太小姐们的私事，所以老爷要通知营里，把奶妈家抄了。抄出好多泥塑的煞神，几大箱子闷香。炕背后空屋里挂着一盏七星灯。灯下有几个草人，有戴脑箍的，有穿钉子的，有拴锁子的。柜子里放了好多纸人。底下几篇小账，上面记着谁家验证过，应该找银子多少。得了人家油钱香分，也不计其数。\""
        },
        {
            "original": "凤姐道：“偺们的病一准是他。我记得偺们病后，那老妖精向赵姨娘那里来过几次，和赵姨娘讨银子，见了我，就脸上变貌变色，两眼黧鸡似的。我当初还猜了几遍，总不知什么原故。如今说起来，却原来都是有因的。但只我在这里当家，自然惹人恨怨，怪不得别人治我。宝玉可合人有什么仇呢？忍得下这么毒手！”贾母道：“焉知不因我疼宝玉，不疼环儿，竟给你们种了毒了呢。”王夫人道：“这老货已经问了罪，决不好叫他来对证。没有对证，赵姨娘那里肯认账？事情又大，闹出来，外面也不雅。等他自作自受，少不得要自己败露的。”贾母道：“你这话说的也是。这样事，没有对证，也难作准。只是佛爷菩萨看的真，他们姐儿两个，如今又比谁不济了呢？罢了，过去的事，凤哥儿也不必提了。今日你合你太太都在我这边吃了晚饭再过去罢。”遂叫鸳鸯琥珀等传饭。凤姐赶忙笑道：“怎么老祖宗倒操起心来？”王夫人也笑了。只见外头几个媳妇伺候。凤姐连忙告诉小丫头子传饭，“我合太太都跟著老太太吃。”",
            "english": "\"I'm sure it was her,\" said Feng Ji. \"When she was sick, the old devil came several times to Ouyang to beg for money. When she saw me, her face turned all red and she was all over the place. I was suspicious at first, but I did not know why. Now that I think about it, I guess it makes sense. But I'm the one who runs the household, so I'm bound to be disliked. I cannot blame them for it. Why would someone hate my son without having done him any wrong?\" \"Who knows, maybe she was jealous of my favor for Bao Yufu,\" said the old lady. \"The old devil has confessed, but we don't want to call her over to testify. Ouyang will never admit it. We can't let it get out, otherwise it would look bad for us. We'll wait for her to confess on her own. It will be revealed in time.\" \"That's a good point,\" said the old lady. \"If there's no evidence, it's hard to put this to rest. But the Buddha and the Goddess know everything. Who is the loser now between the two? Never mind that. You and your wife can come and have dinner with us and then go back to your own house.\" Feng Ji hurried to say, \"Why is Grandma worried about this?\" The wife also laughed. At that moment, several servants came to the door and waited for an order. Feng Ji quickly told the maidservants to bring out the food. \"Come and eat with me and my wife,\" said Feng Ji.",
            "chinese": "凤姐说：“一定是她。我记得她病了以后，那个老妖怪好几次去赵姨娘那里讨银子，看见了我就脸色大变，两只眼睛都像鸡一样，我当初还怀疑了一番，不知道是什么原因。现在想起来，原来是有所因。但我在家里当家，自然会惹人恨，不能怪别人。宝玉又没得罪人，怎么能下得去这么狠的手呢？”贾母说：“谁知道不是因为我不疼宝玉，疼环儿，才让那老妖怪心里有了怨恨呢？”王夫人说：“那个老妖怪已经认罪了，不好叫她来对证。没有对证，赵姨娘是不会认账的。事情又大，闹出来，外面也不好看。等他自己招认，迟早会自己败露的。”贾母说：“你这样说也有道理，没有对证，事情很难定论。只是佛爷菩萨看得清楚，她们两个现在比谁更不行了呢？算了，过去的事情就不必提了。今天你和你太太都在我这边吃晚饭再过去吧。”于是叫鸳鸯、琥珀等传饭。凤姐赶忙笑道：“怎么老祖宗倒操心起来了？”王夫人也笑了。只见几个媳妇在外面伺候。凤姐连忙告诉小丫头传饭，“我和太太都跟老祖宗吃。”"
        },
        {
            "original": "正说著，只见玉钏儿走来对王夫人道：“老爷要找一件什么东西，请太太伺候了老太太的饭完了，自己去找一找呢。”贾母道：“你去罢，保不住你老爷有要紧的事。”",
            "english": "In saying this, one can observe Yuanchuan'er approaching, saying to Lady Wang, \"Mr. Lord is searching for an item. Please wait for Lady Grandmother's meal, and he will search for it himself.\" Grandma said, \"Go, she might have important matters to attend to.\"",
            "chinese": "说着，只见玉钏儿走来对王夫人说：“老爷要找一件东西，请太太等一下老太太吃饭，自己去找找看。”贾母说：“你去吧，你老爷说不定有要紧的事呢。”\n\n玉钏儿来对王夫人说，老爷想找一样东西，要王夫人先照顾老太太吃饭，然后自己去找找看。贾母让玉钏儿去，因为老爷可能有重要的事情要处理。"
        },
        {
            "original": "王夫人答应著，便留下凤姐儿伺候，自己退了出来，回至房中，合贾政说了些闲话，把东西找出来了。贾政便问道：“迎儿已经回去了？他在孙家怎么样？”王夫人道：“迎丫头一肚子眼泪，说孙姑爷凶横的了不得。”因把迎春的话述了一遍。贾政叹道：“我原知不是对头。无奈大老爷已说定了，教我也没法。不过迎丫头受些委屈罢了。”王夫人道：“这还是新媳妇，只指望他以后好了好。”说著，嗤的一笑。贾政道：“笑什么？”王夫人道：“我笑宝玉儿早起，特特的到这屋里来，说的都是些小孩子话。”贾政道：“他说什么？”",
            "english": "The Dowager Lady Wang agreed, and left the yard with Xiong Ji'er in tow, returning to her chamber to tell Jia Zheng about the situation. She recounted Jia Shai's demand, and said:\n\nJia Zheng asked, \"Has Ying'er returned? How is he doing at Sun's house?\"\n\nWang Lady replied, \"Ying'er is crying, saying that Sun's son-in-law is fierce and domineering.\"\n\nShe repeated the conversation to Jia Zheng, who sighed, \"I knew it was no match. But the older brother had already made the arrangement, and I can't do anything about it. I just want Ying'er to endure a little hardship.\"\n\nWang Lady reassured him, \"It's only her first few days there, it will get better soon.\" She chuckled, \"I was laughing at Bao-er coming to see me in the morning, and talking like a child.\"\n\nJia Zheng inquired, \"What did he say?\"\n\nWang Lady answered, \"He said all kinds of childish things.\"",
            "chinese": "王夫人答应了，留下凤姐儿在跟前，自己回房去了，回来说给贾政些闲话，找出了贾赦要的东西。贾政问：“迎儿回去没有？他在孙家怎么样？”王夫人说：“迎儿眼泪汪汪的，说孙姑爷很凶很横。”于是把迎春的话复述了一遍。贾政叹气说：“我本来知道不是对头。无奈大老爷已说好了，我也管不了。不过让迎春受些委屈罢了。”王夫人说：“这还是新媳妇，以后会好起来的。”说着，笑了一声。贾政问：“笑什么？”王夫人说：“我笑宝玉早上特意过来看我，说的都是些小孩子话。”贾政问：“他说了什么？”"
        },
        {
            "original": "王夫人把宝玉的言语笑述了一遍。贾政也忍不住的笑，因又说道：“你提宝玉，我正想起一件事来了。这孩子天天放在园里，也不是事。生女儿不得济，还是别人家的人；生儿若不济事，关系非浅。前日倒有人和我提起一位先生来，学问人品都是极好的，也是南边人。但我想南边先生，性情最是和平。偺们城里的孩子，个个踢天弄井，鬼聪明倒是有的，可以搪塞就搪塞过去了，胆子又大。先生再要不肯给没脸，一日哄哥儿似的，没的白耽误了。所以老辈子不肯请外头的先生，只在本家择出有年纪再有点学问的请来掌家塾。如今儒大太爷虽学问也只中平，但还弹压的住这些小孩子们，不至以颟顸了事。我想宝玉闲著总不好，不如仍旧叫他家塾中读书去罢了。”王夫人道：“老爷说的很是。自从老爷外任去了，他又常病，竟耽搁了好几年。如今且在家学里温习温习，也是好的。”贾政点头，又说些闲话。不提。",
            "english": "Wang Fanyun told Jia Zheng about Bao Yuyu's words. Hearing that, Jia Zheng laughed. Then he continued: \"Bao Yuyu spends his days playing in the garden, that can't be a good thing in the long run. Having a son is always better than having a daughter, but if Bao Yuyu doesn't turn out to be a responsible man, that will be a big problem. A few days ago, someone came with a scholar from the south who was very knowledgeable and had good character. However, scholars from the south are too gentle, and our children are all very mischievous. They are clever but superficial, and can be easily fooled. If the scholar is also too gentle and spends his days playing with the boys, it would be a waste of time. That's why we never invited scholars from outside the family; we chose someone from the family who was a bit older and had some knowledge to teach the children. Master Yu Daorong's knowledge is average, but he can still manage these children and won't fool around. Bao Yuyu is doing nothing but wasting time, so I suggest sending him to a local school to learn. Wang Fanyun agreed with her husband, saying: \"You're right, sir. Bao Yuyu has been hanging around for a few years, and his health isn't good either, so it's better for him to learn at home.\" Jia Zheng nodded in agreement and then talked about some more trivial matters. This part of the conversation was not elaborated on further.",
            "chinese": "王夫人把宝玉说的话告诉了贾政。贾政一听也笑了。接着又说，宝玉一天到晚在园子里玩耍，将来不是个事。老生个女儿，总是不能出息；儿子将来要是不成器，关系可就大了。前几天，有人说来个先生，学问很好，人品也好，也是南方人。可是南方先生性情太和气了，我们家的孩子个个都淘气，他们聪明却太流于表面，容易糊弄。先生要是也特别和气，一天和哥儿们一起玩，白白的耽误了孩子。所以老辈儿都不请外头的先生，只在族里选个年纪大、有点学问的来教孩子们。现在儒大太爷学问一般，还能管住这些孩子，不至于糊弄了事。我想宝玉闲着也没个意思，不如送他去家塾读书吧。王夫人说，老爷您说的对。宝玉在外头耽误了几年，身体又不好，还不如在家学里补补课。贾政点了点头，又说了几句闲话。这里就不再提了。"
        },
        {
            "original": "且说宝玉次日起来，梳洗已毕，早有小厮们传进话来，说：“老爷叫二爷说话。”宝玉忙整理了衣裳，来至贾政书房中，请了安，站著。贾政道：“你近来作些什么功课？虽有几篇文字，也算不得什么。我看你近来的光景，越发比头几年散荡了；况且每每听见你推病，不肯念书。如今可大好了？我还听见你天天在园子里和姊妹们玩玩笑笑，甚至和那些丫头们混闹，把自己的正经事总丢在脑袋后头。就是做得几句诗词，也并不怎么样，有什么稀罕处？比如应试选举，到底以文章为主。你这上头倒没有一点儿工夫。我可嘱咐你：自今日起，再不许做诗做对的了，单要习学八股文章。限你一年，若毫无长进，你也不用念书了，我也不愿有你这样的儿子了。”遂叫李贵来，说：“明儿一早，传焙茗跟了宝玉去收拾应念的书籍，一齐拿过来我看看。亲自送他到家学里去。”喝命宝玉：“去罢！明日起早来见我。”",
            "english": "Thus, the next day, when Bao-yu got up, he tidied himself up as usual, and when the servants announced that Father was calling him, he rushed to Father's study, knelt down to him and stood to one side. Father said, \"Have you been getting on with your studies lately? Your few pieces of writing are nothing much to write home about. I've noticed that you have become even more lazy and careless than you used to be. Besides, I've often heard you make excuses not to study. How is it now? I've also heard that you spend your days playing games with your sisters in the garden, even with the maids, and you've let your studies take a back seat. Even if you can write a few poems, what's so remarkable about that? The point of exams is that they are based on your writing ability. It seems that you have neglected this area. I have to tell you that from now on, you are not to write poems anymore. You are to focus only on the study of the Eight-Section Essay. You must make some progress within a year, or I won't have you studying anymore and I certainly won't have you as a son.\"\n\nThen, he called Li-Gui over and said, \"Tomorrow morning, have Bei-mei accompany Bao-yu as he collects the books he needs to study and bring them to me. Then, take him to the local school personally.\" He commanded, \"Go and come back tomorrow morning.\"",
            "chinese": "再说宝玉第二天起来，梳洗完毕，小厮们通报说老爷叫他说话。宝玉赶紧整理衣冠，来到贾政书房，请了安，站在旁边。贾政说：“你近来做些功课了吗？虽然有几篇文字，也没什么了不起。我看你近来的样子，比前两年更散漫了。况且常听见你找借口，不肯念书。如今可好了？我还听说你天天在园子里和姊妹们开玩笑，甚至和那些丫头们瞎闹，把自己的正经事总放在脑后。就是做得几句诗词，也没什么稀罕的，有什么了不起？比如应试选举，终究以文章为主。你这上面可没有功夫。我可告诉你：从今天起，不许再做诗对了，只学八股文章。限定你一年，如果毫无长进，你也不用念书了，我也不愿有你这样的儿子了。”随后叫李贵来，说：“明天一早，传焙茗跟宝玉去收拾应念的书籍，一起拿过来给我看看。亲自送他到家学里去。”命令宝玉：“去吧！明天一早再来见我。”\n\n宝玉第二天起床，整理好仪容，小厮进来禀报说，老爷叫他过去。宝玉赶紧换上衣服，来到贾政的书房，行了礼，站在一旁。贾政询问他最近的学业进展，认为他写了几篇文章不算什么，还说他最近比过去更加散漫。贾政还听说宝玉常在园子里和姊妹们嬉闹，甚至与丫头们胡闹，没有专心读书。他拿宝玉的诗词作品不放在眼里，认为应试靠的是文章，而宝玉在这方面没有下功夫。贾政告诫宝玉，从明天起不能再写诗，只专心学习八股文，规定一年之内如果没有任何长进，就不必读书了。随后，叫来李贵，安排焙茗明日一早陪同宝玉去收拾所需书籍，并亲自送到家学。最后命令宝玉离开，并告诉他明天一早再前来见他。"
        },
        {
            "original": "宝玉听了，半日竟无一言可答，因回到怡红院来。袭人正在著急听信，见说取书，倒也喜欢。独是宝玉要人即刻送信给贾母，欲叫拦阻。贾母得信，便命人叫过宝玉来，告诉他说：“只管放心先去，别叫你老子生气。有什么难为你，有我呢。”宝玉没法，只得回来，嘱咐了丫头们：“明日早早叫我，老爷要等著送我到家学里去呢。”袭人等答应了，同麝月两个倒替著醒了一夜。",
            "english": "Jia Baoyu listened, and was speechless for half a while. He then returned to the Qingxin Lou. Xisi, who was anxiously listening for the news, was delighted to hear that he was off to fetch the letter. But Jia Baoyu insisted on sending the letter to his grandmother's house immediately, and tried to stop him. When his grandmother received the letter, she called him over and said, \"Just go ahead, don't let your father get angry. If there's anything that troubles you, I'm here.\" Baoyu had no choice but to return, and asked the maids, \"Wake me up tomorrow morning. My father is waiting for me at the academy.\" Xisi and Xishu agreed, and they took turns staying up for the night.",
            "chinese": "宝玉听了，半天说不出话来，只得回到怡红院。袭人正着急地听着消息，听说他取书，很是高兴。可是宝玉却要立即将信送到贾母处，想拦着他。贾母收到信后，便叫过宝玉来，说：“你只管放心先去，别让你老子生气。有什么让你为难的，有我呢。”宝玉没办法，只得回来，嘱咐丫头们：“明天早上叫醒我，老爷要等我到家学里去。”袭人和麝月答应了，两人交替守了一夜。"
        },
        {
            "original": "次日一早，袭人便叫醒宝玉，梳洗了，换了衣裳，打发小丫头子传了焙茗在二门上伺候，拿著书籍等物。袭人又催了两遍，宝玉只得出来，过贾政书房中来，先打听老爷过来了没有。书房中小厮答应：“方才一位清客相公请老爷回话，里边说梳洗呢，命清客相公出去候著去了。”",
            "english": "在第二天早晨，袭人便叫醒了宝玉，并为他梳洗打扮，更换了衣服。之后，她派遣了一个小丫鬟到大门口等候，让他携带书籍等物品。接着，袭人再次催促了两遍，宝玉才从房间里出来，前往贾政的书房。在书房内，一个小厮回答说，刚才有一名清客相公向贾政传达消息，贾政正在书房内进行梳洗，让清客相公在外面等待。整个场景呈现出袭人细心照看宝玉，以及宝玉对见贾政的不安和紧张情绪。这场景描绘了宝玉和袭人之间的亲密关系，以及贾府内家庭成员之间的互动与秩序。",
            "chinese": "第二天一早，袭人就叫醒宝玉，给他梳洗了，换了衣服，差小丫鬟告诉焙茗在大门口等候，拿上书啊之类的东西。袭人又催了两遍，宝玉才出来，到贾政的书房里来，打听老爷来了没有。书房里的小厮回答说：“刚才有个清客相公请老爷回话，老爷在里面梳洗呢，让清客相公在外面等候去了。”\n\n相关问答：袭人催促宝玉出去见贾政是怎么样的场景？"
        },
        {
            "original": "宝玉听了，心里稍稍安顿，连忙到贾政这边来。恰好贾政著人来叫，宝玉便跟著进去。贾政不免又吩咐几句话，带了宝玉，上了车－－焙茗拿著书籍，一直到家塾中来。早有人先抢一步，回代儒说：“老爷来了。”代儒站起身来，贾政早已走入，向代儒请了安。代儒拉著手问了好，又问：“老太太近日安么？”宝玉过来也请了安。贾政站著，请代儒坐了，然后坐下。贾政道：“我今日自己送他来，因要求托一番。这孩子年纪也不小了，到底要学个成人的举业，才是终身立身成名之事。如今他在家中，只是和些孩子们混闹。虽懂得几句诗词，也是胡诌乱道的。就是好了，也不过是风云月露，与一生的正事，毫无关涉。”代儒道：“我看他相貌也还体面，灵性也还去得，为什么不念书，只是心野贪玩？诗词一道，不是学不得的，只要发达了以后，再学还不迟呢。”贾政道：“原是如此。自今只求教他读书讲书作文章。倘或不听教训，还求太爷认真的管教管教他，才不至有名无实的，白耽误了他的一世。”说毕。站起来，又作了一个揖，然后说了些闲话，才辞了出去。代儒送至门首，说：“老太太前替我问好请安罢。”贾政答应著，自己上车去了。",
            "english": "Having heard these words, Yu Ba felt somewhat more at ease, and hurried to see Jia Zheng. Luckily, someone had just come to find him, and Yu Ba followed them in. Jia Zheng couldn't help saying a few more words, and then led Yu Ba out of the door. Beiming carried the books, and they arrived at the school. A servant had already run in to say, \"The master has come.\" Dai Ruo stood up, and Jia Zheng came in, greeting Dai Ruo. Dai Ruo held his hand and greeted him, then asked, \"How is your mother lately?\" Yu Ba also bowed. Jia Zheng stood, waiting for Dai Ruo to sit down before he sat down himself. Jia Zheng said, \"I brought him here today so that I could entrust him to you. He's not a child anymore, and it's time he learned what an adult should do, which is the way to succeed in life. At home, he just plays with children, knows a few verses of poetry, which he probably just makes up, and even if he has some good qualities, they're not important things that have to do with succeeding in life.\" Dai Ruo said, \"I think he's not bad, he has good manners and intelligence, why isn't he studying, just playing around? Poetry and calligraphy aren't things that can't be learned, he can always learn them later.\" Jia Zheng said, \"That's right. From now on, I just hope you can teach him to read, write, and compose. If he doesn't listen, please teach him strictly so that he doesn't just have a good name and waste his life.\" After saying this, he stood up and bowed again, then said some idle words before leaving. Dai Ruo saw him out, saying, \"Please give my regards and best wishes to your grandmother.\" Jia Zheng agreed, and he got into his carriage to leave.",
            "chinese": "宝玉听了这话，心里稍微安定些，急忙来见贾政。恰好贾政派人来找他，宝玉便跟着进去。贾政不免又说了几句话，领着宝玉上了车。焙茗拿着书籍，一直到了家塾。早有人跑进来说：“老爷来了。”代儒站起身，贾政已经进来，向代儒问了安。代儒拉着他的手问好，又问：“老太太近来可好？”宝玉也请了安。贾政站着，让代儒坐下后，自己才坐下。贾政说：“我今天亲自送他来，是要拜托您。这孩子年纪也不小了，应该学学成人要做的事情，才是终身的立身之道。他在家，只是和小孩子玩闹，诗词懂得几句，也是乱说的。就算有些好，也都是些不重要的东西，和一生要做的事情没有关系。”代儒说：“我看他样子还算得体，灵性也不错，为什么不去读书，只是贪玩？诗词其实不是学不好的，只要发达以后再学还不迟。”贾政说：“原该如此。从今以后，只求您教导他读书讲书写文章。如果他不听教导，还请您严厉地教导他，以免他虚有其名，白白浪费了一生。”说完，站起来又行了一个礼，然后说了些闲话，才告辞出去。代儒送到门口，说：“替我向老太太问好，请安。”贾政答应着，自己上车走了。"
        },
        {
            "original": "代儒回身进来，看见宝玉在西南角靠窗户摆著一张花梨小桌，右边堆下两套旧书，薄薄儿的一本文章，叫焙茗将纸墨笔砚都搁在抽屉里藏著。代儒道：“宝玉，我听见说，你前儿有病，如今可大好了？”宝玉站起来道：“大好了。”代儒道：“如今论起来，你可也该用功了。你父亲望你成人恳切的很。你且把从前念过的书打头儿理一遍。每日早起理书，饭后写字，晌午讲书，念几遍文章就是了。”",
            "english": "Ruyu turned around and came in. He saw that Yu Bai had a small table in a corner in the western part of the house, close to the window, on which were two bundles of old books, one book, and a thin article. He asked Beiying to put the inkstone, brush, inkstick, and paper away in the drawer. Ruyu said, \"Yu Bai, I heard that you were sick a few days ago, and now you're fine?\" Yu Bai stood up and said, \"Yes.\" Ruyu said, \"Now, consider this, you should be studying harder. Your father is worried about you growing up quickly, and he's anxious. You should go over the books you've read. You should get up early in the morning to go over your books, write after lunch, and study after you've napped. All you have to do is read the articles a few times.\"",
            "chinese": "代儒转身进来，看见宝玉在西边屋角有张小桌子，靠窗子放着，左边放着两捆旧书，薄薄的有一本文章，就让焙茗把纸笔墨砚都放到抽屉里藏起来。代儒说：“宝玉，我听说你前几天有病，现在好了？”宝玉站起来说：“好了。”代儒说：“如今论起来，你可也该用功了。你父亲期望你快长大成人，心里很着急。你先把从前读过的书理一遍。每天早起理书，饭后写字，午睡后讲书，读几遍文章就是了。”"
        },
        {
            "original": "宝玉答应了个“是”。回身坐下时，不免四面一看。见昔时金荣辈不见了几个，又添了几个小学生，都是些粗俗异常的。忽然想起秦钟来，如今没有一个做得伴，说句知心话儿的，心上凄然不乐。却不敢作声，只是闷著看书。代儒告诉宝玉道：“今日头一天，早些放你家去罢。明日要讲书了。但是你又不是很愚夯的，明日我倒要你先讲一两章书我听，试试你近来的功课何如，我才晓得你到怎么个分儿上头。”说的宝玉心中乱跳。",
            "english": "He replied with a \"yes\" and then sat down, glancing around. He found that several of his old schoolmates were missing and a few primary school students had arrived, and they were all rowdy fellows. Bao Yu suddenly remembered Qin Zhong. He didn't have anyone he could confide in, so he felt a little melancholy, but he didn't dare show it. He just buried himself in his books. Dai Yu said to Bao Yu, \"It's the first day today, so go home early. Tomorrow, I'll start teaching. You're not stupid, so I'll let you start by teaching one or two chapters tomorrow. I'll see how much you've learned and know how far you've come.\" As he spoke, Bao Yu's heart beat faster.",
            "chinese": "宝玉答应了一声“是”，然后坐下，四下里张望了一下。发现有些昔日同窗的朋友不见了几个，又多了些小学生，他们都是些粗鲁的人。宝玉忽然想起了秦钟，现在找不到一个可以倾诉心事的朋友，心里难免有些伤感，但他不敢表现出来，只是埋头看书。代儒对宝玉说：“今天是第一天，你早点回去吧。明天就要开始讲书了。你又不是特别愚笨，明天我让你先讲一两章书，我看看你的学习进度，才知道你的水平怎么样。”说这话时，宝玉的心跳得厉害。"
        },
        {
            "original": "欲知明日讲解何如，且听下回分解。",
            "english": "To find out how the explanation will be tomorrow, please listen to the next breakdown.",
            "chinese": "想要知道明天的讲解怎么样，就请听下一次的分解吧。"
        }
    ],
    "title": "《占旺相四美钓游鱼　奉严词两番入家塾》",
    "chapter_number": 81
}