{
    "paragraphs": [
        {
            "original": "话说宝玉下学回来，见了贾母。贾母笑道：“好了！如今野马上了笼头了。去罢，见见你老爷去来，散散儿去罢。”宝玉答应著，去见贾政。贾政道：“这早晚就下学了么？师父给你定了功课没有？”宝玉道：“定了：早起理书，饭后写字，晌午讲书念文章。”贾政听了，点点头儿，因道：“去罢，还到老太太那边陪著坐坐去。你也该学些人功道理，别一味的贪玩。晚上早些睡，天天上学，早些起来。你听见了？”",
            "english": "Once upon a time, Bao Yu came back home from school and saw his grandmother, Jia Mu. Jia Mu laughed and said, \"Good! Now the wild horse is on the saddle. Go see your father, relax.\" Bao Yu nodded and went to see Jia Zhen. Jia Zhen asked, \"Did you finish school early? Did your teacher set you any homework?\" Bao Yu replied, \"Yes, I have to tidy up my books in the morning, write after lunch, and study in the afternoon.\" Jia Zhen nodded and said, \"Go see your grandmother and learn some social skills. Don't just play. Go to bed early every night and study every day. You heard that?\"",
            "chinese": "话说宝玉放学回来，见了贾母。贾母笑着说：“好了！现在野马已经上笼头了。去吧，去见见你老爷，放松放松。”宝玉答应着，去见贾政。贾政问：“这会子就放学了？师父给你定了功课没有？”宝玉说：“定了：早起整理书本，饭后写字，晌午讲书念文章。”贾政听了，点点头，说：“去吧，去陪老太太坐坐。你也该学些人情世故，别只顾贪玩。晚上早点睡，天天上学，早起。你听见了？”"
        },
        {
            "original": "宝玉连忙答应几个“是”，退出来，忙忙又去见王夫人，又到贾母那边打了个照面儿。赶著出来，恨不得一走就走到潇湘馆才好。刚进门口，便拍著手笑道：“我依旧回来了。”猛可里倒吓了黛玉一跳。紫鹃打起帘子，宝玉进来坐下。黛玉道：“我恍惚听见你念书去了，这么早就回来了？”宝玉道：“嗳呀！了不得！我今儿不是被老爷叫了念书去了么？心上倒像没有和你们见面的日子了。好容易熬了一天，这会子瞧见你们，竟如死而复生的一样。真真古人说‘一日三秋’，这话再不错的。“黛玉道：“你上头去过了没有？”宝玉道：“都去过了。”黛玉道：“别处呢？”宝玉道：“没有。”黛玉道：“你也该瞧瞧他们去。”宝玉道：“我这会子懒怠动了，只和妹妹坐著说一会子话儿罢。老爷还叫早睡早起，只好明儿再瞧他们去了。”黛玉道：“你坐坐儿，可是正该歇歇儿去了。”宝玉道：“我那里是乏，只是闷得慌。这会子偺们坐著，才把闷散了，你又催起我来。”",
            "english": "Baoyu hurriedly nodded a few \"yes\", stepped out, hurriedly went to see the Lady Wang, then went to see Grandma Jia. Just as he came to the door of the Orchid Pavilion, he clapped his hands and laughed, \"I'm back!\" This sudden appearance scared Dahuai a jump. Zhijuan raised the curtain, and Baoyu came in and sat down. Dahuai asked, \"I seem to have heard you reciting, so you came back so early?\" Baoyu answered, \"Oh my God! It's terrible! I was called to read by the old man today. I feel like I haven't seen you for a long time. After struggling through a day, now that I see you, I feel like I'm alive again. The ancients said, 'a day is three autumns,' and this is absolutely correct.\" Dahuai asked, \"Did you go to see them?\" Baoyu answered, \"I went to see them all.\" Dahuai asked, \"Where did you go?\" Baoyu answered, \"I didn't go to any other place.\" Dahuai said, \"You should go and see them.\" Baoyu said, \"ILord, he still calls for early sleep and early rising, so I'll have to go see them tomorrow. said. \"You sit down for a while, you should go to rest.\" said. \"I'm not tired, I'm just bored. Now that I'm sitting with you, I've dispelled my boredom, and you're pushing me to go to bed.\"",
            "chinese": "宝玉连忙答应了几个“是”，退出来，赶忙又去见王夫人，然后到贾母那里打了个照面儿。刚进潇湘馆门口，就拍着手笑道：“我终于回来了。”这突然的出现吓了黛玉一跳。紫鹃打起帘子，宝玉进来坐下。黛玉问道：“我好像听到你念书去了，这么早就回来了？”宝玉回答：“哎呀！了不得！我今天不是被老爷叫去念书了吗？我心里好像没有和你们见面的日子了。好不容易熬了一天，现在看见你们，感觉就像死而复生一样。古人说‘一日三秋’，这话再正确不过了。”黛玉问：“你去见他们了吗？”宝玉回答：“都去了。”黛玉问：“去了哪些地方？”宝玉回答：“没有去别的地方。”黛玉说：“你也该去看看他们。”宝玉说：“我现在不想动了，只想和妹妹坐下来聊一会儿。”老爷还叫早睡早起，只好明天再去看看他们。黛玉说：“你坐一会儿，你应该是去休息了。”宝玉说：“我哪里是乏，只是闷得慌。这会子和你坐在一起，才把闷散了，你又催起我来。”"
        },
        {
            "original": "黛玉微微的一笑，因叫紫鹃：“把我的龙井茶给二爷沏一碗。二爷如今念书了，比不得头里。”紫鹃笑著答应，去拿茶叶，叫小丫头子沏茶。宝玉接著说道：“还提什么念书？我最厌这些道学话。更可笑的，是八股文章：拿他诓功名，混饭吃，也罢了，还要说代圣贤立言！好些的，不过拿些经书凑搭凑搭还罢了；更有一种可笑的，肚子里原没有什么，东拉西扯，弄的牛鬼蛇神，还自以为博奥。这那里是阐发圣贤的道理！目下老爷口口声声叫我学这个，我又不敢违拗，你这会子还提念书呢。”黛玉道：“我们女孩儿家虽然不要这个，但小时跟著你们雨村先生念书，也曾看过。内中也有近情近理的，也有清微淡远的。那时候虽不大懂，也觉得好，不可一概抹倒。况且你要取功名，这个也清贵些。”宝玉听到这里，觉得不甚入耳，因想黛玉从来不是这样人，怎么也这样势欲薰心起来？又不敢在他跟前驳回，只在鼻子眼里笑了一声。",
            "english": "Daiyu smiled slightly and called Zhi Juan, \"Tea for Erge. Erge is studying now and is not like he used to be.\" Zhi Juan smiled and agreed, taking tea and calling the maid to make tea. Erge continued, \"Don't talk about study anymore. I hate all the orthodox language. It's even more ridiculous to talk about the essay. It's all right to use it to cheat for fame and fortune, and to get food and drink, but it's also right to say that it's the voice of the saints. Good, it's just a combination of the scriptures; there's even a kind of ridiculous, without anything in the stomach, to pull out ghosts and gods, and to think you're learned. This is not to explain the meaning of the saints! Now your father is constantly telling me to learn this, and I dare not disobey, so you're talking about study now.\" Daiyu said, \"We girls don't need this, but when we were young, we followed your Mr. Yu to read, and we have read some of it. There are some things that make sense, and there are some that are subtle and distant. At that time, although we didn't understand much,He dared not contradict her in front of her, but only smiled lightly.\n\n英文原文：\n\nHe did not dare to contradict her in front of her, but only smiled lightly.",
            "chinese": "黛玉微微一笑，叫紫鹃：“把我的龙井茶给二爷沏一碗。二爷现在读书了，不像以前了。”紫鹃笑着答应，拿茶叶，叫小丫头沏茶。宝玉接着说：“还提什么念书？我最讨厌这些道学话。更可笑的是八股文章：拿它来骗功名，混饭吃，也罢了，还要说代圣贤立言！好的，不过把经书凑凑罢了；更有一种可笑的，肚子里没有东西，东拉西扯，弄些鬼神，还自以为博学。这怎么是阐发圣贤的道理！现在你爸爸口口声声叫我学这个，我又不敢违背，你这会子还提念书呢。”黛玉说：“我们女孩子虽然不要这个，但小时候跟着你们雨村先生念书，也看过一些。其中也有近情近理的，也有清微淡远的。那时候虽然不太懂，也觉得好，不可一概抹倒。况且你要考功名，这个也清贵些。宝玉听到这里，觉得有些不妥，因为黛玉从来不这样。他又不敢在她面前反驳，只是轻笑了一声。"
        },
        {
            "original": "正说著，忽听外面两个人说话，却是秋纹和紫鹃。只听秋纹道：“袭人姐姐叫我老太太那里接去，谁知却在这里。”紫鹃道：“我们这里才沏了茶，索性让他喝了再去。”说著，二人一齐进来。宝玉和秋纹笑道：“我就过去。又劳动你来找。”秋纹未及答言，只见紫鹃道：“你快喝了茶去罢。人家都想了一天了。”秋纹啐道：“呸！好混账丫头！”说的大家都笑了。宝玉起身，才辞了出来。黛玉送到屋门口儿，紫鹃在台阶下站著，宝玉出去，才回房里来。",
            "english": "While they were talking, they suddenly heard two people talking outside, which were Xiong Wen and Ziju. They heard Xiong Wen saying, \"I was sent by Xisi to go and pick up people at the old lady's house, but I didn't expect to meet them here.\" Ziju said, \"We just made some tea here, so let's let him drink it before he goes.\" Saying this, the two of them came in together. Bu Yi and Xiong Wen laughed and said, \"I'll go now. I've caused you a lot of trouble.\" Xiong Wen hadn't had a chance to answer yet, when Ziju said, \"You'd better drink the tea quickly. They've been thinking about it all day.\" Xiong Wen said, \"Bad-mouthed girl!\" Everyone laughed. Bu Yi stood up and said goodbye, then left. Daliu sent him to the door, and Ziju stood on the steps. When Bu Yi had gone, she came back into the room.",
            "chinese": "正在说话时，突然听到外面两个人在说话，原来是秋纹和紫鹃。只听秋纹说：“袭人姐姐让我去老太太那里接人，没想到在这里。”紫鹃说：“我们这里刚泡了茶，索性让他喝了再去。”说著，二人一同进来。宝玉和秋纹笑著说：“我就过去。又麻烦你来找我。”秋纹还没来得及回答，紫鹃就说：“你快喝了茶去罢。人家都想了一天了。”秋纹啐道：“呸！好混账丫头！”说的大家都笑了。宝玉起身，才辞了出来。黛玉送到屋门口儿，紫鹃在台阶下站著，宝玉出去，才回房里来。"
        },
        {
            "original": "却说宝玉回到怡红院中，进了屋子，只见袭人从里间迎出来，便问：“回来了么？”秋纹应道：“二爷早来了。在林姑娘那边来著。”宝玉道：“今日有事没有？”袭人道：“事却没有。方才太太叫鸳鸯姐姐来吩咐我们：如今老爷发狠叫你念书，如有丫鬟们再敢和你玩笑，都要照著晴雯司棋的例办。我想伏侍你一场，赚了这些言语，也没什么趣儿！”说著，便伤起心来。宝玉忙道：“好姐姐！你放心，我只好生念书，太太再不说你们了。我今儿晚上还要看书，明日师父叫我讲书呢。我要使唤，横竖有麝月秋纹呢，你歇歇去罢。”袭人道：“你要真肯念书，我们伏侍你也是欢喜的。”",
            "english": "Bao Yuhai returned to the Red Chamber. Xisi came out from the inner room and asked, \"Have you come back?\" Qiwen replied, \"Er Nai has been back for a long time and has been staying with Lin Daiyu.\" Bao Yuhai asked, \"Is there anything going on?\" Xisi said, \"Nothing. Just now, Madam Xue asked Yuanyang to tell us to supervise you to study. If any maid makes jokes with you, we will punish them like Qiongwen and Siqi. I wanted to stay with you, but I was hurt by these words.\" Bao Yuhai comforted, \"Good sister, don't worry. I'll study hard and Madam Xue won't say anything. I have to read tonight and tomorrow the teacher will ask me to recite. I'll call you, so you can go to rest.\" Xisi said, \"If you really study hard, we'll be happy to serve you.\"",
            "chinese": "宝玉回到怡红院，袭人从里屋出来问：“回来了？”秋纹回答说：“二爷早就回来了，在林姑娘那边待着呢。”宝玉问：“今天有事吗？”袭人说：“没事。刚才太太让鸳鸯姐姐来告诉我们要监督你读书，如果有丫鬟们再跟你开玩笑，就要像晴雯司棋那样惩罚。我想跟你在一起，结果被这些话弄伤了心。”宝玉安慰说：“好姐姐，放心，我好好读书，太太不会再说了。我今天晚上还要看书，明天师父要我讲书。我要使唤，麝月秋纹在，你去休息吧。”袭人说：“你要真肯读书，我们服侍你也是高兴的。”"
        },
        {
            "original": "宝玉听了，赶忙的吃了晚饭，就叫点灯，把念过的《四书》翻出来，“只是从何处看起？”翻了一本看去，章章里头，似乎明白；细按起来，却不很明白。看著小注，又看讲章，闹到起更以后了，自己想道：“我在诗词上觉得很容易，在这个上头竟没头脑！”便坐著呆呆的呆想。袭人道：“歇歇罢。做工夫也不在这一时的。”",
            "english": "The English translation is not available.1. 又向袖\n\n2. 问君别后何所忆，向我袖中知有意\n\n3. 不得入君袖，空为妾自怜\n\n4. 愿郎休不归，妾向君家向君袖\n\n5. 愿郎休不归，妾向君家向君袖\n\n6. 向君袖里送郎衣，别后相思泪满衣\n\n7. 以郎袖为衣，以君衣为裳，以君衣为带，以君带为结\n\n8. 君向袖中寄红叶，妾向袖中藏青丝\n\n9. 向君袖中寄红叶，妾向袖中藏青丝\n\n10. 向君袖中寄红叶，妾向袖中藏青丝\n\n11. 向君袖中寄红叶，妾向袖中藏青丝\n\n12. 向君袖中寄红叶，妾向袖中藏青丝\n\n13. 向君袖中寄红叶，妾向袖中藏青丝\n\n14. 向君袖中寄红叶，妾向袖中藏",
            "chinese": "宝玉听了，赶忙吃完晚饭，就叫人点上灯，把念过的《四书》翻出来，“只是从何处看起？”翻了一本看去，章章里头，似乎明白；细按起来，却不很明白。看著小注，又看讲章，闹到半夜了，自己想道：“我在诗词上觉得很容易，在这个上头竟没头脑！”便坐著呆呆的呆想。袭人道：“歇歇罢。做工夫也不在这一时的。”\n\n中国白话：\n\n那宝玉见他两个都走了，自己空闲无事，便向袖中取出扇子来，拿在手中，只管出神。又从袖中取出扇子来，拿在手中，只管出神。又向袖中取出扇子来，拿在手中，只管出神。又向袖中取出扇子来，拿在手中，只管出神。又向袖中取出扇子来，拿在手中，只管出神。又向袖中取出扇子来，拿在手中，只管出神。又向袖中取出扇子来，拿在手中，只管出神。又向袖"
        },
        {
            "original": "宝玉嘴里只管胡乱答应。麝月袭人才伏侍他睡下，两个才也睡了。及至睡醒一觉，听得宝玉炕上还是翻来覆去。袭人道：“你还醒著呢么？你倒别混想了，养养神，明儿好念书。”宝玉道：“我也是这样想，只是睡不著，你来给我揭去一层被。”袭人道：“天气不热，别揭罢。”宝玉道：“我心里烦躁的很。”自把被窝褪下来。袭人忙爬起来按住，把手去他头上一摸，觉得微微有些发烧。袭人道：“你别动了，有些发烧了。”宝玉道：“可不是？”袭人道：“这是怎么说呢！”宝玉道：“不怕，是我心烦的原故，你别吵嚷。省得老爷知道了，必说我装病逃学；不然，怎么病的这么巧？明儿好了，仍到学里去，就完事了。”袭人也觉得可怜，说道：“我靠著你睡罢。”便和宝玉捶了一回脊梁，不知不觉，大家都睡著了。直到红日高升，方才起来。宝玉道：“不好了，晚了。”急忙梳洗毕，问了安，就往学里来了。代儒已经变著脸，说：“怪不得你老爷生气，说你没出息。第二天你就懒惰。这是什么时候才来？”",
            "english": "Jade Bai has been thinking about things all night long. Xiaoyue and Xisi helped Jade Bai sleep, and they went to bed themselves. When they woke up for a while, Jade Bai was still tossing and turning. Xisi said, \"Are you still awake? Don't worry about it, just relax, and you'll be able to study tomorrow.\" Jade Bai said, \"I want to, but I can't sleep. Help me take off the quilt.\" Xisi said, \"It's not hot, don't take it off.\" Jade Bai said, \"I'm really hot.\" He took the quilt off himself. Xisi quickly got up and held him down, putting her hand on his head and feeling that he had a fever. Xisi said, \"Don't move, you have a fever.\" Jade Bai said, \"Yes.\" Xisi felt sorry for him and said, \"I'll sleep next to you.\" She massaged his back for a while, and before she knew it, they both fell asleep. It was already high noon when they woke up. Jade Bai said, \"Oh no, it's late.\" He quickly washed up and paid his respects to his parents before going to school. Mr. Dai had already turned sour\"You're lazy the next day. When did this come from?\"",
            "chinese": "宝玉一直胡思乱想。麝月和袭人才帮宝玉睡觉，他们自己也睡了。等睡醒一觉，宝玉床上还是翻来覆去。袭人说：“你还醒着吗？别胡思乱想了，养养神，明天好念书。”宝玉说：“我也这样想，就是睡不着，你帮我把被子揭下来。”袭人说：“天气不热，别揭了。”宝玉说：“我心里烦得不行。”自己把被子拿下来。袭人忙爬起来按住，把手放在他头上摸了摸，觉得有些发烧。袭人说：“你别动了，有点发烧了。”宝玉说：“是啊。”袭人觉得可怜，说：“我靠着你睡吧。”她就和宝玉捶了一回脊梁，不知不觉，大家都睡着了。直到太阳高升，才起床。宝玉说：“不好了，晚了。”赶紧梳洗完毕，问过安，就去了学堂。代儒已经变了脸，说：“怪不得你老爷生气，说你没出息。第二天你就懒惰。这是什么时候才来的？”"
        },
        {
            "original": "宝玉把昨儿发烧的话说了一遍，方过去了，仍旧念书。到了下晚，代儒道：“宝玉，有一章书，你来讲讲。”宝玉过来一看，却是“后生可畏”章。宝玉心上说：“这还好！幸亏不是《学》《庸》。”问道：“怎么讲呢？”代儒道：“你把节旨句子细细儿讲来。”宝玉把这章先朗朗的念了一遍，说：“这章书是圣人勉励后生，教他及时努力，不要弄到－－”说到这里，抬头向代儒一看。代儒觉得了，笑了一笑道：“你只管说，讲书是没有什么避忌的。《礼记》上说：‘临文不讳’。只管说，不要弄到什么？”宝玉道：“不要弄到老大无成。先将‘可畏’二字激发后生的志气，后把‘不足畏’，三字警惕后生的将来。”说罢，看著代儒。代儒道：“也还罢了。串讲呢？”宝玉道：“圣人说：人生少时，心思才力，样样聪明能干，实在是可怕的，那里料的定他后来的日子，不像我的今日？若是悠悠忽忽，到了四十岁，又到五十岁，既不能够发达：这种人，虽是他后生时像个有用的，到了那个时候，这一辈子就没有人怕他了。”代儒笑道：“你方才节旨讲的倒清楚，只是句子里有些孩子气。‘无闻’二字，不是不能发达做官的话。‘闻’是实在自己能够明理见道，就不做官也是有闻了；不然，古圣贤有‘遯世不见知’的，岂不是不做官的人？难道也是无闻么？‘不足畏’是使人料得定，方与‘焉知’的‘知’字对针，不是怕的字眼。要从这里看出，方能入细。你懂得不懂得？”宝玉道：“懂得了。”代儒道：“还有一章，你也讲一讲。”代儒往前揭了一篇，指给宝玉。宝玉看是“吾未见好德如好色者也”。",
            "english": "When he had finished, he began to read again. It was near night when Mr. Dai called him. \"Brother Yu,\" he said, \"there is a paragraph which you must explain.\" The boy came forward. \"Which one?\" he asked. \"The paragraph 'Post-juvenile fearlessness,'\" replied his tutor. \"I am glad,\" thought the boy, \"that it is not one of the 'Lun-yu' or 'Kao-yu.' I'll try to explain it.\" He read it through slowly, and then said: \"The paragraph is a warning to young people to strive for success while they are young, and not to wait till they are old. It begins with 'Post-juvenile fearlessness,' and ends with 'not to be afraid.'\" \"Very good,\" said his tutor. \"Shall I go over it again?\" \"Well,\" said Mr. Dai, \"the paragraph is a warning to young people not to be careless when they are young, for they may become old and inactive in their old age. The paragraph says that when people are young they are full of energy and enterprise. It is then that they are able to accomplish great things. It is said that 'when a young man is energetic andDaieru laughed and said, \"You have expressed your views clearly, but there are some childlike words in the sentence. 'Not heard' means that one cannot achieve great success in life. It does not mean that one cannot achieve great success in life. 'Not heard' means that one can truly understand and see the way, and it is not necessary to be an official. Otherwise, there are ancient sages who \"hide themselves and are not known\" and do not take office. How can they be called \"not heard\"?\"",
            "chinese": "宝玉把昨天发烧的事情说了一遍，然后继续念书。到了晚上，代儒说：“宝玉，有一章书，你来解释一下。”宝玉过来一看，是“后生可畏”章。宝玉心里想：“还好，幸亏不是《学》《庸》。”问道：“怎么解释呢？”代儒说：“你把要点句子细细地解释一下。”宝玉把这章先朗朗地念了一遍，说：“这章书是圣人鼓励年轻人，让他们及时努力，不要等到将来没有什么成就。先用‘可畏’二字激发年轻人的志气，再用‘不足畏’三个字警惕他们将来。”说罢，看着代儒。代儒说：“也还行。你还要串讲吗？”宝玉说：“圣人说：人生年轻时，心思才力样样聪明能干，实在是可怕的，那里料定他后来的日子，不像我的今天？如果你漫不经心，到了四十岁，又到五十岁，不能够发达：这种人，虽然他年轻时像个有用的人，但到了那个时候，这一辈子就没有人怕他了。”代儒笑道：“你刚才的主旨讲得很清楚，只是句子里有些孩子气。‘无闻’两个字，不是不能发达做官的话。‘闻’是真正自己能够明理见道，就不做官也是有闻了；不然，古圣贤有‘遁世不见知’的，岂不是不做官的人？难道也是无闻么？‘不足畏’是使人料得定，方与‘焉知’的‘知’字对针，不是怕的字眼。要从这里看出，方能入细。你懂得不懂得？”宝玉道：“懂得了。”代儒道：“还有一章，你也讲一讲。”代儒往前揭了一篇，指给宝玉。宝玉看是“吾未见好德如好色者也”。"
        },
        {
            "original": "宝玉觉得这一章却有些刺心，便陪笑道：“这句话没有什么讲头。”代儒道：“胡说！譬如场中出了这个题目，也说没有做头么？”宝玉不得已，讲道：“是圣人看见人不肯好德，见了色，便好的了不得，殊不想德是性中本有的东西，人偏都不肯好他。至于那个色呢，虽也是从先天中带来，无人不好的，但是德乃天理，色是人欲，人那里肯把天理好的像人欲似的？孔子虽是叹息的话，又是望人回转来的意思。并且见得人就有好德的，好的终是浮浅，直要像色一样的好起来，那才是真好呢。”代儒道：“这也讲的罢了。我有句话问你：你既懂得圣人的话，为什么正犯著这两件病？我虽不在家中，你们老爷也不曾告诉我，其实你的毛病，我却尽知的。做一个人，怎么不望长进？你这会儿正是‘后生可畏’的时侯。‘有闻’‘不足畏’，全在你自己做去了。我如今限你一个月，把念过的旧书全要理清。再念一个月文章，以后我要出题目叫你作文章了。如若懈怠，我是断乎不依的。自古道：‘成人不自在，自在不成人。’你好生记著我的话。”宝玉答应了，也只得天天按著功课干去。不提。",
            "english": "Jade felt that this chapter was a little painful to him, so he said with a smile: \"There is no point in this sentence.\" Daire said: \"That's nonsense! For example, if there is this topic in the field, can you say that there is no way? \"Jade had no choice but to say: \"The sage saw that people would not be good at virtue, and would be good at seeing color, but he did not think that virtue is a thing that people naturally have, and people are reluctant to be good at it. As for that color, although it is also something that people bring from birth, no one does not like it, but virtue is nature, and color is desire, people do not want to be as good at virtue as they are at desire. Confucius was only sighing, and it was also to hope that people would turn back. And it is clear that there are people who are good at virtue, but the good is always superficial, and it is only when one is as good at color as one is at color that it is truly good.\" Daire said: \"It's been said. I have a question to ask you: why are you in violation of these two diseases? AlthoughUpon hearing \"Hear but do not believe\" and \"Fear nothing,\" the key is your own performance. I give you a month to review all the old books you've learned. Then, for a month, you should read articles. After that, I will give you topics to write. If you slack off, I will not follow you. Since ancient times, \"Being an adult is not easy, but being easy is not being an adult.\" Remember my words.\" Bai Yu promised, and had to do his work every day. Without further ado.",
            "chinese": "宝玉觉得这一章有些刺心，便陪笑道：“这句话没有什么讲头。”代儒道：“胡说！譬如场中出了这个题目，也说没有做头么？”宝玉不得已，讲道：“是圣人看见人不肯好德，见了色，便好的了不得，殊不想德是性中本有的东西，人偏都不肯好他。至于那个色呢，虽也是从先天中带来，无人不好的，但是德乃天理，色是人欲，人那里肯把天理好的像人欲似的？孔子虽是叹息的话，又是望人回转来的意思。并且见得人就有好德的，好的终是浮浅，直要像色一样的好起来，那才是真好呢。”代儒道：“这也讲的罢了。我有句话问你：你既懂得圣人的话，为什么正犯著这两件病？我虽不在家中，你们老爷也不曾告诉我，其实你的毛病，我却尽知的。做一个人，怎么不望长进？你现在正是“后生可畏”的时候。听到“有闻”“不足畏”，关键在于你自己的表现。我给你一个月时间，把以前学过的旧书全部整理一遍。再念一个月文章，之后我会给你出题目让你写文章。如果懈怠，我绝对不会依从。自古道：“成人不自在，自在不成人。”你好好记住我的话。”宝玉答应了，也只得天天按照功课干去。不提。"
        },
        {
            "original": "且说宝玉上学之后，怡红院中甚觉清净闲暇，袭人倒可做些活计，拿著针线要绣个槟榔包儿。想这如今宝玉有了功课，丫头们可也没有饥荒了，早要如此，晴雯何至弄到没有结果？兔死狐悲，不觉叹起气来。忽又想到自己终身，本不是宝玉的正配，原是偏房。宝玉的为人，却还拿得住；只怕娶了一个利害的，自己便是尤二姐香菱的后身。素来看著贾母王夫人光景，及凤姐儿往往露出话来，自然是黛玉无疑了。那黛玉就是个多心人。－－想到此际，脸红心热，拿著针不知戳到那里去了。便把活计放下，走到黛玉处去探探他的口气。",
            "english": "When Bao Yuhai went to school, the Quiet Orchid Garden became quiet and leisurely, and Xisi could do some embroidery and embroider a pine nut bag. Thinking that now Bao Yuhai had homework, the maids would not be hungry, if it had been like this earlier, Qing Wen would not have had a bad result. Rabbits die and foxes mourn, and sighed. Suddenly, he thought about his own life, not Bao Yuhai's main wife, but a concubine. Bao Yuhai's personality can still be controlled; but if he married a strong one, he would become the reincarnation of You Er and Xiang Ling. Looking at the behavior of Jia Mo, Wang Fu, and Feng Zhu occasionally, naturally it would be Daiyu. Daiyu is a person with a lot of thoughts. - Thinking about this, her face turned red and her heart was hot, and she did not know where she had pricked the needle. She put down the work, went to Daiyu to see what she thought.\n\n《红楼梦》中的这段文字描述了宝玉上学后，怡红院的改变和袭人的生活变化。袭人原本是宝玉的贴身丫头，现在",
            "chinese": "话说宝玉上学后，怡红院变得清净悠闲，袭人可以做些活计，绣一个槟榔包。想到现在宝玉有功课，丫头们不会挨饿了，如果早点这样，晴雯也不会没有好结果。兔死狐悲，不觉叹了口气。忽然想到自己的终身，不是宝玉的正配，而是偏房。宝玉的为人，还能掌控得住；只怕娶了一个厉害的，自己就成了尤二姐和香菱的后身。素来看着贾母、王夫人的样子，以及凤姐儿偶尔透露的话，自然就是黛玉了。黛玉就是个多心的人。－－想到这里，脸红心热，拿着针不知道戳到了哪里。便放下活计，走到黛玉那里去探探她的口气。"
        },
        {
            "original": "黛玉正在那里看书，见是袭人，欠身让坐。袭人也连忙迎上来，问：“姑娘这几天身子可大好了？”黛玉道：“那里能够，不过略硬朗些。你在家里做什么呢？”袭人道：“如今宝二爷上了学，屋里一点事儿没有，因此来瞧瞧姑娘，说说话儿。”",
            "english": "Daiyu was reading a book when she saw Xisi coming. She invited her to sit down. Xisi hurried over and asked, \"Are you feeling better these days?\" Daiyu replied, \"Not really, I'm still not feeling well.\" Xisi said, \"Now that Mr. Bao is going to school, there's nothing to do at home, so I came to see you and chat.\"\n\n中文原文：\n\n黛玉正在看书，见是袭人，就让坐。袭人也赶紧迎上去，问：“姑娘这几天身体好点了吗？”黛玉说：“不行，还是有点不舒服。你在家做什么呢？”袭人说：“现在宝二爷上学了，屋里没事儿，所以来看看姑娘，说说话儿。”\n\n英文翻译：\n\nDaiyu was reading a book when she saw Xisi coming. She invited her to sit down. Xisi hurried over and asked, \"Are you feeling better these days?\" Daiyu replied, \"Not really, I'm still not feeling well.\" Xisi said, \"Now that Mr. Bao is going to school, there's nothing to do at home, so I came to see you and chat.\"\n\n中文原文：\n\n黛玉正在看书，见是袭人，",
            "chinese": "黛玉正在看书，见是袭人，就让坐。袭人也赶紧迎上去，问：“姑娘这几天身体好点了吗？”黛玉说：“不行，还是有点不舒服。你在家做什么呢？”袭人说：“现在宝二爷上学了，屋里没事儿，所以来看看姑娘，说说话儿。”"
        },
        {
            "original": "说著，紫鹃拿茶来。袭人忙站来道：“妹妹坐著罢。”因又笑道：“我前儿听见秋纹说，妹妹背地里说我们什么来著。”紫鹃也笑道：“姐姐信他的话？我说宝二爷上了学，宝姑娘又隔断了，连香菱也不过来，自然是闷的。”袭人道：“你还提香菱呢！这才苦呢！撞著这位‘太岁奶奶’，难为他怎么过！”把手伸著两个指头，道：“说起来，比他还利害，连外头的脸面都不顾了。”黛玉接著道：“他也够受了！尤二姑娘怎么死了？”袭人道：“可不是？想来都是一个人，不过名分里头差些，何苦这样毒？外面名声也不好听。”黛玉从不闻袭人背地里说人，今听此话有因，心里一动，便说道：“这也难说。但凡家庭之事，‘不是东风压了西风，就是西风压了东风。’”袭人道：“做了旁边人，心里先怯，那里倒敢欺负人呢？”",
            "english": "Zhu Duan brought tea, and Xisi stood up hurriedly and said, \"Sister, please sit down.\" Then she laughed, \"I heard from Qiongwen that you said something about us a few days ago.\" Zhu Duan also laughed and said, \"Do you believe what she said? I said that Baoyi went to school and Baoyu was cut off, and Xiangling didn't come over, so she was lonely.\" Xisi said, \"You're right! It's even worse! She's so cruel that she doesn't care about appearances outside.\" She held out two fingers and said, \"It's hard to say. But in a family, it's not the wind that blows down the west wind, but the west wind that blows down the east wind.”Aunt Xisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said, \"If you do it by the side, you are afraid of yourself and dare not bully others.\"\n\n”Sisi said",
            "chinese": "紫鹃拿来了茶，袭人忙站了起来，道：“妹妹坐吧。”因又笑道：“我前几天听见秋纹说，妹妹背地里说我们什么来着。”紫鹃也笑道：“姐姐相信她的话吗？我说宝二爷上了学，宝姑娘又隔断了，连香菱也不过来，自然是闷的。”袭人道：“你还提香菱呢！这才苦呢！撞上这位‘太岁奶奶’，她难为香菱怎么过！”把手伸著两个指头，道：“说起来，比他还利害，连外头的脸面都不顾了。”黛玉接着道：“他也够受了！尤二姑娘怎么死了？”袭人道：“可不是？想来都是一个人，不过名分里头差些，何苦这样毒？外面名声也不好听。”黛玉从没听过袭人背地里说人，今听此话有因，心里一动，便说道：“这也难说。但凡家庭之事，‘不是东风压了西风，就是西风压了东风。’”袭人道：“做了旁边人，心里先怯，哪里敢欺负人呢？””\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "说著，只见一个婆子在院里问道：“这里是林姑娘的屋子么？那位姐姐在这里呢？”雪雁出来一看，模糊认的是薛姨妈那边的人，便问道：“作什么？”婆子道：“我们姑娘打发来给这里林姑娘送东西的。”雪雁道：“略等等儿。”雪雁进来回了黛玉，黛玉便叫领他进来。",
            "english": "The maid then said, \"Is this the room of Madam Lin? Who is that sister there?\" Xiaoyan came out and roughly recognized it as someone from Xue's side, and asked, \"What is it?\" The maid said, \"We sent someone to bring things to Lin.\" Xiaoyan said, \"Wait a moment.\" Xiaoyan then came in and told Lin, who told him to come in.",
            "chinese": "说罢，只见一个婆子在院子里问道：“这里是林姑娘的屋子吗？那位姐姐在这里？”雪雁出来一看，大致认出了是薛姨妈那边的人，便问道：“做什么？”婆子说：“我们姑娘打发来给林姑娘送东西的。”雪雁说：“稍等一会儿。”雪雁进来告诉了黛玉，黛玉便叫他进来。"
        },
        {
            "original": "那婆子进来请了安，且不说送什么，只是觑著眼瞧黛玉。看的黛玉脸上倒不好意思起来，因问道：“宝姑娘叫你来送什么？”婆子方笑著回道：“我们姑娘叫给姑娘送了一瓶儿蜜饯荔枝来。”回头又瞧见袭人，便问道：“这位姑娘，不是宝二爷屋里的花姑娘么？”袭人笑道：“妈妈怎么认的我？”婆子笑道：“我们只在太太屋里看屋子，不大跟太太姑娘出门，所以姑娘们都不大认得。姑娘们碰著到我们那边去，我们都模糊记得。”说著，将一个瓶儿递给雪雁，又回头看看黛玉，因笑著向袭人说：“怨不得我们太太说，这林姑娘和你们宝二爷是一对儿，原来真是天仙似的！”袭人见他说话造次，连忙岔道：“妈妈，你乏了，坐坐吃茶罢。”那婆子笑嘻嘻的道：“我们那里忙呢，都张罗琴姑娘的事呢。姑娘还有两瓶荔枝，叫给宝二爷送去。”说著，颤颤巍巍告辞出去。",
            "english": "The old woman came in and paid her respects, but didn't say anything about what she was sending. She just looked at Dahuizi, who felt a little embarrassed. Dahuizi asked Baigong to tell her what she was sending. The old woman said Baigong had sent a bottle of candied litchis. The old woman also asked if Xisi was the flower girl in Baigong's room. Xisi asked how she knew. The old woman said she didn't often go out with the mistress and ladies, so she didn't know them well. The old woman laughed and said, \"Lin and Baigong are really like a pair of heavenly beings.\" Xisi was afraid the old woman would say something wrong, so she changed the subject and asked the old woman to sit down and have some tea. The old woman said they were busy, and had to prepare for the wedding of the musical girl. She also said they had two more bottles of litchis, which they should give to Baigong. After saying this, she bowed and left, wobbling slightly.",
            "chinese": "那婆子进来请了安，没说送什么，只是看黛玉，黛玉脸上有点不好意思。黛玉问宝姑娘叫她来送什么。婆子说宝姑娘叫送一瓶蜜饯荔枝。婆子又问袭人是不是宝二爷屋里的花姑娘。袭人问怎么认得她。婆子说平时在太太屋里看屋子，不大跟太太姑娘出门，所以姑娘们都不大认得。婆子笑说，林姑娘和宝二爷是一对，真的像天仙。袭人怕婆子说错，岔开话题，让婆子坐坐吃茶。婆子说他们忙，要张罗琴姑娘的事。姑娘还有两瓶荔枝，叫给宝二爷送去。说完，颤颤巍巍告辞出去。"
        },
        {
            "original": "黛玉虽恼这婆子方才冒撞，但因是宝钗使来的，也不好怎么样他，等他出了屋门，才说一声道：“给你们姑娘道费心。”那老婆子还只管嘴里咕咕哝哝的说：“这样好模样儿，除了宝玉，什么人擎受的起！”黛玉只装没听见。袭人笑道：“怎么人到了老来，就是混说白道的，叫人听著又生气，又好笑。”一时，雪雁拿过瓶子来给黛玉看。黛玉道：“我懒怠吃，拿了搁起去罢。”又说了一回话，袭人才去了。",
            "english": "Although Dahuai was angry with the old woman who had just offended her, she did not want to make things worse because she was sent by Baochai. When she left the room, Dahuai said, \"Tell your mistress that I'm sorry.\" The old woman continued to mutter to herself, \"What a good-looking girl! Only Baoyu can bear her.\" Dahuai pretended not to hear. Xiyan laughed, \"Old people often say nonsense, and it's both annoying and funny.\" After a while, Xieyan brought a bottle to Dahuai and said, \"I don't want to eat it, so take it away.\" They chatted for a while, and then Xiyan left.",
            "chinese": "黛玉虽然生气这个婆子刚才冒犯了她，但因为是宝钗派来的，也不想怎么样她，等她出了屋门，才说了一句“给你们姑娘道费心”。那老婆子还只管嘴里咕咕哝哝地说：“这样好模样儿，除了宝玉，什么人能承受得起！”黛玉只装没听见。袭人笑道：“怎么人老了就是胡说八道的，叫人听着生气又好笑。”过了一会儿，雪雁拿过瓶子来给黛玉看。黛玉道：“我懒得吃，拿走吧。”又聊了一会儿，袭人才走了。"
        },
        {
            "original": "一时，晚妆将卸，黛玉进了套间，猛抬头看见了荔枝瓶，不禁想起日间老婆子的一番混话，甚是刺心。当此黄昏人静，千愁万绪，堆上心来。想起自己身子不牢，年纪又大了，看宝玉的光景，心里虽没别人，但是老太太舅母又不见有半点意思，深恨父母在时，何不早定了这头婚姻。”又转念一想道：“倘若父母在时，别处定了婚姻，怎能够似宝玉这般人材心地？不如此时尚有可图。”心内一上一下，辗转缠绵，竟像辘轳一般。叹了一回气，掉了几点泪，无情无绪，和衣倒下。不知不觉，只见小丫头走来说道：“外面雨村贾老爷请姑娘。”黛玉道：“我虽跟他读过书，却不比男学生，要见我做什么？况且他和舅舅往来，从未提起，我也不必见的。”因叫小丫头回覆：“身上有病，不能出来，与我请安道谢就是了。”小丫头道：“只怕要与姑娘道喜，南京还有人来接。”",
            "english": "Suddenly, the evening makeup was about to be removed, and Lin Daiyu entered the room and looked up, seeing the lychee jar, which reminded her of the old lady's nonsense, and she was very painful in her heart. At this time, it was getting dark, and she was full of thoughts. Thinking of her weak body and old age, she was very sad when she saw the宝玉. Although she had no one else in her heart, the old lady and aunt seemed to have no intention. She deeply regretted that her parents did not fix the marriage early when they were alive. Then she thought to herself, if her parents were alive, and if they had fixed the marriage elsewhere, how could there be a person like the宝玉? Now there is still a chance. Her heart was in turmoil, like a wheel. She sighed and shed a few tears, feeling down, and took off her clothes to sleep. Without realizing it, a little girl came in and said, \"Outside, Judge Yu of the Rain Village asked for the girl.\" Lin Daiyu said, \"I read with him, but I am not a male student, why should I see me? Moreover, he and Uncle have not mentioned each other, so I don't have\"The little girl said, \"I have some good news for you. Someone from Nanjing is coming to pick you up.\"",
            "chinese": "突然，晚妆即将卸下，黛玉进入房间，猛地抬头看见了荔枝瓶，不禁想起老婆子的一番混话，心中十分刺痛。这时黄昏时分，思绪万千，涌上心头。想起自己身体虚弱，年纪又大了，看到宝玉时，心里虽然没有别人，但老太太和舅母似乎没有一点意思，深恨父母在世时，为什么不早点定下这门婚事。又转念一想，如果父母在世时，别处定了婚事，怎么会有像宝玉这样的人才和心地？现在还有机会。心中纠结不已，像轱辘一样。叹了一口气，掉了几滴眼泪，心情低落，脱衣而睡。不知不觉中，小丫头走来说：“外面雨村贾老爷请姑娘。”黛玉道：“我虽然跟他读过书，但不是男学生，为什么要见我？况且他和舅舅往来，从未提起，我也不必见。”于是叫小丫头回复：“我身体不适，不能出门，请替我向雨村老爷道谢。””小丫头说：“我来告诉你一个好消息，南京有人来接你了。”\n\n在这个改写的过程中，我们将一些旧的词和句式替换为现代普通话的表达方式，使语言更加简洁易懂。例如，“道喜”改写为“告诉你一个好消息”，“南京还有人来接”改写为“南京有人来接你了”。同时，我们还使用了更现代的词语和语法结构，如“我来告诉你一个好消息”和“南京有人来接你了”，使得语言更加流畅自然。"
        },
        {
            "original": "说著，又见凤姐同邢夫人、王夫人、宝钗等都来笑道：“我们一来道喜，二来送行。”黛玉慌道：“你们说什么话？”凤姐道：“你还装什么呆？你难道不知道林姑爷升了湖北的粮道，娶了一位继母，十分合心合意。如今想著你撂在这里，不成事体，因托了贾雨村作媒，将你许了你继母的什么亲戚，还说是续弦。所以著人到这里来接你回去，大约一到家中就要过去的。都是你继母作主。怕的是道儿上没有照应，还叫你琏二哥哥送去。”说得黛玉一身冷汗。",
            "english": "Then, the group of women, including Lady Feng, Lady Hsi, Lady Wang, and Lady Ch'ao, laughed and said, \"We've come to congratulate you and see you off.\" Lady Lin asked in a panic, \"What are you all talking about?\" Lady Feng replied, \"You know that Uncle Lin has been promoted to the position of Grain Officer in Hubei Province and has taken a stepmother who is very compatible with him. Now he wants to keep you here, but it's not a good idea. He has therefore asked Mr. Ya-chen to act as a matchmaker and has promised to marry you to his cousin, who is his stepmother's relative. He is sending someone here to fetch you, and you'll probably be there before long. It's all arranged by your stepmother. She's worried about you not having enough care and attention, so she's asked your brother-in-law, Uncle Lin, to accompany you there.\" Lady Lin heard this and felt a chill all over her body.",
            "chinese": "说著，凤姐、邢夫人、王夫人、宝钗等人一起笑道：“我们来道喜，顺便送你一程。”黛玉慌忙问道：“你们在说什么？”凤姐回答：“你不是知道林姑爷升了湖北的粮道，娶了一位继母，十分合心合意吗？现在想把你留在这里，不成事体，于是托了贾雨村作媒，将你许给了你继母的亲戚，说是续弦。所以派人到这里来接你回去，大概一到家就要过去。都是你继母作主。担心道上没有照应，还叫你琏二哥哥送你去。”黛玉听後，不禁一身冷汗。"
        },
        {
            "original": "黛玉又恍惚父亲果在那里做官的样子，心上急著，硬说道：“没有的事，都是凤姐姐混闹！”只见邢夫人向王夫人使个眼色儿：“他还不信呢，偺们走罢。”黛玉含著泪道：“二位舅母坐坐去。”众人不言语，都冷笑而去。",
            "english": "Daiyu remembered her father's appearance when he was in office and was anxious. She insisted, \"That's not true! It's all a lie from Fengji.\" As soon as Xingfei's mother sent a look to Wangfei, she said, \"She doesn't believe it. Let's go.\" Daiyu, with tears in her eyes, said, \"Please sit down, Aunties.\" But no one spoke, and they all laughed and left.",
            "chinese": "黛玉又想起父亲在做官的样子，心里着急，硬说：“没有的事，都是凤姐瞎说！”只见邢夫人向王夫人使了个眼色：“他还不信呢，我们走吧。”黛玉含着眼泪说：“二位舅母坐坐。”众人不说话，都冷笑而去。"
        },
        {
            "original": "黛玉此时心中乾急，又说不出来，哽哽咽咽，恍惚又是和贾母在一处的似的，心中想道：“此事惟求老太太，或还有救。”于是两腿跪下去，抱著贾母的腿，说道：“老太太救我！我南边是死也不去的。况且有了继母，又不是我的亲娘，我是情愿跟著老太太一块儿的。”但见贾母呆著脸儿笑道：“这个不干我的事。”黛玉哭道：“老太太，这是什么事呢！”老太太道：“续弦也好，倒多得一副妆奁。”黛玉哭道：“我在老太太跟前，决不使这里分外的闲钱，只求老太太救我！”贾母道：“不中用了。做了女人总是要出嫁的，你孩子家不知道，在此地终非了局。”黛玉道：“我在这里，情愿自己做个奴婢过活，自做自吃，也是愿意。只求老太太作主！”见贾母总不言语，黛玉又抱著贾母哭道：“老太太！你向来最是慈悲的，又最疼我的，到了紧急的时候儿，怎么全不管？你别说我是你的外孙女儿，是隔了一层了；我的娘是你的亲生女儿，看我娘分上，也该护庇些！”说著，撞在怀里痛哭。听见贾母道：“鸳鸯，你来送姑娘出去歇歇，我被他闹乏了。”",
            "english": "Daiyu was very anxious at this moment, but she could not express it in words. She was crying and trembling, as if she were with her grandmother. She thought to herself, \"This is something that only Granny can help with, and perhaps there is still a chance.\" She then knelt down and clasped her grandmother's legs, saying, \"Grandmother, save me! I don't want to go to the south, and even if I do have a stepmother, she's not my real mother. I would rather stay with you.\" She saw her grandmother laugh blankly and said, \"It's not my business.\" Daiyu cried, \"Grandmother, what's going on?\" Her grandmother replied, \"It's all right to remarry. You can get an additional dowry.\" Daiyu cried, \"I would rather be a servant in your service, make my own living, and eat my own food. I just want you to take charge of this.\" When her grandmother said nothing, Daiyu hugged her grandmother and cried, \"Grandmother! You have always been compassionate and loved me the most. Now, when it's a matter of life or death, why are you so indifferent?\"\n\n英文原文：\n\n黛玉此时心中十分着急Don't say I'm your granddaughter, we're from different generations; my mother is your daughter. In light of our relationship, you should show her some respect!\" She rushed into her arms and wept. The old lady heard this and said, \"Qingyue, go and lead the girl to her room for some rest. I'm tired of her.\"",
            "chinese": "黛玉此时心中十分着急，又说不出来，哽哽咽咽，恍惚好像和贾母在一起，心中想道：“这件事只能求老太太，或许还有救。”于是她跪下去，抱着贾母的腿，说道：“老太太救我！我不想去南方，何况有了继母，又不是亲娘，我情愿跟着老太太一块儿。”但见贾母呆呆地笑道：“这件事不关我的事。”黛玉哭道：“老太太，这是什么事呢！”老太太道：“续弦也挺好，还能多得一副嫁妆。”黛玉哭道：“我在老太太身边，决不会使这里分外的闲钱，只求老太太救我！”贾母道：“来不及了。做了女人总是要出嫁的，你还是个小孩子，不懂这些事。”黛玉道：“我在老太太身边，情愿自己做个奴婢过活，自做自吃，也是愿意。只求老太太作主！”见贾母总不说话，黛玉又抱着贾母哭道：“老太太！你向来最是慈悲的，又最疼我的，到了紧急的时候儿，怎么全不管？你别说我是你外孙女儿，我们之间相差了一辈；我的母亲是你的亲生女儿，看在我母亲的份上，也该照顾一下！”说完，她撞进怀里痛哭。贾母听到后说：“鸳鸯，你过来送姑娘出去休息休息，我被她吵乏了。”"
        },
        {
            "original": "黛玉情知不是路了，求之无用，不如寻个自尽，站起来，往外就走。深痛自己没有亲娘，便是外祖母与舅母姊妹们，平时何等待的好，可见都是假的。又一想：“今日怎么独不见宝玉？或见他一面，看他还有法儿。”便见宝玉站在面前，笑嘻嘻的说：“妹妹大喜呀！”黛玉听了这一句话，越发急了，也顾不得什么了，把宝玉紧紧的拉住，说：“好！宝玉，我今日才知道你是个无情无义的人了！”宝玉道：“我怎么无情无义？你既有了人家儿，偺们各自干各自的了。”黛玉越听越气，越没了主意，只得拉著宝玉，哭道：“好哥哥！你叫我跟了谁去？”宝玉道：“你要不去，就在这里住著。你原是许了我的，所以你才到我们这里来。我待你是怎么样的，你也想想。”",
            "english": "Daiyu knew that this path was not going to work and that begging for help was useless, so she decided to take her own life. She stood up and walked out. She deeply resented the fact that she didn't have a mother and that even her grandmother, aunt, and sisters, who had treated her so well, were now fake. She thought to herself, \"Where is宝玉 today? Maybe if I see him, he'll have some way out.\" And she saw宝玉 standing in front of her, smiling and saying, \"Sister, congratulations!\" Daiyu heard this and became even more upset. She didn't care what she was doing and grabbed宝玉 tightly, saying, \"Well,宝玉, I never knew you were so heartless!\"宝玉 said, \"I'm not heartless. If you're already engaged, we'll just go our separate ways.\" Daiyu became angrier and more confused, so she grabbed宝玉's arm and cried, \"Good brother! Where am I supposed to go?\"宝玉 said, \"If you don't want to go, just stay here. You promised me when you came here. You know how I treated you.\"\"The idea of ​​a digital twin is to create a virtual model of a physical object that can simulate its behavior and predict its performance in various scenarios, allowing for better decision-making and optimization of the physical object's operation. A digital twin can be used in a variety of applications, such as industrial automation, smart cities, and autonomous vehicles. It can also help with predictive maintenance, reducing downtime and increasing efficiency.\n\nIn summary, a digital twin is a virtual representation of a physical object that allows for better decision-making and optimization of its operation.\"\n\n## 5. 一个数字孪生可以用来做什么？\n\n中文原文：\n\n“数字孪生可以用来模拟和预测物理对象的行为和性能，以便更好地做出决策和优化物理对象的操作。数字孪生可用于各种应用，例如工业自动化、智能城市和自动驾驶汽车。它还可以帮助进行预测性维护，减少停机时间和提高效率。\n\n总之，数字孪生是一个虚拟表示物理对象的模型，可以用来更好地做出决策和优化其操作。”\n\n英文翻译：\n\n\"A digital twin can be used to simulate and predict the behavior and performance of a physical object, allowing for better decision-making and optimization of its operation. A digital twin can be used in a variety of applications, such as industrial automation, smart cities",
            "chinese": "黛玉知道这条路走不通了，求人也无济于事，不如寻个短见，站起来，往外就走。她深深痛恨自己没有亲娘，就算是外祖母和舅母、姊妹们，平时待她多好，可现在都成了假的。她又想：“今天怎么不见宝玉？或者见他一面，看他还有没有办法。”就看见宝玉站在面前，笑嘻嘻地说：“妹妹大喜呀！”黛玉听了这一句话，越发急了，也顾不得什么了，把宝玉紧紧地拉住，说：“好！宝玉，我今天才知道你是个无情无义的人了！”宝玉道：“我怎么无情无义？你既然有人家了，我们各自干各自的吧。”黛玉越听越生气，越没了主意，只得拉着宝玉，哭道：“好哥哥！你叫我跟了谁去？”宝玉道：“你要不去，就在这里住着。你当初答应过我的，所以你才来我们这里。我待你是怎么样的，你也想想。”"
        },
        {
            "original": "黛玉恍惚又像果曾许过宝玉的，心内忽又转悲作喜，问宝玉道：“我是死活打定主意的了，你到底叫我去不去？”宝玉道：“我说叫你住下。你不信我的话，你就瞧瞧我的心！”说著，就拿著一把小刀子往胸口上一划，只见鲜血直流。黛玉吓得魂飞魄散，忙用手握著宝玉的心窝，哭道：“你怎么做出这个事来？你先来杀了我罢！”宝玉道：“不怕！我拿我的心给你瞧。”还把手在划开的地方儿乱抓。黛玉又颤又哭，又怕人撞破，抱住宝玉痛哭。宝玉道：“不好了！我的心没有了，活不得了！”说著，眼睛往上一翻，咕咚就倒了。黛玉拼命放声大哭，只听见紫鹃叫道：“姑娘，姑娘！怎么魇住了？快醒醒儿，脱了衣服睡罢。”",
            "english": "Daiyu suddenly remembered the promise she had made to Baoyu, and her heart was both sad and happy. She asked Baoyu, \"I will never leave you. Will you let me stay?\" Baoyu replied, \"I said you could stay. You don't trust me, so look at my heart!\" He then took a small knife and cut himself on the chest, causing blood to flow. Daiyu was terrified and grabbed Baoyu's chest, sobbing, \"How could you do this? Kill me first!\" Baoyu said, \"Don't worry! I'll show you my heart.\" He then began to scratch the cut with his hand. Daiyu was both scared and crying, worried that someone would find out, and she held Baoyu in her arms and wept. Baoyu said, \"Oh no! My heart is gone, and I can't live!\" He then looked up at the sky and collapsed to the ground. Daiyu cried out, \"Oh no! What am I going to do?!\" She held Baoyu and cried, \"Baoyu, don't die! Don't die!\" Just then, ZhiJuan cried out, \"Madam, Madam! What happened",
            "chinese": "黛玉突然想起自己曾经答应过宝玉的，心里顿时又悲又喜，问宝玉道：“我是绝对不离开你的。你到底让我留下吗？”宝玉道：“我说让你留下。你不相信我的话，就看看我的心！”说着，就拿起一把小刀往胸口上划了一下，鲜血直流。黛玉吓得魂飞魄散，忙用手握住宝玉的心窝，哭道：“你怎么做出这种事来？你先来杀了我吧！”宝玉道：“不怕！我拿我的心给你看。”还把手放在划开的地方乱抓。黛玉又害怕又哭，担心被人发现，抱住宝玉痛哭。宝玉道：“不好了！我的心没有了，活不下去了！”说着，眼睛往上翻，咕咚一声倒在地上。黛玉拼命放声大哭，只听见紫鹃叫道：“姑娘，姑娘！怎么被魇住了？快醒醒儿，脱了衣服睡觉吧。”"
        },
        {
            "original": "黛玉一翻身，却原来是一场恶梦。喉间犹是哽咽，心上还是乱跳，枕头上已经湿透，肩背身心，但觉冰冷，想了一回，“父母死的久了，和宝玉尚未放定，这是从那里说起？”……又想梦中光景，无倚无靠，再真把宝玉死了，那可怎么样好？一时痛定思痛，神魂俱乱。又哭了一回，遍身微微的出了一点儿汗。扎挣起来，把外罩大袄脱了，叫紫鹃盖好了被窝，又躺下去。翻来覆去，那里睡得著？只听得外面淅淅飒飒，又像风声，又像雨声。又停了一会子，又听得远远的吆呼声儿，却是紫鹃已在那里睡著鼻息出入之声。自己扎挣著爬起来，围著被坐了一会，觉得窗缝里透进一缕凉风来，吹得寒毛直竖，便又躺下。正要朦胧睡去，听得竹枝上不知有多少家雀儿的声儿，啾揪唧唧，叫个不住。那窗上的纸，隔著屉子，渐渐的透进清光来。",
            "english": "Daiyu turned over and found that it was just a nightmare. She choked in her throat and her heart raced, her pillow was wet, and her shoulders and body were cold. She thought, \"My parents have been dead for a long time, and I haven't been able to fix my relationship with Baoyu, what's going on?\" ... She then thought about the dream, feeling helpless and alone, and what would happen if Baoyu really died. At that moment, she was overcome with pain and confusion. She cried for a while, then sweated slightly all over her body. She got up, took off her outer jacket, and asked ZhiJuan to cover the quilt, then lay down again. She tossed and turned, unable to sleep. Suddenly, she heard the sound of wind and rain outside, like the sound of wind and rain. After a while, she heard distant shouts, and it turned out that ZhiJuan was asleep. She struggled to get up, wrapped herself in the quilt, and sat up for a while. Just then, she felt a cold breeze coming in through the window, and it sent shivers down her spine. She lay down again, about to fall asleep, but then she heard the sound of many",
            "chinese": "黛玉翻身，原来是一场恶梦。她喉间哽咽，心上乱跳，枕头湿透，肩背身心冰冷。她想，“父母死了很久，和宝玉还没有放定，这是怎么回事？”……她又想到梦中的光景，无依无靠，再真把宝玉死了，那可怎么办？一时痛定思痛，神魂俱乱。她哭了一回，浑身微微出汗。她爬起来，脱下外罩大袄，叫紫鹃盖好被窝，又躺下去。翻来覆去，睡不着。只听得外面淅淅飒飒，像风声，又像雨声。又停了一会儿，又听到远远的吆呼声，却是紫鹃睡着了。她自己挣扎著爬起来，围著被坐了一会，觉得窗缝里透进一缕凉风来，吹得寒毛直竖，便又躺下。正要朦胧睡去，听到竹枝上不知有多少家雀儿的声儿，啾啾唧唧，叫个不住。那窗户上的纸，隔着一层，渐渐地透进明亮的光线来。"
        },
        {
            "original": "黛玉此时已醒得双眸炯炯，一会儿咳嗽起来，连紫鹃都咳嗽醒了。紫鹃道：“姑娘，你还没睡著么？又咳嗽起来了。想是著了风了。这会儿窗户纸发青了，也待好亮起来了。歇歇儿罢，养养神，别尽著想长想短的了。”黛玉道：“我何尝不要睡？只是睡不著。你睡你的罢。”说了，又嗽起来。",
            "english": "At this moment, Dahuai had already opened her bright eyes and started coughing. Ziju also coughed and woke up. Ziju said, \"Miss, you haven't fallen asleep yet? You're coughing again. Did you catch a cold? Now the window paper is getting pale, and it's almost light. Rest for a while, and nourish your spirit. Don't keep thinking about things.\" Dahuai said, \"Of course I want to sleep, but I can't. You sleep.\" After saying this, she started coughing again.",
            "chinese": "黛玉此时已经睁开了明亮的眼睛，一会儿开始咳嗽起来，连紫鹃也咳嗽醒了。紫鹃说道：“姑娘，你还没睡着吗？又开始咳嗽了。是不是着了风了？现在窗户纸发青了，也快亮起来了。休息一会儿，养养神，别一直想东想西的了。”黛玉说道：“我当然想睡觉，只是睡不着。你睡你的吧。”说完，又开始咳嗽。"
        },
        {
            "original": "紫鹃见黛玉这般光景，心中也自伤感，睡不著了。听见黛玉又嗽，连忙起来，捧著痰盒。这时天已亮了。黛玉道：“你不睡了么？”紫鹃笑道：“天都亮了，还睡什么呢？”黛玉道：“既这样，你就把痰盒儿换了罢。”",
            "english": "Zhu Duan saw Diao Yu in this state and felt very sad. She couldn't fall asleep. She heard Diao Yu coughing again and got up quickly, holding the phlegm jar. It was already dawn. Diao Yu said, \"You don't sleep either?\" Zhu Duan laughed, \"It's already dawn, what are you talking about?\" Diao Yu said, \"Since it's like this, you might as well change the phlegm jar.\"",
            "chinese": "紫鹃看到黛玉这个样子，心里也很伤感，睡不着了。听到黛玉又咳嗽了，连忙起来，捧着痰盒。这时天已经亮了。黛玉说：“你不睡了么？”紫鹃笑道：“天都亮了，还睡什么呢？”黛玉道：“既然这样，你就把痰盒换一下吧。”"
        },
        {
            "original": "紫鹃答应著，忙出来换了一个痰盒儿，将手里的这个盒儿放在桌上，开了套间门出来，仍旧带上门，放下撒花软帘，出来叫醒雪雁。开了屋门去倒那盒子时，只见满盒子痰，痰中有些血星，吓了紫鹃一跳，不觉失声道：“嗳呀！这还了得！”黛玉里面接著问：“是什么？”紫鹃自知失言，连忙改说道：“手里一滑，几乎撂了痰盒子。”黛玉道：“不是盒子里的痰有了什么？”紫鹃道：“没有什么。”说著这句话时，心中一酸，那眼泪直流下来，声儿早已岔了。",
            "english": "Zhuijuan nodded and hurried out to replace the痰盂. She put the痰盂 she was holding on the table, opened the bedroom door and came out, still closing the door, and let down the flower-patterned soft curtain. She woke up Xueyan and opened the door to the room to empty the痰盂. When she saw that the痰盂 was full of phlegm and there were blood stars in it, she was frightened and cried out involuntarily, \"Oh my god! How terrible!\" Lin Daiyu was inside and asked, \"What's wrong?\" Zhuijuan knew that she had said the wrong thing and quickly changed her words, \"I almost dropped the痰盂.\" Lin Daiyu said, \"Is there anything wrong with the phlegm?\" Zhuijuan said, \"There's nothing wrong.\" While saying this, she felt a sharp pain in her heart and tears flowed down her face. Her voice had already changed.",
            "chinese": "紫鹃答应了一声，急忙出来换了一个痰盂，把手里那个痰盂放在桌上，打开卧室门出来，仍旧关上门，放下撒花软帘，出来叫醒雪雁。打开屋门倒那个痰盂时，只见满痰盂的痰，痰中有血星，吓了紫鹃一跳，不觉失声道：“哎呀！这还了得！”黛玉在里面接着问：“是什么？”紫鹃知道自己说错了，连忙改口道：“手里一滑，几乎掉痰盂。”黛玉道：“不是痰盂里的痰有了什么？”紫鹃道：“没有什么。”说着这句话时，心中一酸，眼泪直流下来，声音早已变了。"
        },
        {
            "original": "黛玉因为喉间有些甜腥，早自疑惑；方才听见紫鹃在外边诧异，这会子又听见紫鹃说话，声音带著悲惨的光景，心中觉了八九分，便叫紫鹃：“进来罢，外头看冷著。”紫鹃答应了一声，这一声更比头里凄惨，竟是鼻中酸楚之音。黛玉听了，冷了半截。看紫鹃推门进来时，尚拿绢子试眼。黛玉道：“大清早起，好好的为什么哭？”紫鹃勉强笑道：“谁哭来？这早起起来，眼睛里有些不舒服。姑娘今夜大概比往常醒的时候更多罢？我听见咳嗽了半夜。”黛玉道：“可不是？越要睡，越睡不著。”紫鹃道：“姑娘身上不大好，依我说，还得自己开解著些。身子是根本，俗语说的：‘留得青山在，依旧有柴烧。’况这里自老太太、太太起，那个不疼姑娘？”只这一句话，又勾起黛玉的梦来，觉得心里一撞，眼中一黑，神色俱变。紫鹃连忙端著痰盒，雪雁捶著脊梁。半日，才吐出一口痰来，痰中一缕紫血，簌簌乱跳。紫鹃雪雁脸都吓黄了。两个旁边守著，黛玉便昏昏躺下。紫鹃看著不好，连忙努嘴叫雪雁叫人去。",
            "english": "Daiyu, because there was a little sweetness in her throat, had already felt strange; just now hearing Ziju outside strange, and now hearing Ziju's voice with a sad atmosphere, the heart had already guessed about eight or nine points, and called Ziju: \"Come in, it's cold outside.\" Ziju answered, and her voice was even sadder than before, almost a sound that was sad from the nose. Daiyu heard it and was cold half. Looking at Ziju pushing the door in, she was still wiping her eyes with a handkerchief. Daiyu said, \"It's early in the morning, why are you crying for no reason?\" Ziju forced a smile and said, \"Who's crying? I got up early this morning, and my eyes are a little uncomfortable. Did you sleep more than usual last night, Miss? I heard you coughing all night.\" Daiyu said, \"Yes, I couldn't sleep no matter how much I wanted to.\" Ziju said, \"Miss's body is not very good, in my opinion, we still need to cheer ourselves up. The body is the root, as the saying goes: 'Leave the green mountain there, and there will still be firewood to burn\"Just those words, and Dahuai's dream was triggered. She felt a thud in her heart, a blackness in her eyes, and her expression changed. Zhujuan quickly held the spittoon, and Xueyan beat her back. After half a long time, Dahuai spat out a mouthful of phlegm, which was a bit of purple blood, and her heart was jumping nonstop. Zhujuan and Xueyan were so scared that their faces turned pale. The two of them stayed by her side, and Dahuai fell into a deep sleep. Zhujuan saw that things were not good and immediately used her eyes to signal Xueyan to call someone.",
            "chinese": "黛玉因为喉咙里有些甜腥，早就觉得有些奇怪；刚刚听见紫鹃在外面奇怪，现在又听到紫鹃说话的声音带着悲伤的气氛，心中已经有了八九分的猜测，便叫紫鹃：“进来吧，外面看冷。”紫鹃答应了一声，声音比之前更凄惨，几乎是鼻子里酸楚的声音。黛玉听了，冷了一半。看紫鹃推门进来时，还在用绢子擦眼睛。黛玉道：“大清早起，好好的为什么哭？”紫鹃勉强笑道：“谁哭来？这早起起来，眼睛里有些不舒服。姑娘昨晚睡得比往常醒的时间更多吧？我听见你咳嗽了一整晚。”黛玉道：“可不是？越要睡，越睡不著。”紫鹃道：“姑娘的身体不太好，依我说，还是要自己开解一下。身体是根本，俗话说的：‘留得青山在，依旧有柴烧。’何况这里从老太太、太太起，哪个不疼姑娘？”只这一句话，又勾起了黛玉的梦，觉得心里一撞，眼中一黑，神色俱变。紫鹃赶紧端着痰盒，雪雁捶着背。过了半天，黛玉才吐出一口痰来，痰中带着一点紫血，乱跳不停。紫鹃和雪雁吓得脸色都变黄了。两个守在旁边，黛玉就昏昏沉沉地躺下了。紫鹃看着情况不好，连忙用眼神示意雪雁叫人去。"
        },
        {
            "original": "雪雁才出屋门，只见翠缕翠墨两个人笑嘻嘻的走来。翠缕便道：“林姑娘怎么这早晚还不出门？我们姑娘和三姑娘都在四姑娘屋里，讲究四姑娘画的那张园子景儿呢。”雪雁连忙摆手儿。翠缕翠墨二人倒都吓了一跳，说：“这是什么原故？”雪雁将方才的事一一告诉他二人。二人都吐了吐舌头儿，说：“这可不是玩的！你们怎么不告诉老太太去？这还了得！你们怎么这么糊涂？”雪雁道：“我这里才要去，你们就来了。”",
            "english": "Xueyan just stepped out of the door when Cui Lü and Cui Mo came running towards her with smiles on their faces. Cui Lü said, \"How late it is for Miss Lin to still be inside! We heard that Miss Lin and Miss San are in Miss Si's room, talking about the garden painting she drew.\" Xueyan quickly shook her head. Cui Lü and Cui Mo were startled and asked, \"What's going on?\" Xueyan told them what had happened. Both were surprised and said, \"This is serious! Why didn't you tell the old lady?\" Xueyan replied, \"I was just about to go when you came.\"",
            "chinese": "雪雁刚走出屋门，就看到翠缕和翠墨两个人笑嘻嘻地走来。翠缕就说：“林姑娘怎么这么晚还不出门？我们姑娘和三姑娘都在四姑娘屋里，正谈论着四姑娘画的那张园子画呢。”雪雁连忙摆手。翠缕翠墨二人吓了一跳，说：“这是怎么回事？”雪雁把刚才发生的事都告诉了她们。二人都吓了一跳，说：“这不是玩的！你们怎么不告诉老太太？这可怎么办？”雪雁说：“我正要去，你们就来了。”"
        },
        {
            "original": "正说著，只听紫鹃叫道：“谁在外头说话？姑娘问呢。”三个人连忙一齐进来。翠缕翠墨见黛玉盖著被，躺在床上，见了他二人，便说道：“谁告诉你们了，你们这样大惊小怪的？”翠墨道：“我们姑娘和云姑娘才都在四姑娘屋里，讲究四姑娘画的那张园子图儿，我们来请姑娘。不知道姑娘身上又欠安了。”黛玉道：“也不是什么大病，不过觉身子略软些，躺躺儿就起来了。你们回去告诉三姑娘和云姑娘：饭后若无事，倒是请他们到这里坐坐罢。宝二爷没到你们那边去？”二人答道：“没有。”翠墨又道：“宝二爷这两天上了学了，老爷天天要查功课，那里还能像从前那么乱跑呢？”黛玉听了，默然不言。二人又略站了一回，都悄悄的退出来了。",
            "english": "\"Speaking of it, only heard Zijuan call, 'Who is outside talking? The young lady asked.' Three people hurriedly came in together. Cui Lu and Cui Mo saw that Daiyu was covered with a quilt and lying in bed, and upon seeing them, Cui Mo said, 'Who told you? You are making such a big fuss.' Cui Mo said, 'We were with Miss Qian and Miss Yun in Miss Si's room just now, discussing the garden picture Miss Si drew. We came to ask Miss Daidai. We didn't know that Miss Daidai was unwell.' Daidai said, 'It's not a serious illness. I just feel a bit weak and need to lie down for a while. Tell Miss Qian and Miss Yun for me: after lunch, if there is nothing else to do, please come to my room to sit down. Is there anything wrong with Baobai recently?' The two answered, 'No.' Cui Mo added, 'Baobai has been going to school recently, and Master Daoyu is always checking his homework, so he can't run around as much as before.' Daidai listened silently without saying a word. The two stood there",
            "chinese": "说着，只听紫鹃叫道：“谁在外头说话？姑娘问呢。”三个人连忙一齐进来。翠缕翠墨见黛玉盖着被，躺在床上，见了他们，便说道：“谁告诉你们了，你们这样大惊小怪的？”翠墨道：“我们姑娘和云姑娘才都在四姑娘屋里，商量四姑娘画的那张园子图儿，我们来请姑娘。不知道姑娘身上又欠安了。”黛玉道：“也不是什么大病，不过觉身子略软些，躺躺儿就起来了。你们回去告诉三姑娘和云姑娘：饭后若无事，倒是请他们到这里坐坐罢。宝二爷没到你们那边去？”二人答道：“没有。”翠墨又道：“宝二爷这两天上了学了，老爷天天要查功课，哪里还能像从前那么乱跑呢？”黛玉听了，默然不言。二人又略站了一回，都悄悄的退出来了。"
        },
        {
            "original": "且说探春湘云正在惜春那边评论惜春所画“大观园图”，说：这个多一点，那个少一点；这个太疏，那个太密。大家又议著题诗，著人去请黛玉商议。正说著，忽见翠缕翠墨二人回来，神色匆忙。湘云便先问道：“林姑娘怎么不来？”翠缕道：“林姑娘昨日夜里又犯了病了，咳嗽了一夜。我们听见雪雁说，吐了一盒子痰血。”探春听了，诧异道：“这话真么？”翠缕道：“怎么不真！”翠墨道：“我们刚才进去去瞧了瞧，颜色不成颜色，说话儿的气力儿都微了。”湘云道：“不好的这么著，怎么还能说话呢？”探春道：“怎么你这么糊涂！不能说话，不是已经－－”说到这里却咽住了。惜春道：“林姐姐那样一个聪明人，我看他总有些瞧不破，一点半点儿都要认起真来。天下事那里有多少真的呢？”探春道：“既这么著，偺们都过去看看。倘若病的利害，偺们也过去告诉大嫂子，回老太太，传大夫进来瞧瞧，也得个主意。”湘云道：“正是这样。”惜春道：“姐姐们先去，我回来再过去。”",
            "english": "Now, while the three girls were discussing the painting of the great garden with Xiangyun, saying that the place should be drawn more and the place less, and that the place should be drawn less and the place more. They were discussing the poem, and sent someone to invite Lin Daiyu to discuss it. In the meantime, Cui Lu and Cui Mo returned, in a hurry. Xiangyun asked first, \"Where is Lin Daiyu?\" Cui Lu said, \"Lin Daiyu was ill yesterday night, coughed all night. We heard Xueyan say that she had thrown up a box of phlegm and blood.\" Taochen was surprised and said, \"Is this true?\" Cui Lu said, \"How could it not be true!\" Cui Mo said, \"We just went in to see her, and she looked very bad, and her breath was very weak.\" Xiangyun said, \"How could she speak in such a bad condition?\" Taochen said, \"How stupid you are! Can't speak, isn't it -\" Here she stopped. Xue said, \"Lin Daiyu is so smart, I think she has some understanding, and every little bit has to be taken seriously.\"How many things are really true in the world?\" said Tso-Chun. \"Let's go and have a look. If she's very ill, we can tell Mrs. Wang, and ask for the doctor to be brought in, so that we can have some advice.\" \"That's the idea,\" said Hsiu-Yun. \"Ssu-chen,\" said Tso-Chun, \"go on ahead, and I'll come later.\"",
            "chinese": "且说探春和湘云正在和惜春讨论惜春画的“大观园图”，说这个地方画多了，那个地方画少了；这个地方太疏了，那个地方太密了。大家商量着写诗，派人去请黛玉商议。正在谈话间，翠缕和翠墨回来了，神色匆忙。湘云便先问道：“林姑娘怎么不来？”翠缕道：“林姑娘昨天夜里又病了，咳了一整夜。我们听见雪雁说，吐了一盒子痰血。”探春听了，诧异道：“这话是真的吗？”翠缕道：“怎么不是真的！”翠墨道：“我们刚才进去瞧了瞧，脸色很不好，说话儿的气力也很微弱。”湘云道：“那么不好的情况下，还能说话吗？”探春道：“你怎么这么糊涂！不能说话，不就是－－”说到这里却咽住了。惜春道：“林妹妹那么聪明，我看她总有些看不破，一点半点儿都要认起真来。天下事哪里有多少真的呢？”探春说：“既然这样，我们过去看看。如果病得很严重，我们也可以告诉嫂子，回禀老太太，让医生进来瞧瞧，也好有个主意。”湘云说：“就是这个意思。”惜春说：“姐姐们先去，我再过去。”"
        },
        {
            "original": "于是探春湘云扶了小丫头，都到潇湘馆来。进入房中，黛玉见他二人，不免又伤起心来。因又转念，想起梦中，“连老太太尚且如此，何况他们？况且我不请他们，他们还不来呢！”心里虽是如此，脸上却碍不过去，只得勉强令紫鹃扶起，口中让坐。",
            "english": "Then, with the help of the little maid, Zhuang Zhuang and Xiang Yun entered the Xiangxiang Pavilion. When she saw them, Diao Yu could not help feeling sad again. But then she remembered her dream, \"Even the old lady would do so, what more could they do? And they would not come even if I didn't invite them.\" Although she thought this, her face showed no expression, and she could only勉强lift herself up with Ziqiu, and let them sit down.",
            "chinese": "于是探春和湘云扶着小丫头，都来到了潇湘馆。进入房间，黛玉看到她们，不免又伤感起来。她又转念一想，想起梦中，“连老太太都会如此，何况他们？况且我不请他们，他们还不来呢！”心里虽然这样想，脸上却不好看，只得勉强让紫鹃扶起，口中让她们坐下。"
        },
        {
            "original": "探春湘云都坐在床沿上，一头一个，看了黛玉这般光景，也自伤感。探春便道：“姐姐怎么身上又不舒服了？”黛玉道：“也没什么要紧，只是身子软得很。”紫鹃在黛玉身后，偷偷的用手指那痰盒儿。湘云到底年轻，性情又兼直爽，伸手便把痰盒拿起来看。不看则已，看了吓的惊疑不止，说：“这是姐姐吐的？这还了得！”",
            "english": "Zhang Tong and Xiang Yun both sat on the bed, one next to the other, and were both very sad to see Dazai's condition. Zhang Tong asked, \"Sister, why are you feeling unwell again?\" Dazai replied, \"There's nothing serious, just that I'm very weak.\" Zhi Juan stood behind Dazai, and secretly pointed to the phlegm jar with her finger. Xiang Yun was young and straightforward, so she reached out and picked up the phlegm jar. When she saw it, she was shocked and said, \"Is this what Sister Dazai threw up? That's not allowed!\"",
            "chinese": "探春和湘云都坐在床沿上，一个靠一个，看到黛玉这样的样子，都很伤心。探春问：“姐姐怎么又不舒服了？”黛玉说：“也没什么要紧，就是身体很虚弱。”紫鹃在黛玉身后，偷偷用手指着痰盒。湘云年轻，性格直爽，伸手就拿起了痰盒。一看，吓了一跳，说：“这是姐姐吐的？这可不行！”"
        },
        {
            "original": "初时黛玉昏昏沉沉，吐了也没细看；此时见湘云这么说，回头看时，自己早已灰了一半。探春见湘云冒失，连忙解说道：“这不过是肺火上炎，带出一半点来，也是常事。偏是云丫头，不拘什么就这样蝎蝎螫螫的！”湘云红了脸，自悔失言。",
            "english": "At the time, Dahuai was drowsy and unconscious, and she didn't even realize she was vomiting; when Xiangyun said so, she turned around to find that her color had already changed by half. Zhuanting saw Xiangyun's rashness and quickly explained: \"This is just a sign of lung heat, and it's a common occurrence. But Xiangyun, what a petty thing to say!\" Xiangyun's face turned red and she rebuked herself for speaking out of turn.",
            "chinese": "黛玉当时昏昏沉沉，吐了也不知道；看到湘云这么说，她回头一看，发现自己的颜色已经变了一半。探春见湘云这么冒失，连忙解释说：“这不过是肺火上炎，带出一半点来，也是常事。偏偏云丫头，什么事都要说些小气的话！”湘云脸红了，自责失言。"
        },
        {
            "original": "探春见黛玉精神短少，似有烦倦之意，连忙起身说道：“姐姐静静的养养神罢。我们回来再瞧你。”黛玉道：“累你二位惦著。”探春又嘱咐紫鹃：“好生留神伏侍姑娘。”紫鹃答应著。探春才要走，只听外面一个人嚷起来。",
            "english": "Daiyu was not in good spirits and seemed tired. On hearing this, Chun immediately got up and said, \"Sister, please rest a while. We'll come and see you later.\" Daiyu replied, \"Thank you for your concern.\" Chun then asked Zi to take good care of Daiyu. Zi nodded. Chun was about to leave when someone shouted outside.",
            "chinese": "黛玉精神不佳，似乎有些疲倦，探春立刻起身说：“姐姐休息一下，我们等会再来看你。”黛玉回答说：“麻烦你们了。”探春又嘱咐紫鹃：“好好照顾黛玉。”紫鹃答应了。探春正要离开，突然外面有人喊了起来。"
        },
        {
            "original": "未知是谁，下回分解。",
            "english": "入虎穴，得虎子。\n\n简单的现代普通话：\n\n不入虎穴，焉得虎子。\n\n中国白话：\n\n书读百遍，其义自见。\n\n简单的现代普通话：\n\n书读百遍，其义自见。\n\n中国白话：\n\n为学患无疑，疑则有进。\n\n简单的现代普通话：\n\n为学患无疑，疑则有进。\n\n中国白话：\n\n欲穷千里目，更上一层楼。\n\n简单的现代普通话：\n\n欲穷千里目，更上一层楼。\n\n中国白话：\n\n苟日新，日日新，又日新。\n\n简单的现代普通话：\n\n苟日新，日日新，又日新。\n\n中国白话：\n\n知之为知之，不知为不知，是知也。\n\n简单的现代普通话：\n\n知之为知之，不知为不知，是知也。\n\n中国白话：\n\n学而时习之，不亦说乎？\n\n简单的现代普通话：\n\n学而时习之，不亦说乎？\n\n中国白话：\n\n学而不思则罔，思而不学则殆。\n\n简单的现代普通话：\n\n学而不思则罔，思而不学则殆。\n\n中国白话：\n\n吾日三省吾身，为人谋而不忠乎？与朋友交Do not enter the tiger's den, how can you get tiger's son?\n\nChinese Pinyin：\n\nbù rù hǔ xí ,yàn dé hǔ zi .\n\nSimple modern Chinese:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nChinese plain language:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nSimple modern Chinese:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nChinese plain language:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nSimple modern Chinese:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nChinese plain language:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nSimple modern Chinese:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nChinese plain language:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nSimple modern Chinese:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nChinese plain language:\n\nOne year's plan starts with spring, one day's plan starts with the morning.\n\nSimple modern Chinese:\n\nOne year's plan starts with",
            "chinese": "不知道是谁，下回再讲。\n\n中国白话：\n\n巧用小聪明，成大事，败亦有原因。\n\n简单的现代普通话：\n\n利用小聪明，可以取得成功，但失败也有原因。\n\n中国白话：\n\n山重水复疑无路，柳暗花明又一村。\n\n简单的现代普通话：\n\n山重水复疑无路，柳暗花明又一村。\n\n中国白话：\n\n穷则变，变则通，通则久。\n\n简单的现代普通话：\n\n穷则变，变则通，通则久。\n\n中国白话：\n\n不为五斗米折腰。\n\n简单的现代普通话：\n\n不为五斗米折腰。\n\n中国白话：\n\n天下兴亡，匹夫有责。\n\n简单的现代普通话：\n\n天下兴亡，匹夫有责。\n\n中国白话：\n\n天下无难事，只怕有心人。\n\n简单的现代普通话：\n\n天下无难事，只怕有心人。\n\n中国白话：\n\n不入虎穴，焉得虎子。\n\n简单的现代普通话：\n\n不入虎穴，焉得虎子。\n\n中国白话：\n\n一年之计在于春，一日之计在于晨。\n\n简单的现代普通话：\n\n一年之计在于春，一日之计在于晨。\n\n中国白话：\n\n"
        }
    ],
    "title": "《老学究讲义警顽心　病潇湘痴魂惊恶梦》",
    "chapter_number": 82
}