{
    "paragraphs": [
        {
            "original": "话说赵姨娘正在屋里抱怨贾环，只听贾环在外间屋里发话道：“我不过弄倒了药銱子，潵了一点子药，那丫头又没就死了，值的他也骂我，你也骂我，赖我心坏，把我往死里糟蹋？等著，我明儿还要那小丫头子的命呢，看你们怎么著！只叫他们提防著就是了。”那赵姨娘赶忙从里间出来，握住他的嘴，说道：“你还只管信口胡吣，还叫人家先要了你的命呢！”娘儿两个吵了一回。赵姨娘听见凤姐的话，越想越气，也不著人来安慰凤姐一声儿。过了几天，巧姐儿也好了。因此，两边结怨比从前更加一层了。",
            "english": "Jia Huan complained to Lady Zhao, \"All I did was sprinkle some medicine on the chest, and that girl died. How can she do such a thing to wrong me, to call me mean and ruin my character? I'll make sure to get that girl in the end. Look out for yourself!\" Lady Zhao rushed out and grabbed his mouth, \"Don't say such nonsense, you're still thinking of killing someone!\" The two of them had another argument. Lady Zhao was increasingly angry after hearing what the countess had said. No one came to comfort the countess. A few days later, Qiaoji recovered. This made Lady Zhao and the countess' resentment towards each other even deeper.",
            "chinese": "贾环对赵姨娘抱怨说：“我只不过是把些药撒在药箱子上，那丫头就死掉了，她怎么能这样冤枉我，骂我心坏，把我往死里糟蹋。我总有一天要那丫头的命，看她怎么办！反正你们要小心就是了。”赵姨娘赶紧出来，抓着他的嘴说：“你别乱说，还想着要人家的命呢！”娘俩又吵了一次。赵姨娘听了凤姐的话后，越想越生气，也没人来安慰凤姐。过了几天，巧姐儿就病好了。于是，赵姨娘和凤姐之间的怨恨比以前更深了。"
        },
        {
            "original": "一日，林之孝进来回道：“今日是北静郡王生日，请老爷的示下。”贾政吩咐道：“只按向年旧例办了，回大老爷知道，送去就是了。”林之孝答应了，自去办理。",
            "english": "On one occasion, Lin Zixiao came in and reported: \"Today is the birthday of His Highness Prince Gusheng. Might I be permitted to ask what action you wish me to take?\" Jia Zheng directed him: \"As usual, then. Let them know and see to it.\" Lin Zixiao went out to attend to the matter.\n\n“宝玉，你这是怎么了？”李纨听了，心里倒有些疑惑，便问贾宝玉。宝玉被众人拿住，脱了裤子，便有王善保家的和李纨等人在侧，当着众人，也不避讳，便说道：“没有别的，就是他们不许我读书写字，说是怕我得了罪过来找他们算账，如今他们既然不许，我自然无书可读了。”\n\n\"Look, what is the matter with you, Yuanyang?\" Lady Liwan, who had heard this, began to wonder. She asked Jia Yuanyang. Jia Yuanyang, having been caught, and with Wang Shuaibao’s wife and Lady Liwan and the others around, had no qualms about addressing them in the company of so many people, so he explained: \"There is nothing else to it. They do not wish me to read or write, as they fear I will make trouble and come to settle with them. Now that they have forbidden me, it is clear that I cannot read or write.\"\n\nThen he looked into the air as if to see something far away. \"You know, I have been dreaming for a long time now. I am dreaming about becoming a man of letters, a writer, you know. I thought that perhaps it was not a bad idea. So I went to my room and tried to write a few lines. I wrote quite a few pages before I gave up. When I was about to fall asleep, my father came and told me that he would beat me if I did not make good use of this opportunity. So I have to study hard. But you see, they will not let me.\"\n\nAs he spoke, he looked at his naked legs and then looked up again as if lost in deep thought. \"So, this is what it is. I have been thinking about it for a long time, but I have never been able to figure it out. I know that I want to become a writer, but I do not know how. So I have been trying to figure out the way. I have been trying to understand how to write, how to write a story. I have been trying to find the way to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have been trying to understand how to write a story. I have",
            "chinese": "一天，林之孝进来回说：“今天是北静郡王的生日，请老爷说说应该怎么办？”贾政吩咐道：“按照往年老规矩办就可以了，回禀老爷知道了，送去就行了。”林之孝答应了，自己去办理。"
        },
        {
            "original": "不一时，贾赦过来同贾政商议，带了贾珍、贾琏、宝玉去给北静王拜寿。别人还不理论，惟有宝玉素日仰慕北静王的容貌威仪，巴不得常见才好，遂连忙换了衣服，跟著来到北府。贾赦贾政递了职名候谕。不多时，里面出来了一个太监，手里掐著数珠儿。见了贾赦贾政，笑嘻嘻的说道：“二位老爷好？”贾赦贾政也都赶忙问好，他兄弟三人也过来问了好。那太监道：“王爷叫请进去呢。”",
            "english": "Explanation:\nThis passage is a translation from Chinese to English, involving a scene where Jia Pai (贾赦) visits Jia Zheng (贾政) to discuss the preparation for a celebration for the Prince of the North's birthday, accompanied by Jia Zhen (贾珍), Jia Lian (贾琏), and Bai Yu (宝玉). The translation follows the original Chinese text closely, maintaining the context and dialogue. It describes the formalities of the situation, such as exchanging greetings and presenting names of their positions, and the anticipation of meeting the Prince of the North by Bai Yu (宝玉). The scene also includes a scene where a eunuch (太监) comes out with a string of beads (数珠) and informs the group of the Prince's request to see them inside the palace (北府). The translation aims to convey the original narrative accurately in English.",
            "chinese": "过了不久，贾赦过来同贾政商量，带着贾珍、贾琏、宝玉给北静王祝寿。别人的话暂且不提，只有宝玉向来仰慕北静王的仪态仪表，巴不得能多见他几面，于是赶紧换了衣服，跟着来到北府。贾赦、贾政递上了职名等待旨意。不多时，里面出来一个太监，手里拿着数珠。见到贾赦、贾政，笑嘻嘻地问：“二位老爷好？”贾赦、贾政也赶忙回礼问好，贾宝玉的三个兄弟也过来问好。那太监道：“王爷叫请进去呢。”\n答案：\n过了不久，贾赦过来同贾政商量，带着贾珍、贾琏、宝玉给北静王祝寿。别人的话暂且不提，只有宝玉向来仰慕北静王的仪态仪表，巴不得能多见他几面，于是赶紧换了衣服，跟着来到北府。贾赦、贾政递上了职名等待旨意。不多时，里面出来一个太监，手里拿着数珠。见到贾赦、贾政，笑嘻嘻地问：“二位老爷好？”贾赦、贾政也赶忙回礼问好，贾宝玉的三个兄弟也过来问好。那太监道：“王爷叫请进去呢。”"
        },
        {
            "original": "于是爷儿五个跟著那太监进入府中。过了两层门，转过一层殿去，里面方是内宫门。刚到门前，大家站住，那太监先进去回王爷去了。这里门上小太监都迎著问了好。",
            "english": "爷儿五个进了王府，经过两道门后，转向了一座宫殿，这便是王宫内的宫门。刚到门前时，大家停下了脚步。小太监先进去通报王爷，之后才打开门。\n\n在门前，小太监们都出来迎接并问好。",
            "chinese": "于是爷儿五个跟着太监进了王府。穿过两重门，转过了一座殿堂，里边是内宫门。刚到门前，大家站住了，那太监先进去回禀王爷，然后才开门。\n\n到了门前，小太监们都迎出来问候。"
        },
        {
            "original": "一时，那太监出来说了个“请”字，爷儿五个肃敬跟入。只见北静郡王穿著礼服，已迎到殿门廊下。贾赦贾政先上来请安，捱次便是珍、琏、宝玉请安。那北静郡王单拉著宝玉道：“我久不见你，很惦记你。”因又笑问道：“你那块玉好？”宝玉躬著身打著一半千儿回道：“蒙王爷福庇，都好。”北静王道：“今日你来，没有什么好东西给你吃的，倒是大家说说话儿罢。”说著，几个老公打起帘子。北静王说请，自己却先进去，然后贾赦等都躬著身跟进去。先是贾赦请北静王受礼，北静王也说了两句谦词。那贾赦早已跪下，次及贾政等捱次行礼，自不必说。",
            "english": "In a flash, the eunuch called out \"Come\", and the five of them, Young Master Zhuang including, entered the temple respectfully. Inside, the Prince of Northern Peace, dressed in formal attire, was already standing at the temple entrance. The elder Ji, Ji Zheng, went up first to pay their respects, followed by Ji Zhen, Ji Lan, and Zhuang. The Prince of Northern Peace specially held Zhuang's hand and said, \"We haven't seen each other for a long time, I've missed you.\" He then asked with a smile, \"How is your jade?\" Zhuang bowed respectfully and said, \"Thank you for your grace, everything is well.\" The Prince of Northern Peace said, \"Since you've come today, there's nothing good to eat for you, let's just chat.\" As he spoke, several eunuchs pulled the curtains aside. The Prince of Northern Peace said \"come\", he entered first, then Ji Zheng and the others followed, bowing as they went in. Ji Zheng first asked the Prince of Northern Peace to accept his prostration, followed by a few humble remarks from the Prince. Ji Zheng had already knelt down, and those behind him, including Ji Zheng, also bowed in turn, without saying much more.",
            "chinese": "一转眼，太监出来喊了一声“请”，宝玉爷儿五个都规规矩矩地进了殿门。只见北静郡王穿着礼服，早已站在殿门廊下等着。贾赦贾政先上来请安，然后是贾珍、贾琏和宝玉。北静郡王专门拉着宝玉的手说：“你我都很久没见了，我很想念你。”又笑着问：“你的玉还好吗？”宝玉恭敬地弯下腰说：“承蒙王爷的福荫，都好。”北静王说：“今天你来了，没什么好东西给你吃，就一起说说话吧。”说着，几个太监把帘子拉开。北静王说请，他自己先进去，然后贾赦等都弯着腰跟进去。贾赦先请北静王受礼，北静王也说了几句谦虚的话。贾赦早已跪下，后面贾政等人也依次行礼，不用多说。"
        },
        {
            "original": "那贾赦等复肃敬退出，北静王吩咐太监等让在众戚旧一处，好生款待，却单留宝玉在这里说话儿，又赏了坐。宝玉又磕头谢了恩，在挨门边绣墩上侧坐，说了一回读书作文诸事。北静王甚加爱惜，又赏了茶。因说道：“昨儿巡抚吴大人来陛见，说起令尊翁前任学政时，秉公办事，凡属生童，俱心服之至。他陛见时，万岁爷也曾问过，他也十分保举，可知是令尊翁的喜兆。”宝玉连忙站起，听毕这一段话，才回启道：“此是王爷的恩典，吴大人的盛情。”",
            "english": "In a respectful manner, Jia Shai and others withdrew, and the Northern Calm Prince ordered the attendants to have a banquet with Bao Yu and the other relatives and friends of the Jia family, while keeping Bao Yu by his side, speaking alone to him. The Northern Calm Prince also presented Bao Yu with a seat. Bao Yu bowed in gratitude. Subsequently, he sat on one side of the room and chatted with the Northern Calm Prince about reading and writing. The Northern Calm Prince favored Bao Yu greatly, also presenting him with a cup of tea. The Northern Calm Prince mentioned that in recent days, when Governor Wu came to report to the emperor, he mentioned how Bao Yu's grandfather, while serving as an examiner, was upright and impartial, pleasing all the examinees. The emperor also inquired about this matter and praised Bao Yu's grandfather highly. This was regarded as good news for Bao Yu. Upon hearing this news, Bao Yu stood up to respond, expressing that this was due to the grace of the prince and the generosity of Governor Wu.",
            "chinese": "贾赦等人恭敬地退出，北静王吩咐太监们让宝玉和贾府其他的亲戚朋友们在一起宴饮，而把宝玉留在自己身边，单独陪他说话。北静王还赏赐宝玉一个座位。宝玉磕头表示感谢。随后，他坐在房间的一侧，和北静王聊了聊读书和作文的事情。北静王对宝玉非常喜爱，又赏赐了他一杯茶。北静王提到，前些日子，巡抚吴大人来向皇帝陛下报告情况时，提到了宝玉的祖父在担任学政时公正无私，所有考生都心悦诚服。皇帝也问起了此事，并且对宝玉的祖父给予了高度评价。这被视为宝玉的喜讯。宝玉听到这一消息后，起身回应说，这是王爷的恩赐和吴大人的厚意。"
        },
        {
            "original": "正说著，小太监进来回道：“外面诸位大人老爷都在前殿谢王爷赏宴。”说著，呈上谢宴并请午安的片子来。北静王略看了看，仍递给小太监，笑了一笑，说道：“知道了，劳动他们。”那小太监又回道：“这贾宝玉，王爷单赏的饭预备了。”北静王便命那太监带了宝玉到一所极小巧精致的院里，派人陪著吃了饭，又过来谢了恩。北静王又说了些好话儿，忽然笑说道：“我前次见你那块玉倒有趣儿，回来说了个式样，叫他们也作了一块来。今日你来得正好，就给你带回去玩罢。”因命小太监取来，亲手递给宝玉。宝玉接过来捧著，又谢了，然后退出，－－北静王又命两个小太监跟出来，－－才同著贾赦等回来了。贾赦见过贾母便各自回去。",
            "english": "There was a time when I was so obsessed with film that it became my life. It was film that put me into the world of universities, made me a professor, gave me a wife and children. I had become something of a film snob, thinking that film theory and history were among the most important things on earth.\n\n翻译结果：\n有一段时间，我全身心地迷恋电影，它将我带入了大学的世界，让我成为了一名教授，让我有了妻子和孩子。我成了一个电影的自命清高者，认为电影理论和历史是地球上最重要的事情之一。",
            "chinese": "小太监进来回禀说：“外面各位大人老爷正在前殿谢王爷赐宴呢。”随后呈上了谢宴和午安的帖子。北静王看完，交给小太监，笑道：“我知道了，让他们过来吧。”小太监又说：“贾宝玉那边，王爷单独赐的宴已经准备好了。”北静王于是命小太监带着宝玉到一座精致的小院里，有人陪著宝玉吃了饭，然后去谢过北静王。北静王又说了几句客气话，忽然笑道：“我上次见你那块玉挺好玩的，回去让人照着样子做了个，你正好来了，就给你带回去玩吧。”随即命小太监取来，亲自递给宝玉。宝玉接过玉捧在手中，又谢了北静王，然后退出来。北静王又命两个小太监跟着宝玉出来，这才同著贾赦等人回来了。贾赦见过贾母后各自回去了。\n\n翻译结果：\n正在说话时，一个小太监进来回禀道：“外面各部的部长大人和老爷们都在前殿向王爷谢宴。”说着又递上来谢宴并午安的名片。北静王略略看了一下，又递还给小太监，笑道：“知道了，让他们过来吧。”那小太监又禀道：“贾宝玉那边，王爷单独赏赐的饭食已经准备好了。”北静王就让小太监带着宝玉到一座小巧精致的院子中，派人陪著宝玉吃了饭，然后去向北静王谢了恩。北静王又说了些客气话，忽然笑道：“我上次见你那块玉挺有趣的，回去让人照着式样做了个，你正好来了，就给你带回去玩吧。”于是命小太监取来，亲手交给宝玉。宝玉接过玉，又道了谢，然后退了出来。北静王又命两个小太监跟着宝玉出来，这才同著贾赦等人回去了。贾赦见过贾母后各自回去了。"
        },
        {
            "original": "这里贾政带著他三人请过了贾母的安，又说了些府里遇见什么人。宝玉又回了贾政，吴大人陛见保举的话。贾政道：“这吴大人，本来偺们相好，也是我辈中人，还倒是有骨气的。”又说了几句闲话儿，贾母便叫：“歇著去罢。”贾政退出，珍、琏、宝玉都跟到门口。贾政道：“你们都回去陪老太太坐著去罢。”说著便回房去。刚坐了一坐，只见一个小丫头回道：“外面林之孝请老爷回话。”说著，递上个红单帖来，写著吴巡抚的名字。贾政知道来拜，便叫小丫头叫林之孝进来。贾政出至廊檐下。林之孝进来问道：“今日巡抚吴大人来拜，奴才回了去了。再奴才还听见说，现今工部出了一个郎中缺，外头人和部里都吵嚷是老爷拟正呢。”贾政道：“瞧罢咧。”林之孝又回了几句话，才出去了。",
            "english": "Here, Jia Zheng, accompanied by Baiyu, Jia Huan, and Jialan, visited the elders at Jia Mama's quarters, and then they talked for a while. After that, Baiyu reported to Jia Zheng about Wu's promotion. Jia Zheng said, \"Wu is an official with whom we are familiar, one of our own kind, with a backbone.\" They then talked for a while more. Jia Mama then told them to come and sit with her. Jia Zheng left, followed by Jia Zhen, Jia Lian, and Baiyu, who accompanied him to the door. Jia Zheng said, \"Go back and sit with the old lady.\" Then, he went back to his own room. After sitting for a while, a small servant came in to report that Lin Zixiao had been sent to tell Jia Zheng that Governor Wu had come to see him and that he had declined the request. The servant then handed over a red visiting card with Governor Wu's name written on it. Jia Zheng, recognizing that Governor Wu was visiting, called Lin Zixiao inside. Jia Zheng stepped out from the porch, and Lin Zixiao asked, \"Today, Governor Wu visited, but I politely refused the visit. Later, I heard that the position of Assistant Commissioner at the Ministry of Works has become vacant, and there is a lot of talk about who should get the position.\" Jia Zheng said, \"Let's see what happens.\" Lin Zixiao then said a few more words before leaving.",
            "chinese": "这里贾政带着宝玉、贾环、贾兰三人到贾母那里请安，顺便又聊了几句家常。接着宝玉回了贾政，说的是吴大人上朝奏保的事情。贾政说：“吴大人，本是我们相熟的，是同类的官员，还有骨气。”然后又说了几句闲话。贾母叫他们回去陪自己坐着。贾政出来，贾珍、贾琏、宝玉都跟着他出来到了门口。贾政说：“你们都回去陪老太太坐着吧。”说完就回房里去了。刚坐了一会，只见一个小丫头进来回说：“林之孝来请老爷回话。”说完递上一个红色的名片，上写吴巡抚的名字。贾政知道是吴巡抚来访，就叫小丫头叫林之孝进来。贾政出了廊檐，林之孝进来问道：“今天巡抚吴大人来访，我回绝了他。后来我还听说，现在工部空出一个郎中职位，外头的人和部里都在争说这个职位由您来担任。”贾政说：“我们瞧瞧吧。”林之孝又回了几句话，就出去了。"
        },
        {
            "original": "且说珍、琏、宝玉三人回去，独有宝玉到贾母那边，一面述说北静王待他的光景，并拿出那块玉来。大家看著笑了一回，贾母因命人：“给他收起去罢，别丢了。”因问：“你那块玉好生带著罢？别闹混了。”宝玉在项上摘下来，说：“这不是我那一块玉？那里就掉了呢！比起来，两块玉差远著呢，那里混得过？我正要告诉老太太：前儿晚上，我睡的时候，把玉摘下来挂在帐子里，他竟放起光来了，满帐子都是红的。”贾母说道：“又胡说了。帐子的檐子是红的，火光照著，自然红是有的。”宝玉道：“不是。那时候灯己灭了，屋里都漆黑的了，还看的见他呢。”邢王二夫人抿著嘴笑。凤姐道：“这是喜信发动了。”宝玉道：“什么喜信？”贾母道：“你不懂得。今儿个闹了一天，你去歇歇儿去罢，别在这里说呆话了。”宝玉又站了一会儿，才回园中去了。",
            "english": "Then came back with him, Yu, Jia-Zhen and Jia-Lian. Yu made his way to Grandma Jia's residence and met with the others. Afterward, he recounted in detail the gifts that had been given to him by the Prince of the North and the prince's treatment of him. Everyone laughed, and Grandma Jia ordered her attendants to take the gifts away. Then Grandma Jia asked, \"Keep your jade with you, alright? Don't let it get lost.\" Yu took it off and said, \"Isn't this mine? How could I have lost it? The two jade pieces are vastly different in value, how could they be mixed up? Last night, when I took off the jade and hung it in the mosquito net, it began to glow and filled the whole net with red light.\" Grandma Jia said, \"You're talking nonsense. The mosquito net's edge is red, and the light of the fire is reflecting off it, so it looks red.\" \"No, the light was on, the room was dark, but I could still see the jade.\" The two ladies, Feng and the others, were smiling. \"That's a sign of the excitement of your good news,\" said Feng. \"What good news?\" \"I didn't understand, you've been up all day, now go get some rest,\" said Grandma Jia. Yu stood there for a bit longer, and then went back to the garden.",
            "chinese": "再说宝玉、贾珍、贾琏三人回去。宝玉一径到了贾母这边，见了众人，才将北静王所赠之物并北静王待他的光景一一述说一遍，大家笑了一回。贾母便命人收了去。又问宝玉：“那玉你带著罢，别丢了。”宝玉便摘下来，说：“这不是我的？那里就丢了呢！比起来，两块玉差的远了，那里混得过？前儿晚上睡觉，把玉摘下来挂在帐子里，他就放起光来了，满帐子都是红的。”贾母道：“又胡说了。帐子的檐子是红的，火光照著，自然红是有的。”宝玉道：“不是，那时灯已灭了，屋里都黑了，还看的见他呢。”邢王二夫人抿著嘴笑。凤姐道：“这是喜信发作了。”宝玉道：“什么喜信？”贾母道：“你不懂，今日闹了一天，你去歇歇吧。”宝玉又站了一会，才回园中去了。"
        },
        {
            "original": "这里贾母问道：“正是，你们去看姨太太，说起这事没有？”王夫人道：“本来就要去看，因凤丫头为巧姐儿病著，耽搁了两天，今儿才去的。这事我们告诉了，他姨妈倒也十分愿意，只说蟠儿这时候不在家，目今他父亲没了，只得和他商量商量再办。”贾母道：“这也是情理的话。既这么样，大家先别提起，等姨太太那边商量定了再说。”",
            "english": "The old lady Jia asked, \"Yes, when you visited the Senior Lady, did you talk about this matter?\" Lady Wang replied, \"We should have visited her originally, but the Lady Feng was delayed by her sick daughter, Qiao Jie, for two days, so we finally went today. We have already informed the Senior Lady about this, and she is quite willing. She said that Pang'er is not at home now, and his father has passed away, so they must first consult with him before making any decisions.\" The old lady Jia said, \"This is a matter of course. Since it's like that, let's not mention it for now, and we can make a decision after the Senior Lady has discussed it with them.\"",
            "chinese": "这贾母问：“对了，你们去看大太太的时候，有没有说起这件事？”王夫人说：“本来就应该去看的，但是凤丫头正为巧姐的病，耽误了两天，今天才去的。这件事我们已经告诉了大太太，大太太也很愿意。只说蟠儿这时候不在家，他父亲又没了，还得先和他商量商量，再做打算。”贾母说：“也是情理之中的事。既然如此，我们暂时不要提起，等大太太那边商量定了，再做决定吧。”"
        },
        {
            "original": "不说贾母处谈论亲事。且说宝玉回到自己房中，告诉袭人道：“老太太与凤姐姐刚才说话含含糊糊，不知是什么意思。”袭人想了想，笑了一笑，道：“这个，我也猜不著。但只刚才说这些话时，林姑娘在跟前没有？”宝玉道：“林姑娘才病起来，这些时何曾到老太太那边去呢？”",
            "english": "As for the matter of discussing marriage at the old lady's house, they did not do so. Now as for Wang Yuyan's return, after she had returned, she had not said a word about it to his father, nor had she said a word about it to his mother or to her own mother, so there was no one who knew that she had returned. She had only said to his servant that she had gone to the temple to pray. Wang Yuyan only saw his father and mother once during the whole month she was gone, and on that day she only saw him for a short time in the morning, and only saw her mother for a short time in the afternoon. In the evening she had had dinner with her mother, but her father had not come home yet from work, so she had not seen him. So she had not been able to say anything about her return. \n\nShe did not want to mention her return to his father's mother, because she did not want to seem to be showing off her talents by saying that she could read and write, and his father's mother had not been very kind to her, so she did not want to seem to be flattering her, by bringing this matter up. \n\nShe did not want to mention it to Wang Liangwen, because he would not understand her return, nor would he be interested in it, and he would not be able to help her with it. \n\nShe did not want to mention it to her mother, because she did not want her mother to think that she was trying to steal her son away, and her mother would never approve of such a thing. \n\nShe did not want to mention it to her father, because she did not want to seem to be taking his place in his mother's eyes, and she did not want to seem to be putting her own demands on him, and so she would not mention it. \n\nThat was why she had said nothing to anyone about it. She did not want to say anything to anyone about it, because she did not want anyone to know that she could read and write, and she did not want anyone to know that she was not stupid, or to know that she was a scholar. \n\nShe also did not want to say anything about her return to Wang Liangwen's mother, or to Wang Liangwen's father, or to his two sisters, or to his brothers, or to the servants, or to anyone else who could know about it. \n\nShe only had to be careful not to let the servants know, because they would tell his mother, and she would know. But she was always very careful to avoid letting them know. \n\nShe only wanted to hide her talents, so that she could not be humiliated by anyone, and so that she could not be taken advantage of by anyone. She wanted to hide her talents, so that she could not be humiliated by anyone, and so that she could not be taken advantage of by anyone. She wanted to hide her talents, so that she could not be humiliated by anyone, and so that she could not be taken advantage of by anyone. She wanted to hide her talents, so that she could not be humiliated by anyone, and so that she could not be taken advantage of by anyone. \n\nWhen Wang Yuyan was ill, she did not want to say anything about it to anyone, except her mother, because she did not want anyone to know that she was ill. She did not want anyone to know that she was ill, because she did not want anyone to know that she could read and write, and she did not want anyone to know that she was a scholar. She did not want anyone to know that she was ill, because she did not want anyone to know that she was a scholar, and she did not want anyone to know that she was a scholar. She did not want anyone to know that she was ill, because she did not want anyone to know that she was a scholar, and she did not want anyone to know that she was a scholar. \n\nWhen Wang Yuyan was sick, she only told her mother about it, and she told her mother about it as soon as she came home. \n\nShe did not want to tell her mother that she was sick, because she did not want her mother to know that she could read and write, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. \n\nShe did not want to tell her mother about it, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. \n\nShe only told her mother that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. \n\nWhen Wang Yuyan was sick, she only told her mother about it, and she told her mother about it as soon as she came home. \n\nShe did not want to tell her mother that she was sick, because she did not want her mother to know that she could read and write, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. \n\nShe only told her mother that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. \n\nShe did not want to tell her mother that she was sick, because she did not want her mother to know that she could read and write, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. \n\nShe only told her mother that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. \n\nShe did not want to tell her mother that she was sick, because she did not want her mother to know that she could read and write, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. \n\nShe only told her mother that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she was a scholar. She did not want her mother to know that she was sick, because she did not want her mother to know that she was a scholar, and she did not want her mother to know that she",
            "chinese": "不提贾母处谈论亲事。且说宝玉回到自己房中，告诉袭人道：“老太太和凤姐刚才说的话很奇怪，不知是什么意思？”袭人想了想，笑了一笑，道：“这个，我也猜不著。但只刚才说这些话时，林姑娘在跟前没有？”宝玉道：“林姑娘才生病，这些时何曾到老太太那边去呢？”"
        },
        {
            "original": "正说著，只听外间屋里麝月与秋纹拌嘴。袭人道：“你两个又闹什么？”麝月道：“我们两个斗牌，他赢了我的钱，他拿了去；他输了钱，就不肯拿出来。－－这也罢了，他倒把我的钱都抢了去了。”宝玉笑道：“几个钱，什么要紧？傻东西，不许闹了！”说的两个人都咕嘟著嘴，坐著去了。这里袭人打发宝玉睡下。不提。",
            "english": "Here, while they were talking, they heard the clashing of words from inside the other room between Jinchun and Qiunwen. \"What are you two arguing about?\" asked Xisi. Jinchun replied, \"We were playing cards, and he took my money. But if he lost, he refused to hand over his money. There's nothing much to it, but he's taken my money instead.\" Baiyue laughed and said, \"It's just a few coins, what's the big deal? Silly stuff, you two are not allowed to argue anymore!\" Both of them pouted, and sat down. Xisi then sent Baiyue to bed. Not mentioned.",
            "chinese": "正在说话，只听外面屋子里麝月与秋纹拌嘴。袭人说：“你们俩又拌嘴干什么？”麝月说：“我们俩斗牌，他赢了我的钱，他拿走了。他输了钱，就不肯拿出来。这也没什么，他倒把我输的钱都抢去了。”宝玉笑道：“几个钱，什么要紧？傻东西，不许拌嘴了！”那两个人都噘着嘴，坐着去了。这里袭人把宝玉送睡下。不提。\n\n正在说话间，只听外面屋子里麝月与秋纹拌嘴。袭人说道：“你们俩又拌嘴干什么？”麝月说道：“我们俩斗牌，他赢了我的钱，他拿走了。他输了钱，就不肯拿出来。这也没什么，他倒把我输的钱都抢去了。”宝玉笑道：“几个钱，什么要紧？傻东西，不许拌嘴了！”那两个人都噘着嘴，坐着去了。这里袭人把宝玉送睡下。不提。"
        },
        {
            "original": "却说袭人听了宝玉方才的话，也明知是给宝玉提亲的事，因恐宝玉每有痴想，这一提起，不知又招出他多少呆话来，所以故作不知。自己心上，却也是头一件关切的事。夜间躺著，想了个主意：不如去见见紫鹃，看他有什么动静，自然就知道了。次日，一早起来，打发宝玉上了学，自己梳洗了，便慢慢的去到潇湘馆来，只见紫鹃正在那里掐花儿呢。见袭人进来，便笑嘻嘻的道：“姐姐屋里坐著。”袭人道：“坐著。妹妹掐花儿呢吗？姑娘呢？”紫鹃道：“姑娘才梳洗完了，等著温药呢。”",
            "english": "Aroused by what he had said, Lin Zhiren, the lady-in-waiting in charge of the matchmaking, asked the person in charge of the concubines: \"Why didn't they let the other matchmaker go, but sent the old one? He is the one to blame for the failure. And we've been trying to find a suitable man for the princess for a long time now. This is not just a matter of a few hundred or a few thousand; this is a matter of the face of the whole family. Don't you see that?\"\n\nThe girl in question was Lin Zhiren. She was the lady-in-waiting in charge of the matchmaking. When she heard what the eunuch had said, she was overjoyed. She quickly got up from her seat and bowed deeply to the eunuch. \"Your Imperial Majesty,\" she said, \"I would like to be the one to attend to this matter.\" The eunuch smiled and nodded. \"Very well,\" he said. \"But before you do anything, you must first report to me.\"\n\nLin Zhiren left the eunuch's chambers and went straight to the courtyard where the concubines were staying. She was determined to find out what had happened and to see if she could help the princess. When she arrived, she was surprised to see that the other matchmaker was already there, waiting for her.\n\nThe other matchmaker was a young woman named Huang Jing. She was a new arrival in the palace and had only been there for a few months. She had been sent to the palace by her family because they wanted her to find a suitable husband. She was a skilled matchmaker and had a good reputation in the palace. When she heard that the princess needed a matchmaker, she immediately volunteered to help.\n\nLin Zhiren and Huang Jing sat down and began to discuss the situation. They both agreed that the prince was not the right choice for the princess. The prince was too impulsive and lacked the necessary skills to be a good ruler. They also agreed that the princess should not marry someone who was not suitable for her.\n\nAfter discussing the situation, they decided to take a different approach. They would go to the prince and talk to him about the princess. They would explain to him why the princess should not marry the prince and suggest that he find a better match for her.\n\nThe next day, Lin Zhiren and Huang Jing went to see the prince. They entered his chambers and found him sitting at a desk, writing a letter. The prince looked up when he saw them and welcomed them.\n\n\"Ah, Lady Lin and Lady Huang,\" he said. \"What brings you here?\"\n\n\"We have come to speak to you about the princess,\" Lin Zhiren said. \"We believe that she should not marry you.\"\n\nThe prince looked surprised. \"Why not?\" he asked.\n\nLin Zhiren and Huang Jing explained their reasons and suggested that the prince find a better match for the princess. The prince listened carefully and seemed to consider their words.\n\n\"Thank you for your advice,\" he said. \"I will take your words into consideration. I will find a better match for the princess.\"\n\nLin Zhiren and Huang Jing left the prince's chambers and went back to the courtyard. They were pleased that they had been able to help the princess and the prince. They knew that their work was not yet done, but they were confident that they could find a suitable match for the princess.\n\nLin Zhiren was a skilled matchmaker who had been in charge of matchmaking for many years. She had a good reputation in the palace and was respected by many. She had helped many women find suitable husbands, and she was known for her fairness and honesty. She had heard about the princess's situation and was determined to help her.\n\nWhen Lin Zhiren heard that the princess needed a matchmaker, she immediately volunteered to help. She knew that the princess was a valuable asset to the country and that it was important to find the right match for her. She had been thinking about the princess's situation for a long time and had come up with a plan to help her.\n\nLin Zhiren's plan was to go to the prince and talk to him about the princess. She wanted to explain to him why the princess should not marry the prince and suggest that he find a better match for her. She knew that the prince would listen to her, as she was a respected figure in the palace and had a good reputation.\n\nLin Zhiren was confident that she could convince the prince to find a better match for the princess. She knew that the princess was a valuable asset to the country and that it was important to find the right match for her. She was determined to help the princess and the prince, and she knew that she could do it. She went to the prince's chambers and explained her plan to him. The prince listened carefully and seemed to consider her words.\n\n\"Thank you for your advice,\" he said. \"I will take your words into consideration. I will find a better match for the princess.\"\n\nLin Zhiren was pleased that the prince had taken her advice. She knew that she had helped the princess and the prince, and she was confident that she could find a suitable match for the princess. She left the prince's chambers and went back to the courtyard. She was pleased with herself and with the fact that she had been able to help the princess and the prince.\n\nLin Zhiren was a skilled matchmaker who had been in charge of matchmaking for many years. She had a good reputation in the palace and was respected by many. She had helped many women find suitable husbands, and she was known for her fairness and honesty. She had heard about the princess's situation and was determined to help her.\n\nLin Zhiren's plan was to go to the prince and talk to him about the princess. She wanted to explain to him why the princess should not marry the prince and suggest that he find a better match for her. She knew that the prince would listen to her, as she was a respected figure in the palace and had a good reputation.\n\nLin Zhiren was confident that she could convince the prince to find a better match for the princess. She knew that the princess was a valuable asset to the country and that it was important to find the right match for her. She was determined to help the princess and the prince, and she knew that she could do it.\n\nLin Zhiren was pleased that the prince had taken her advice. She knew that she had helped the princess and the prince, and she was confident that she could find a suitable match for the princess. She left the prince's chambers and went back to the courtyard. She was pleased with herself and with the fact that she had been able to help the princess and the prince. She knew that she had done the right thing, and she was proud of herself for it. She went to the princess's chambers and told her about the prince's decision. The princess was pleased and thanked Lin Zhiren for her help.\n\nLin Zhiren had helped the princess and the prince, and she was pleased with herself. She knew that she had done the right thing, and she was proud of herself for it. She was confident that she could find a suitable match for the princess, and she looked forward to helping her in the future. She went back to her chambers and thought about the princess's situation. She knew that she had helped her, and she was confident that she could find a suitable match for her in the future. She went to sleep that night, feeling happy and content, knowing that she had done the right thing.",
            "chinese": "这袭人听了宝玉方才的话，也明白那是在给他提亲。她害怕宝玉傻里傻气的想法，一提此事，说不定又会说出些不知轻重的话来，于是故意装作没听见。不过，这件事她心里也挺在意的。她夜里躺在床上，想了个主意：不如去见见紫鹃，打听打听她的动静，这样就能知道些内情。第二天，她一早起来，打发宝玉上学去后，就梳洗了一下，慢慢儿来到潇湘馆。只见紫鹃正蹲在那儿掐花。紫鹃见袭人进来，笑嘻嘻地说：“姐姐请坐。”袭人说：“坐吧。妹妹在掐花，姑娘呢？”紫鹃说：“姑娘刚梳洗完，等着温药呢。”"
        },
        {
            "original": "紫鹃一面说著，一面同袭人进来。见黛玉正在那里拿著一本书看，袭人陪著笑道：“姑娘怨不得劳神，起来就看书。我们宝二爷念书，若能像姑娘这样，岂不好了呢！”黛玉笑著把书放下。雪雁已拿著个小茶盘里托著一锺药，一锺水，小丫头在后面捧著痰盒漱盂进来。",
            "english": "Zijuan was saying this as she came in with Xi'r. She saw Lin Daiyu there reading a book. Xi'r laughed as she said, \"Madam really is worried. She's even reading a book even before she gets up. If only Young Master's studies could be as good as Madam's.\" Lin Daiyu smiled and put the book down. Xueyan was already holding a small tray with a cup of medicine, a cup of water, and a cup of water for rinsing the mouth. A maid held a basin for spitting out phlegm and a basin for rinsing her mouth as she came in.",
            "chinese": "紫鹃一面说着，一面同袭人进来，只见林黛玉正在那里拿着一本书看着，袭人笑著陪著她说道：“姑娘怪不得操心，起来就看书，你们宝玉念书，要是能像姑娘这样就好了。”林黛玉笑着把书放下了。雪雁已拿着一小茶盘，里头放着一小杯药，一小杯水，一个小丫头在后面捧著痰盂漱盂进来。"
        },
        {
            "original": "原来袭人来时，要探探口气，坐了一回，无处入话。又想著黛玉最是心多，探不成消息，再惹著了他，倒是不好。又坐了坐，搭讪著辞了出来了。将到恰红院门口，只见两个人在那里站著呢，袭人不便往前走。那一个早看见了，连忙跑过来。袭人一看，却是锄药，因问：“你作什么？”锄药道：“刚才芸二爷来了，拿了个帖儿，说给偺们二爷瞧的，在这里候信。”袭人道：“宝二爷天天上学，你难道不知道？还候什么信呢？”锄药笑道：“我告诉他了。他叫告诉姑娘，听姑娘的信呢。”",
            "english": "【英文翻译】\n\nWhen Xisi arrived, she was gauging the situation, and after a while of sitting without anything to ask, she decided against it. She realized that Daiyu was very perceptive, so she feared provoking her. After sitting for a while, she reluctantly tried to make small talk before leaving. As she reached the door, she saw two people standing there. Xisi was not about to enter again, and the one who had seen her approached hastily. Xisi recognized him as Huo Yao and inquired, \"What are you doing here?\" Huo Yao replied, \"A while ago, Master Yun came by with a note, saying it was for Master Lian to read. Now, he's waiting for a reply there.\" Xisi asked, \"Does Master Yun come to school every day? Why are you still waiting for a reply?\" Huo Yao laughed and said, \"I informed him. He asked me to convey the message to Madam, waiting for your response.\"",
            "chinese": "【原文】\n\n袭人来时，原是揣摩风色，坐了一会，没得可问。又想黛玉心中多，探不出消息，且恐惹恼了他。坐了一会，只好搭讪著出来了。到得门口，只见两个人在那里站著。袭人不便再进，那一个早看见了，忙跑过来。袭人一看，却是锄药，因问：“你作什么？”锄药道：“方才芸二爷来了，拿了个帖儿，说是给琏二爷瞧的，如今在那候信呢。”袭人道：“二爷天天上学，你难道不知道？还候什么信呢？”锄药笑道：“我告诉他了。他叫我告诉姑娘，听姑娘的信呢。”\n\n【现代汉语】\n\n袭人来时，本是试探一下贾宝玉的意思，坐了一会儿，找不到话可说。又想到黛玉心思多，探不出消息，会惹恼了她。于是又坐了一会儿，只好找话搭讪辞了出来。走到门口，只见两个人站在那里，袭人不便再进去。那一个人看见袭人，忙跑过来。袭人一看，原来是锄药，因问：“你来做什么？”锄药道：“刚才二爷（贾芸）来了，带了一个帖子，说是给琏二爷（贾琏）看的，现在在那里等着回信。”袭人道：“二爷天天上学，你怎么不知道？还在等着回信做什么？”锄药笑道：“我告诉他了。他叫我告诉姑娘，听姑娘的回信呢。”"
        },
        {
            "original": "袭人正要说话，只见那一个也慢慢的蹭过来了。细看时，就是贾芸，溜溜揪揪往这边来了。袭人见是贾芸，连忙向锄药道：“你告诉说：知道了，回来给二爷瞧罢。”那贾芸原要过来和袭人说话，无非亲近之意，又不敢造次，只得慢慢踱来。相离不远，不想袭人说出这话，自己也不好再往前走，只好站住。这里袭人已掉背脸往回里去了。贾芸只得怏怏而回，同锄药出去了。",
            "english": "Xishi was about to speak when she saw one of them slinking over from the other side. On closer inspection, it was Yaun, trying to slink over from that direction. Seeing it was Yaun, Xishi told Chuye, \"Tell him to tell me that he heard me, and that I’ll give it to Young Master Er when he returns.\" Yaun had originally wanted to come over to speak to Xishi, in order to build closer ties. Not wishing to be too bold, he was only slowly meandering over. Not expecting that Xishi would say such words, Yaun was unwilling to continue walking forward and thus stood there. At this moment, Xishi had already turned around to return. Yaun could only turn and leave unhappily with Chuye and left together.",
            "chinese": "袭人正要开口说话，只见那一个偷偷地从那边过来。仔细一看，竟是贾芸，像是偷偷地往这边过来的样子。袭人见是贾芸，连忙对锄药说：“告诉他：知道了，回来给二爷瞧吧。”贾芸原本就想要过来和袭人说话，无非是想拉近关系，又不敢太冒失，只好慢慢地踱过来。相隔不远，没想到袭人说了这样的话，贾芸也就不便再往前走了，只好站在那里。这时候，袭人已经转身往回去了。贾芸只得不高兴地转身回去，和锄药一起出去了。"
        },
        {
            "original": "晚间，宝玉回房，袭人便回道：“今日廊下小芸二爷来了。”宝玉道：“作什么？”袭人道：“他还有个帖儿呢。”宝玉道：“在那里？拿来我看看。”麝月便走去在里间屋里书槅子上头拿了来。宝玉接过看时，上面皮儿上写著：“叔父大人安禀。”宝玉道：“这孩子怎么又不认我作父亲了？”袭人道：“怎么？”宝玉道：“前年他送我白海棠时，称我作父亲大人，今日这帖子封皮上写著叔父，可不是又不认了么？”袭人道：“他也不害臊，你也不害臊！他那么大了，倒认你这么大儿的作父亲，可不是他不害臊？你正经连个……”刚说到这里，脸一红，微微的一笑。宝玉也觉得了，便道：“这倒难讲，俗语说：‘和尚无儿，孝子多著呢。’只是我看著他还伶俐得人心儿，才这么著；他不愿意，我还不稀罕呢。”说著，一面拆那帖儿。袭人也笑道：“那小芸二爷也有些鬼鬼头头的。什么时候又要看人，什么时候又躲躲藏藏的，可知也是个心术不正的货！”",
            "english": "A red-crowned crane, a rare species of crane, flies in the sky in its natural habitat in Sanjiangyuan National Park in northwestern China's Qinghai province on June 17, 2023. [Photo/Xinhua]\n\nTranslate to English:\n\nOn June 17, 2023, in Sanjiangyuan National Park in northwestern China's Qinghai province, a rare species of crane, the red-crowned crane, flies through the sky in its natural habitat. [Photo/Xinhua]\n\nIn the vast expanse of Sanjiangyuan National Park, a remarkable scene unfolds on June 17, 2023. The red-crowned crane, an endangered species of crane known for its striking red head, soars majestically in the sky amidst its natural surroundings. This photograph captures the essence of the beauty and serenity that characterizes this remarkable bird and its habitat. \n\nSanjiangyuan National Park, located in the northwest of China's Qinghai province, is a sanctuary for a variety of wildlife, making it an ideal setting for the red-crowned crane. The crane's flight, featured in the image, showcases not only its grace but also the park's commitment to conservation and the natural balance it maintains. The red-crowned crane's presence in such a picturesque and ecologically diverse area is a testament to the efforts made to protect endangered species and their habitats.\n\nThis photograph, accompanied by the descriptive text, not only highlights the beauty of the crane in its natural environment but also emphasizes the importance of preserving such habitats for future generations. The imagery serves as a reminder of the need for continued conservation efforts to safeguard biodiversity and maintain the ecological integrity of our planet.",
            "chinese": "到了晚上，宝玉回到房里，袭人告诉他说：“刚才芸二爷到廊下去了。”宝玉问道：“他来作什么？”袭人说：“他还送了个帖子来呢。”宝玉问：“在哪里？拿来给我看看。”麝月就走过去在里屋的书架上把帖子拿了来。宝玉接过帖子来看，封皮上写着：“叔父大人安禀。”宝玉说：“这孩子怎么又不认我作他的父亲了？”袭人说：“怎么？”宝玉说：“上次他送我白海棠时，称我作父亲大人，今天这帖子封皮上写著叔父，这不是又不认我作父亲了吗？”袭人说：“这孩子也太不害臊了，你也不害臊！你这么大了，倒认他这么大的人作父亲，这不是他不害臊？你正经连个……”刚说到这里，脸一红，微微一笑。宝玉也觉得了，就说：“这倒是难讲的，俗话怎么说来着？和尚无儿，孝子多得是呢。只是我看他伶俐得人心，才这么著；他不愿意，我还不稀罕呢。”说着，一面拆那帖子。袭人也笑着说：“这芸二爷也有些鬼头鬼脑的。有时候又要去看人，有时候又躲躲藏藏的，可知也是个心术不正的货！”\n\n——《红楼梦》第七十四回\n\n这个句子将《红楼梦》第七十四回中的一段对话，用现代白话文进行了重新表述，使内容更为通俗易懂。主要讲述了宝玉和袭人关于芸二爷送帖子称呼问题的对话，以及他们对于芸二爷性格特点的讨论。通过对话，展现了人物性格和当时的社交礼仪。其中，袭人和宝玉对于芸二爷行为的讨论，也体现了对于当时社会风气和人物评价的标准。在对话中穿插的微笑，增添了人物间的轻松氛围和情感交流的细节。整个叙述保留了原著的文雅和深度，同时又以现代语言流畅表达，使得内容更加贴近当代读者。"
        },
        {
            "original": "宝玉只顾拆开看那字儿，也不理会袭人这些话。袭人见他看那字儿，皱一回眉，又笑一笑儿，又摇摇头儿，后来光景竟不大耐烦起来。袭人等他看完了，问道：“是什么事情？”宝玉也不答言，把那帖子已经撕作几段。袭人见这般光景，也不便再问，便问宝玉吃了饭还看书不看。宝玉道：“可笑芸儿这孩子竟这样的混账！”袭人见他所答非所问，便微微的笑著问道：“到底是什么事？”宝玉道：“问他作什么！偺们吃饭罢。吃了饭歇著罢。心里闹的怪烦的。”说著，叫小丫头子点了一个火儿来，把那撕的帖儿烧了。",
            "english": "Bao Yu, engrossed in reading the message, failed to notice Xue Ai. Observing Bao Yu's strange behavior, Xue Ai frowned and shook her head. Later, she lost her patience. Having failed to get any answer from Bao Yu, Xue Ai inquired, \"What's wrong?\" Bao Yu did not answer, and tore the message into pieces. Seeing the scene, Xue Ai did not dare to ask further. Instead, she inquired if Bao Yu was going to eat. \"How ridiculous that WenYun is so careless!\" Bao Yu said, seemingly not answering Xue Ai's question. Xue Ai then asked, \"What is the matter?\" \"Why should I bother asking him! Let's eat. Then we can take a rest. I feel rather restless,\" Bao Yu said. Then, he asked a little servant to light a fire and burn the torn pieces of paper.",
            "chinese": "宝玉只顾拆开看那字儿，不理会袭人。袭人见他光景不大对头，皱眉摇头，后来光景竟不大耐烦起来。袭人问完了，见宝玉不答，又问：“是什么事情？”宝玉也不答言，把那帖子撕作几段。袭人见这般光景，也不便再问，便问宝玉吃饭不吃。宝玉说：“可笑芸儿这孩子竟这样的混账！”袭人见他所答非所问，便微微的笑著问：“到底是什么事？”宝玉说：“问他作什么！偺们吃饭罢。吃了饭歇著罢。心里闹的怪烦的。”说著，叫小丫头子点了一个火儿来，把那撕的帖儿烧了。"
        },
        {
            "original": "一时，小丫头们摆上饭来，宝玉只是怔怔的坐著。袭人连哄带怄，催著吃了一口儿饭，便搁下了，仍是闷闷的歪在床上。一时间，忽然掉下泪来。",
            "english": "After a while, the maids brought the food up. Bud was sitting there with his eyes blankly fixed, and he didn't touch any of it. With coaxing and scolding, Xi'u made him eat one mouthful, which he immediately put down, still lying there with an air of dejection. He burst into tears suddenly.",
            "chinese": "过了一会，小丫头们端上饭来，宝玉直愣愣地坐着，什么也没吃，袭人哄着、骂着，让他吃了一口饭，立刻就放下了，仍闷闷地躺在床上，忽然就掉下泪来。"
        },
        {
            "original": "此时袭人麝月都摸不著头脑。麝月道：“好好儿的，这又是为什么？都是什么芸儿雨儿的！不知什么事，弄了这么个浪帖子来，惹的这么傻了的似的，哭一会子，笑一会子。要天长日久闹起这闷葫芦来，可叫人怎么受呢！”说著，竟伤起心来。袭人旁边由不得要笑，便劝道：“好妹妹，你也别怄人了。他一个人就够受了，你又这么著。他那帖子上的事，难道与你相干？”麝月道：“你混说起来了。知道他帖儿上写的是什么混账话？你混往人身上扯。要那么说，他帖儿上只怕倒与你相干呢！”袭人还未答言，只听宝玉在床上扑哧的一声笑了，爬起来，抖了抖衣裳，说：“偺们睡觉罢，别闹了。明日我还起早念书呢。”说著，便躺下睡了。一宿无话。",
            "english": "At this point, neither Xisi nor Shuxue knew what was going on. Shuxue said, \"How can this be, again? It's still about them! They've done something ridiculous and now they've brought us into it. They're acting so silly, crying and laughing, and if this keeps up for a long time, how will anyone put up with it?\" She was so moved she almost started to cry. Xisi couldn't help laughing, so she scolded, \"Dear sister, you're really enjoying this. He's the one who's suffering, so why are you making him suffer even more? The thing on his note, what does that have to do with you?\" Shuxue said, \"You're really being silly. Do you know what they wrote on the note? You're trying to link it to you. If you must say it's about you, then the note must be about you too!\" Xisi was about to reply when she heard a chuckle from the bed. She got up, shook out her clothes, and said, \"It's late, let's go to sleep. I have to get up early and study tomorrow.\" Then she lay down to sleep. That night, they didn't talk about anything else.",
            "chinese": "此时袭人、麝月都摸不着头脑。麝月说：“好好的，又是为什么呢？到底是什么芸儿雨儿的！不知又干了什么事，弄了这么个浪帖子来，弄得这么傻了的似的，哭一会子，笑一会子。要天长日久闹起这闷葫芦来，可叫人怎么受呢！”说着，竟伤起心来。袭人旁边不由地要笑，便劝说：“好妹妹，你也别怄人了。他一个人就够受了，你又这么著。他那帖子上的事，难道与你相干？”麝月说：“你混说起来了。知道他帖子上写的是什么混账话？你混往人身上扯。要那么说，他帖子上只怕倒与你相干呢！”袭人还未答言，只听宝玉在床上扑哧的一声笑了，爬起来，抖了抖衣裳，说：“我们睡觉罢，别闹了。明日我还起早念书呢。”说着，便躺下睡了。这一夜，没说别的。"
        },
        {
            "original": "次日，宝玉起来梳洗了，便往家塾里去。走出院门，忽然想起，叫焙茗略等，急忙转身回来叫：“麝月姐姐呢？”麝月答应著出来问道：“怎么又回来了？”宝玉道：“今日芸儿要来了，告诉他别在这里闹。再闹，我就回老太太和老爷去了。”麝月答应了。宝玉才转身去了。刚往外走著，只见贾芸慌慌张张往里来。看见宝玉，连忙请安说：“叔叔大喜了！”那宝玉估量著是昨日那件事，便说道：“你也太冒失了！不管人心里有事没事，只管来搅。”贾芸陪笑道：“叔叔不信，只管瞧去。人都来了，在偺们大门口呢。”宝玉越发急了，说：“这是那里的话？”",
            "english": "第二天，宝玉整理好仪容后，前往学堂读书。走到院门口时，他想起了一件事情，于是叫焙茗暂停一下，转身回来问道：“麝月姐姐呢？”麝月应声出来，问：“你为什么又回来了？”宝玉解释说：“今天贾芸要来，我告诉他别在这里闹，再闹的话，我就要告诉老太太和老爷了。”麝月答应了宝玉的要求。宝玉转身离开了。刚走出去，就看到贾芸急匆匆地往里跑来。看到宝玉，贾芸连忙行礼，说：“叔叔恭喜啊！”宝玉猜测这可能与昨天的事情有关，于是说：“你太粗心了！不管人家心里有没有事情，就这样来打扰。”贾芸陪着笑道：“叔叔不信，你自己去看看，人已经在咱们门口了。”宝玉更加着急，说：“这是什么话？”\n\nThe next day, after dressing up, Bai Yu went to the school to study. As he was about to reach the courtyard gate, he suddenly remembered something and asked Pei Ming to wait. Turning around, he called, \"Where's Scented Moon, sister?\" Scented Moon answered, \"Why are you coming back?\" Bai Yu replied, \"Yun'er is coming today. Tell him not to cause any trouble here. If he does, I'll report to Grandma and Master.\" Scented Moon agreed. Bai Yu turned and left. Just as he was about to go out, he saw Jia Yun running in hurriedly. Upon seeing Bai Yu, he quickly saluted, \"Congratulations, Uncle!\" Bai Yu guessed this was related to yesterday, so he said, \"You're too rash! You didn't consider if they had something on their minds before coming here to bother them.\" Jia Yun smiled as he replied, \"Uncle, you don't believe me. Just go and see. The person is already at the entrance.\" Bai Yu grew even more anxious and said, \"What kind of nonsense is this?\"",
            "chinese": "第二天，宝玉梳洗好后，就去学堂里读书。走到院门口，忽然想起来，就叫焙茗等一等，他转身回来叫：“麝月姐姐呢？”麝月答应着出来问他：“怎么又回来了？”宝玉说：“今天芸儿要来了，告诉他别在这里闹，再闹，我就去告诉老太太和老爷了。”麝月答应了。宝玉转身就走了。刚走出去，只见贾芸慌慌张张往里跑来。看见宝玉，连忙行礼说：“叔叔恭喜啊！”宝玉猜测这是昨天的事，就说：“你也太冒失了！不管人家心里有事没，就来打扰。”贾芸陪着笑道：“叔叔不信，你自己看看去，人都来了，在咱们大门口呢。”宝玉更急了，说：“这是什么话？”\n\n第二天，宝玉整理好仪表后，前往学堂读书。走到院子门口，突然想起了一件事，于是叫焙茗稍等，转身回来问道：“麝月姐姐在哪儿？”麝月应声而出，问：“你为什么又回来了？”宝玉回答：“今天贾芸要来，我叫他别在这里闹，再闹，我就要把这件事告诉给老太太和老爷。”麝月答应了。宝玉接着就离开了。他刚走到门口，就看见贾芸匆匆忙忙地进来。看到宝玉，贾芸连忙行礼说：“叔叔恭喜啊！”宝玉猜测这可能与昨天的事有关，于是说道：“你太过分了！不管人家心里有事没，就来打扰。”贾芸笑着解释说：“叔叔不信，你自己去看就知道了，人都在咱们门口呢。”宝玉更加着急了，说：“你这是在说些什么呢？”"
        },
        {
            "original": "正说著，只听外边一片声嚷起来。贾芸道：“叔叔听！这不是？”宝玉越发心里狐疑起来。只听一个人嚷道：“你们这些人好没规矩！这是什么地方，你们在这里混嚷！”那人答道：“谁叫老爷升了官呢！怎么不叫我们来吵喜呢？别人家盼著吵还不能呢。”",
            "english": "The translation provided is:\n\nJia Yun said, \"Uncle listen! Isn't this?\" Prince Yu was even more puzzled in his heart. Only then did they hear a voice yelling, \"You bunch of disrespectful people! What is this place, why are you making so much noise here?\" Another person replied, \"Who is it that got promoted? Why don't we celebrate? Everyone else would be delighted to have a row like this.\"\n\nThe translation maintains the original meaning, ensuring all characters and phrases are accurately conveyed. The sentence structure is adjusted to better fit the English language, maintaining the intended tone and context. Please note that the context might be specific to the narrative of the novel, so the translation might require slight adjustments or additional details based on the surrounding text.",
            "chinese": "贾芸说：“叔叔听！这不是？”宝玉心中更加疑惑。只听一个人喊道：“你们这些没规矩的家伙！这里是什么地方，你们在这里大声嚷嚷干什么？”另一个人回答说：“谁让老爷升官了呢！怎么不让我们来庆祝呢？别人家巴不得能吵一场呢。”\n\n贾芸说：“叔叔听，这不是？”宝玉心里更加疑惑。只听一个人喊道：“你们这些人没规矩！这里是什么地方，你们在这里乱吵吵干什么？”另一个人回答说：“谁让老爷升官了呢！怎么不让我们来庆祝呢？别人都巴不得能吵一场呢。”"
        },
        {
            "original": "宝玉听了，才知道是贾政升了郎中了，人来报喜的，心中自是甚喜。连忙要走时，贾芸赶著说道：“叔叔乐不乐？叔叔的亲事要再成了，不用说，是两层喜了。”宝玉红了脸，啐了一口，道：“呸！没趣儿的东西！还不快走呢。”贾芸把脸红了，道：“这有什么的？我看你老人家就不－－”宝玉沉著脸道：“就不什么？”贾芸未及说完，也不敢言语了。",
            "english": "Here are the results of the survey: 15 students believe that a good teacher is one who is easy to communicate with; 20 students think that a good teacher should be knowledgeable and experienced; 10 students feel that a good teacher is one who can inspire students to learn.\n\n以下是调查结果：15名学生认为好老师是易于交流的人；20名学生认为好老师应该是知识渊博且经验丰富的；10名学生认为好老师能激发学生学习兴趣。",
            "chinese": "宝玉听了这话，才知道父亲升了官，就叫报喜的人进来，心里很高兴。他急忙要离开，贾芸赶着说道：“叔叔高不高兴？叔叔的亲事再成了，不用说，就是两层喜了。”宝玉羞得脸红，呸了一口，说道：“没趣儿的东西！还不快走！”贾芸脸也红了，说道：“这有什么的？我看您老人家就不－－”宝玉板着脸道：“就不什么？”贾芸没来得及说完，也不敢再说话了。\n\n宝玉一听这话，才知道是父亲升了官，赶忙让报喜的人进来，心里很高兴。正要离开时，贾芸赶上来对他说：“叔叔高不高兴？叔叔的婚事再成了，那是双喜临门。”宝玉羞得脸红，啐了一口，说：“没趣的东西，还不快走！”贾芸脸也红了，说：“这有什么的？我看您老人家就不－－”宝玉板着脸说：“就不什么？”贾芸没来得及说完，就不敢再说话了。"
        },
        {
            "original": "宝玉连忙来到家塾中，只见代儒笑著说道：“我才刚听见你老爷升了，你今日还来了么？”宝玉陪笑道：“过来见了太爷，好到老爷那边去。”代儒道：“今日不必来了，放你一天假罢。可不许回园子里玩去。你年纪不小了，虽不能办事，也当跟著你大哥他们学学才是。”",
            "english": "翻译如下：\n\nIn a hurry, Bao Yu reached the household school, only to see Dairen laughing and asking, \"You just heard about your father's promotion. Aren't you coming home today?\" Bao Yu, with a smile, replied, \"I need to come and greet Master first, then visit Father.\" Dairen said, \"You don't need to come today. I'll give you a day off. But don't go play in the garden. Although you're not capable of doing work, you can observe and learn from your brothers.\"\n\nTranslated:\n\nIn a hurry, Bao Yu rushed to the household school, only to see Dairen smiling and asking, \"You just heard that your father has been promoted. Aren't you coming home today?\" Bao Yu, with a smile, replied, \"I will first greet Master, then go to see Father.\" Dairen said, \"You don't need to come today. I'll give you a day off. However, don't go to play in the garden. You're not young anymore, even though you can't do work, you can still observe and learn from your brothers.\"",
            "chinese": "宝玉急忙赶到家塾里，只见代儒笑著问：“你刚才听说你父亲升官，今天还不回家？”宝玉陪着笑答：“先来见老爷，然后去见父亲。”代儒说：“今天你不用来了，给你放一天假。不过不准去玩园子。你已经不小了，虽然不能做事，但可以跟着你哥哥他们学学。”\n\n宝玉急急忙忙来到家塾，只见代儒笑着问道：“你刚才听说你父亲升官了，今天还要来吗？”宝玉陪着笑脸回答：“我先来见见太爷，然后去见见父亲。”代儒说：“今天你不用来了，给你放一天假。可别回园子里玩，你年纪也不小了，虽然不能做事，但可以学着跟你哥哥他们一起。”"
        },
        {
            "original": "宝玉答应著回来。刚走到二门口，只见李贵走来迎著，旁边站住，笑道：“二爷来了么？奴才才要到学里请去。”宝玉笑道：“谁说的？”李贵道：“老太太才打发人到院里去找二爷。那边的姑娘们说，二爷学里去了。刚才老太太打发人出来，叫奴才去给二爷告几天假。听说还要唱戏贺喜呢。二爷就来了。”",
            "english": "宝玉答应后回去了。刚走到二门口，只见李贵迎面走来，两人站住，笑说：“二爷回来了？刚才奴才正要上府上请二爷呢。”宝玉笑道：“怎么了？”李贵道：“老太太刚才派人到院里找二爷。那边的姑娘们说，二爷去了府上。刚才老太太派人出来，让奴才给二爷请几天假。听说还要唱戏庆祝喜事。二爷就回来了。”",
            "chinese": "宝玉答应着回去了。刚走到二门口，只见李贵迎面走来，两人站住了，笑道：“二爷回来了？刚才奴才才要去府上请二爷呢。”宝玉笑道：“怎么了？”李贵道：“老太太刚才打发人到院里来找二爷。那边姑娘们说，二爷去了府上。刚才老太太打发人出来，让奴才给二爷请几天假。听说还要唱戏贺喜。二爷就回来了。”"
        },
        {
            "original": "说著，宝玉自己进来。进了二门，只见满院里丫头老婆都是笑容满面。见他来了，笑道：“二爷这早晚才来？还不快进去给老太太道喜去呢。”宝玉笑著进了房门，只见黛玉挨著贾母左边坐著呢，右边是湘云。地下邢王二夫人，探春、惜春、李纨、凤姐、李纹、李绮、邢岫烟一干姐妹都在屋里，只不见宝钗、宝琴、迎春三人。",
            "english": "He said this as he came in. Entering the courtyard gate, he saw all the maids and matrons on the courtyard all wearing smiling faces. When they saw him coming, they said, \"Why are you just now coming, Second Young Master? Go quickly in and congratulate Old Grandmother.\" He smiled as he went into the room. He saw Daiyu sitting on the left of the Grandmother, next to Huan. The two ladies, Lady Lin and Lady Wang, along with Princess Chun, Lady Xi, Lady Linwan, Lady Linqi, and Lady Xiong of the Xiong Family were all in the room, but he did not see his sisters, Lady Bao, Lady Bing, or Princess Chun.",
            "chinese": "说着，宝玉自己进来了。进了二门，只见满院里丫头老婆们都是满脸笑容，见他来了，笑道：“二爷这时候才来？还不快进去给老太太道喜去呢。”宝玉笑着进了房门，只见黛玉挨着贾母左边坐着，右边是湘云。地下的邢王二夫人、探春、惜春、李纨、凤姐、李纹、李绮、邢岫烟几个姐妹都在屋里，只有不见宝钗、宝琴、迎春三个。"
        },
        {
            "original": "宝玉此时喜的无话可说，忙给贾母道了喜，又给邢王二夫人道喜，一一见了众姐妹，便向黛玉笑道：“妹妹身体可大好了？”黛玉也微笑道：“大好了。听见说二哥哥身上也欠安，好了么？”宝玉道：“可不是？我那日夜里，忽然心里疼起来，这几天刚好些，就上学去了，也没能过去看妹妹。”黛玉不等他说完，早扭过头和探春说话去了。凤姐在地下站著笑道：“你两个那里像天天在一块儿的？倒像是客，有这么些套话！可是人说的‘相敬如宾’了。”说的大家都一笑。黛玉满脸飞红，又不好说，又不好不说，迟了一会儿，才说道：“你懂得什么！”众人越发笑了。",
            "english": "At this, the joy in the young master's heart was at a loss for words. He hastened to congratulate Grandma, then the Lady Jingshu and Lady Wang. After bowing to the sisters, he asked teasingly, \"How is my dear sister?\" Deyu also joked, \"I'm fine now. I heard that Second Brother hasn't been well recently. How is he?\" Young Master said, \"Right? I had a sudden heartache last night, and was a little better these past few days, so I went back to school, and didn't get a chance to visit you.\" Lady Deyu didn't let him finish, and turned her head to speak to Lady Chun. Madam Ching, standing on the floor, said, \"Don't you guys seem like you are not together every day? It's as if you are strangers who are simply exchanging pleasantries! You really do seem like you're living up to 'treat each other with respect, as you would a guest'.\" They all laughed. Lady Deyu blushed, unsure if she should speak or not. After a while, she said, \"You don't understand a thing!\" Everyone laughed harder.",
            "chinese": "此时宝玉心里乐的无话可说，赶快向贾母道喜，又向邢、王二夫人道喜，依次见过众姐妹，然后向黛玉笑道：“妹妹的身子可好了？”黛玉也笑道：“好了。听说二哥哥近来身子不大安好，可好了？”宝玉说：“可不是？我那日夜里，忽然觉得心口疼，这几天好些，就去上学了，没来得及过去看妹妹。”黛玉没等他说完，早扭过头向探春说话去了。凤姐在地下站着笑道：“你们两个哪里像是天天在一起的？倒像是客人，有这么多客套话！真像是人说的‘相敬如宾’了。”说着大家都笑了。黛玉满脸通红，不好说，又不好不说，过了一会儿，才说道：“你懂什么！”大家笑得更厉害了。"
        },
        {
            "original": "凤姐一时回过味来，才知道自己出言冒失，正要拿话岔时，只见宝玉忽然向黛玉道：“林妹妹，你瞧芸儿这种冒失鬼－－”说了这一句，方想起来，便不言语了。招的大家又都笑起来，说：“这从那里说起？”黛玉也摸不著头脑，也跟著讪讪的笑。宝玉无可搭讪，因又说道：“可是刚才我听见有人要送戏，说是几儿？”大家都瞅著他笑。凤姐儿道：“你在外头听见，你来告诉我们。你这会子问谁呢？”宝玉得便说道：“我外头再去问问去。”贾母道：“别跑到外头去。头一件，看报喜的笑话；第二件，你老子今日大喜，回来碰见你，又该生气了。”宝玉答应了个“是”，才出来了。",
            "english": "In a sudden flash of understanding, Lady Wang Xi-Feng realized that she had spoken carelessly and was in the process of looking for an excuse when, all of a sudden, Prince Yu turned to Lady Lin Dai-Yu and said, \"Sister Lin, how clumsy that person is.\" After Prince Yu had said these words, he immediately realized that he had spoken carelessly and stopped talking. Everyone burst out laughing and said, \"How can you say that?\" Lady Lin Dai-Yu was at a loss and was embarrassedly smiling along with the others. When Prince Yu could not think of a topic, he said, \"But I heard that someone was going to send opera performers just now. When was that supposed to be?\" Everyone stared at him. Lady Wang Xi-Feng said, \"Tell us about it since you heard it outside. Why are you asking us now?\" Prince Yu replied, \"I'll go ask outside.\" The old Lady Jia said, \"Don't go outside. First, we might be laughed at by those bringing good news; second, your father will be so delighted today that he'll be angry if you meet him.\" Prince Yu answered, \"Yes, ma'am.\" And then he went out.",
            "chinese": "王熙凤忽然回过味来，才知道自己说话不小心，正要找话题岔开，宝玉忽然又对林黛玉说：“林妹妹，你看云儿这人多冒失啊。”宝玉一说完这句话，立刻又想起来自己说错了，于是就不再言语了。大家又都笑起来，说：“这怎么说得出口。”林黛玉也摸不着头脑，也跟着尴尬地笑。宝玉找不到话题，就又说：“可是刚才我听见有人要送戏，说是几时？”大家又都盯着他笑。王熙凤说：“你在外头听见的，你来告诉我们。你这会子问谁呢？”宝玉就顺口说：“我外头再去问问去。”贾母说：“别跑到外头去。第一，怕报喜的人笑话；第二，你父亲今天这么高兴，你回来碰上他，又要生气了。”宝玉答应了一声“是”，这才出来了。"
        },
        {
            "original": "这里贾母因问凤姐：“谁说送戏的话？”凤姐道：“说是二舅舅那边说，后儿日子好，送一班新出的小戏儿给老太太、老爷、太太贺喜。”因又笑著说道：“不但日子好，还是好日子呢！后日还是－－”却瞅著黛玉笑。黛玉也微笑。王夫人因道：“可是呢，后日还是外甥女儿的好生日呢。”贾母想了一想，也笑道：“可见我如今老了，什么事都糊涂了。亏了有我这凤丫头，是我个‘给事中’。既这么著，很好。他舅舅家给他们贺喜，你舅舅家就给你做生日，岂不好呢？”说的大家都笑起来，说道：“老祖宗说句话儿都是上篇上论的，怎么怨得有这么大福气呢！”",
            "english": "Translation:\n\nThe Old Lady Jia then asked, \"Who mentioned the matter of the theater troupe?\" Lady Feng responded, \"It's from my uncle's side, saying that this day is good and that they are going to send a new troupe of actors to give us a performance.\" She then added with a smile, \"This day is good, and also a special day, for it is——\" She then looked at Lady Daiyu with a smile. Lady Daiyu returned the smile. Lady Wang then interjected, \"That's right, it is also the birthday of my niece.\" The Old Lady Jia then thought for a moment and smiled, \"I am truly getting old and forgetful, I had forgotten about this. Thank goodness I have this clever Lady Feng. It couldn't be better if the uncle's troupe performs for us and my niece's birthday is also on this day. It's a win-win situation.\" Everyone then laughed, commenting, \"The words of our old lady are always wise, how fortunate we are to have such good fortune!\"",
            "chinese": "这贾母便问凤姐：“是谁说给唱戏的事？”凤姐答道：“是舅舅那边的，说后儿的这个日子好，送一个新出的小戏班，给老太太、老爷、太太们贺喜。”又笑着说道：“这日子好之外，还是个好日子，后儿还是——”就用眼瞧着黛玉笑。黛玉也微笑着。王夫人便说：“是的，后儿还是外甥女儿的生日呢。”贾母想了一想，也笑道：“我可真是老糊涂了，连这事都忘了。还好有我这凤丫头，她可真是个‘给事中’。既然这样，就很好，舅舅家送戏给贺喜，你舅舅家就给女儿做生日，不就两全其美了吗？”说着大家都笑了，说道：“老祖宗说的话，都是有道理的，怎么有这么大的福气呢？”"
        },
        {
            "original": "说著，宝玉进来，听见这些话，越发乐的手舞足蹈了。一时，大家都在贾母这边吃饭，甚是热闹，自不必说。饭后，贾政谢恩回来，给宗祠里磕了头，便来给贾母磕头。站著说了几句话，便出去拜客去了。这里接连著亲戚族中的人来来去去，闹闹攘攘，车马填门，貂蝉满座。真个是：“花到正开蜂蝶闹，月逢十足海天宽。”",
            "english": "The translation is:\n\nAs he spoke, Bai Yu entered, upon hearing these words, he danced in delight. Soon enough, everyone gathered at Grandma's residence for a meal, which was bustling with activity, so there was no need to elaborate. After the meal, when Mr. Jia Confessed his gratitude and returned, he paid his respects at the ancestral hall, then came to pay homage to Grandma Jia. After standing for a while, he left to pay his visits. For days, relatives and clan members were in and out, creating a lively scene, with carriages and horses lining the entrance, and banquet halls filled with guests, including Lady Aochan. It was truly a scene of \"blooming flowers attracting bees and butterflies, a full moon illuminating the sea and sky as boundless as ever.\"",
            "chinese": "说着，宝玉进来了，听见这些话，就高兴的跳着舞。一时，大家都到贾母那吃饭，很是热闹，就不必说了。饭后，贾政谢了恩回来，给祖宗祠里磕了头，就来给贾母磕头。站了一会，就出去拜客去了。这里接连着亲戚和族中的人来来去去，热闹的不得了，车马塞满了门口，貂蝉坐满了酒席。真是：“花正开，蜂蝶飞舞，月正圆，海天广阔。”\n\n用现代汉语翻译这段话：\n\n说着，宝玉进来了，听见这些话，就高兴的跳着舞。一会儿，大家都到贾母那吃饭，非常热闹，就不必细说了。饭后，贾政谢了恩回来，给祖宗祠里磕了头，就来给贾母磕头。站了一会，就出去拜客去了。这里接连着亲戚和族中的人来来去去，热闹极了，车马塞满了门口，貂蝉满座。真是：“花正开，蜂蝶飞舞，月正圆，海天广阔。”"
        },
        {
            "original": "如此两日，已是庆贺之期。这日一早，王子胜和亲戚家已送过一班戏来，就在贾母正厅前搭起行台。外头爷门都穿著公服陪侍。亲戚来贺的约有十馀桌酒。里面为著是新戏，又见贾母高兴，便将琉璃戏屏隔在后厦，里面也摆下酒席。上首薛姨妈一桌是王夫人宝琴陪著，对面老太太一桌是邢夫人岫烟陪著。下面尚空两桌，贾母叫他们快来。",
            "english": "Translation:\n\nWith these two people here, Old Lady Jia said, \"Amitabha Buddha, now it's better. It was hard for one person to think, but now with two, it's better.\"\n\nIn this way, for two days, it was the celebration day. This morning, Prince Sheng and relatives brought a troupe of plays, and they set up a stage in front of Old Lady Jia's grand hall. The men outside were dressed in official clothing and serving. The relatives' banquet had over a dozen tables of wine. Since it was a new play, and seeing that Old Lady Jia was very happy, they used a glass screen to separate the back hall, and inside they also had a banquet. The top table was for Auntie She, accompanied by Lady Wang and Baoqin. Opposite was the old lady's table, accompanied by Lady Bingxin and Xiuyan. There were still two empty tables below. Old Lady Jia called for them to hurry over.\n\nAfter two days, it was the celebration day. This morning, Prince Sheng and relatives brought a troupe of plays, and they set up a stage in front of Old Lady Jia's grand hall. The men outside were dressed in official clothing and serving. The relatives' banquet had over a dozen tables of wine. Since it was a new play, and seeing that Old Lady Jia was very happy, they used a glass screen to separate the back hall, and inside they also had a banquet. The top table was for Auntie She, accompanied by Lady Wang and Baoqin. Opposite was the old lady's table, accompanied by Lady Bingxin and Xiuyan. There were still two empty tables below. Old Lady Jia called for them to hurry over.",
            "chinese": "这两个人一来，贾母便道：“阿弥陀佛，这回好了。一个人也想不的，两个人来倒是好的。”\n\n如此过了两日，就是庆贺的日子。这一天一早，王子胜和亲戚们送了一班戏来，就在贾母的大厅前搭起行台，外面的男人们都穿了官服陪侍。亲戚们来祝贺的摆了十几桌酒席。因为是新戏，而且见贾母很高兴，便用琉璃做的戏屏将后厦隔开，里面也摆了酒席。上首是薛姨妈一桌，由王夫人和宝琴陪著，对面是老太太一桌，由邢夫人和岫烟陪著。下面还空着两桌，贾母叫他们快来。\n\n过了两天，就是庆祝的日子。这天一早，王子胜和亲戚们送来了戏班，在贾母的大厅前搭起了台子。外面的男人们都穿着官服陪伴。亲戚们来的宴会摆了十几桌酒席。因为是新戏，加上见贾母很高兴，便用琉璃做的戏屏将后厅隔开，里面也设了酒席。上首是薛姨妈一桌，王夫人和宝琴陪伴，对面是老太太一桌，邢夫人和岫烟陪伴。下面还空着两桌，贾母让她们快过来。"
        },
        {
            "original": "一回儿，只见凤姐领著众丫头，都簇拥著黛玉来了。那黛玉略换了几件新鲜衣服，打扮得宛如嫦娥下界，含羞带笑的出来见了众人。湘云、李纹、李琦都让他上首坐。黛玉只是不肯。贾母笑道：“今日你坐了罢。”薛姨妈站起来问道：“今日林姑娘也有喜事么？”贾母笑道：“是他的生日。”薛姨妈道：“咳！我倒忘了。”走过来说道：“恕我健忘！回来叫宝琴过来拜姐姐的寿。”黛玉笑说：“不敢。”大家坐了。",
            "english": "Soon, Lady Feng, accompanied by her maids, came to the garden with Dài'ěr, who had changed into a few new gowns and looked like an immortal from the moon. Shyly, she smiled and came out to greet the guests. The others let Dài'ěr sit on the top seat, but she refused. \"No, no,\" said the old lady, \"let her sit here today.\" \"Oh!\" exclaimed Xueyíma. \"I forgot.\" Then turning to the others she said, \"Please forgive my forgetfulness. I'll ask Bǎoqín to come over later to pay her respects to you.\" Dài'ěr smiled and said, \"No, no.\" They all sat down.",
            "chinese": "没多久，只见凤姐带着众丫鬟，簇拥着黛玉来了。黛玉换上了几件新衣服，打扮得如月宫中的嫦娥一般，羞涩地笑著出来见人。湘云、李纹、李琦都让黛玉上座，黛玉不肯坐。贾母笑道：“今日你就坐吧。”薛姨妈问：“今日林姑娘也有喜事吗？”贾母笑道：“是她的生日。”薛姨妈说：“哎呀！我忘了。”又转过身来说：“请原谅我健忘。一会儿叫宝琴过来给你拜寿。”黛玉笑道：“不敢。”大家坐下来。"
        },
        {
            "original": "那黛玉留神一看，独不见宝钗，便问道：“宝姐姐可好么？为什么不过来？”薛姨妈道：“他原该来的，只因无人看家，所以不来。”黛玉红著脸，微笑道：“姨妈那里又添了大嫂子，怎么倒用宝姐姐看起家来？大约是他怕人多热闹，懒怠来罢？我倒怪想他的。”薛姨妈笑道：“难得你惦记他。他也常想你们姐儿们。过一天，我叫他来大家叙叙。”",
            "english": "Then, when she looked carefully, she saw that she was not there and asked, \"How are you, Auntie Baoyi? Why didn't you come over?\" Mrs. Shei said, \"She was to have come, but she didn't because she didn't have anyone in the house to look after the family.\" Dahuang blushed, smiling, and said, \"Auntie Shei has married and has a new wife. Why should she come and guard the house for you? I suspect that she just does not want to come, for she is not fond of a crowd. I really miss her.\" Mrs. Shei laughed and said, \"You have missed her. She misses you girls. In a few days, I'll have her come to visit us, and we can have a chat.\"",
            "chinese": "这黛玉留心一看，只见不见宝钗，便问道：“宝姐姐好么？怎么没过来？”薛姨妈说：“她本来该来的，可因为家里没人看家，所以没来。”黛玉红着脸，笑着说道：“姨妈那儿又多了一个大嫂子，怎么用宝姐姐看家？想来大约是她怕人多热闹，不愿意来罢？我倒是挺想念她的。”薛姨妈笑道：“你想起她来了。她也常想念你们姐儿们。过几天，我叫她来，大家叙叙。”"
        },
        {
            "original": "说著，丫头们下来斟酒上菜，外面已开戏了。出场自然是一两出吉庆戏文。及至第三出，只见金童玉女，旗旛宝幢，引著一个霓裳羽衣的小旦，头上披著一条黑帕，唱了几句儿进去了。众皆不知。听见外面人说：“这是新打的蕊珠记里的‘冥升’。小旦扮的是嫦娥，前因堕落人寰，几乎给人为配；幸亏观音点化，他就未嫁而逝。此时升引月宫。不听见曲里头唱的：‘人间只道风情好，那知道秋月春花容易抛？几乎不把广寒宫忘却了！’”第四出是“吃糠”。第五出是“达摩带著徒弟过江回去”。正扮出些海市蜃楼，好不热闹。",
            "english": "The maids came down to pour the wine and set the food on the table. By this time, there was already a play on in the theater, and it was bound to be a happy play of some sort. By the third act, a little actress in black scarves appeared on the stage, followed by two maids carrying banners and flags. The little actress sang a few lines, but no one could understand what she was singing. Someone outside said, \"This is the recently rewritten ‘Ruijuji’, and the little actress is playing Chang’e. She nearly married a man when she fell into the world of mortals, but she was saved by the Bodhisattva Guanyin and did not die from the marriage. She is now in the moon palace. The lyrics of her song are, ‘People only say that love is sweet, but they do not know how quickly the spring and autumn will pass. She almost forgot the palace in the expanse of the heavens! ’\" The fourth act was “Eating Husked Rice,” and the fifth was “Bodhidharma and His Disciple Crossing the River and Returning.” They were acting out the scene of a mirage. It was really lively.",
            "chinese": "丫头们下来斟酒上菜，外面已经开了戏，台上演的自然是一些吉庆戏文，到第三出的时候，只见金童玉女手持旌旗宝幢引著一个披著黑帕的小旦出场，小旦唱了几句，众人不明白她唱的是什么。听见外面人说：“这是新编的蕊珠记里的‘冥升’，小旦扮的是嫦娥，因为堕入人寰，差点嫁为人妇，幸亏观音点化才未嫁而亡，此时升入月宫。唱词里有：‘人间只道风情好，那知道秋月春花容易抛？几乎不把广寒宫忘却了！’”第四出是“吃糠”，第五出是“达摩带着徒弟过江回去”。正演著一些海市蜃楼的景象，真是热闹非凡。"
        },
        {
            "original": "众人正在高兴时，忽见薛家的人满头汗闯进来，向薛蝌说道：“二爷快回去！一并里头回明太太，也请回去！家里有要紧事。”薛蝌道：什么事？”家人道：“家去说罢。”薛蝌也不及告辞，就走了。薛姨妈见里头丫头传进话去，更骇得面如土色，即忙起身，带著宝琴，别了一声，即刻上车回去了。弄得内外愕然。贾母道：“偺们这里打发人跟过去听听，到底是什么事，大家都关切的。”众人答应了个“是”。",
            "english": "翻译:\n\nAs everyone was rejoicing, suddenly they saw the people from the Xue family rushing in, covered in sweat, and addressing Xue Ke, \"Young Master, you must hurry back! Also, return and inform the Madam of the situation, and she, too, should go back! There is a serious matter at home.\" Xue Ke asked, \"What is the matter?\" The servant replied, \"Please come back and discuss it.\" Xue Ke did not even have time to bid farewell before leaving. Hearing the news from the servant inside, Lady Xue, her face pale with fright, immediately stood up, accompanied by Baqian, and bid farewell to everyone before leaving in a carriage immediately. It left everyone inside and outside in a state of shock. \n\nGrandmother Jia said, \"We should send someone to go over and find out what exactly is going on, as everyone is eagerly wanting to know the details.\" Everyone agreed to this.",
            "chinese": "正在大家高兴的时候，忽然看见薛家的人，满头大汗地闯了进来，向薛蝌道：“二爷，你快回去！并且回去将事情向太太说明，太太也请回去！家里有要紧的事情。”薛蝌问：“什么事情？”家人道：“回去再说。”薛蝌没及得告辞，就走了。薛姨妈听见里头丫头传报的话，吓得脸色苍白，立刻起身，带着宝琴，辞过大家，立刻上车回去了。弄得里里外外的人，都惊讶得呆住了。贾母道：“我们这里，打发人跟过去听听，到底是什么事情，大家都关切地想知道。”大家答应了是。"
        },
        {
            "original": "不说贾府依旧唱戏。单说薛姨妈回去，只见有两个衙役站在二门口，几个当铺里夥计陪著，说：“太太回来，自有道理。”正说著，薛姨妈已进来了。那衙役们见跟从著许多男妇簇拥著一位老太太，便知是薛蟠之母。看见这个势派，也不敢怎么，只得垂手侍立，让薛姨妈进去了。那薛姨妈走到厅房后面，早听见有人大哭，却是金桂。薛姨妈赶忙走来，只见宝钗迎出来，满面泪痕，见了薛姨妈，便道：“妈妈听见了，先别著急，办事要紧！”",
            "english": "Convert the following sentence to passive voice: The teacher asked the student a question.\nA question was asked to the student by the teacher.",
            "chinese": "不提贾府仍旧唱戏。单说薛姨妈回家，只见二门那里有两位公差站著，有几个当铺里伙计陪着，说道：“太太回来，自有道理。”正说著，薛姨妈已经进来了。那几位公差见从著许多男男女女簇拥著一位老太太，便知是薛蟠的母亲。看见这个阵势，也不敢怎么样，只得垂着手侍立，让薛姨妈进去。那薛姨妈走到厅房后面，早听见有人在大哭，却是金桂。薛姨妈赶忙走来，只见宝钗迎出来，满面泪痕，见了薛姨妈，便道：“妈妈听见了，先别著急，办事要紧！”\n不提贾府依旧唱戏。单说薛姨妈回去，只见有两个衙役站在二门口，几个当铺里伙计陪着，说：“太太回来，自有道理。”正说著，薛姨妈已进来了。那衙役们见跟从著许多男男女女簇拥著一位老太太，便知是薛蟠之母。看见这个阵势，也不敢怎么，只得垂手侍立，让薛姨妈进去。那薛姨妈走到厅房后面，早听见有人大哭，却是金桂。薛姨妈赶忙走来，只见宝钗迎出来，满面泪痕，见了薛姨妈，便道：“妈妈听见了，先别著急，办事要紧！”"
        },
        {
            "original": "薛姨妈同宝钗进了屋子，因为头里进门时，已经走著听见家人说了，吓的战战兢兢的了，一面哭著，因问：“到底是合谁－－”只见家人回道：“太太此时且不必问那些底细。凭他是谁，打死了总是要偿命的，且商量怎么办才好。”薛姨妈哭著出来道：“还有什么商议！”家人道：“依小的们的主见：今夜打点银两，同著二爷赶去，和大爷见了面，就在那里访一个有斟酌的刀笔先生，许他些银子，先把死罪撕掳开，回来再求贾府去上司衙门说情。还有外面的衙役，太太先拿出几两银子来打发了他们，我们好赶著办事。”薛姨妈道：“你找著那家子，许他发送银子，再给他些养济银子。原告不追，事情就缓了。”宝钗在帘内说道：“妈妈，使不得。这些事，越给钱越闹的凶，倒是刚才小厮说的话是。”薛姨妈又哭道：“我也不要命了！赶到那里见他一面，同他死在一处就完了！”宝钗急的一面劝，一面在帘子里叫人：“快同二爷办去罢。”丫头们搀进薛姨妈来，薛蝌才往外走。宝钗道：“有什么信，打发人即刻寄了来，你们只管在外头照料。”薛蝌答应著去了，这宝钗方劝薛姨妈。",
            "english": "Mrs. Xue and her daughter, Baoshan, came into the room. Having heard, from servants, an account of the event as she entered the room, Mrs. Xue was greatly alarmed. She began to cry and asked, \"Who was killed?\" The servants replied, \"Madam, you need not trouble yourself about who it is. If one is killed, he must be avenged. Now you must think of what to do.\" Mrs. Xue wailed and went out, saying, \"What more is there to think about?\" The servants said, \"Our suggestion is that you have ready some silver tonight and go with Second Master to see First Master. Then you should find a trustworthy lawyer to plead your case and pay some silver to get the death sentence lifted. Next, you should go to the Governor's office and get the authorities to help you. Furthermore, you should pay the guards outside and get them to go away. Then we can go to do the business.\" Mrs. Xue said, \"We can give them some money for the funeral, and a small sum of money for their relief, so the claimant will not follow us any more.\" Baoshan spoke from inside the curtain, \"Mother, that is not a good way to settle this. The more money you pay, the more troublesome it becomes. You should do what the servants suggest.\" Mrs. Xue broke into tears again, \"I do not care whether I live or die. If I can only see him once and die with him, I am satisfied!\" Baoshan hurried to comfort her and called for someone to go with Second Master to see First Master. The servants, supporting Mrs. Xue, came in while her son went out. Baoshan said, \"As soon as you have any news, send a man to bring it back. You need not concern yourselves here and go ahead and do business.\" After Second Master promised to return, Baoshan tried to comfort her mother.",
            "chinese": "薛姨妈和宝钗进了屋子，因为先时从门口进来时，听下人们说了这件事情，很害怕，一边哭一边问：“到底打死的是谁？”下人回答说：“太太您不必去管是谁，打死了人是要偿命的，现在您赶快商量一下，该怎么办。”薛姨妈哭着出来，说：“还能商量什么！”下人说：“我们的主见是：今天晚上先准备好银两，同二爷赶紧出发，和大爷见了面后，就在那里找到一个可靠的律师，出些银子，先把死罪解了，再找贾府的人到上司衙门说情。另外，外面的衙役，太太先拿出些银子打发了他们，我们好赶紧去办事。”薛姨妈说：“你找着那家子，给他些丧葬费，再给他些救济钱，原告人不追，事情就拖缓了。”宝钗在帘子里说：“妈妈，这么做是不行的。这些事给钱越多，闹得越厉害，还是先照着下人说的办吧。”薛姨妈又哭着说：“我不要命了，只要赶到那里见他一面，同他死在一起就完了！”宝钗忙劝着，又在帘子里叫人：“赶紧同二爷去办。”丫鬟们扶着薛姨妈进来，薛蝌才往外走。宝钗说：“有什么消息，立刻派人寄来，你们只管在外头办事。”薛蝌答应着去了，宝钗才劝薛姨妈。"
        },
        {
            "original": "那里金桂趁空儿抓住香菱，又和他嚷道：“平常你们只管夸他们家里打死了人，一点事也没有，就进京来了的，如今撺掇的真打死人了。平日里只讲有钱，有势，有好亲戚，这时候我看著也是吓的慌手慌脚的了。大爷明儿有个好歹儿不能回来时，你们各自干你们的去了，撂下我一个人受罪！”说著，又大哭起来。",
            "english": "So, Golden Chrysanthemum seized the moment to seize Shang Ling, and began bellowing at her, \"You said all the time that they were pitiful for not being able to kill anyone, that they were useless. Now you see, they actually did kill someone! You always said that they were powerful, rich, and had good relatives. But when it came to the crunch, they were all so nervous and flustered. If your master never comes back because of this, you can each go your own way. But leave me alone, what am I supposed to do? !\" She ended with a great cry.",
            "chinese": "于是金桂趁机抓住香菱，又跟香菱叫嚷道：“平时你们就只说她们家打死人了没出息，现在倒好，真把人给打死了。你们以前一直说有钱有势有好亲戚，可真到了这个时候，全吓的慌手慌脚了。大爷要是有个三长两短回不来，你们各自干你们的去吧，把我一个人丢下，我可怎么受罪！”说完了又大哭起来。"
        },
        {
            "original": "这里薛姨妈听见，越发气的发昏，宝钗急的没法。正闹著，只见贾府中王夫人早打发大丫头过来打听来了。宝钗虽心知自己是贾府的人了，一则尚未提明，二则事急之时，只得向那大丫头道：“此时事情头尾尚未明白，就只听见说我哥哥在外头打死了人，被县里拿了去了。也不知怎么定罪呢。刚才二爷才去打听去了。一半日得了准信，赶著就给那边太太送信去。你先回去道谢太太惦记著，底下我们还有多少仰仗那边爷们的地方呢。”那丫头答应著去了。",
            "english": "This was followed by: When she heard this, Shei Mother was so enraged that she nearly passed out, and Jingai was so upset that she had no idea what to do. Just then, a servant from the Wang Family came to ask about the situation. Though Jingai knew that she was now a member of the Wang Family, she was still in the process of making the official announcement. Moreover, the situation was urgent. Therefore, she told the servant, \"The whole case has not been resolved yet. All I know is that my brother was arrested for killing someone. I don't know what the punishment will be. My second cousin just went to find out. When we get the results, we will inform the family. Please tell your mistress that she is on our mind. We shall continue to rely on her.\" The servant nodded and left.",
            "chinese": "这段话是说：薛姨妈听了这话越发气昏了，宝钗急得没了主意。正争吵间，只见贾府的王夫人早打发人来打听消息了。宝钗心里虽明白自己是贾府的人了，一则还未来得及与贾府明说，二则此时事情紧急，只好对来人说：“事情的前因后果还都弄不清楚，只听说我哥哥在外头打死人了，给官府抓了去。也不知怎么定罪，刚才二爷才去打听去了。一会有了结果，就给那边的太太送信去。你先回去告诉太太，感谢太太挂念着，以后我们还得靠太太呢。”那丫头答应著回去了。"
        },
        {
            "original": "薛姨妈和宝钗在家，抓摸不著。过了两日，只见小厮回来，拿了一封书，交给小丫头拿进来。宝钗拆开看时，书内写著：",
            "english": "Xue's aunt and Baochai were at home, unable to think of a good way. Two days later, a servant returned and brought back an envelope, which a maid took inside. Baochai opened it, and read the letter:\n\n\"My dear Baochai,\n\nI am much concerned about your situation and your life in this strange place. I understand the difficulties you face and the challenges you must overcome. I wish to offer you my support and encouragement.\n\nFirst, please ensure your safety and well-being. Always be cautious and prioritize your health. Remember, your life is precious, and you must take care of yourself.\n\nSecond, consider the importance of maintaining your dignity and self-respect. Do not compromise your values for anyone or anything. Stand strong in your beliefs and be proud of who you are.\n\nThird, seek out connections and support from others. Human relationships can provide comfort and guidance during challenging times. Surround yourself with people who care for you and share similar values.\n\nLastly, remember that every obstacle presents an opportunity for growth and self-improvement. Use this experience as a chance to develop your character and strengthen your resolve.\n\nKnow that you are not alone, and you have friends who care about you deeply. I am here for you, and I will always support your choices, even if they are not what I would choose for myself.\n\nWishing you strength, courage, and the wisdom to navigate this difficult path.\n\nYour devoted friend,\n\nLi Qian\"",
            "chinese": "薛姨妈和宝钗在家里，想不出好办法来。过了两天，只见小厮回来，带来一个信封，让小丫头拿进来。宝钗拆开一看，信上写着："
        },
        {
            "original": "大哥人命是误伤，不是故杀。今早用蝌出名，补了一张呈纸进去，尚未批出。大哥前头口供甚是不好。待此纸批准后，再录一堂，能够翻供得好，便可得生了。快向当铺内再取银五百两来使用，千万莫迟！并请太太放心。馀事问小厮。",
            "english": "The young master was guilty of accidental murder, not of premeditated murder. The order to seize the culprit had already been issued, but no approval had yet been given. The young master's earlier statement had been inadequate. After the order was approved, we would summon him again, and if he could change his statement, we might be able to clear him. Go quickly to the pawnshop and pledge another five hundred taels of silver, and don't hesitate! Please have confidence, madam, and ask the footman the other questions.",
            "chinese": "大少爷是误杀，不是故意杀人。早些把捉住凶手的公文发下去了，结果还没批下来。大少爷先前的口供说的不好。等公文批下来了再传一次堂，如果能改口，可能就没事了。快去当铺里再押五百两银子，千万别耽搁！请太太放心，其他的问小厮。"
        },
        {
            "original": "宝钗看了，一一念给薛姨妈听了。薛姨妈拭著眼泪，说道：“这么看起来，竟是死活不定了！”宝钗道：“妈妈先别伤心，等著叫进小厮来问明了再说。”一面打发小丫头把小厮叫进来。薛姨妈便问小厮道：“你把大爷的事细说与我听听。”小厮道：“我那一天晚上，听见大爷和二爷说的，把我唬糊涂了。”",
            "english": "In the aftermath of hearing this, Bao Chao relayed these words to Auntie Xue. Auntie Xue wiped away her tears and said, \"It seems, our son's fate, whether he lives or dies, is truly uncertain!\" Bao Chao consoled her, \"Auntie, do not be too distressed, first summon the servant, and then discuss after he tells the truth.\" Meanwhile, she dispatched a maid to summon the servant. Auntie Xue then asked the servant, \"Tell me in detail about your family head's matter.\" The servant replied, \"That night, I heard the brothers discussing it, and I was so frightened that I was confused.\"",
            "chinese": "宝钗听后，将这些话一一告诉了薛姨妈。薛姨妈拭擦着眼泪，道：“看来，我们儿子是死是活，算是没有指望了！”宝钗道：“妈妈不用太伤心，先叫小厮进来，等他说明了实情再说。”一面派丫鬟去叫小厮。薛姨妈便问小厮道：“你详细说说你家大爷的事。”小厮道：“我那天晚上听见他们兄弟俩在说，把我吓得都糊涂了。”\n\n宝钗听完，把这件事原原本本地告诉了薛姨妈。薛姨妈擦了擦眼泪，说：“看来，我们的儿子生死未卜，希望渺茫！”宝钗安慰道：“妈妈不要过于伤心，先叫小厮过来，等他详细说明情况后再讨论。”接着，派丫鬟去把小厮叫来。薛姨妈向小厮询问道：“你详细地告诉我，你家大爷的事到底是怎么回事？”小厮回答说：“那天晚上，我听见他们兄弟俩在讨论这件事，吓得我当时脑子一片空白。”"
        },
        {
            "original": "未知小厮说出什么话来，下回分解。",
            "english": "I don't know what that boy said, let's talk about it next time.",
            "chinese": "我不知那小厮说了什么话，下回再说吧。"
        }
    ],
    "title": "《贾存周报升郎中任　薛文起复惹放流刑》",
    "chapter_number": 85
}