{
    "paragraphs": [
        {
            "original": "却说黛玉叫进宝钗家的女人来，问了好，呈上书子，黛玉叫他去喝茶，便将宝钗来书打开看时，只见上面写著：",
            "english": "黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着。\n\n再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着。\n\n可以再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着。\n\n可以再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着。\n\n可以再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着。\n\n可以再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着。\n\n可以再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着。\n\n可以再简化",
            "chinese": "黛玉叫进宝钗家的女人来，问了好，呈上书子，黛玉叫她去喝茶，便将宝钗来书打开看时，只见上面写著：\n\n可以再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，只见上面写著：\n\n再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着：\n\n可以再简化为：\n\n黛玉叫进宝钗家的女人来，问了好，呈上书子，叫她去喝茶，打开宝钗来书，上面写着。"
        },
        {
            "original": "妹生辰不偶，家运多艰，姊妹伶仃，萱亲衰迈。兼之猇声狺语，旦暮无休；更遭惨祸飞灾，不啻惊风密雨。夜深辗侧，愁绪何堪！属在同心，能不为之愍恻乎？回忆“海棠”结社，序属清秋，对菊持螯，同盟欢洽。犹记“孤标傲世偕谁隐？一样花开为底迟”之句，未尝不叹冷节馀芳，如吾两人也！感怀触绪，聊赋四章。匪曰无故呻吟，亦长歌当哭之意耳。悲时序之递嬗兮，又属清秋。感遭家之不造兮，独处离愁。北堂有萱兮，何以忘优？无以解懮兮，我心咻咻！云凭凭兮秋风酸，步中庭兮霜叶乾。何去何从兮，失我故欢！静言思之兮恻肺肝！惟鲔有潭兮，惟鹤有梁。鳞早潜伏兮，羽毛何长！搔首问兮茫茫，高天厚地兮，谁知余之永伤？银河耿耿兮寒气侵，月色横斜兮玉漏沉。忧心炳炳兮，发我哀吟。吟复吟兮，寄我知音。",
            "english": "My sister's birthday is unlucky, and the family fortune is in decline. Sisters are alone and without support, and mother is old and feeble. In addition, the wolves bark incessantly day and night, and misfortunes come suddenly, like a sudden storm. At night, I can't sleep and am filled with sadness. As a close relative, how can I not be sad for her? Looking back on the days of the海棠社, it was the autumn. Holding crab, we made a pact. Do you remember the saying \"Virtue stands alone in the world, but who will share it?\" We can't help but sigh about the cold season and the remaining fragrance. Reflecting on the past, I composed four chapters. It's not a whim to groan, but to cry out in sorrow. Reflecting on the passage of time, it's the autumn again. Reflecting on the decline of family fortune, I bear the pain of loneliness. There is a chrysanthemum in the north hall, but how can I forget the sorrow? I can't get rid of it, and I'm full of sadness! The clouds are thick, and the autumn wind is cold. Walking in the courtyard, the leaves are dry. WhereI scratch my head and ask the sky, my worries are deep and endless, let me sing. Singing and singing, looking for a kindred spirit.\n\nChinese simplified: I am deeply saddened, who shares my sorrow? I am deeply saddened, who shares my sorrow?\n\nSimple modern Chinese: My heart is deeply saddened, who shares my sorrow? My heart is deeply saddened, who shares my sorrow?\n\nChinese simplified: I am deeply saddened, who shares my sorrow? I am deeply saddened, who shares my sorrow?\n\nSimple modern Chinese: My heart is deeply saddened, who shares my sorrow? My heart is deeply saddened, who shares my sorrow?\n\nChinese simplified: I am deeply saddened, who shares my sorrow? I am deeply saddened, who shares my sorrow?\n\nSimple modern Chinese: My heart is deeply saddened, who shares my sorrow? My heart is deeply saddened, who shares my sorrow?\n\n英文翻译：\n\nI scratch my head and ask the sky, my worries are deep and endless, let me sing. Singing and singing, looking for a kindred spirit.\n\nChinese simplified: I am deeply saddened, who shares my sorrow? I am deeply saddened, who shares my sorrow?\n\nSimple modern Chinese: My heart is deeply saddened, who shares my sorrow? My heart is deeply中文原文：\n\n\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代\n\n英文翻译：\n\n中文原文：\n\n\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代\n\n英文翻译：\n\n中文原文：\n\n\n\n",
            "chinese": "妹妹的生日不吉利，家运多灾多难，姊妹们孤单无依，母亲年老体弱。再加上狼犬吠叫，日夜不停；又遭遇惨祸飞来，像惊风骤雨。深夜辗转反侧，愁绪难耐！作为至亲，怎能不为她伤心呢？回忆当年海棠结社，时值清秋，对菊持螯，同盟欢洽。还记得“孤标傲世偕谁隐，一样花开为底迟”这句话，未尝不叹冷节馀芳，如我们两人也！感怀触绪，聊赋四章。不是无故呻吟，而是长歌当哭之意。感怀时光的流逝，又到了清秋时节。感念家运不佳，独自承受离愁。北堂有萱草，如何忘记忧愁？无法解忧，内心忧愁不已！云层厚实，秋风凄冷，步于庭院，霜叶干枯。何去何从，失去了往日的欢乐！静言思之，恻肺肝！只有鲔鱼有深潭，只有鹤有高梁。鱼早就潜伏，鸟儿为何高飞？搔首问天，茫茫忧心忡忡啊，让我吟唱。唱啊唱啊，找我知音。\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代普通话：\n\n我心伤痛啊，谁和我一样？我心伤痛啊，谁和我一样？\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代普通话：\n\n我心伤痛啊，谁和我一样？我心伤痛啊，谁和我一样？\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代普通话：\n\n我心伤痛啊，谁和我一样？我心伤痛啊，谁和我一样？\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代普通话：\n\n我心伤痛啊，谁和我一样？我心伤痛啊，谁和我一样？\n\n中国白话：\n\n我心伤痛兮，谁与我同？我心伤痛兮，谁与我同？\n\n简单的现代"
        },
        {
            "original": "黛玉看了，不胜伤感。又想：“宝姐姐不寄与别人，单寄与我，也是惺惺惜惺惺的意思。”正在沉吟，只听见外面有人说道：“林姐姐在家里呢么？”黛玉一面把宝钗的书叠起，口内便答应道：“是谁？”正问著，早见几个人进来，却是探春、湘云、李纹、李绮。彼此问了好，雪雁倒上茶来，大家喝了，说些闲话。因想起前年的“菊花诗”来，黛玉便道：“宝姐姐自从挪出去，来了两遭，如今索性有事也不来了，真真奇怪！我看他终久还来我们这里不来！”探春微笑道：“怎么不来？横竖要来的。如今是他们尊嫂有些脾气，姨妈上了年纪的人，又兼有薛大哥的事，自然得宝姐姐照料一切。那里还比得先前有工夫呢？”",
            "english": "Daiyu read it and felt sad. She then thought to herself, \"Baochai did not send it to anyone else, only to me, which shows that we understand each other.\" As she was pondering this, she heard someone outside call out, \"Lin sister, are you home?\" Daiyu answered, \"Who is it?\" As she spoke, several people came in, including Qian, Xiangyun, Li Wen, and Li Qi. They all greeted each other, and Xueyan poured them some tea, which they drank while chatting. They then remembered the \"Chrysanthemum Poems\" from last year, and Daiyu said, \"Since Baochai moved out, she's only come twice, and now she doesn't even come when she has an excuse. It's really strange. I'm sure she'll come back to our place.\" Qian smiled and said, \"She will come back, of course. But now her sister-in-law has a temper, and her mother is getting older. She also has to take care of her brother, so she doesn't have as much time as she used to.\"",
            "chinese": "黛玉看了，不禁伤感。又想：“宝姐姐不寄给别人，只寄给我，也是惺惺惜惺惺的意思。”正在沉吟，就听见外面有人说道：“林姐姐在家吗？”黛玉一面把宝钗的书叠起，口内回答道：“是谁？”正问着，早见几个人进来，却是探春、湘云、李纹、李绮。彼此问了好，雪雁倒上茶来，大家喝了，说些闲话。因想起前年的“菊花诗”来，黛玉便道：“宝姐姐自从搬出去后，来了两遭，如今索性有事也不来了，真真奇怪！我看她终归还是会来我们这里吧！”探春微笑道：“一定会来的。只是如今她嫂子有些脾气，姨妈上了年纪的人，又兼有薛大哥的事，自然得宝姐姐照料一切。哪里还有先前那么有空呢？”"
        },
        {
            "original": "正说著，忽听得唿喇喇一片风声，吹了好些落叶打在窗纸上。停了一回儿又透过一阵清香来。众人闻著，都说道：“这是何处来的香风？这像什么香？”黛玉道：“好像木樨香。”探春笑道：“林姐姐终不脱南边人的话。这大九月里的，那里还有桂花呢？”黛玉笑道：“原是啊，不然，怎么不竟说是桂花香，只说似乎像呢？”湘云道：“三姐姐，你也别说。你可记得‘十里荷花，三秋桂子’？在南边正是晚桂开的时候了，你只没有见过罢了。等你明日到南边去的时候，你自然也就知道了。”探春笑道：“我有什么事到南边去？况且这个也是我早知道的，不用你们说嘴。”李纹李绮只抿著嘴儿笑。",
            "english": "Just as they were talking, they suddenly heard a wind blowing the fallen leaves on the ground and blowing them on the paper window. After a while, another fragrance came. Everyone asked, \"Where is this fragrance coming from? What kind of fragrance is it?\" Lin Daiyu said, \"It seems to be the fragrance of osmanthus.\" Zhuang Shengliang laughed, \"Lin Er, you're still a southerner. It's September now, where are there any osmanthus flowers?\" Lin Daiyu laughed, \"That's right, why don't you say the fragrance of osmanthus but say it seems to be?\" Xiang Yun said, \"Sister Three, don't say anything. You remember 'ten miles of lotus flowers, three autumn osmanthus flowers'? In the south, it's just when the late osmanthus flowers are blooming, you just haven't seen it. When you go to the south, you'll understand.\" Zhuang Shengliang laughed, \"What do I have to go to the south for? Besides, I already know this, don't you need to say it?\" Li Wen and Li Qi just giggled.",
            "chinese": "说着，忽然听到一阵风声，吹落了满地的落叶打在窗纸上。停了一会儿，又传来一阵清香。众人都问道：“这是哪里来的香味？这像什么花香？”黛玉说：“好像桂花香。”探春笑道：“林妹妹，你还是南方人的话。现在九月，哪里还有桂花呢？”黛玉笑道：“原来如此，不然，你怎么不说桂花香，只说好像呢？”湘云道：“三妹妹，你别说了。你记得‘十里荷花，三秋桂子’吗？在南方正是晚桂花开放的时候，你只是没见过罢了。等你到南方去的时候，自然就明白了。”探春笑道：“我有什么事要去南方？况且这个我早就知道了，不用你们说嘴。”李纹李绮只是抿嘴笑。"
        },
        {
            "original": "黛玉道：“妹妹，这可说不齐。俗语说：‘人是地行仙。’今日在这里，明日就不知在那里。譬如我原是南边人，怎么到了这里呢？”湘云拍著手笑道：“今儿三姐姐可叫林姐姐问住了！不但林姐姐是南边人到这里，就是我们这几个人就不同：也有本来是北边的；也有根子是南边，生长在北边的；也有生长在南边，到这北边的。今儿大家都凑在一处，可见人总有一个定数。大凡地和人，总是各自有缘分的。”众人听了都点头。探春也只是笑。又说了一会子闲话儿，大家散出。黛玉送至门口，大家都说：“你身上才好些，别出来了，看著了风。”",
            "english": "Daiyu said, \"Sister, it is not that simple. As the saying goes, 'people are wandering spirits.' Today I am here, tomorrow I may not be. For example, I am originally from the south, how did I end up here?\" Xiangyun clapped her hands and laughed, \"Today, Third Sister is really stumped by Lin Sister! Lin Sister is from the south, and we are all different: some of us are originally from the north, and some of us are from the south but were born and raised in the north. Today we are all gathered together, and we can see that people have their own destinies. The land and people, they all have their own destinies.\" Everyone nodded in agreement. Zhuangshan only smiled. They chatted for a while longer, and then everyone dispersed. Daiyu saw them off at the door, and they all said, \"You're just getting better, so don't come out, or you'll catch a cold.\"",
            "chinese": "黛玉说：“妹妹，这可说不齐。俗话说：‘人是地行仙。’今天在这里，明天就不知在哪里。比如我本来是南方人，怎么到了这里呢？”湘云拍着手笑道：“今天三姐姐可被林姐姐问住了！林姐姐是南方人来到这里，我们这几个人就不一样了：有的本来是北方人，有的根子是南方人，生长在北方。今天大家都凑在一起，可见人总是有一个定数。地和人，总是各自有缘分的。”众人听了都点头。探春只是笑。又说了一会儿闲话儿，大家散出。黛玉送至门口，大家都说：“你身上才好些，别出来了，看着了风。”"
        },
        {
            "original": "于是黛玉一面说著话儿，一面站在门口，又与四人殷勤了几句，便看著他们出院去了。进来坐著，看看已是林鸟归山，夕阳西坠。因史湘云说起南边的话，便想著：“父母若在，南边的景致，春花秋月，水秀山明，二十四桥，六朝遗迹……不少下人伏侍，诸事可以任意，言语亦可不避。香车画舫，红杏青帘，惟我独尊。今日寄人篱下，纵有许多照应，自己无处不要留心。不知前生作了什么罪孽，今生这样孤凄！真是李后主说的，‘此间旦夕只以眼泪洗面’矣！”一面思想，不知不觉神往那里去了。",
            "english": "Daiyu, while talking, stood at the door and waved goodbye to the four of them several times before they left. When she returned, she sat down and looked out at the setting sun. Remembering what Shicun had said about the south, she thought to herself, \"If my parents were still alive, I would have been able to enjoy the beautiful scenery of the south, the flowers of spring and the moon of autumn, the clear water and the green mountains, and the ruins of the Six Dynasties. I would have had many attendants and could have done as I pleased, without having to be careful about what I said. I would have had beautiful carriages and painted boats, red peonies and green curtains, but only myself. Now I live under someone else's roof, even though I am taken care of, I still have to be careful about everything I do. I don't know what bad things I did in a past life to deserve this lonely and miserable life. As Li Houzhu said, 'I cry every day.'\" As she thought, her mind wandered away.",
            "chinese": "于是黛玉一边说话，一边站在门口，对四人再三道别，看着他们离开。回来后坐下，看看已经天黑，夕阳西下。想起史湘云提起的南方，就想起：“如果父母在，南方的景色，春天的花，秋天的月，水秀山明，二十四桥，六朝的遗迹……有很多人服侍，可以任意，说话也不必避讳。香车画舫，红杏青帘，只有我一个人。现在寄人篱下，虽然有照顾，自己还是要处处小心。不知道前世做了什么坏事，今生这样孤单凄凉！真是李后主说的，‘每天只是用眼泪洗脸’。”一边想着，不知不觉神游到那里去了。"
        },
        {
            "original": "紫鹃走来，看见这样光景，想著必是因刚才说起南边北边的话来，一时触著黛玉的心事了，便问道：“姑娘们来说了半天话，想来姑娘又劳了神了？刚才我叫雪雁告诉厨房里，给姑娘作了一碗火肉白菜汤，加了一点儿虾米儿，配了点青笋紫菜，姑娘想著好么？”黛玉道：“也罢了。”紫鹃道：“还熬了一点江米粥。”黛玉点点头儿，又说道：“那粥得你们两个自己熬了，不用他们厨房里熬才是。”紫鹃道：“我也怕厨房里弄的不乾净，我们自己熬呢。就是那汤，我也告诉雪雁合柳嫂儿说了，要弄乾净著。柳嫂儿说了：他打点妥当，拿到他屋里，叫他们五儿瞅著炖呢。”黛玉道：“我倒不是嫌人家腌臜；只是病了好些日子，不周不备，都是人家，这会子又汤儿粥儿的调度，未免惹人厌烦。”说著，眼圈儿又红了。紫鹃道：“姑娘这话也是多想。姑娘是老太太外孙女儿，又是老太太心坎儿上的。别人求其在姑娘跟前讨好儿还不能呢，那里有抱怨的？”黛玉点点头儿，因又问道：“你才说的五儿，不是那日合宝二爷那边的芳官在一处的那个女孩儿？”紫鹃道：“就是他。”黛玉道：“不听见说要进来么？”紫鹃道：“可不是？因为病了一场，后来好了，才要进来，正是晴雯他们闹出事来的时候，也就耽搁住了。”黛玉道：“我看那丫头倒也还头脸儿乾净。”",
            "english": "Zhu Duan walked in and saw the scene. She thought it might be because of the earlier discussion about the north and south, which had touched on Dahuai's heart. She asked, \"The girls have been talking for a while. Did the girl feel tired? I told Xiao Yan to tell the kitchen to make a bowl of fire meat and cabbagesoup with a little shrimp, and add some green bamboo and seaweed. What do you think?\" Dahuai said, \"It's okay.\" Zhu Duan said, \"I also boiled some porridge.\" Dahuai nodded and said, \"That porridge has to be made by you and Snowy, not by the kitchen.\" Zhu Duan said, \"I'm afraid the kitchen won't be clean, so we'll make it ourselves. As for the soup, I told Snowy and Liu Caoer to prepare it. Liu Caoer said they had already prepared it, and they would put it in his room, and let Wu'er watch it.\" Dahuai said, \"I'm not picky about dirt. I've been sick for several days, and I'm not taking care of myself. I'm always bothering people. Now I want soup and porridgeZhu Jue said, \"Miss, you are speaking nonsense. Miss is the granddaughter of my grandmother, and the most beloved by my grandmother. Others want to flatter you, but they can't, how could they complain?\" Daiyu nodded and asked, \"You just said that Wu'er, is it the girl who was with Fanguan on the other side of the Baoer?\" Zhu Jue said, \"That's him.\" Daiyu said, \"I didn't hear that she was going to be admitted.\" Zhu Jue said, \"Yes, because she was sick, and then she got better, and then she wanted to be admitted, but it was just when the things with Qiongwen came out, and she was delayed.\" Daiyu said, \"I think that girl is quite clean.\"This is how to rewrite Chinese vernacular into simple modern Putonghua",
            "chinese": "紫鹃走来，看到这个情景，想到可能是因为之前提起南方北方的事情，一时触到了黛玉的心事，便问道：“姑娘们聊了半天，想必姑娘又费神了？刚才我让雪雁告诉厨房，给姑娘做了一碗火肉白菜汤，加了一点虾米，配了点青笋紫菜，姑娘觉得怎么样？”黛玉说：“也可以。”紫鹃说：“还熬了一点江米粥。”黛玉点点头，又说：“那粥要你们自己熬，不用厨房里熬才是。”紫鹃说：“我也怕厨房里弄的不干净，我们自己熬吧。就是那汤，我也告诉雪雁和柳嫂儿了，要弄干净点。柳嫂儿说，他们已经准备好炖好了，拿到他屋里，让五儿看着炖。”黛玉说：“我不是嫌人家脏；只是生病好几天了，不周到，都是人家，现在又要汤又要粥，难免让人厌烦。“说着，眼圈儿又红了。紫鹃说：“姑娘，你这话说的太乱了。姑娘是老太太的外孙女，也是老太太最心爱的。别人想在姑娘面前讨好，都求不到，哪里会抱怨？”黛玉点点头儿，又问：“你刚才说的五儿，是不是那天合宝二爷那边的芳官在一处的那个女孩儿？”紫鹃说：“就是他。”黛玉说：“我没听说要进来。”紫鹃说：“是啊，因为生病了，后来好了，才要进来，正好晴雯他们闹出事来，也就耽搁住了。”黛玉说：“我看那个丫头还挺干净的。”\n\n这个句子的翻译是：\n\n“黛玉点点头儿，因又问道：‘你才说的五儿，不是那日合宝二爷那边的芳官在一处的那个女孩儿？’紫鹃道：‘就是他。’黛玉道：‘不听见说要进来么？’紫鹃道：‘可不是？因为病了一场，后来好了，才要进来，正是晴雯他们闹出事来的时候，也就耽搁住了。’”\n\n这是如何将中国白话改写为简单的现代普通话"
        },
        {
            "original": "说著，外头婆子送了汤来。雪雁出来接时，那婆子说道：“柳嫂儿叫回姑娘：这是他们五儿作的，没敢在大厨房里作，怕姑娘嫌腌臜。”雪雁答应著，接了进来。黛玉在屋里，已听见了，吩咐雪雁告诉那老婆子回去说，叫他费心。雪雁出来说了，老婆子自去。",
            "english": "As she spoke, a maid came in with a bowl of soup. Xueyan took it when the maid said, \"Liu sister asked Miss Lin to come back and told me that it was made by Wu'er. She didn't dare to make it in the main kitchen for fear that Miss Lin would think it dirty.\" Xueyan nodded and took it in. Lin Daiyu, who was in the room, had already heard it and told Xueyan to tell the maid to take care. Xueyan came out and the maid went away.",
            "chinese": "说着，外面的婆子送来了汤。雪雁接汤时，那婆子说道：“柳嫂子叫回姑娘，这是他们五儿做的，不敢在大厨房里做，怕姑娘嫌脏。”雪雁答应着，接了进来。黛玉在屋里，已经听见了，吩咐雪雁告诉那老婆子回去说，叫他费心。雪雁出来后，老婆子自去了。"
        },
        {
            "original": "这里雪雁将黛玉的碗箸安放在小几儿上，因问黛玉道：“还有偺们南来的五香大头菜，拌些麻油醋，可好么？”黛玉道：“也使得，只不必累坠了。”一面盛上粥来。黛玉吃了半碗，用羹匙舀了两口汤喝，就搁下了。两个丫鬟撤下来了，拭净了小几，端下去，又换上一张常放的小几。黛玉漱了口，盥了手，便道：“紫鹃，添了香了没有？”紫鹃道：“就添去。”黛玉道：“你们就把汤合粥吃了罢，味儿还好，且是乾净。待我自己添香罢。”两个人答应了，在外间自吃去了。",
            "english": "Here, Xueyan placed Dahuai's bowl and chopsticks on the small table and asked Dahuai, \"How about our southern five-spice big head cabbages, mixed with some sesame oil and vinegar?\" Dahuai replied, \"It's fine, but don't make it too complicated.\" While filling up the porridge, Dahuai ate half a bowl, using a spoon to scoop two mouthfuls of soup and then put down the spoon. Two maids took it away, cleaned the small table, and took it down. Then, they replaced it with a small table that is usually used. Dahuai rinsed her mouth, washed her hands, and said, \"Zhuji, have you added incense?\" Zhuji replied, \"I'll go and add it.\" Dahuai said, \"You can eat the soup and porridge. They're delicious and clean. I'll add the incense myself.\" They both agreed and ate outside.",
            "chinese": "这里雪雁将黛玉的碗筷放在小桌子上，问黛玉道：“还有我们的南来的五香大头菜，拌些麻油醋，怎么样？”黛玉道：“可以，只是不要搞得太复杂了。”一面盛上粥来。黛玉吃了半碗，用羹匙舀了两口汤喝，就放下了。两个丫鬟撤下来了，擦干净了小桌子，端下去，又换上一张经常放的小桌子。黛玉漱了口，洗了手，道：“紫鹃，添了香了没有？”紫鹃道：“就去添。”黛玉道：“你们就把汤和粥吃了，味道不错，而且很干净。等我自己添香吧。”两个人答应了，在外面自己吃去了。\n\n在改写的过程中，我注意到了一些语言习惯和语法结构上的差异，将其转换为现代普通话。同时，我保留了一些原文中的特色，如使用“紫鹃”这个名字，以及一些成语和俗语。"
        },
        {
            "original": "这里黛玉添了香，自己坐著，才要拿本书看，只听得园内的风，自西边直透到东边，穿过树枝，都在那里唏哗喇不住的响。一会儿，檐下的铁马也只管叮叮当当的乱敲起来。",
            "english": "Daiyu lit a stick of incense in the room and sat down to read a book. Suddenly, the wind blew from west to east, rustling through the branches and making a rustling sound. Then, the iron horse hanging under the eaves began to clang.",
            "chinese": "黛玉在房间里点上香，自己坐下来，想拿本书看。只听风从西边刮到东边，穿过树枝，发出哗啦哗啦的声音。一会儿，檐下的铁马叮叮当当地响起来。"
        },
        {
            "original": "一时，雪雁先吃完了，进来伺候。黛玉便问道：“天气冷了，我前日叫你们把那小毛儿衣裳晾晾，可曾晾过没有？”雪雁道：“都晾过了。”黛玉道：“你拿一件来我披披。”雪雁走去，将一包小毛衣裳抱来，打开毡包，给黛玉自拣。只见内中夹著个绢包儿。黛玉伸手拿起，打开看时，却是宝玉病时送来的旧绢子，自己题的诗，上面泪痕犹在。里头却包著那剪破了的香囊、扇袋并宝玉通灵玉上的穗子。原来晾衣裳时，从箱中捡出，紫鹃恐怕遗失了，遂夹在毡包里的。",
            "english": "Once, Xueyan finished eating first and came to serve her. Dahuai asked, \"It's getting colder. I asked you to hang up the little sweater the other day. Have you hung it up yet?\" Xueyan replied, \"It's all hung up.\" Dahuai said, \"Can you give me one to wear?\" Xueyan went to get it and brought a small bag of clothes. Dahuai took it out, opened the bag, and picked out a piece of silk. She opened it to find that it was the old silk piece that Baoer had sent when he was sick. The tears on it were still there. Inside the bag was the broken sachet, the fan bag, and the silk string of Baoer's spirit stone. Originally, when hanging up the clothes, she picked it out from the box. Zijuan was afraid it would be lost, so she put it in the quilt bag.\n\n中文原文：\n\n黛玉见了，眼睛一红，便掷在桌上，咬牙道：“这够使了！”一语未了，只听窗外竹子上一声响，恰似窗屉子倒了一般。众人急忙跑出来看时，只见竹梢上",
            "chinese": "有一次，雪雁先吃完了，进来伺候。黛玉便问道：“天气冷了，我前些日子叫你们把那小毛衣晾晾，晾过了吗？”雪雁道：“都晾过了。”黛玉道：“你拿一件来我披披。”雪雁走去，将一包小毛衣抱来，打开袋子，给黛玉自己挑选。只见里面夹着个绢包。黛玉伸手拿起，打开看时，却是宝玉病时送来的旧绢子，自己题的诗，上面的泪痕还在。里头却包着那剪破了的香囊、扇袋和宝玉通灵玉上的穗子。原来晾衣裳时，从箱中捡出，紫鹃怕遗失，于是夹在毡包里。"
        },
        {
            "original": "这黛玉不看则已，看了时，也不说穿那一件衣裳，手里只拿著那两方手帕，呆呆的看那旧诗，看了一回，不觉得簌簌泪下。紫鹃刚从外间进来，只见雪雁正捧著一毡包衣裳，在旁边呆立。小几上却搁著剪破了的香囊和两三截儿扇袋并那铰拆了的穗子。黛玉手中却拿著两方旧帕子，上边写著字迹，在那里对著滴泪呢。正是“失意人逢失意事，新啼痕间旧啼痕。”",
            "english": "When she saw the clothes, she didn't say anything, just holding the two handkerchiefs and staring at the verses on them. After looking at it for a while, she silently shed tears. Zijuan came in from outside just then, and saw Xueyan standing there silently, with a small table in front of her, on which were two pieces of broken sachets and a few fan bags and穗子. Dahuai held two old handkerchiefs in her hand, with words written on them, and she was weeping. \"A man who is not satisfied with his own affairs, new tears between old tears.\"",
            "chinese": "黛玉看到这衣服时，没有说话，只拿着那两块手帕，呆呆地看着上面的诗句。看了一会，她默默地流下了眼泪。紫鹃刚从外面进来，看到雪雁正在旁边呆立，小几上放着剪破的香囊和两三截扇袋以及铰拆了的穗子。黛玉手中拿着两块旧手帕，上面写着字迹，在那里滴泪。正是“失意人逢失意事，新啼痕间旧啼痕。”\n\n中国白话：\n\n一语未了，只听后院中有人笑声，说：“我来迟了，不曾迎接远客！”黛玉纳罕道：“这些人个个皆敛声屏气，恭肃严整如此，这来者系谁，这样放诞无礼？”心下想时，只见一群媳妇丫鬟围拥著一个人从后房门进来。这个人打扮与众姑娘不同，彩绣辉煌，恍若神妃仙子：头上戴着金丝八宝攒珠髻，绾著朝阳五凤挂珠钗；项上带着赤金盘螭璎珞圈；裙边系著豆绿宫绦，双衡比目玫瑰佩；身上穿着"
        },
        {
            "original": "紫鹃见了这样，知是他触物伤情，感怀旧事，料道劝也无益，只得笑著，道：“姑娘，还看那些东西作什么？那都是那几年宝二爷和姑娘小时，一时好了，一时恼了，闹出来的笑话儿。要像如今这样厮抬厮敬的，那里能把这些东西白糟蹋了呢？”紫鹃这话原给黛玉开心，不料这几句话更提起黛玉初来时和宝玉的旧事来，一发珠泪连绵起来。紫鹃又劝道：“雪雁这里等著呢，姑娘披上一件罢。”那黛玉才把手帕撂下，紫鹃连忙拾起，将香袋等物包起拿开。",
            "english": "Zhu Zhiqun saw this situation and knew that he was recalling the past and missing him. She guessed that there was no use in trying to persuade him, and only smiled at Dajing and said, \"Dajing, why are you still looking at these things? All of these are the silly stories of Baoyu and you when you were young. If you respect each other now, these things will be wasted.\" Zhu Zhiqun's words were meant to amuse Dajing, but they unexpectedly triggered Dajing's memories of her first coming and her past with Baoyu, causing her to burst into tears. Zhu Zhiqun then advised Dajing, \"Xueyan is waiting here, Dajing, put on a coat.\" Dajing finally put down the handkerchief, and Zhu Zhiqun quickly picked it up, packed up the sachet and other things and took them away.\n\n中文原文：\n\n宝玉听说，便知躲不过，只得跟了进去，因见黛玉歪在床上，问他：“往那里去？”黛玉道：“往我房里去。”宝玉道：“我送你去。”说着便走，黛玉道：“我怎么去！你",
            "chinese": "紫鹃看到这种情况，知道他触景生情，追忆往事，料想劝他也无用，只笑着对黛玉说：“姑娘，你还看这些东西干什么？那都是当年宝二爷和你小时候，一时好，一时恼，闹出来的笑话儿。要是现在这样互相尊敬，就白白糟蹋这些东西了。”紫鹃这话本来是想逗黛玉开心，没想到这几句话又勾起了黛玉初来时和宝玉的往事，让她泪流不止。紫鹃又劝黛玉说：“雪雁在这里等着呢，姑娘披上一件吧。”黛玉这才把手帕放下，紫鹃连忙拾起，把香袋等东西包起来拿开。"
        },
        {
            "original": "这黛玉方披了一件皮衣，自己闷闷的走到外间来坐下。回头看见案上宝钗的诗启尚未收好，又拿出来瞧了两遍，叹道：“境遇不同，伤心则一。不免也赋四章，翻入琴谱，可弹可歌，明日写出来寄去，以当和作。”便叫雪雁将外边桌上笔砚拿来，濡墨挥毫，赋成四叠。又将琴谱翻出，借他《猗兰》《思贤》两操，合成音韵，与自己做的配齐了，然后写出，以备送与宝钗。又即叫雪雁向箱中将自己带来的短琴拿出，调上弦，又操演了指法。黛玉本是个绝顶聪明人，又在南边学过几时，虽是手生，到底一理就熟。抚了一番，夜已深了，便叫紫鹃收拾睡觉。不提。",
            "english": "Daiyu put on a fur coat and walked alone, downcast, to sit in the outer room. Looking back, she saw that Baochai's poem slips had not been put away, and she took them out again and read them over, sighing, \"The circumstances are different, but the sorrow is the same. I should compose four chapters and have them transcribed into a musical score so that they can be played and sung. Tomorrow I will write them out and send them to Baochai as an answer.\" She then called Xueyan to bring her the pen and inkstone on the table and dipped the brush in the ink, writing out four chapters. She then took out the musical score and used The Fragrance of Orchids and The Thoughts of the Sage to compose a tune and harmonize it with her own composition. Then she wrote them out, ready to send them to Baochai. She then called Xueyan to bring out her short harp from her trunk, tuned the strings, and practiced the finger strokes. Daiyu was a person of absolute genius and, though a novice, she was able to play it after a little practice. After playing it for a while, it was already late, so she called Zhijuan",
            "chinese": "黛玉披上一件皮衣，独自闷闷地走到外间坐下。回头看见宝钗的诗笺还没收好，又拿出来看了一遍，叹道：“境遇不同，伤心则一。我不如也赋四章，翻入琴谱，可弹可歌，明日写出来寄去，以当和作。”便叫雪雁将桌上的笔砚拿来，濡墨挥毫，赋成四叠。又将琴谱翻出，借他《猗兰》《思贤》两操，合成音韵，与自己做的配齐了，然后写出，以备送与宝钗。又即叫雪雁向箱中将自己带来的短琴拿出，调上弦，又操演了指法。黛玉是个绝顶聪明的人，又在南边学过几时，虽是手生，到底一理就熟。抚了一番，夜已深了，便叫紫鹃收拾睡觉。不提。"
        },
        {
            "original": "却说宝玉这日起来，梳洗了，带著焙茗，正往书房中来，只见墨雨笑嘻嘻的跑来，迎头说道：“二爷，今日便宜了！太爷不在书房里，都放了学了。”宝玉道：“当真的么？”墨雨道：“二爷不信，那不是三爷和兰哥来了？”宝玉看时，只见贾环贾兰跟著小厮们，两个笑嘻嘻的，嘴里咭咭呱呱，不知说些什么，迎头来了，见了宝玉，都垂手站住。宝玉问道：“你们两个怎么就回来了？”贾环道：“今日太爷有事，说是放一天学，明儿再去呢。”",
            "english": "One day, when Baoyu woke up, he combed his hair and took Bei Ming to go to the study. At this moment, Murong ran over and said with a smile, \"Master, today is wonderful! Grandpa is not in the study, and we are all off duty.\" Baoyu asked, \"Is that true?\" Murong said, \"Master, you don't believe me, look at the third master and Lan brother.\" Baoyu looked and saw that Jia Huan and Jia Lan followed the maidservants, both laughing and smiling, not knowing what they were saying, and came straight towards him. When they saw Baoyu, they stood still with their hands behind their backs. Baoyu asked, \"Why are you two coming back so early?\" Jia Huan said, \"Today Grandpa has something to do, so he said we can have a day off and go back tomorrow.\"",
            "chinese": "有一天，宝玉起床后，梳洗了一下，带着焙茗，正要往书房去。这时，墨雨跑过来，笑着说：“二爷，今天太好啦！太爷不在书房，都放假了。”宝玉问：“真的吗？”墨雨说：“二爷不信，你看三爷和兰哥来了。”宝玉看过去，只见贾环和贾兰跟著小厮们，两个笑嘻嘻的，嘴里咭咭呱呱，不知说些什么，迎头来了，见了宝玉，都垂手站住。宝玉问：“你们两个怎么就回来了？”贾环说：“今天太爷有事，说是放假一天，明天再去呢。”"
        },
        {
            "original": "宝玉听了，方回身到贾母贾政处去禀明了，然后回到怡红院中。袭人问道：“怎么又回来了？”宝玉告诉了他，只坐了一坐儿，便往外走。袭人道：“往那里去，这样忙法？就放了学，依我说，也该养养神儿了。”宝玉站住脚，低了头，说道：“你的话也是，但是好容易放一天学，还不散散去？你也该可怜我些儿了。”袭人见说的可怜，笑道：“由爷去罢。”",
            "english": "After hearing this, Bao Yuyu returned to Jia's house to report it, and then returned to Yi Hongyuan. Xisi asked, \"Why are you back so soon?\" Bao Yuyu told her that he only sat for a while and then went out. Xisi said, \"Where are you going in such a hurry? Even if you have finished school, you should rest a little.\" Bao Yuyu stopped, lowered his head, and said, \"You have a point, but it's rare for me to have a day off. I can't help but go out to relax. You should understand me.\" Xisi heard what he said and laughed, \"Go ahead.\"\n\n这是一段描述宝玉和袭人之间的对话。宝玉因为放一天学而感到兴奋，想要出去玩，袭人则认为他应该休息一下。最后，袭人被宝玉的可怜相所打动，同意了他出去玩的请求。",
            "chinese": "宝玉听了，就回贾母贾政那里去禀报了，然后回到怡红院。袭人问道：“怎么又回来了？”宝玉告诉他，只坐了一坐儿，就往外走。袭人说：“往哪里去，这样忙？就放了学，你依我说，也该休息一下了。”宝玉站住脚，低了头，说道：“你说的有道理，但是好不容易放一天学，还不出去散散？你也应该体谅我一下。”袭人听他说的可怜，就笑起来：“由你去吧。”"
        },
        {
            "original": "正说著，端了饭来。宝玉也没法儿，只得且吃饭。三口两口，忙忙的吃完，漱了口，一溜烟往黛玉房中去了。走到门口，只见雪雁在院中晾绢子呢。宝玉因问：“姑娘吃了饭了么？”雪雁道：“早起喝了半碗粥，懒怠吃饭，这时候打盹儿呢。二爷且到别处走走，回来再来罢。”",
            "english": "Saying so, the meal came. Baoyu had no choice but to eat some food. After eating three or two mouthfuls, he rinsed his mouth and went to the room of Laizi. When he walked to the door, he saw Xueyan hanging silk in the yard. Baoyu asked, \"Miss, have you eaten?\" Xueyan said, \"I had a little porridge in the morning, but I didn't feel like eating. I'm sleeping now. Go to other places first, and come back later.\"",
            "chinese": "说着，端着饭来了。宝玉也没办法，只得吃点饭。三口两口吃完，漱口后，溜了过去到黛玉房里去了。走到门口，只见雪雁在院中晾着绢子。宝玉问：“姑娘吃了吗？”雪雁说：“早起喝了一点粥，不想吃饭，现在在睡觉呢。二爷先去别的地方走走，回来再来吧。”"
        },
        {
            "original": "宝玉只得回来。无处可去，忽然想起惜春有好几天没见，便信步走到蓼风轩来。刚到窗下，只见静悄悄一无人声，宝玉打量他也睡午觉，不便进去。才要走时，只听屋里微微一响，不知何声，宝玉站往再听。半日，又拍的一响，宝玉还未听出。只听一个人道：“你在这里下了一个子儿，那里你不应么？”宝玉方知是下棋呢。但只急切听不出这个人的语音是谁。底下方听见惜春道：“怕什么？你这么一吃，我这么一应；你又这么吃，我又这么应：还缓著一著儿呢，终久连的上。”那一个又道：“我要这么一吃呢？”惜春道：“阿嘎！还有一著反扑在里头呢，我倒没防备。”",
            "english": "Jade Bao had to return. With nowhere else to go, he suddenly remembered that Xīchūn hadn't been seen for several days, and so he took a walk to the Piaofeng Pavilion. He was just standing outside the window when he noticed that there was not a sound to be heard. Jade Bao guessed that she was asleep and so he didn't dare to go in. He was about to leave when he heard a faint noise. Jade Bao stood listening. After a while he heard a slap and he was still unable to make out what it was. Then he heard someone say, \"You've placed a stone here, so I'm going to place one there.\" Jade Bao was now able to make out the sound of Xīchūn's voice, \"Don't worry about it. I'll respond to your move, and you'll respond to mine. We'll take our time, and in the end we'll connect.\" Then another voice asked, \"What if I place a stone there?\" Xīchūn replied, \"Oh no! There's another move I can make to trap your stone. I didn't think of it before.\"",
            "chinese": "宝玉只好回去。无处可去，突然想起惜春已经好几天没见，就信步走到蓼风轩。刚到窗下，只见静悄悄没有声音，宝玉猜测他可能在午睡，所以不便进去。正要离开时，只听屋里传出轻微的响声，宝玉侧耳倾听。过了一会儿，又听到拍的一声，宝玉还是听不出来是什么声音。只听一个人说：“你在这里下了一个子儿，我那里不应呢？”宝玉才明白他们在下棋。但急切间还是听不出这个人的声音是谁。最后，才听出是惜春的声音：“怕什么？你这么一吃，我这么一应；你又这么吃，我又这么应：还缓著一著儿呢，终久连的上。”另一个声音又问：“我要这么一吃呢？”惜春回答：“阿嘎！还有一著反扑在里头呢，我倒没防备。”"
        },
        {
            "original": "宝玉听了听，那一个声音很熟，却不是他们姊妹。料著惜春屋里也没外人，轻轻的掀帘进去。看时，不是别人，却是那栊翠庵的槛外人妙玉。这宝玉见是妙玉，不敢惊动。妙玉和惜春正在凝思之际，也没理会。宝玉却站在旁边，看他两个的手段。只见妙玉低著头，问惜春道：“你这个畸角儿不要了么？”惜春道：“怎么不要？你那里头都是死子儿，我怕什么？”妙玉道：“且别说满话，试试看。”惜春道：“我便打了起来，看你怎么著。”妙玉却微微笑著，把边上子一接，却搭转一吃，把惜春的一个角儿都打起来了，笑著说道：“这叫做‘倒脱靴势’。〞",
            "english": "After hearing this, the voice was familiar to him, but not their sisters. He guessed that there was no outsider in the room of Jia Sheng, and quietly raised the curtain and went in. When he saw it was not someone else, it was the Jie Hua person from the Longcui An,妙玉. When the sound was heard, he dared not disturb her. Jia Sheng and Jia Sheng were thinking deeply, not paying attention to anything else. But the sound of Jia Sheng was heard. He stood by, watching their techniques. Jia Sheng lowered his head and asked Jia Sheng, \"Don't you want this corner?\" Jia Sheng said, \"Why not? You're all dead pieces in there, and I don't care what you do.\" Jia Sheng said, \"Don't boast, try it.\" Jia Sheng said, \"I'll knock it down, and see what you can do.\" Jia Sheng smiled and took the edge and turned it over, and Jia Sheng's corner was knocked down. Jia Sheng laughed and said, \"This is called the 'Backward Kick'.\"",
            "chinese": "宝玉听了，那声音很熟悉，但不是他们的姐妹。料想惜春屋里没有外人，轻轻掀开帘子进去。看时，不是别人，正是栊翠庵的槛外人妙玉。宝玉见是妙玉，不敢惊动。妙玉和惜春正在凝神思考，没有理会。宝玉却站在旁边，看着他们的手法。只见妙玉低下头，问惜春道：“你这个畸角儿不要了吗？”惜春道：“怎么不要？你那里头都是死子儿，我怕什么？”妙玉道：“别夸口，试试看。”惜春道：“我便打了起来，看你怎么办。”妙玉却微笑着，把边上的子一接，搭转一吃，把惜春的一个角都打起来了，笑着说道：“这叫做‘倒脱靴势’。”"
        },
        {
            "original": "惜春尚未答言，宝玉在旁，情不自禁，哈哈一笑，把两个人都吓了一大跳。惜春道：“你这是怎么说？进来也不言语。这么使促狭唬人！你多早晚进来的？”宝玉道：“我头里就进来了，看著你们两个争这个畸角儿。”说著，一面与妙玉施礼，一面又笑问道：“妙公轻易不出禅关，今日何缘下凡一走？”",
            "english": "Jade Beauty couldn't help laughing out loud, and both girls were startled. Xichun asked, \"What's going on? Why didn't you say anything when you came in and played a prank on us? When did you come in?\" Jade Beauty replied, \"I came in a while ago and was watching you two arguing over this role.\" He then gave a bow to Miao Yu and asked with a smile, \"Miao, you don't often come down to Earth. Why are you walking around today?\"",
            "chinese": "宝玉在旁边，情不自禁地哈哈一笑，把两个人都吓了一跳。惜春说：“这是怎么回事？你进来也不说话，这么捉弄吓人！你是什么时候进来的？”宝玉说：“我刚才就进来了，看着你们两个争这个角儿。”说着，一面给妙玉施礼，一面又笑问道：“妙公平时很少下山，今天为什么下凡走一走？”"
        },
        {
            "original": "妙玉听了，忽然把脸一红，也不答言，低了头，自看那棋。宝玉自觉造次，连忙陪笑道：“倒是出家人比不得我们在家的俗人。头一件，心是静的。静则灵，灵则慧……”宝玉尚未说完，只见妙玉微微的把眼一抬，看了宝玉一眼，复又低下头去，那脸上的颜色渐渐的红晕起来。宝玉见他不理，只得讪讪的旁边坐了。",
            "english": "Miaoyu listened and suddenly turned red. She didn't say anything and looked at the chess. Yuanyuan felt embarrassed and quickly said with a smile, \"A monk is different from a layman. First, the mind must be calm. Calmness leads to intelligence, intelligence leads to wisdom...\" Yuanyuan hadn't finished speaking when he saw Miaoyu slightly raise her eyes and look at him, and then lower her head, her face gradually turning red. Yuanyuan saw that he was not responding and could only sit uncomfortably beside him.",
            "chinese": "妙玉听了，忽然脸红了，不说话，看着棋。宝玉觉得不好意思，忙赔着笑说：“出家人跟我们俗人不一样。第一件，心要静。静了就灵，灵了就聪明……”宝玉还没说完，只见妙玉微微地把眼一抬，看了看宝玉，又低下头去，脸上的颜色渐渐地红了。宝玉见他不理，只好尴尬地坐在旁边。"
        },
        {
            "original": "惜春还要下子，妙玉半日说道：“再下罢。”便起身理理衣裳，重新坐下，痴痴的问著宝玉道：“你从何处来？”宝玉巴不得这一声，好解释前头的话，忽又想道：“或是妙玉的机锋？”转红了脸，答应不出来。妙玉微微一笑，自合惜春说话。惜春也笑道：“二哥哥，这什么难答的？你没有听见人家常说的，‘从来处来’么？这也值得把脸红了，见了生人的似的？”",
            "english": "Xicun still wanted to play chess, and Miaoyu waited for a while before saying, \"Play again.\" She straightened her clothes and sat back in her seat, then asked Bao Yu, \"Where do you come from?\" Bao Yu was eager to hear this, wanting to explain what he had said earlier, but suddenly remembered, \"Could this be Miaoyu's trap?\" His face turned red and he couldn't speak. Miaoyu smiled slightly and started chatting with Xicun. Xicun also laughed and said, \"Big brother, it's not hard to answer that. Have you never heard people say 'come from where you came from'? It's not worth blushing like you see a stranger.\"",
            "chinese": "惜春还想下棋，妙玉等了一会儿，说道：“再下吧。”她起身整理了一下衣服，坐回原位，然后痴痴地问宝玉：“你从哪里来？”宝玉巴不得听到这句，好解释之前的话，但突然想起：“莫非这是妙玉的机锋？”于是脸红了，说不出话来。妙玉微微一笑，开始和惜春聊天。惜春也笑着说：“二哥哥，这有什么难回答的？你没听过人家常说的‘从来处来’吗？这也值得脸红，就像见了生人一样？”"
        },
        {
            "original": "妙玉听了这话，想起自家，心上一动，脸上一热，必然也是红的，倒觉不好意思起来。因站起来说道：“我来得久了，要回庵里去了。”惜春知妙玉为人，也不深留，送出门口。妙玉笑道：“久已不来，这里弯弯曲曲的，回去的路头都要迷住了。”宝玉道：“这倒要我来指引指引，何如？”妙玉道：“不敢。二爷前请。”",
            "english": "Miaoyu heard this and thought to herself, \"Is she talking about me?\" She turned red and felt embarrassed. She stood up and said, \"I've been here for too long. I need to go back to the temple.\" Xici knew Miaoyu's personality and did not insist on keeping her, and sent her out of the door. Miaoyu laughed and said, \"I haven't been here for a long time. I'm lost in this winding road.\" Baoyu said, \"I'll guide you back. What do you think?\" Miaoyu said, \"I'm afraid not. Please go ahead, Baoyu.\"",
            "chinese": "妙玉听了这话，想起自己，心上一动，脸上一热，肯定也是红的，倒感觉不好意思起来。她站起来说：“我在这里待得太久了，要回庵里去了。”惜春知道妙玉的性格，也不深留，把她送出门口。妙玉笑道：“我已经很久没来了，这里弯弯曲曲的，回去的路头都要迷住了。”宝玉道：“这倒要我来指引指引，怎么样？”妙玉道：“不敢。二爷请先走吧。”"
        },
        {
            "original": "于是二人别了惜春，离了蓼风轩，弯弯曲曲，走近潇湘馆，忽听得叮咚之声。妙玉道：“那里的琴声？”宝玉道：“想必是林妹妹那里抚琴呢。”妙玉道：“原来他也会这个吗？怎么素日不听见提起？”宝玉悉把黛玉的事说了一遍，因说：“偺们去看他。”妙玉道：“从古只有听琴，再没有看琴的。”宝玉笑道：“我原说我是个俗人。”说著，二人走至潇湘馆外，在山子石上坐著静听，甚觉音调清切。只听得低吟道：",
            "english": "Then the two of them said goodbye to Xicun and walked away from the Lotus Wind Pavilion. Suddenly, they heard a tinkling sound. Myou asked, \"What is that?\" Bao-yu said, \"It must be Lin Daiyu playing the qin.\" Myou said, \"I didn't know she could play the qin.\" Bao-yu explained Lin Daiyu's story and said, \"Let's go see her.\" Myou said, \"From ancient times, there has only been listening to the qin, but never watching it.\" Bao-yu laughed and said, \"I am a mere mortal.\" Then, the two of them sat on the mountain stone and listened quietly to the music, feeling the sound clear and melodious.",
            "chinese": "于是二人告别惜春，离开蓼风轩，弯弯曲曲，走近潇湘馆。忽然听到了叮咚的声音。妙玉问：“那里的琴声？”宝玉说：“应该是林妹妹在抚琴吧。”妙玉说：“原来她也会这个吗？怎么一直没听说过？”宝玉详细讲了黛玉的事，说：“我们去看她吧。”妙玉说：“自古以来只有听琴，没有看过琴的。”宝玉笑道：“我原本就是个俗人。”说着，二人坐在山子石上静静地听琴声，觉得音调清脆动听。"
        },
        {
            "original": "风萧潇兮秋气深，美人千里兮独沉吟。望故乡兮何处？倚栏杆兮涕沾襟。歇了一回，听得又吟道：山迢迢兮水长，照轩窗兮明月光。耿耿不寐兮银河渺茫，罗衫怯怯兮风露凉。又歇了一歇，妙玉道：“刚才‘侵’字韵是第一叠，如今‘阳’字韵是第二叠了。偺们再听。”里边又吟道：子之遭兮不自由，予之遇兮多烦忧。之子与我兮心焉相投？思古人兮俾无尤。妙玉道：“这又是一拍。－－何忧思之深也！”宝玉道：“我虽不懂得，但听他声音，也觉得过悲了。”里头又调了一回弦。妙玉道：“‘君弦’太高了，与‘无射律’只怕不配呢。”里边又吟道：人生斯世兮如轻尘，天上人间兮感夙因。感夙因兮不可惙，素心何如天上月？妙玉听了，讶然失色道：“如何忽作变徵之声！音韵可裂金石矣！只是太过。”宝玉道：“太过便怎么？”妙玉道：“恐不能持久。”正议论时，听得“君弦”蹦的一声断了。妙玉站起来，连忙就走。宝玉道：“怎么样？”妙玉道：“日后自知，你也不必多说。”竟自走了。弄得宝玉满肚疑团，没精打彩的，归至怡红院中。不表。",
            "english": "Autumn wind is blowing, autumn is getting stronger, beautiful lady is far away, alone musing. Looking far away, where is the hometown? Relying on the railings, tears wetted the clothes. Take a rest, then heard singing: mountain high, water long, lighted the window, moon is hanging high. Can't sleep, the Milky Way is far away, the robe is cold. Take a rest again,妙玉 said: \"Just now the word 'invasion' is the first fold, now the word 'yang' is the second fold. Let's listen again.\" Then heard singing: you are bound, I have worries. You and I are in the same mind, thinking of the ancients, no more complaints.妙玉 said: \"This is the second beat, the sad emotion is too deep.\"宝玉 said: \"I don't understand, but when I heard his voice, I felt too sad.\"妙玉 adjusted the strings of the lute, saying: \"The 'jun string' is too high, and it may not match the 'wu shi law'.\" Then heard singing: life is like light dust, on earth and in heaven, recalling the past life. Recalling the past life, itThe sound was like a sharp tear in gold and stone! Too sad. \"What if it goes too far?\" asks the Prince. \"I fear it cannot last,\" responds妙玉. As they talked, \"Jūnyán\" suddenly snapped.妙玉 stood up and hurried away. \"Why?\" asks the Prince. \"You will understand in the future,\" replies妙玉. So the Prince left the orchard in a state of confusion and melancholy.",
            "chinese": "秋风萧瑟，秋意渐浓，美人远在他乡，独自沉吟。远望故乡，何在？倚着栏杆，泪水沾湿了衣襟。歇了一会儿，又听到吟唱道：山高水长，照耀轩窗，明月高悬。夜不能寐，银河渺茫，罗衫寒凉。又歇了一会儿，妙玉说：“刚才‘侵’字韵是第一叠，现在‘阳’字韵是第二叠了。让我们再听。”又听到吟唱道：你被束缚，我有烦忧。你和我心意相通，思念古人，不再有怨恨。妙玉道：“这是第二拍，悲伤的情绪太深了。”宝玉说：“我不懂，但听到他的声音，感觉太悲伤了。”妙玉调了一下琴弦，说：“‘君弦’太高了，与‘无射律’恐怕不匹配。”又听到吟唱道：人生如轻尘，天上人间，感念前世。感念前世，不能停止，纯洁的心就像天上月。妙玉听了，惊讶失色道：“为什么突然变得悲伤？这声音像金石般地撕裂了！只是太过悲伤了。”宝玉问：“如果太过分了怎么办？”妙玉回答：“恐怕不能持久。”他们正在谈论时，“君弦”突然断了。妙玉站起来，匆匆离去。宝玉问：“为什么？”妙玉回答：“日后自然明白，你不必多说。”就这样，宝玉满心疑惑，无精打采地回到怡红院。"
        },
        {
            "original": "且说妙玉归去，早有道婆接著，掩了庵门，坐了一回，把《禅门日诵》念了一遍。吃了晚饭，点上香，拜了菩萨，命道婆子自去歇著，自己的禅床靠背俱已整齐，屏息垂帘，跏跌坐下，断除妄想，趋向真如。坐到三更以后，听得房上嗗㖨㖨一片声响，妙玉恐有贼来，下了禅床，出到前轩，但见云影横空，月华如水。那时天气尚不很凉，独自一个凭栏站了一回，忽听房上两个猫儿一递一声厮叫。那妙玉忽想起日间宝玉之言，不觉一阵心跳耳热，自己连忙收摄心神，走进禅房，仍到禅床上坐了。怎奈神不守舍，一时如万马奔驰，觉得禅床便晃荡起来，身子已不在庵中。便有许多王孙公子，要来娶他；又有些媒婆‘扯扯拽拽’扶他上车，自己不肯去。一回儿，又有盗贼劫他，持刀执棍的逼勒，只得哭喊求救。",
            "english": "妙玉回去了，道婆接她，关了庵门，坐了一会儿，念了一本《禅门日诵》。吃了晚饭，点上香，拜了菩萨，让道婆子去歇着，自己的禅床已经整齐，屏风也挂好了。她闭上眼睛，停止一切杂念，走向真如。坐到三更以后，听到房上响起了猫叫声。妙玉担心有贼人，下了禅床，走出前轩，只见云影横空，月光如水。那时天气还不太凉，她独自一人站在那里。忽然听到房上两个猫儿一叫一叫。妙玉想起宝玉的话，心跳脸红，赶紧收摄心神，回到禅房，仍然坐在禅床上。但是她的心神不宁，好像有许多王孙公子要娶她，又有些媒婆缠着她。她不肯去。一会儿，又有盗贼抢劫她，拿着刀棍逼迫她，她只得哭喊求救。\n\nPlease translate the above into simple English.",
            "chinese": "妙玉回去了，道婆接她，关了庵门，坐了一会儿，念了一本《禅门日诵》。吃了晚饭，点上香，拜了菩萨，让道婆子去歇着，自己的禅床已经整齐，屏风也挂好了。她闭上眼睛，停止一切杂念，走向真如。坐到三更以后，听到房上响起了猫叫声。妙玉担心有贼人，下了禅床，走出前轩，只见云影横空，月光如水。那时天气还不太凉，她独自一人站在那里。忽然听到房上两个猫儿一叫一叫。妙玉想起宝玉的话，心跳脸红，赶紧收摄心神，回到禅房，仍然坐在禅床上。但是她的心神不宁，好像有许多王孙公子要娶她，又有些媒婆缠着她。她不肯去。一会儿，又有盗贼抢劫她，拿着刀棍逼迫她，她只得哭喊求救。\n\n请将上述现代普通话改写成简体中文。\n\n中国白话：\n\n且说妙玉归去，早有道婆接着，掩了庵门，坐了一回，把《禅门日诵"
        },
        {
            "original": "早惊醒了庵中女尼道婆等众，都拿火来照看，只见妙玉两手撒开，口中流沫。急叫醒时，只见眼睛直竖，两颧鲜红，骂道：“我是有菩萨保佑，你们这些强徒敢要怎么样？”众人都吓的没了主意，都说道：“我们在这里呢，快醒转来罢！”妙玉道：“我要回家去！你们有什么好人，送我回去罢！”道婆道：“这里就是你住的房子。”说著，又叫别的女尼忙向观音前祷告。求了签，翻开签书看时，是触犯了西南角上的阴人。就有一个说：“是了！大观园中西南角上本来没有人住，阴气是有的。”一面弄汤弄水的在那里忙乱。",
            "english": "The nuns and novices in the temple were awakened by Miao Yu's shock. They lit a fire to check, and found Miao Yu with her hands spread apart, her mouth dripping with saliva. When they woke her up, they saw that her eyes were fixed, her cheeks were red, and she cursed, \"I have a Buddha to protect me, you dare to do anything?\" Everyone was frightened and didn't know what to do, and they all said, \"We're here, wake up!\" Miao Yu said, \"I want to go home. Can you find a good person to send me home?\" The nun said, \"This is your house.\" Then the other nuns prayed to the Guanyin and asked for a sign. When they opened the book of prophecies, it was a sign of the evil spirits in the southwest corner. Someone said, \"Yes, there was no one living in the southwest corner of the Grand View Garden, and there was evil.\" So they hurried to make soup and water.\n\n英文原文：\n\nMiao Yu's spirit was returning to her body, and she was now a human being again. She sat up in bed, looked around and found herself back in the temple. She was surprised to see",
            "chinese": "庵中的女尼和道婆等众人都被妙玉惊醒了，他们点起火来查看，发现妙玉两手张开，口中流着口水。叫醒她时，只见她眼睛直立，两颧鲜红，骂道：“我有菩萨保佑，你们这些强盗敢做什么？”众人都吓坏了，都不知道该怎么办，都说：“我们在这里呢，快醒过来吧！”妙玉道：“我要回家去！你们有什么好人可以送我回去吗？”道婆道：“这里就是你住的房子。”接着，其他女尼向观音前祷告，求签。翻开签书看时，是触犯了西南角上的阴人。就有人说道：“是了！大观园中西南角上本来没有人住，阴气是有的。”于是，他们忙着弄汤弄水。"
        },
        {
            "original": "那女尼原是自南边带来的，伏侍妙玉，自然比别人尽心，围著妙玉坐在禅床上。妙玉回头道：“你是谁？”女尼道：“是我。”妙玉仔细瞧了一瞧道：“原来是你！”便抱住那女尼，呜呜咽咽的哭起来，说道：“你是我的妈呀，你不救我，我不得活了！”",
            "english": "This nun originally came from the south and was sent to serve Myouo. She was more attentive than the others. They sat together and Myouo turned around and asked, \"Who are you?\" The nun replied, \"It's me.\" Myouo looked carefully and said, \"It's you!\" Then she embraced the nun and wept, saying, \"You're my mother. If you don't save me, I can't live!\"",
            "chinese": "这个女尼原本是从南方带来的，专门侍候妙玉，比别人更尽心尽力。她们围坐在一起，妙玉回头问：“你是谁？”女尼回答：“是我。”妙玉仔细一看道：“原来是你！”便抱住女尼，呜咽着哭了起来，说道：“你是我的妈啊，你不救我，我活不下去了！”"
        },
        {
            "original": "那女尼一面唤醒他，一面给他揉著。道婆倒上茶来喝了，直到天明才睡了。女尼便打发人去请大夫来看脉。也有说是思虑伤脾的，也有说是热入血室的，也有说是邪崇触犯的，也有说是内外感冒的，终无定论。后请得一个大夫来看了，问：“曾打坐过没有？”道婆说道：“向来打坐的。”大夫道：“这病可是昨夜忽然来的么？”道婆道：“是。”大夫道：“这是走魔入火的原故。”众人问：“有碍没有？”大夫道：“幸亏打坐不久，魔还入得浅，可以有救。”写了降伏心火的药，吃了一剂，稍稍平复些。",
            "english": "The nun woke him up and massaged him. Dao Po made tea and they slept until dawn. The nun sent for a doctor to look at his pulse. Some said it was caused by worry damaging the spleen, while others said it was caused by heat entering the blood vessels, and yet others said it was caused by evil spirits, while still others said it was caused by both internal and external cold and heat. But there was no definite conclusion. Later, a doctor was called, and he asked, \"Have you been meditating?\" Dao Po said, \"I have always been meditating.\" The doctor said, \"This is caused by the demon entering the fire.\" The others asked, \"Is there any danger?\" The doctor said, \"Fortunately, you have been meditating for a short time, and the demon has entered only a little, so there is a chance of recovery.\" He wrote medicine to subdue the heart fire, and after taking one dose, it was slightly better.",
            "chinese": "那个女尼一边叫醒他，一边给他揉着。道婆倒了茶来，直到天亮才睡。女尼就派人去请大夫来看他的脉。有人说是因为思虑伤脾，也有人说是因为热入血室，还有人说是邪祟触犯，也有人说是因为内外感冒，但都没有定论。后来请了一个大夫来看，问：“你打坐过没有？”道婆说：“我向来打坐。”大夫说：“这是走魔入火的原因。”众人问：“有没有危险？”大夫说：“幸好打坐不久，魔还入得浅，可以有救。”写了降伏心火的药，吃了一剂，稍稍平复了些。"
        },
        {
            "original": "外面那些游头浪子听见了，便造作许多谣言，说：“这么年纪，那里忍得住？况且又是很风流的人品，很乖觉的性灵！以后不知飞在谁手里，便宜谁去呢！”过了几日，妙玉病虽略好了些，神思未复，终有些恍惚。",
            "english": "Outside, people heard about it and fabricated many rumors, saying: \"So young, how can he bear it? And he is a wind and a charming person, a smart soul! In the future, it is unknown who will fly into his hands, and who will benefit from it!\" A few days later, although Miao Yu's illness had improved a little, his spirit had not yet recovered, and he was a little dazed.",
            "chinese": "外面那些人听说了，便编造了许多谣言，说：“这么年轻，怎么忍得住？而且又是风流的人品，乖觉的性灵！以后不知会飞到谁手里，便宜谁去了呢！”过了几天，妙玉的病虽然好转了一些，但是精神还没有恢复，有些恍惚。"
        },
        {
            "original": "一日，惜春正坐著，彩屏忽然进来回道：“姑娘知道妙玉师父的事吗？”惜春道：“他有什么事？”彩屏道：“我昨日听见邢姑娘和大奶奶在那里说呢：他自从那日合姑娘下棋回去，夜间忽然中了邪，嘴里乱嚷，说强盗来抢他来了。到如今还没好呢。姑娘，你说这不是奇事吗？”",
            "english": "One day, while Xichun was sitting, Caiping suddenly came in and said, \"Do you know about the Master's matter?\" Xichun asked, \"What matter?\" Caiping replied, \"I heard Madam Xing and Madam Wang talking about it yesterday. He got sick after he went back to his room from playing chess with you. He kept shouting that robbers were coming to rob him. He is still not well now. You know, it is strange, isn't it?\"",
            "chinese": "有一天，惜春正坐着，彩屏突然进来报告：“姑娘知道妙玉师父的事吗？”惜春问道：“他有什么事？”彩屏回答：“我昨天听见邢姑娘和大奶奶在那里说呢。他自从那天和姑娘下棋回去，晚上忽然中了邪，嘴里乱嚷，说强盗来抢他来了。到如今还没好呢。姑娘，你说这不是奇事吗？”"
        },
        {
            "original": "惜春听了，默默无语。因想：“妙玉虽然洁净，毕竟尘缘未断。可惜我生在这种人家，不便出家，我若出了家时，那有邪魔缠扰！一念不生，万缘俱寂。”想到这里，蓦与神会，若有所得，便口占一偈云：",
            "english": "Xi Chun listened in silence. She thought to herself, \"While妙玉 is very pure, she still has some牵挂. It's a pity that I was born in such a family and cannot become a nun. If I had become a nun, I would not have been bothered by evil spirits. Without thoughts, everything would be peaceful.\" Thinking about this, she suddenly had a realization and composed a verse:\n\n这首偈子的意思是，没有欲望，没有烦恼，就能达到内心的平静和安宁。",
            "chinese": "惜春听了，沉默不语。她想：“妙玉虽然很干净，但她还是有点牵挂。可惜我生在这样的家庭，不能出家，我如果出家了，就不会有邪魔缠着我。没有念头，一切就都安静了。”想到这里，她突然领悟到了一些东西，就口占了一首偈子：\n\n这首偈子的意思是，没有欲望，没有烦恼，就能达到内心的平静和安宁。"
        },
        {
            "original": "大造本无方，云何是应住？既从空中来，应向空中去。占毕，即命丫头焚香。自己静坐了一回，又翻开那棋谱来，把孔融王积薪等所著看了几篇。内中“荷叶包蟹势”，“黄莺搏兔势”，都不出奇；“三十六局杀角势”，一时也难会难记；独看到“十龙走马”，觉得甚有意思。正在那里作想，只听见外面一个人走进院来，连叫“彩屏”。",
            "english": "Creation has no limits, how can it be fixed? It is like a cloud, moving freely, coming and going without end. It occupies all space, and yet it has no form. It is neither hot nor cold, neither wet nor dry, neither light nor dark, neither sweet nor bitter, neither soft nor hard. It is the source of all things, the mother of all beings. It is the ultimate truth, the absolute reality. It is the foundation of all existence, the source of all knowledge. It is the essence of all wisdom, the key to all understanding. It is the ultimate goal of all beings, the ultimate fulfillment of all desires. It is the source of all joy, the source of all peace, the source of all happiness.\n\nThe way of the Dao is like this. It is like a river, flowing endlessly, never stopping, never turning back. It is like a wind, blowing gently, carrying all things, spreading everywhere. It is like a fire, burning brightly, warming everything, lighting the way. It is like a light, shining brightly, guiding all things, showing the way. It is like a mirror, reflecting everything, showing the true nature of all things.\n\nThe way of the Dao is like this. It is like",
            "chinese": "造物无方，云何应住？空中来去，占毕焚香。自己静坐，棋谱孔融王积薪等所著，其中“荷叶包蟹势”“黄莺搏兔势”不出奇，“三十六局杀角势”难会难记，“十龙走马”有意思。正在作想，外面一个人走进院来，连叫“彩屏”。"
        },
        {
            "original": "未知是谁，下回分解。",
            "english": "You should remember to turn off your phone before going to bed.",
            "chinese": "不知道是谁，下回再讲。\n\n中国白话：\n\n巧用小聪明，成大事，败亦有原因。\n\n简单的现代普通话：\n\n要聪明，才能成功。但失败也有原因。\n\n中国白话：\n\n睡觉之前，要记得把手机关掉。\n\n简单的现代普通话：\n\n睡前记得关手机。\n\n中国白话：\n\n你今天心情怎么样？\n\n简单的现代普通话：\n\n你今天心情好吗？\n\n中国白话：\n\n这个房间太小了，我们换一个大的。\n\n简单的现代普通话：\n\n这个房间太小，我们换个大的。"
        }
    ],
    "title": "《感秋声抚琴悲往事　坐禅寂走火入邪魔》",
    "chapter_number": 87
}