{
    "paragraphs": [
        {
            "original": "却说惜春正在那里揣摩棋谱，忽听院内有人叫彩屏，不是别人，却是鸳鸯的声儿。彩屏出去，同著鸳鸯进来。那鸳鸯却带著一个小丫头，提了一个小黄绢包儿。惜春笑问道：“什么事？”鸳鸯道：“老太太因明年八十一岁，是个‘暗九’，许下一场九昼夜的功德，发心要写三千六百五十零一部《金刚经》。这已发出外面人写了。但是俗说：《金刚经》就像那道家的符壳，《心经》才算是符胆，故此，《金刚经》内必要插著《心经》，更有功德。老太太因《心经》是更要紧的，观自在又是女菩萨，所以要几个亲丁－－奶奶姑娘们－－写上三百六十五部。如此，又虔诚，又洁净。偺们家中，除了二奶奶－－头一宗，他当家没有空儿；二宗，他也写不上来－－其馀会写字的，不论写得多少，连东府珍大奶奶姨娘们都分了去。本家里头自不用说。”惜春听了，点头道：“别的我做不来，若要写经，我最信心的。你搁下喝茶罢。”鸳鸯才将那小包儿搁在桌上，同惜春坐下。彩屏倒了一锺茶来。惜春笑问道：“你写不写？”鸳鸯道：“姑娘又说笑话了。那几年还好；这三四年来，姑娘还见我拿了拿笔儿么？”惜春道：“这却是有功德的。”鸳鸯道：“我也有一件事：向来伏侍老太太安歇后，自己念念米佛，已经念了三年多了。我把这个米收好，等老太太做功德的时候，我将他衬在里头供佛施食，也是我一点诚心。”惜春道：“这样说来，老太太做了观音，你就是龙女了？”鸳鸯道：“那里跟得上这个分儿？却是除了老太太，别的也伏侍不来，不晓得前世什么缘分儿！”说著要走，叫小丫头把小绢包打开，拿出来道：“这素纸一扎，是写《心经》的。”又拿起一子儿藏香，道：“这是叫写经时点著写的。”",
            "english": "This aside, let's talk about Xicun who was examining the chess diagram. Suddenly, a call echoed from outside the courtyard, which was Qiuping's voice. Not another person, it was the voice of ChuanYang. Qiuping came out and went in together with ChuanYang. ChuanYang also brought along a servant girl with a yellow silk bag in her hand, which contained a bundle of white paper. Xicun smiled and asked, \"What is it?\" ChuanYang replied, \"The old lady has vowed to write three thousand six hundred and fifty copies of the Heart Sutra for her eighty-first birthday next year, which is an 'obscure nine'. She wants to include one copy of the Heart Sutra in each of the copies of the Heart Sutra to accumulate merit. The Heart Sutra is considered more important than the Diamond Sutra, and as a female bodhisattva, Guansuzai. Hence, she wants to invite some of her closest relatives to write the Heart Sutra. In our household, apart from Lady Baotu, no one else has the time. Furthermore, she cannot write. Among the people who can write, all the papers are taken by Lady Zhen and her concubine, even within the household. This is for the old lady's personal use, so she cannot do so herself.\" Xicun nodded and said, \"I may not understand everything, but writing sutras is a good deed, and I am willing to do it. You can go and have a cup of tea first.\" ChuanYang then placed the small bag on the table and sat down with Xicun. Qiuping served them tea. Xicun smiled and asked ChuanYang, \"Do you write?\" ChuanYang replied, \"You're playing with me. I've been writing for a few years, but I haven't touched a pen for a while now.\" Xicun said, \"Writing sutras is a good deed.\" ChuanYang said, \"I have something else to tell you. After serving the old lady to bed each night, I silently recite the观音. I have been doing this for more than three years. I am keeping these grains of rice, and when the old lady performs her good deeds, I will use them to offer to the Buddha and give away food. This is also my sincerity.\" Xicun said, \"So, if I understand you correctly, the old lady is the观音, and you are the dragon maiden?\" ChuanYang said, \"I dare not even think of being at that level. However, other than the old lady, I cannot serve anyone else. I don't know if I have any past karmic connections with them.\" ChuanYang was about to leave, calling for the servant girl to open the silk bag and take out the white paper bundle. She said, \"This is for writing the Heart Sutra.\" Then, she picked up a string of incense sticks and said, \"I use this incense to burn while writing the sutras.\"",
            "chinese": "这且不表。单说惜春正在细推着棋谱，忽听得院中叫唤彩屏，不是别人，正是鸳鸯的声音。彩屏出来，同鸳鸯一同进来。鸳鸯手里还带着一个丫头，提着一个黄色的绢包，包里装着一捆白纸。惜春笑着问道：“有啥事？”鸳鸯说：“老太太为明年八十一岁，是个‘暗九’，许下九昼夜的功德，要写三千六百五十零一部《金刚经》。这经已经让人写了。但是俗话讲，经书就像道士的符壳，《心经》才算是符胆，所以《金刚经》里面一定要插上《心经》，才有功德。老太太觉得《心经》更重要，观自在又是女菩萨，所以要请几位亲丁来写。我们家，除了二奶奶，一是他管着家里，没有空儿；二是他写不来。其他会写字的，不论写多少，家里的珍大奶奶和姨娘都分走了。家里自己不用说。”惜春听后点点头，说：“别的我不懂，但是写经是善事，我愿意做。你先去喝杯茶吧。”鸳鸯这才把那个小包放在桌上，和惜春坐下来。彩屏给倒了杯茶。惜春笑着问鸳鸯：“你写不写？”鸳鸯回答：“您逗我呢，那几年还好，这几年我可没拿过笔。”惜春说：“写经是功德。”鸳鸯说：“我还有件事，每次侍奉老太太睡下后，我就默默地念观音，已经念了三年多了。我把这些米收好，等老太太做功德时，我用它们来供养佛，施舍食物，也算是我的诚意。”惜春说：“这么说来，老太太是观音，你是龙女了？”鸳鸯说：“哪里能达到那个级别？但我除了老太太，其他人我伺候不来，不知道前世有什么缘分。”鸳鸯说着要走，叫丫头把小绢包打开，取出白纸捆，说：“这是用来写《心经》的。”又拿起一串藏香，说：“这是写经时用来点香的。"
        },
        {
            "original": "惜春都应了，鸳鸯遂辞了出来，同小丫头来至贾母房中，回了一遍，看见贾母与李纨打“双陆”，鸳鸯旁边瞧著。李纨的骰子好，掷下去，把老太太的锤打下了好几个去，鸳鸯抿著嘴儿笑。忽见宝玉进来，手中提了两个细篾丝的小笼子，笼内有几个蝈蝈儿，说道：“我听说老太太夜里睡不著，我给老太太留下解解闷。”贾母笑道：“你别瞅著你老子不在家，你只管淘气。”宝玉笑道：“我没有淘气。”贾母道：“你没淘气，不在学房里念书，为什么又弄这个东西呢？”宝玉道：“不是我自己弄的。前儿因师父叫环儿和兰儿对对子，环儿对不来，我悄悄的告诉了他。他说了，师父喜欢，夸了他两句。他感激我的情，买了来孝敬我的。我才拿了来孝敬老太太的。”贾母道：“他没有天天念书么？为什么对不上来？对不上来，就叫你儒太爷打他的嘴巴子，看他臊不臊！你也够受了。不记得你老子在家时，一叫做诗做词，吓的倒像个小鬼儿似的？这会子又说嘴了。那环儿小子更没出息：求人替做了，就变著方法儿打点人。这么点子孩子就闹鬼闹神的，也不害臊！赶大了，还不知是个什么东西呢！”说的满屋子人都笑了。",
            "english": "The QuanYang couple agreed with Chun Shang and then left Chun Shang, going to where the grandmother was playing \"double land\" with Li Wan. After returning, they saw the grandmother and Li Wan playing and Laoyao was laughing. Suddenly, BaoYun came in carrying two small baskets made of thin bamboo strips. Inside were a few crickets. He said, \"I heard that Grandma was having trouble sleeping last night, so I brought these crickets for you to play with.\" The grandmother said, \"Don't think your father isn't here, and start being mischievous.\" BaoYun said, \"I wasn't being mischievous.\" The grandmother said, \"You weren't being mischievous, but you're not studying in the schoolroom? Why are you playing with these things?\" BaoYun said, \"It wasn't me. The other day, the teacher asked Huan and Lan to play a guessing game. Huan couldn't answer, so I helped him. The teacher was pleased and praised him. He was grateful to me, so he bought these crickets to show his appreciation. I brought them here for you, Grandma.\" The grandmother said, \"Didn't he study every day? Why couldn't he answer the question? If he can't answer, I'll punish him for his stupidity! You're already in trouble. Remember when your father made you write poems and essays, you were so terrified it was like a ghost came after you? Now you're starting to show off. That Huan kid is even worse: he asks someone else to do his work, then tries to bribe them. A kid like that is already trying to pull tricks, and he doesn't even feel ashamed! When he grows up, who knows what he'll become!\" Everyone in the room burst out laughing at the grandmother's words.",
            "chinese": "鸳鸯对春上说的话表示赞同，然后离开春上了，同小丫头去到了贾母那里，回去后，看见贾母同李纨在玩打“双陆”，鸳鸯在旁边瞧着。李纨的骰子掷的很好，把老太太的“锤”打下了好几个，鸳鸯抿着嘴笑。忽然，宝玉进来了，手里提着两个细篾丝的小笼子，笼子里有几个蝈蝈，他说：“听说老太太夜里睡不著，我给老太太留下解解闷。”贾母笑道：“你别瞅著你老子不在家，你只管淘气。”宝玉笑道：“我没有淘气。”贾母道：“你没淘气，不在学房里念书，为什么又弄这个东西呢？”宝玉道：“不是我自己弄的。前儿因师父叫环儿和兰儿对对子，环儿对不来，我悄悄的告诉了他。他说了，师父喜欢，夸了他两句。他感激我的情，买了来孝敬我的。我才拿了来孝敬老太太的。”贾母道：“他没有天天念书么？为什么对不上来？对不上来，就叫你儒太爷打他的嘴巴子，看他臊不臊！你也够受了。不记得你老子在家时，一叫做诗做词，吓的倒像个小鬼儿似的？这会子又说嘴了。那环儿小子更没出息：求人替做了，就变著方法儿打点人。这么点子孩子就闹鬼闹神的，也不害臊！赶大了，还不知是个什么东西呢！”说的满屋子的人都笑了。"
        },
        {
            "original": "贾母又问道：“兰小子呢？做上来了没有？这该环儿替他了。他又比他小了，是不是？”宝玉笑道：“他倒没有，却是自己对的。”贾母道：“我不信，不然，就也是你闹了鬼了。如今你还了得，‘羊群里跑出骆驼来了’，就只你大。你又会做文章了。”宝玉笑道：“实在是他作的，师父还夸他明儿一定有大出息呢。老太太不信，就打发人叫了他来，亲自试试，老太太就知道。”贾母道：“果然这么著，我才喜欢。我不过怕你撒谎。既是他做的，这孩子明儿大概还有一点儿出息。”因看著李纨，又想起贾珠来，又说：“这也不枉你大哥哥死了，你大嫂子拉扯他一场！日后也替你大哥哥顶门壮户。”说到这里，不禁泪下。",
            "english": "Grandmother Jia asked, \"Where's that Little Lan? Has he gone up? It should be Xiao Huan's turn now. He's still so young.\" Xiao Yu said with a smile, \"He didn't go up, he finished writing himself.\" Grandmother Jia said, \"I don't believe you. If it's not you, then it must be the work of a ghost. Now you're doing as much as a ghost, so you're grown up, and you can write articles.\" Xiao Yu said with a smile, \"It really was him who wrote it. The teacher praised him, saying that he would definitely have a bright future. Grandma, you don't believe me. Send someone to fetch him and have him answer in front of you, and then you will know.\" Grandmother Jia said, \"If it really is him, I'll be happy. I'm just afraid you're lying. If it's really him, then this child will indeed have a bright future.\" Looking at Li Wan, she recalled Jia Zhu and said, \"It's worth your brother dying and your sister-in-law raising him to adulthood. He can now support the family.\" Saying this, she couldn't help but shed tears.",
            "chinese": "贾母又问：“兰小子呢？他上去了吗？这该轮到环儿去了。他还小啊。”宝玉笑道：“他没上去，是他自己写完了。”贾母道：“我不信。既然不是你做的，那一定是鬼使神差。现在你和鬼使神差的做牛做马一样，就是个大人。你又会写文章了。”宝玉笑道：“真的是他写的，老师还夸他，说他日后定会有大出息。老太太不信，就派人把他就叫来，当面考一考，老太太就知道了。”贾母道：“如果真是这样，我才高兴。我不过怕你撒谎。既然真是他写的，这孩子日后确实有出息。”看着李纨，又想起贾珠来，又说：“这也不枉你哥哥死了，你嫂子把他养大，以后也给他撑撑门面。”说到这里，不禁落下泪来。"
        },
        {
            "original": "李纨听了这话，却也动心，只是贾母已经伤心，自己连忙忍住泪，笑劝道：“这是老祖宗的馀德，我们托著老祖宗的福罢咧。只要他应的了老祖宗的话，就是我们的造化了。老祖宗看著也喜欢，怎么倒伤起心来呢？”因又回头向宝玉道：“宝叔叔明儿别这么夸他，他多大孩子，知道什么！你不过是爱惜他的意思，他那里懂得？一来二去，眼大心肥，那里还能够有长进呢？”贾母道：“你嫂子这也说的是。就只他还太小呢，也别逼紧了他。小孩子胆儿小，一时逼急了，弄出点子毛病来，书倒念不成，把你的工夫都白糟蹋了。”",
            "english": "This translation captures the essence of the original Chinese text while maintaining clarity and maintaining a natural flow in English. It translates each sentence carefully, paying attention to the emotional tone and character-specific nuances. The final product is a well-crafted English translation that accurately conveys the message of the original Chinese.",
            "chinese": "李纨听了这话，心里也动了心。但是看到贾母伤心，自己连忙控制住情绪，笑着说劝道：“这是老祖宗的恩德，我们享受着老祖宗的福气，这是我们的幸运。只要他能对得起老祖宗，就足够了。老祖宗看他高兴，怎么反而伤心了呢？”于是又回头对宝玉说：“宝叔叔，明天别这么夸他了，他还是个孩子，懂得什么呢？你只是想帮助他，他哪里明白呢？久而久之，他会变得过于自信，就很难再有进步了。”贾母说：“你嫂子说的也是。他年纪还小，别逼得太紧了。小孩子胆子小，逼急了可能会出问题，这样就学不成书，白浪费了你的努力。”\n\n李纨听了这话，心里起了共鸣。可是看到贾母伤心，她连忙控制住自己的情绪，以笑劝的方式说道：“这是老祖宗的恩赐，我们沾受着老祖宗的福气，这是我们的运气。只要他能对得起老祖宗的期望，这就足够了。老祖宗看他开心，怎么却反而心伤了呢？”然后，她又转头对宝玉说：“宝叔叔，你明天别再这样表扬他了，他还是个孩子，懂什么？你只是想帮助他，他却未必明白。时间一长，他会过于自负，就难以再有进步了。”贾母表示：“你嫂子说的很对。他年纪还小，不要逼得太紧。小孩子胆子小，一旦逼急了，可能会惹出些麻烦，这样就学不成东西，白白浪费了你的辛劳。”"
        },
        {
            "original": "贾母说到这里，李纨却忍不住，扑簌簌掉下泪来，连忙擦了。只见贾环贾兰也都进来给贾母请了安。贾兰又见过他母亲，然后过来，在贾母旁边侍立。贾母道：“我刚才听见你叔叔说你对的好对子，师父夸你来著。”贾兰也不言语，只管抿著嘴儿笑。鸳鸯过来说道：“请示老太太，晚饭伺候下了。”贾母道：“请你姨太太去罢。”琥珀接著，便叫人去王夫人那边请薛姨妈。",
            "english": "Jia Mou finished her sentence, and Li Wan couldn’t hold back her tears. She quickly wiped them away. By this time, Ji Huan and Ji Lan had entered and paid their respects to their grandmother. Ji Lan had also greeted his mother, and then moved over to stand beside Jia Mou. \"Just now I heard your uncle praise your skill with联 couplets,\" Jia Mou said, \"And the master also praised you.\" Ji Lan said nothing, only smiling tightly. Qianyang came over and said to Jia Mou, \"Grandmother, may I invite you to dinner?\" \"Bring my aunt here,\" Jia Mou said. Hupo then asked someone to go and fetch Xue Mou.",
            "chinese": "贾母说到这里，李纨忍不住掉下泪来，马上擦干了。这时只见贾环贾兰进来了，给贾母请了安。贾兰又见过他母亲，然后过来，在贾母旁边侍立。贾母说：“刚才我听见你叔叔说我好对子，师父还夸了你。”贾兰没有说话，只是抿著嘴儿笑。鸳鸯过来对贾母说：“请老太太用晚饭。”贾母说：“请你姨妈来吧。”琥珀接着叫人去请薛姨妈。"
        },
        {
            "original": "这里宝玉贾环退出，素云和小丫头过来把“双陆”收起，李纨尚等著伺候贾母的晚饭。贾兰便跟著他母亲站著。贾母道：“你们娘儿两个跟著我吃罢。”李纨答应了。一时，摆上饭来，丫鬟回来禀道：“太太叫回老太太：姨太太这几天浮来暂去，不能过来回老太太，今日饭后家去了。”于是贾母叫贾兰在身旁边坐下，大家吃饭。不必细言。",
            "english": "Jia Baoyu and Jia Huan leave the room. Su Yun and a little girl begin to clear the double chess board, while Li Wan waits to serve tea for the old lady's dinner. Jia Lang stands by his mother. The old lady says, \"Let's three of us have dinner together.\" Li Wan agrees. The meal is set up, and a servant girl returns to report that Madam Lin has sent word to the old lady, saying that Madam Jiang is coming and going so frequently that she is not sure if she will come today. She has to leave after dinner. The old lady then asks Jia Lang to sit by her side to have dinner with her. There is no need for further details.",
            "chinese": "贾宝玉、贾环退出，素云和一个小丫头收拾起双陆棋来，李纨守著等待贾母用晚膳。贾兰跟著母亲站著。贾母说：“你们娘俩儿跟我一块吃吧。”李纨答应了。一时摆好饭，丫鬟回来报告：“太太叫回老太太，姨太太这几天来去不定，不能过来回老太太，今天饭后回去了。”于是贾母叫贾兰坐到自己身边，大家吃饭。不必细说。"
        },
        {
            "original": "却说贾母刚吃完了饭，盥漱了，歪在床上，说闲话儿。只见小丫头子告诉琥珀，琥珀过来回贾母道：“东府大爷请晚安来了。”贾母道：“你们告诉他：如今他办理家务乏乏的，叫他歇著去罢。我知道了。”小丫头告诉老婆子们，老婆子才告诉贾珍，贾珍然后退出。",
            "english": "Sure enough, the old lady had just finished her dinner and a preliminary toilet, and was lying against the bed talking casually. Then she suddenly saw a little maid coming to see Peridot and reporting, \"The young master from the Eastern Mansion is asking you to have dinner with him.\" The old lady said, \"Tell him I am busy with the household business at the moment, and ask him to go back first. I'll let you know.\" The little maid told the nurses, and they told Jia Zhen, who then retired.\n\n(Chapter 63 of Dream of the Red Chamber)",
            "chinese": "再说贾母刚吃完饭，漱洗完毕，靠在床头说闲话。忽见一个小丫头向琥珀报告：“东府的爷来请吃晚饭了。”贾母道：“你们告诉人家：他现在忙着办家里的事，叫他先回去。我知道了。”小丫头传给婆子们，婆子们再告诉贾珍，贾珍这才退下。\n\n（《红楼梦》第63回）"
        },
        {
            "original": "到了次日，贾珍过来料理诸事。门上小厮陆续回了几件事。又一个小厮回道：“庄头送果子来了。”贾珍道：“单子呢？”那小厮连忙呈上。贾珍看时，上面写著不过是时鲜果品，还夹带菜蔬野味若干在内。贾珍看完，问：“向来经管的是谁？”门上的回道：“是周瑞。”便叫周瑞：“照账点清，送往里头交代。等我把来账抄下一个底子，留著好对。”又叫：“告诉厨房，把下菜中添几宗，给送果子的来人，照常赏饭给钱。”",
            "english": "The next day, Jia Zhen came over to handle business. The servants at the gate brought him several pieces of news. Then, a young servant came to report: \"The fruit from the farm has arrived.\" Jia Zhen asked, \"Where's the list of the fruit that was sent?\" The servant quickly handed it over. Jia Zhen took a look and saw that the list only contained seasonal fruits, and also included some vegetables and wild game. Jia Zhen asked, \"Who is in charge of these sorts of things usually?\" The servant at the gate replied, \"It's Zhou Rui's responsibility.\" Jia Zhen then called out to Zhou Rui, \"Check the accounts carefully, then send the fruit to the inner chambers and inform the person in charge. When I make a copy of the account for the ledger, we can use it for checking and comparing later.\" He then told someone to inform the kitchen, \"Add some dishes to the serving tray for the people who brought the fruit. Give them a meal and pay them as usual.\"",
            "chinese": "第二天，贾珍过来处理事情。门房的下人陆续回了几件事。又一个小厮来报告：“庄头送来的果子到了。”贾珍问道：“送果子的清单呢？”那小厮连忙呈上。贾珍一看，清单上只写的是时令水果，还夹带着一些蔬菜和野味。贾珍看完，问：“平时负责管理这些事情的是谁？”门房的下人回答说：“是周瑞负责。”贾珍便叫周瑞：“按照账册清点清楚，然后送往内室并做交待。等我再抄一份账本的底稿，留着方便对账。”他又叫人去告诉厨房：“把下菜中增加几道，给送果子的人，像平常一样赏饭给钱。”"
        },
        {
            "original": "周瑞答应了去，一面叫人搬至凤姐儿院子里去，又把庄上的账和果子交代明白出去了。一回儿，又进来回贾珍道：“才刚来的果子，大爷曾点过数目没有？”贾珍道：“我那里有工夫点这个呢？给了你账，你照账点就是了。”周瑞道：“小的曾点过，也没有少，也不能多出来。大爷既留下底子，再叫送果子的人问问他，这账是真的假的。”贾珍道：“这是怎么说？不过是几个果子罢咧，有什么要紧？我又没有疑你。”说著，只见鲍二走来磕了一个头，说道：“求大爷原旧放小的在外头伺候罢。”贾珍道：“你们这又是怎么著？”鲍二道：“奴才在这里又说不上话来。”贾珍道：“谁叫你说话？”鲍二道：“何苦来在这里做眼睛珠儿？”周瑞接口道：“奴才在这里经管地租庄子银钱出入，每年也有三五十万来往，老爷太太奶奶们从没有说过话的，何况这些零星东西？若照鲍二说起来，爷们家里的田地房产都被奴才们弄完了。”贾珍想道：“必是鲍二在这里拌嘴，不如叫他出去。”因向鲍二说道：“快滚罢！”又告诉周瑞说：“你也不用说了，你干你的事罢。”二人各自散了。",
            "english": "Zhou Rui went to fetch the fruit and get it to Lady Feng's courtyard. He went back to the estate to settle the affairs there. After a while, he returned to tell Jia Jin that the fruit had just arrived and that he had counted the number and it was all right. Jia Jin replied that he did not have the time to count and that he would just take the account from him. Zhou Rui said that he had counted it and that it was complete. Jia Jin should keep a record and also get the person who delivered the fruit to check on it so that the account would be valid. Jia Jin said that it was all nonsense. It was just a few pieces of fruit. It was not a big deal and he had not said anything to him. Bo' Er then came over and kowtowed. He said that he should be kept outside. Jia Jin asked what they were talking about. Bo' Er replied that he could not speak his mind. Jia Jin asked why he kept intruding. Bo' Er said that he should have done so outside. Zhou Rui said that he managed the estate's accounts every year and he had dealt with hundreds of thousands of money. The masters never questioned him. How could the delivery of a few pieces of fruit be an issue? If people like them were to do what they wanted, the masters' land would be robbed by the servants. Jia Jin thought for a while and then said that Bo' Er must have argued with Zhou Rui. He should be sent away. He told Bo' Er to go away as he was told. He then told Zhou Rui that he did not need to say anything and that he should do his own job. They then went their separate ways.",
            "chinese": "周瑞答应着去了，一面叫人把这水果运到凤姐的院子去。又到庄上去把账目等事交代清楚。过了一会子，周瑞又进来告诉贾珍：“果子刚运到，大爷点过数目了吗？”贾珍回答说：“我哪有那功夫点数，你拿账给我就是了。”周瑞说：“我已经点过，一个不少，也不能多出来。大爷留个底，再找运果子的人问一问，这账才能算数。”贾珍说：“这是干什么？不就是几个水果吗？有什么要紧？我又没说你什么。”说着，鲍二走过来磕了头，说：“大爷还是让我在外头伺候吧。”贾珍说：“你们这算的什么？”鲍二说：“我在这里说不上话。”贾珍说：“谁叫你多嘴？”鲍二说：“早知道就在外面好了。”周瑞说：“我在庄上管账目出入，每年也有三四十万的往来，主子们从不问我的账，何况这点水果？如果像你这样，主子家里的田产不就都被奴才们吞了？”贾珍想了想，说：“你一定是和鲍二拌嘴了，不如让他出去吧。”于是对鲍二说：“快滚吧！”又对周瑞说：“你不用说了，你去干你的事吧。”于是两人各自行了，各自散去。"
        },
        {
            "original": "贾珍正在书房里歇著，听见门上闹的翻江搅海，叫人去查问，回来说道：“鲍二和周瑞的乾儿子打架。”贾珍道：“周瑞的乾儿子是谁？”门上的回道：“他叫何三，本来是个没味儿的，天天在家里吃酒闹事，常来门上坐著。听见鲍二和周瑞拌嘴，他就插在里头。”贾珍道：“这却可恶！把鲍二和那个什么何三给我一块困起来！周瑞呢？”门上的回道：“打架时，他先走了。”贾珍道：“给我拿了来！这还了得了！”众人答应了。",
            "english": "Jia Zhen was resting in his study when he heard all the commotion outside. He dispatched someone to investigate and was told, \"It's a fight between Bao Er and Zhou Rui's ward.\" Jia Zhen asked, \"Who is Zhou Rui's ward?\" The guard replied, \"His name is He San. He's been trouble since he was young, always causing trouble in his house and visiting our mansion often. Just now, I heard Bao Er and Zhou Rui's wife arguing, and he intervened.\" Jia Zhen was annoyed and said, \"This person is too disrespectful! Lock Bao Er and He San up together! And where's Zhou Rui?\" The guard said, \"Zhou Rui had left before the fight.\" Jia Zhen angrily said, \"Bring Zhou Rui back here immediately! How dare he!\" Everyone complied.",
            "chinese": "贾珍正在书房里休息，听见外面闹翻了天，派人去查问，回报说：“鲍二和周瑞家的干儿子在打架。”贾珍问：“周瑞的干儿子是谁？”门上的人说：“他叫何三，本就喜欢没正经，天天在家里吃喝闹事，常来咱们府上坐坐。刚才听见鲍二和周瑞家的拌嘴，他就插手进去了。”贾珍生气道：“这人也太不讲理了！把鲍二和何三一起给我关起来！周瑞呢？”门上的人说：“周瑞在打架前就走了。”贾珍怒道：“给我把周瑞给我抓回来！这还了得！”众人答应了。"
        },
        {
            "original": "正嚷著，贾琏也回来了，贾珍便告诉了一遍。贾琏道：“这还了得！”又添了人去拿周瑞。周瑞知道躲不过，也找到了。贾珍便叫都困上。贾琏便向周瑞道：“你们前头的话也不要紧，大爷说开了很是了，为什么外头又打架？你们打架已经使不得，又弄个野杂种什么何三来闹。你不压伏压伏他们，倒竟走了！”就把周瑞踢了几脚。贾珍道：“单打周瑞不中用。”喝命人把鲍二和何三各人打了五十鞭子，撵了出去，方和贾琏两个商量正事。",
            "english": "When the quarrel was at its height, Jialan came back. Jiazhen told Jialan what had happened. Jialan, fuming with anger, cried out, \"That is outrageous!\" He went out to order someone to arrest Zhou Rui. Zhou Rui realized that he could not escape and sought out Jiazhen. Jiazhen had Zhou Rui tied up. Jialan told Zhou Rui, \"I won't hold you accountable for the events before. The master said you behaved well. But why did you fight again outside? You've already broken the law by fighting and now you've brought on another troublemaker, He San. You're not doing your job to suppress them. Instead, you've run off!\" He kicked Zhou Rui a few times. Jiazhen said, \"Beating Zhou Rui alone won't serve any purpose.\" He ordered his men to beat both Bao Er and He San with one hundred strokes each and then to expel them from the house. Only after this did he and Jialan start to discuss their actual business.",
            "chinese": "正在吵闹时，贾琏回来了，贾珍把打架的事说了一遍。贾琏气得叫道：“这还得了！”又去叫人捉拿周瑞。周瑞知道逃不掉，主动找到贾珍。贾珍便叫人把周瑞捆上。贾琏对周瑞说：“你们前边的话我就不追究了，大爷说你态度很好。为什么在外头又打架？你们打架已经犯了法，现在又惹个什么何三来闹。你不把他们镇住，倒自己跑了！”就踢了周瑞几脚。贾珍说：“单打周瑞没用。”喝令手下人把鲍二和何三各打了一顿五十鞭，赶出家门，然后才和贾琏商量正事。"
        },
        {
            "original": "下人背地里便生出许多议论来：也有说贾珍护短的；也有说不会调停的；也有说他本不是好人，“前儿尤家姊妹弄出许多丑事来，那鲍二不是他调停著二爷叫了来的吗？这会子又嫌鲍二不济事，必是鲍二的女人伏侍不到了。”－－人多嘴杂，纷纷不一。",
            "english": "The servants behind his back were gossiping: some saying that Jazhen was biased towards Youer; others saying he was not good at reconciling contradictions; some saying he was not a good person in the first place. Had it not been for Baoer, whom he had incited the young master to summon, the sisters You would not have committed such outrageous deeds. Now that he is dissatisfied with Baoer, it must be that Baoer's woman had failed to attend to his needs properly. There were too many people talking, and all sorts of opinions were being aired.",
            "chinese": "仆人们背后议论纷纷：有的说贾珍袒护尤二姐；有的说他不善于协调矛盾；有的说他根本不是好人，前些日子尤氏姐妹闹出许多丑事来，要不是他调唆二爷叫来的鲍二，怎么会出这么大的丑？现在他嫌弃鲍二不行，肯定是鲍二的女人服侍不周到。人多嘴杂，众说纷纭。"
        },
        {
            "original": "却说贾政自从在工部掌印，家人中尽有发财的。那贾芸听见了，也要插手弄一点事儿，便在外头说了几个工头，讲了成数，便买了些时新绣货，要走凤姐儿的门子。",
            "english": "To add, since Jia Zheng had become the chief of a government department, many servants of the Jia family had prospered as a result. Hearing these tidings, Yaoyun also wished to make a profit by entering the government service, and he conspired with a few of the chief artisans, fixing a price for their wares, and bought some fashionable embroidery, hoping to make use of Wang Xifeng's influence to further his cause.",
            "chinese": "再说贾政自从在工部当了长官，贾家的仆人里头没少因此发家的。贾芸听到了这些消息，也想在工部里捞一笔，就和几个工头串通好，定好了数目，买了一些时髦的绣品，要通过王熙凤的门路走走。"
        },
        {
            "original": "凤姐正在屋里，听见丫头们说：“大爷二爷都生了气，在外头打人呢。”凤姐听了，不知何故。正要叫人去问问，只见贾琏已进来了，把外面的事告诉了一遍。凤姐道：“事情虽不要紧，但这风俗儿断不可长。此刻还算偺们家里正旺的时候儿，他们就敢打架，以后小辈儿们当了家，他们越发难制伏了。前年我在东府里亲眼见过焦大吃的烂醉，躺在台阶子底下骂人，不管上上下下，一混汤子的混骂。他虽是有过功的人，到底主子奴才的名分，也要存点体统儿才好。珍大奶奶－－不是我说－－是个老实头，个个人都叫他养得无法无天的。如今又弄出一个什么鲍二！我还听见是你和珍大爷得用的人，为什么今儿又打他呢？”贾琏听了这话刺心，便讪讪的拿话来支开，借有事，说著就走了。",
            "english": "Jialan, after a fight with Jiazhen and Jiarong, told Wangxifeng all about the incident. Wangxifeng was not sure what was going on. She was just about to ask someone to find out, when Jialan came in and told her everything. Wangxifeng said, \"It's not a big deal, but this kind of behavior must not be tolerated. Now that the family is at its peak, the young men dare to fight each other. It will be even harder to control them once they take charge. Last year, I saw Jiao Zhai, drunk, lying on the steps, cursing everyone. He had served the family with distinction, but he also had to maintain some decorum as a master and servant. Jiazhen's wife – she doesn't need me to say anything – is a simple person, whom everyone has spoilt. Now, there's a new one, named Bao Er! I heard that you and Jialan's trusted servant were the ones who fought him today. Why did you do that?\" Jialan was hurt by this remark and made up an excuse to leave on the pretext of having to do something.",
            "chinese": "贾琏在外头和贾珍、贾蓉两人打架回来，对王熙凤说了前因后果。凤姐听了，她也不清楚是什么原因。正想叫人去问，这时贾琏已走进来了，把事情的经过告诉了凤姐。凤姐说道：“事情虽然不是什么大事，但这种风气决不能放纵。现在还算我们家正旺的时候，他们就敢打架，以后小辈们当了家，就更难以管制了。前年我在东府里亲眼看见焦大喝得烂醉，躺在台阶底下乱骂人，不分尊卑，乱骂一气。他虽然有过功勋，但毕竟还是主子和奴仆，也要保持一点体统才是好。贾珍大奶奶——不用我说——是个老实人，大家都让他宠坏了。现在又出来一个什么鲍二！我听说，你和珍大爷得力的仆人，为什么今天又要打他呢？”贾琏听了这话很心痛，便找了个理由岔开话题，借故有事就离开了。\n\n"
        },
        {
            "original": "小红进来回道：“芸二爷在外头要见奶奶。”凤姐一想：“他又来做什么？”便道：“叫他进来罢。”",
            "english": "Xiao Hong came in and said, \"Er Master Yun is outside, wanting to see Grandma.\" The Baroness Fong thought for a moment, \"What does he want?\" Then she said, \"Let him come in.\"",
            "chinese": "小红进来回道：“芸二爷在外头要见奶奶。”凤姐想了想：“他又来做什么？”便道：“叫他进来罢。”"
        },
        {
            "original": "小红出来，瞅著贾芸微微一笑。贾芸赶忙凑近一步，问道：“姑娘替我回了没有？”小红红了脸，说道：“我就是见二爷的事多！”贾芸道：“何曾有多少事能到里头来劳动姑娘呢？就是那一年姑娘在宝二叔房里，我才和姑娘－－”小红怕人撞见，不等说完，连忙问道：“那年我换给二爷的一块绢子，二爷见了没有？”",
            "english": "Xiao Hong came out and gave Jia Yun a gentle smile. Jia Yun quickly stepped forward and asked, \"Did you reply for me?\" Xiao Hong blushed and said, \"There are so many things for your second uncle to attend to.\" Jia Yun replied, \"How could there be many things that concern the young lady? For example, when you were in Baoyi's room, that was when I had the chance to speak with you...\" Xiao Hong hurriedly asked, \"Did your second uncle see the piece of silk I changed for him that year?\"\n\n小红走了出来，对着贾芸轻轻一笑。贾芸赶忙走近一步，问道：“姑娘有没有为我说话？”小红不好意思，回答说：“我就是觉得二爷的事情太多。”贾芸答道：“又有多少事情能让姑娘操心呢？就说那一年姑娘在宝玉房里，我才有机会和姑娘……”小红担心被人撞见，没等说完，急忙问：“那年我给二爷换的那块绢子，他有没有见到？”\n\nXiao Hong emerged, giving Jia Yun a faint smile. Jia Yun hurriedly approached a step and asked, \"Did the lady speak on my behalf?\" Xiao Hong felt embarrassed and answered, \"I just find that Second Master has a lot on his plate.\" Jia Yun responded, \"How many matters could concern the lady? For instance, when you were in Baoyi's room that year, I had the chance to speak with you…\" Xiao Hong was worried about being seen, so she quickly asked, \"Did Second Master see the piece of silk I changed for him that year?\"",
            "chinese": "小红出来，对着贾芸微微一笑。贾芸快步走近，问：“姑娘没有替我说话吧？”小红不好意思，说：“我就是见您二爷的事多。”贾芸说：“又哪里有多少事能让姑娘操心呢？就说那年姑娘在宝玉房里，我才跟您说……”小红怕被别人撞见，没等说完，急忙问：“那年我给二爷换的那块绢子，您见到没有？”\n\n小红出来了，对着贾芸微微一笑。贾芸急忙上前一步，问道：“姑娘有没有替我回复了？”小红红着脸说：“我就是见二爷的事情多。”贾芸说：“又有多少事情能让姑娘操心呢？就说那一年姑娘在宝二爷房里，我才和姑娘……”小红怕被别人撞见，话还没说完，连忙问：“那年我换给二爷的那块绢子，二爷见了没有？”\n\n小红出来后，朝贾芸微微一笑。贾芸急忙走近一步，问道：“姑娘有没有替我回复？”小红脸红了，回答道：“二爷的事情太多。”贾芸说：“又有多少事情能让姑娘费心呢？比如那一年姑娘在宝二爷那里，我才和姑娘……”小红怕被别人发现，话没说完就问：“那年我换给二爷的那块绢子，二爷见到没有？”\n\n小红出来，对着贾芸微微一笑。贾芸赶忙靠近一步，问：“姑娘有没有替我回信？”小红脸红了，回答说：“二爷的事太多了！”贾芸说：“又有多少事能让姑娘费心呢？就说那年姑娘在宝二爷那里，我才有机会和姑娘……”小红担心被人撞见，没等说完就问：“那年我给二爷换的那块绢子，二爷见过了吗？”"
        },
        {
            "original": "那贾芸听了这句话，喜的心花俱开，才要说话，只见一个小丫头从里面出来，贾芸连忙同著小红往里走。两个人一左一右，相离不远。贾芸悄悄的道：“回来我出来，还是你送出我来。我告诉你，还有笑话儿呢。”小红听了，把脸飞红，瞅了贾芸一眼，也不答言。和他到了凤姐门口，自己先进去回了，然后出来，掀起帘子，点手儿，口中却故意说道：“奶奶请芸二爷进来呢。”",
            "english": "Jia Yun was delighted by these words, as if his heart had blossomed. Just as he was about to say something, he saw a small maid come out of a house, and he followed Red Little to go inside. They were side by side, not too far apart. Jia Yun whispered, \"Wait until I come out, then send me off. I'll tell you, there's another fun thing.\" Upon hearing this, Red Little's face turned red. She looked at Jia Yun but didn't say anything. They arrived at the entrance to Lady Feng's room. Red Little went in first to report, then came out and lifted the curtain, indicating for Jia Yun to enter. However, she intentionally said, \"Madam Feng is inviting Second Brother Yun in.\"",
            "chinese": "这贾芸听了这话，高兴得心花都开了。他正要说话，只见一个小丫头子从屋子里出来，他就跟随着小红往里去。两个人一左一右，离得不远。贾芸悄悄地说：“等我出来时，你送我出去。我告诉你，还有一件好玩的事呢。”小红听了这话，脸都红了，看贾芸一眼，不说话。他们到了凤姐门口，小红先进去回话，然后出来，掀开帘子，示意贾芸进去，嘴里却故意说：“奶奶请芸二爷进来呢。”"
        },
        {
            "original": "贾芸笑了一笑，跟著他走进房来，见了凤姐儿，请了安，并说母亲叫问好。凤姐也问了他母亲好。凤姐道：“你来有什么事？”贾芸道：“侄儿从前承婶娘疼爱，心上时刻想著，总过意不去。欲要孝敬婶娘，又怕婶娘多想。如今重阳时候，略备了一点儿东西。婶娘这里那一件没有呢？不过是侄儿一点孝心。只怕婶娘不赏脸。”凤姐儿笑道：“有话坐下说。”贾芸才侧身坐了，连忙将东西捧著搁在旁边桌上。凤姐又道：“你不是什么有馀的人，何苦又去花钱？我又不等著使。你今儿来意是怎么个想头儿，你倒是实说。”贾芸道：“并没有别的想头儿，不过感念婶娘的恩惠过意不去罢咧。”说著，微微的笑了。凤姐道：“不是这么说。你手里窄，我很知道，我何苦白白儿使你的？你要我收下这东西，须先和我说明白了。要是这么‘含著骨头露著肉’的，我倒不收。”",
            "english": "Jia Yun smiled and followed him into the room. When he saw Mrs. Feng, he asked her a respectful greeting and said that his mother had asked him to pay respects to her. Mrs. Feng returned his greeting respectfully. She asked, \"What brings you here today?\" Jia Yun replied, \"I am always grateful for your kindness and care. But I am not bold enough to express my gratitude directly for fear of causing you any inconvenience. It's the Double Ninth Festival, so I've brought a small gift. Although I know that you don't lack for anything, I wanted to show my filial piety. But I am afraid that you might not accept it.\" Mrs. Feng laughed and said, \"You can sit down and tell me what's on your mind.\" Jia Yun sat down and placed the gift on a table. Mrs. Feng continued, \"You are not a rich man, so why are you spending money on this? I certainly don't need anything. Tell me what your purpose is for coming here, just be direct.\" Jia Yun said, \"I had no other intention but to express my gratitude for your kindness.\" He smiled slightly as he spoke. Mrs. Feng said, \"Not quite. I know that you are in a tight spot and I would never take something from you without reason. If you insist that I accept this gift, you must first explain to me why. Your vague answer makes me reluctant to accept it.\"",
            "chinese": "贾芸笑了一下，跟着他走进房来，见到了凤姐，向她请安，并说道他妈妈叫他问安。凤姐也向他问好。凤姐问道：“你来有什么事情？”贾芸说道：“我以前承蒙婶娘疼爱照顾，心里一直很感激，但是又不好意思直接表达，怕让您为难。现在是重阳节，我特地准备了一些东西，虽然婶娘这里什么都不缺，但我这只是想要表达一点孝心。可是我担心您不肯收下。”凤姐笑道：“有话坐下说。”贾芸才坐下，将东西放在一边的桌子上。凤姐又说：“你不是什么富有的人，为什么又要花这个钱呢？我又不是需要这些。你来到底有什么目的，你直接告诉我吧。”贾芸说：“我并没有别的想法，只是感激婶娘的恩情，过意不去。”说着，他微微笑了。凤姐说：“不是这么说的。我知道你手头紧，我怎么会无缘无故用你的东西呢？你要是让我收下这个礼物，你得先和我说清楚。你这样含糊其词的，我就不收。”"
        },
        {
            "original": "贾芸没法儿，只得站起来，陪著笑儿说道：“并不是有什么妄想，前几日听见老爷总办陵工，侄儿有几个朋友办过好些工程，极妥当的，要求婶娘在老爷跟前提一提。办得一两种，侄儿再忘不了婶娘的恩典！若是家里用得著侄儿，也能给婶娘出力。”凤姐道：“若是别的，我却可以作主。至于衙门里的事，上头呢，都是堂官司员定的；底下呢，都是那些书办衙役们办的。别人只怕插不上手，连自己的家人也不过跟著老爷伏侍伏侍。就是你二叔去，亦只是为的是各自家里的事，他也并不能搀越公事。论家事，这里是踩一头儿撬一头儿的，连珍大爷还弹压不住。你的年纪儿又轻，辈数儿又小，那里缠的清这些人呢？况且衙门里头的事差不多儿也要完了，不过吃饭瞎跑。你在家里什么事作不得，难道没了这碗饭吃不成？我这是实在话，你自己回去想想就知道了。你的情意，我已经领了，把东西快拿回去，是那里弄来的，仍旧给人家送了去罢。”",
            "english": "Jia Yun had no choice but to stand up and smile awkwardly, saying, \"I really don't have any other intentions. I heard that the old master is currently handling the construction of the imperial mausoleum. I have a few friends who have done many projects and they all did well. I would like to beg Mrs. Feng to speak on my behalf before the old master, hoping that I could accomplish a couple of things. I would no longer mention the old master's kindness! If the family needs my help, I would also be willing to contribute.\" Mrs. Feng said, \"Other matters, I can make decisions on them. As for official matters, it's the officials who decide from the top and the clerks and officers in the lower ranks who handle them. It's impossible for anyone else to intervene. Even your uncle would only handle matters related to his own family, he cannot manage public affairs. In the family, everything has to rely on everyone's efforts, even Master Jia Zhen can't control these people. You're young and have a junior status, how can you manage these people? Furthermore, most of the official matters are almost over, just some routine and miscellaneous matters. There aren't any important matters. You have plenty of matters at home, how can you not have any food? This is my honest opinion, you can think about it yourself. Your gratitude, I have accepted it. You can take the things back as they came.\"",
            "chinese": "贾芸没办法，只好站起来，陪着笑说：“我也没别的想法，前几天听说老爷正在办建陵工程，我有几个朋友干过不少工程，都办得不错，想求求婶娘在老爷面前说说，办成一两件事，我就不敢再提婶娘的恩德了！要是家里用得上我，我也会给婶娘出力的。”凤姐说：“别的事，我可以做主。至于官府的事，上面是官员们定的，下面就是书办和衙役们干的。别人插不上手，就是你二叔去，也只会处理自家的事，他也不能管公事。论家里，这里的事情都得靠大家自己，连贾珍都管不住这些人。你年轻辈分又小，怎么管得了这些人呢？况且官府里的事情也差不多都完了，只是一些日常的杂事，没什么重要事情。你在家里的事情多的是，难道连口饭都没了吗？我这是真心话，你自己回去想一想就知道了。你的感谢，我领了，东西你拿回去吧，是从哪里来的，送回去就行了。”\n\n贾芸去找凤姐，凤姐说他年纪轻，辈分小，在衙门里插不上手，只能干些日常杂事，没机会管重要公事。她建议贾芸在家里的事情还有很多，没必要在衙门里找机会。凤姐也对贾芸表达了感谢。贾芸只能接受凤姐的建议，把东西拿回去，并感谢她的理解。"
        },
        {
            "original": "正说著，只见奶妈子一大起带了巧姐儿进来。那巧姐儿身上穿得锦团花簇，手里拿著好些玩意儿，笑嘻嘻走到凤姐身边学舌。贾芸一见，便站起来，笑盈盈的赶著说道：“这就是大妹妹么？－－你要什么好东西不要？”那巧姐儿便哑的一声哭了。贾芸连忙退下。凤姐道：“乖乖不怕。”连忙将巧姐揽在怀里，道：“这是你芸大哥哥，怎么认起生来了？”贾芸道：“妹妹生得好相貌，将来又是个有大造化的。”那巧姐儿回头把贾芸一瞧，又哭起来，叠连几次。",
            "english": "They were talking when the wet nurse brought Qiao-Jie into the room. Qiao-Jie was dressed in brightly colored clothes and had some interesting toys in her hand, smiling as she walked up to Feng-Jie to speak to her. When Yaun saw her, he stood up, smiling and quickly said, \"Is this your big sister? - Don't you want any nice things?\" Qiao-Jie suddenly started crying. Yaun quickly backed away. Feng-Jie said, \"Don't be afraid, be good.\" She quickly wrapped Qiao-Jie in her arms and said, \"This is your big brother Yaun, why are you suddenly shy?\" Yaun said, \"Your sister is so pretty, she will surely have a very fortunate life.\" Qiao-Jie looked back at Yaun and started crying again, crying several times.",
            "chinese": "正在说着话，只见奶妈带着巧姐进来。这巧姐身上穿着鲜艳的衣服，手里拿着一些好玩的东西，笑眯眯地走到凤姐身边说话。贾芸一见，就站起来，微笑着赶忙说：“这就是大妹妹吗？－－你要什么好东西不要？”这巧姐儿却忽然哭了起来。贾芸连忙退下。凤姐说：“别怕，乖乖。”连忙把巧姐揽在怀里，说：“这是你芸大哥哥，怎么忽然认生了？”贾芸说：“妹妹长得真好看，将来一定会很有福气。”那巧姐儿回头看了看贾芸，又哭了起来，哭了几回。"
        },
        {
            "original": "贾芸看这光景坐不住，便起身告辞要走。凤姐道：“你把东西带了去罢。”贾芸道：“这一点子，婶娘还不赏脸？”凤姐道：“你不带去，我便叫人送到你家去。芸哥儿，你不要这么著。你又不是外人。我这里有机会，少不得打发人去叫你；没有事也没法儿，不在乎这些东东西西上的。”贾芸看见凤姐执意不受，只得红著脸道：“既这么著，我再找得用的东西来孝敬婶娘罢。”凤姐儿便叫小红：“拿了东西，跟著送出芸哥去。”",
            "english": "Jia Yun, unable to sit still at the scene, stood up to bid farewell. Lady Feng said, \"You can take the items with you.\" Jia Yun replied, \"Would you accept them, Auntie?\" Lady Feng said, \"You don't need to bring them. I'll have someone deliver them to your home. Brother Yun, you shouldn't be so formal. You're not an outsider, and I'll have someone call you when I have the chance. Don't worry about these trifling items.\" Seeing that Lady Feng was insistent, Jia Yun could only turn red and say, \"If that's the case, I'll find something more useful to show my respect to Auntie.\" Lady Feng then called Xiao Hong, \"Take the items and follow Brother Yun to see him off.\"\n\n(From Chapter 64 of \"Dream of the Red Chamber\")",
            "chinese": "贾芸看这情景坐不住了，便起身告辞要走。凤姐说：“你把东西带走吧。”贾芸说：“这点东西，婶娘不赏脸吗？”凤姐说：“你不要带去，我叫人送到你家去。芸哥儿，你不要这样。你又不是外人，我这里有机会，少不得叫人去叫你；没事儿也没办法，不在乎这些东东西西上的。”贾芸看凤姐执意不收，只好红着脸说：“既然这样，我再找点有用的东西孝敬婶娘吧。”凤姐便叫小红：“拿着东西，跟着送出芸哥去。”\n\n（《红楼梦》第六十四回）"
        },
        {
            "original": "贾芸走著，一面心中想道：“人说二奶奶利害，果然利害。一点儿都不漏缝，真正斩钉截铁！怪不得没有后世。这巧姐儿更怪，见了我好像前世的冤家似的。真正晦气，白闹了这么一天！”",
            "english": "Jia Yun, as he walked, was thinking, \"Others say that Madam Xiao is terrible, indeed she is. She is hard and unbending, like a steel plate, and one cannot budge her. It's no wonder there are no servants in the household. As for Miss Qiao, she's even stranger. She looks at me as if she's met her past enemy. I'm really unlucky. I've been running around all day for nothing!\"",
            "chinese": "贾芸走着，心里想道：“人家说二奶奶厉害，果然厉害。她丝毫都不让人，实在像铁板一样，打不开。怪不得家里没有人。这巧姐更奇怪，见了我好像前世的冤家一样。真是倒霉，白忙了一天！”"
        },
        {
            "original": "小红见贾芸没得彩头，也不高兴，拿著东西跟出来。贾芸接过来，打开包儿，拣了两件，悄悄的递给小红。小红不接，嘴里说道：“二爷别这么著。看奶奶知道了，大家倒不好看。”贾芸道：“你好生收著罢。怕什么？那里就知道了呢？你若不要，就是瞧不起我了。”小红微微一笑，才接过来，说道：“谁要你这些东西？算什么呢？”说了这句话，把脸又飞红了。贾芸也笑道：“我也不是为东西。况且那东西也算不了什么。”",
            "english": "Xiao Hong saw that Jia Yun hadn't obtained anything valuable and was in a bad mood, so she followed him out with the items in her hand. Jia Yun took the items, opened the package, selected two pieces, and passed them to Xiao Hong secretly. Xiao Hong didn't take them and said with her mouth, \"Don't be like this, Young Master. If Grandma finds out, it will be awkward for everyone.\" Jia Yun replied, \"Please keep these safely. What's the problem? Who knows? If you don't want them, that means you're looking down on me.\" Xiao Hong smiled slightly and took the items, saying, \"Who needs your stuff? What's the big deal?\" After saying this, her face turned red again. Jia Yun laughed as well, saying, \"I wasn't aiming for these items. Besides, those things don't amount to much.\"",
            "chinese": "小红见贾芸没得到什么好东西，也没个好心情，拿着东西就跟贾芸走出来。贾芸接过东西，打开包裹，挑了两件，悄悄地递给小红。小红没有接，嘴里说道：“二爷别这样。奶奶要是知道了，大家都不好。”贾芸回答说：“你好好收着吧。怕什么？谁知道呢？你要是不要，就是瞧不起我了。”小红微微一笑，才接过东西，说道：“谁要你这些东西？算什么呢？”说完这句话，脸又红了。贾芸也笑道：“我不是为了这些东西。况且那些东西也算不了什么。”"
        },
        {
            "original": "说著话儿，两个已走到二门口。贾芸把下剩的仍旧揣在怀内。小红催著贾芸道：“你先去罢。有什么事情，只管来找我。我如今在这院里了，又不隔手。”贾芸点点头儿，说道：“二奶奶太利害，我可惜不能常来！刚才我说的话，你横竖心里明白，得了空儿再告诉你罢。”小红满脸羞红，说道：“你去罢。明儿也常来走走。谁叫你和他生疏呢？”贾芸道：“知道了。”贾芸说著，出了院门。这里小红站在门口，怔怔的看他去远了，才回来了。",
            "english": "While speaking, the two had already reached the second gate. Cai Yun put the remaining money back into his bosom. Xiao Hong urged Cai Yun, \"Go ahead. If there's anything you need, come see me anytime. I'm working here now, so you don't need to worry about any inconvenience in the future.\" Cai Yun nodded and said, \"Madam is too strict, a pity I can't visit often! Remember what I said just now, I'll tell you more when I have time.\" Xiao Hong blushed and said, \"Hurry up and leave. You should visit more often. You're not close enough with him yet.\" Cai Yun replied, \"I understand.\" After finishing his words, Cai Yun left the courtyard. Xiao Hong stood by the gate, watching him until he was out of sight before returning.",
            "chinese": "说着话，两人已经走到二门口。贾芸把剩下的钱又放回怀中。小红催着贾芸说：“你先走吧。有什么事，随时来找我。我如今在这儿做事了，你不用怕隔手不方便。”贾芸点点头，说道：“二奶奶太严厉，可惜我不能常来！我刚才说的话，你记着，有空再告诉你。”小红满脸通红，说：“你快走吧。你也应该常来走走。你和他关系不够亲近嘛。”贾芸说：“我知道了。”贾芸说完，出了院子。小红站在门口，看着他走远了才回来。"
        },
        {
            "original": "却说凤姐在屋里吩咐预备晚饭，因又问道：“你们熬了粥了没有？”丫鬟们连忙去问，回来回道：“预备了。”凤姐道：“你们把那南边来的糟东西弄一两碟来罢。”秋桐答应了，叫丫头们伺候。平儿走来笑道：“我倒忘了：今儿晌午，奶奶在上头老太太那边的时候，水月庵的师父打发人来，要向奶奶讨两瓶南小菜，还要支用几个月的月钱，说是身上不受用。我问那道婆来著：‘师父怎么不受用？’他说：‘四五天了。前儿夜里，因那些小沙弥小道士里头有几个女孩子，睡觉没有吹灯，他说了几次，不听。那一夜，看见他们三更以后灯还点著呢，他便叫他们吹灯，个个都睡著了，没有人答应，只得自己亲自起来给他们吹灭了。回到炕上，只见有两个人，一男一女，坐在炕上。他赶著问是谁，那里把一根绳子往他脖子上一套，他便叫起人来。众人听见，点上灯火，一齐赶来，已经躺在地下，满口吐白沫子。幸亏救醒了。此时还不能吃东西，所以叫来寻些小菜儿的。’我因奶奶不在屋里不便给他。我说：‘奶奶此时没有空儿，在上头呢，回来告诉。’便打发他回去了。刚才听见说起南菜，方想起来了；不然，就忘了。”",
            "english": "I said, \"The Lady in charge is in the room arranging for dinner. And she asked, \"Has the rice porridge been cooked?\" The maid returned with the news that it had been prepared. The Lady in charge said, \"Bring some pickled vegetables from the other side.\" Tophia responded, ordering the maids to prepare. Ping'er walked over and said with a smile, \"I forgot to mention something. When the Lady was at her grandmother's house, a monk from the Water Moon Temple sent someone to ask her for two bottles of Southern vegetables and to use her monthly allowance for a few months because he was unwell. I asked the nun: 'Why is the monk unwell?' She said: 'He has been unwell for four or five days. The other night, some girls fell asleep without blowing out the lamp. He had to remind them several times, but they didn't listen. That night, he saw the girls still having the lamp on after midnight. He asked them to blow out the lamp, but they were all asleep, and no one answered him. He had to get up himself and blew out the lamp. When he returned, he saw two people, one man and one woman, sitting on the bed. He asked who they were, but the two people tied his neck with a rope and he cried for help. When everyone heard it, they lit the lamp and came over, and by then, he was lying on the ground with froth in his mouth. Fortunately, they revived him. Now he is not eating, so he came to ask for some food. I did not give him anything because the Lady was not in the room and I could not give it to him. I told him to wait for her to come back. I sent him back. When he mentioned the Southern vegetables, I remembered this and would have forgotten otherwise.\"",
            "chinese": "我说，凤姐在屋里吩咐人准备晚饭。又问道：“粥熬好了吗？”丫鬟去问回来回答说：“预备好了。”凤姐说：“把那边来的腌菜弄来几碟。”秋桐答应着叫丫鬟们伺候。平儿走过来笑着说：“我忘了说一件事。刚才奶奶在老太太那边的时候，水月庵的师父派人来，向奶奶要两瓶南菜，还要支用几个月的月钱。因为身上不舒服。我问那道婆：‘师父怎么不舒服？’她说：‘已经四、五天了。前夜，有几个女孩子睡觉没吹灯，他提醒了几次，她们不听。那一夜，看见那些女孩子三更以后还点著灯。他催她们吹灯，可是她们都睡著了，没有人答应。他只好自己起来，给他们吹灭了。回来，他发现有两个人，一个男的，一个女的，坐在炕上。他问是谁，那两个人就用一根绳子套住他的脖子，他大声呼救。大家听见后，点上灯，赶来时，他已经躺在地上，满嘴吐白沫。幸亏把他救醒了。现在他还不吃东西，所以叫来寻找一些菜。’因为奶奶不在屋里，我不好给他，就说：‘奶奶现在没空，等她回来再说。’就打发他回去了。刚才提到南菜时，我想起了这件事，要不然就忘了。”"
        },
        {
            "original": "凤姐听了，呆了一呆，说道：“南菜不是还有呢，叫人送些去就是了。那银子，过一天叫芹哥来领就是了。”又见小红进来回道：“刚才二爷差人来说是今晚城外有事，不能回来，先通知一声。”凤姐道：“是了。”",
            "english": "\"Upon hearing this, Lady Feng was momentarily taken aback, then said, \"The vegetables from the farm aren't finished yet, aren't they? Just have someone send them over. As for that matter about the silver, tell Er'ge to come tomorrow to fetch it.\" At that moment, Xiao Hong entered and reported, \"Just now, the young master sent someone to say that he needs to go out of the city to attend to some business tonight, so he won't be able to return. He asked me to inform you.\" Lady Feng replied, \"Oh, so that's the case.\"",
            "chinese": "凤姐听了这话，愣了一下，说：“地里的蔬菜不是还有吗？叫人送去就是了。至于那银子的事，明天叫芹官来取吧。”这时，小红进来回说：“刚才二爷派了人来说，今晚要出城办事，所以不能回来，叫我通知你一声。”凤姐说：“哦，是这样。”"
        },
        {
            "original": "说著，只听见小丫头从后面喘吁吁的嚷著，直跑到院子里来。外面平儿接著，还有几个丫头们，咕咕唧唧的说话。凤姐道：“你们说什么呢？”平儿道：“小丫头子有些胆怯，说鬼话。”凤姐叫那一个小丫头进来问道：“什么鬼话？”那丫头道：“我刚才到后边去叫打杂儿的添煤，只听得三间空屋子里哗喇哗喇的响，我还道是猫儿耗子；又听得‘嗳’的一声，像个人出气儿的似的。我害怕，就跑回来了。”凤姐骂道：“胡说！我这里断不兴说神说鬼。我从来不信这些个话，快滚出去罢！”",
            "english": "While speaking, a little maid ran from behind, shouting. She ran all the way into the courtyard. Another servant named Ping'er, along with several other maids, greeted her. They were whispering to each other. Lady Feng asked, \"What are you talking about?\" Ping'er said, \"The little maid was scared and said she saw a ghost.\" Lady Feng asked the little maid to come in and said, \"What are you talking about?\" The little maid said, \"I was just going to the back to ask for wood for the stove. I heard some noise coming from an empty room. I thought it was a cat or a mouse. Then I heard a 'huff' sound, like a person's breathing. I was scared, so I came back.\" Lady Feng said, \"Nonsense! We don't talk about ghosts here. I don't believe in them. Go away!\"",
            "chinese": "说着，只听见小丫头子从后边跑着呼喊着，一直跑到院子里。外面的平儿接着，还有几个丫头们，叽叽咕咕地说着话。凤姐问：“你们说的什么？”平儿说：“小丫头有点害怕，说看见鬼了。”凤姐让那个小丫头进来问：“你说什么鬼话？”那丫头说：“我刚才去后面叫打杂的添煤，只听见三间空房里哗啦哗啦地响，我还以为是猫儿耗子；后来又听见‘嗳’的一声，像是人喘气的声音。我害怕，就跑回来了。”凤姐骂道：“胡说！这里我们不讲神鬼的事情。我从不相信这些，快出去吧！”"
        },
        {
            "original": "那小丫头出去了。凤姐便叫彩明将一天零碎日用账对过一遍。时已将近二更，大家又歇了一回，略说些闲话，遂叫各人安歇去罢。凤姐也睡下了。将近三更，凤姐似睡不睡，觉得身上寒毛一乍，自己惊醒了，越躺著越发起渗来，因叫平儿秋桐过来作伴。二人也不解何意。那秋桐本来不顺凤姐，后来贾琏因尤二姐之事，不大爱惜他了，凤姐又笼络他，如今倒也安静，只是心里比平儿差多了，外面情儿。今见凤姐不受用，只得端上茶来。凤姐喝了一口道：“难为你，睡去罢，只留下平儿在这里就够了。”秋桐却要献勤儿，因说道：“奶奶睡不著，倒是我们两个轮流坐坐也使得。”凤姐一面说，一面睡著了。平儿秋桐看见凤姐已睡，只听得远远的鸡声叫了，二人方都穿著衣裳略躺了一躺，就天亮了，连忙起来伏侍凤姐梳洗。",
            "english": "The maid left, and the Countess Feng instructed Caiming to verify the accounts. It was almost the second watch, and everyone only rested for a short while, talking some idle chatter before going to their respective rooms for a rest. The Countess Feng also laid down to sleep. Almost at the third watch, the Countess Feng, in a half-awake state, suddenly startled herself awake. The more she lay there, the colder she felt, so she called Ping'er and Qiutong to keep her company. Both women were taken aback by the suddenness of the event. Qiutong had never been on good terms with the Countess Feng, and her favor had waned after the incident with Jialan and Youerji. However, the Countess Feng started to cultivate her favor again, and Qiutong was now relatively quiet. But she was far from as accommodating as Ping'er. Seeing that the Countess Feng was unwell, Qiutong could only bring tea over. The Countess Feng took a sip and said, \"Thank you. You may go to sleep, and just let Ping'er stay here.\" Qiutong, eager to impress, said, \"If Grandma can't sleep, we can take turns sitting with you.\" The Countess Feng, while speaking, dozed off. Ping'er and Qiutong noticed that the Countess Feng had fallen asleep, and they heard the distant crowing of a rooster. After some time, they got dressed and lay down for a while, but the sun had already risen, and they hurriedly got up to attend to the Countess Feng's morning ablutions.",
            "chinese": "丫鬟出去了，凤姐让彩明核对帐目。天快到二更了，大家只休息了一会，讲了些闲话，各自回房歇息。凤姐也睡下了。快要到三更，凤姐似睡非睡时，突然自己惊醒了，越躺著越觉得冷，于是叫平儿、秋桐过来陪她。两人不知为何而惊慌。秋桐原本不顺凤姐，后因贾琏与尤二姐的事情，对她的宠爱减退了，凤姐又开始笼络她，现在倒也安静。但心里比平儿差多了。今见凤姐不舒服，只得端茶来。凤姐喝了口茶，说：“谢谢你，你去睡吧，只让平儿在这里就行了。”秋桐想要表现，说：“奶奶睡不著，我们两个轮流坐坐也行。”凤姐一边说话，一边睡著了。平儿、秋桐见凤姐已睡，只听得远处鸡声叫了，两人穿好衣服躺了一会，天就亮了，连忙起来侍候凤姐梳洗。"
        },
        {
            "original": "凤姐因夜中之事，心神恍惚不宁，只是一味要强，仍然扎挣起来。正坐著纳闷，忽听个小丫头子在院里问道：“平姑娘在屋里么？”平儿答应了一声。那小丫头掀起帘子进来，却是王夫人打发过来来找贾琏，说：“外头有人回要紧的官事。老爷才出了门，太太叫快请二爷过去呢。”凤姐听见，吓了一跳。",
            "english": "凤姐心神不定，是因为昨晚发生了一些让人心神不宁的事情。她强撑着坐起来，可能是因为她对自己的行为或决定感到不安，需要努力保持冷静和理智。在听到小丫头询问平姑娘在不在屋里的时候，凤姐或许正在寻找某种答案或解决方案，她可能会想到平姑娘可能知道些什么，或者是平姑娘能帮助她处理当前的困境。\n\n平儿的回应和小丫头的进来，表明她是一位可信赖的助手，能够传达消息并执行任务。王夫人派小丫头来找贾琏，说明这个“要紧的官事”可能与贾府的事务有关，需要贾琏亲自处理。王夫人的话透露出情况紧急，贾府的老爷刚刚离开府邸，所以夫人需要直接联络贾琏。凤姐听到这个消息时感到惊讶，这可能是因为她意识到贾琏需要立刻处理的事务可能会影响到她和贾府的其他成员。这种惊讶可能是出于对贾琏安全的担忧，或者是对突然需要贾琏处理事务的意外，又或者是对府内事务突然变得紧急的反应。\n\n总的来说，这段翻译保留了原文的复杂情感和情节转折，同时也使其更容易为现代读者理解。通过这种翻译方式，读者可以更加直接地感受到《红楼梦》中人物的内心世界和故事的发展脉络。",
            "chinese": "因夜里的事，凤姐心神不定，只是逞强，硬撑着坐了起来。她正不知如何是好，忽听院里有个小丫头在问：“平姑娘在屋里吗？”平儿答应了一声。那小丫头掀帘进来，是王夫人派来叫贾琏过去。王夫人说：“外头有人报告要紧的官事。老爷刚出府，夫人叫我来请你过去。”凤姐一听，吓了一跳。\n\n《红楼梦》第六十五回《贾二舍偷娶尤二姨，尤三姐思嫁柳二郎》里的这段文字，翻译成现代汉语，就是：\n\n因为昨夜发生的事情，凤姐心神不宁，强撑着坐起来。她正胡思乱想的时候，听见院里有个小丫头问：“平姑娘在屋里吗？”平儿答应了。那小丫头掀开帘子进来，原来是王夫人打发小丫头来找贾琏，说：“外头有人报告要紧的官事，老爷刚出了府，夫人叫我请你过去。”凤姐一听，吓了一跳。这段话通过翻译，把原文中的背景、情节和人物心理，以简洁明了的语言表达出来，使读者能够更加清晰地理解文本内容。翻译过程中，尽量保留了原文的意蕴，同时又避免了文言文的生涩，使语言更加流畅易懂。"
        },
        {
            "original": "未知何事，下回分解。",
            "english": "I don't know what it is, let me tell you about it next time.",
            "chinese": "我不知道是什么事情，下回再讲吧。"
        }
    ],
    "title": "《博庭欢宝玉赞孤儿　正家法贾珍鞭悍仆》",
    "chapter_number": 88
}