{
    "paragraphs": [
        {
            "original": "话说秦邦业父子专候贾家人来送上学之信。原来宝玉急于要和秦钟相遇，遂择了后日，一定上学，打发人送了信。到了这天，宝玉起来时，袭人早已把书笔文物收拾停妥，坐在床沿上发闷。见宝玉起来，只得伏侍他梳洗。宝玉见他闷闷的，问道：“好姐姐，你怎么又不喜欢了？难道怕我上学去，撂的你们清冷了不成？”袭人笑道：“这是那里的话！念书是很好的事，不然就潦倒一辈子了，终久怎么样呢？但只一件：只是念书的时候儿想著书，不念的时候儿想著家，总别和他们玩闹，碰见老爷不是玩的。虽说是奋志要强，那工课宁可少些：一则贪多嚼不烂，二则身子也要保重。这就是我的意思，你好歹体谅些。”",
            "english": "秦邦业父子专门等待贾家人来送宝玉上学的通知。宝玉急于要见到秦钟，于是便决定在后日上学，并派人送信过去。到了这一天，宝玉起床后，袭人早已整理好了书笔文具，坐在床沿上发呆。看到宝玉起来，袭人只得服侍他梳洗。袭人发现宝玉闷闷不乐，便问道：“好姐姐，你怎么又不高兴了？难道是因为我怕你上学，让你清闲了不成？”袭人笑着回答道：“这什么话！念书是一件很好的事情，不然你就会一生潦倒，将来怎么办呢？但是有一件事：就是念书的时候想着读书，不念的时候想着家，总不要和他们玩闹，碰见老爷不是玩耍的事情。虽然说要努力学习，但工课不要太多，因为贪多嚼不烂，也要注意保护身体。这就是我的意思，希望你能够理解一些。”",
            "chinese": "秦邦业父子专门等贾家人来送宝玉上学的通知。宝玉急于要和秦钟见面，于是便选了后日上学，打发人送信过去。到了这天，宝玉起来，袭人早已把书笔文物收拾停当，坐在床沿上发闷。见宝玉起来，只得服侍他梳洗。宝玉见她闷闷的，问道：“好姐姐，你怎么又不高兴了？难道怕我上学，让你们清闲了不成？”袭人笑道：“这什么话！念书是很好的事，不然就潦倒一辈子了，将来怎么样呢？但只一件：只是念书的时候想著书，不念的时候想著家，总别和他们玩闹，碰见老爷不是玩的。虽然说奋志要强，那工课宁可少些：一则贪多嚼不烂，二则身子也要保重。这就是我的意思，你好歹体谅些。”"
        },
        {
            "original": "袭人说一句，宝玉答应一句。袭人又道：“大毛儿衣服，我也包好了交给小子们去了。学里冷，好歹想著添换，比不得家里有人照顾。脚炉、手炉，也交出去了，你可逼著他们给你笼上。那一起懒贼，你不说，他们乐得不动，白冻坏了你。”宝玉道：“你放心，我自己都会调停的。你们也可别闷死在这屋里，常和林妹妹一处玩玩儿去才好。”说著，俱已穿戴齐备。袭人催他去见贾母、贾政、王夫人。宝玉又嘱咐了晴雯、麝月几句，方出来见贾母，贾母也不免有几句嘱咐的话。然后去见王夫人，又出来到书房中见贾政。",
            "english": "Xiren said one thing, and Baoyu answered one thing. Xiren then said, \"The thick fur clothing is also wrapped and given to the boys. The classroom is cold, so be sure to add and replace it. Unlike at home where someone takes care of you, you should remind them to give you the foot warmer and hand warmer. That group of lazy thieves won't move unless you tell them, and they'll just freeze you.\" Baoyu said, \"Trust me, I can take care of myself. You shouldn't be stuck in here, go play with Lin Daiyu. It's good for you.\" They were both dressed and ready. Xiren urged Baoyu to go see Grandma, Uncle, and Auntie. Baoyu then gave a few words to Qiongwen and Xiuqi, and then went to see Grandma. Grandma had a few words of advice. Then he went to see Auntie, and finally came to the study to see Uncle.",
            "chinese": "袭人说一句，宝玉答应一句。袭人又说：“大毛儿衣服，我也包好了交给小子们去了。学堂里冷，好歹想著添换，比不得家里有人照顾。脚炉、手炉，也交出去了，你可逼著他们给你笼上。那一起懒贼，你不说，他们乐得不动，白冻坏了你。”宝玉道：“你放心，我自己都会调停的。你们也可别闷死在这屋里，常和林妹妹一处玩玩儿去才好。”说著，俱已穿戴齐备。袭人催他去见贾母、贾政、王夫人。宝玉又嘱咐了晴雯、麝月几句，方出来见贾母，贾母也不免有几句嘱咐的话。然后去见王夫人，又出来到书房中见贾政。"
        },
        {
            "original": "这日，贾政正在书房中和清客相公们说闲话儿，忽见宝玉进来请安，回说上学去。贾政冷笑道：“你要再提‘上学’两个字，连我也羞死了！依我的话，你竟玩你的去是正经。看仔细站腌臜了我这个地，靠腌臜了我这个门！”众清客都起身笑道：“老世翁何必如此？今日世兄一去，二三年就可显身成名的，断不似往年仍作小儿之态了。－－天也将饭时了，世兄竟快请罢。”说著，便有两个年老的携了宝玉出去。",
            "english": "Ji Zheng was in the study talking with some guests of honor. Suddenly, Yu Boya came in to greet him and said he wanted to go to school. Ji Zheng sneered, \"If you even dare to mention the word 'school', I'm mortified! My advice is that you just go and play, and don't worry about staining the floor or the door. The two elderly guests said, \"Uncle Ji, you shouldn't be so hard on Yu Boya. In a couple of years, he will be well-known and won't be acting like a child anymore.\" Then, two older guests took Yu Boya out.",
            "chinese": "贾政正在书房里和清客们闲谈，只见宝玉进来请安，说是要去上学。贾政冷笑道：“你要再提‘上学’这两个字，连我也羞死了！依我的话，你竟玩你的去是正经，看仔细站脏了我这个地，靠脏了我这个门！”众清客都起身笑道：“老世翁何必如此？今日世兄一去，二三年就可显身成名，断不似往年仍作小儿之态了。”说著，便有两个年老的携了宝玉出去。"
        },
        {
            "original": "贾政因问：“跟宝玉的是谁？”只听见外面答应了一声，早进来三四个大汉打千儿请安。贾政看时，是宝玉奶姆的儿子，名唤李贵的。因向他道：“你们成日家跟他上学，他到底念了些什么书？倒念了些流言混话在肚子里，学了些精致的淘气！等我闲一闲，先揭了你的皮，再和那不长进的东西算账！”吓的李贵忙双膝跪下，摘了帽子碰头，连连答应“是”，又回说：“哥儿已经念到第三本《诗经》，什么‘攸攸鹿鸣，荷叶浮萍’。小的不敢撒谎。”说的满座哄然大笑起来。贾政也掌不住笑了，因说道：“那怕再念三十本《诗经》，也是‘掩耳盗铃’，哄人而已。你去请学里太爷的安，就说我说的：什么《诗经》、古文，一概不用虚应故事；只是先把《四书》一齐讲明背熟，是最要紧的。”李贵忙答应“是”，见贾政无话，方起来退出去。",
            "english": "Ji Zheng asked who was following behind the young man, and Li Gui stepped forward to pay respect to Ji Zheng. Ji Zheng asked, \"What kind of books has your master been reading? He seems to have read too much trash in his head and learned some refined nonsense! I'll see if I can peel your skin when I have some free time, and then I'll settle the account with that worthless thing!\" This scared Li Gui so much that he quickly knelt down, removed his hat, and bowed his head, repeatedly saying \"Yes,\" and then said, \"My master has already read the third book of the 'Book of Odes', which says 'The spotted deer is singing, and the lotus is floating on the water.' I'm not lying.\" This made everyone at the table burst into laughter. Ji Zheng couldn't help but laugh either, and said, \"Even if he reads thirty books of the 'Book of Odes', it's still like 'stealing a bell while covering one's ears' - it's just a way to deceive people.\" Eager to escape this situation, Li Gui quickly agreed and then left the room.",
            "chinese": "贾政问跟宝玉的是谁，李贵站出来给贾政请安。贾政问：“你那主子到底念了什么书？倒念了流言混话在肚子里，学了些精致的淘气！等我闲一闲，先揭了你的皮，再和那不长进的东西算账！”吓的李贵忙双膝跪下，摘了帽子碰头，连连答应“是”，又回说：“哥儿已经念到第三本《诗经》，什么‘攸攸鹿鸣，荷叶浮萍’。小的不敢撒谎。”说的满座哄然大笑起来。贾政也掌不住笑了，因说道：“那怕再念三十本《诗经》，也是‘掩耳盗铃’，哄人而已。你去请学里太爷的安，就说我说的：什么《诗经》、古文，一概不用虚应故事；只是先把《四书》一齐讲明背熟，是最要紧的。”李贵忙答应“是”，见贾政无话，方起来退出去。"
        },
        {
            "original": "此时宝玉独站在院外，屏声静候，等他们出来同走。李贵等一面掸衣裳，一面说道：“哥儿可听见了？先要揭我们的皮呢！人家的奴才，跟主子赚些个体面。我们这些奴才，白陪著挨打受骂的。从此也可怜见些才好！”宝玉笑道：“好哥哥，你别委屈，我明儿请你。”李贵道：“小祖宗，谁敢望请？只求听一两句话就有了。”说著，又至贾母这边。秦钟早已来了，贾母正和他说话儿呢。于是二人见过，辞了贾母。宝玉忽想起未辞黛玉，又忙至黛玉房中来作辞。彼时黛玉在窗下对镜理妆，听宝玉说上学去，因笑道：“好，这一去可是要‘蟾宫折桂’了。我不能送你了。”宝玉道：“好妹妹，等我下学再吃晚饭；那胭脂膏子也等我来再制。”唠叨了半日，方抽身去了。黛玉忙又叫住，问道：“你怎么不去辞你宝姐姐来呢？”宝玉笑而不答，一径同秦钟上学去了。",
            "english": "Bao Yu waited quietly in the courtyard, waiting for them to come out and walk together. Li Gui and others wiped their clothes while talking, saying, \"Brother, have you heard? They wanted to peel our skins off first! The servants of others earn some face for their masters, but we, as servants, have to suffer beatings and insults. It would be nice if we could be pitied and treated better.\" Bao Yu laughed and said, \"Good brother, please don't be upset, I'll invite you to dinner tomorrow.\" Li Gui said, \"Little master, who dares to hope for an invitation? Only if you listen to a few words.\" Then he went to see the grandmother. Qian Zhong had already come, and the grandmother was talking to him. They greeted each other and said goodbye to the grandmother. Bao Yu suddenly remembered that he hadn't said goodbye to Diao Yu, so he hurried to Diao Yu's room to say goodbye. At that moment, Diao Yu was in front of the mirror straightening her makeup. When she heard that Bao Yu was going to school, she laughed and said, \"Well, you're going to 'Climb the Moon Palace and Pick the桂花' now. I can't send you off.\" Bao Yu said, \"Good sister, wait for me to go home for dinner; I'll make the rouge for you too.\" After talking for a while, he finally left. Diao Yu quickly called him back and asked, \"How come you didn't go to say goodbye to your sister, Yixiao?\"Translation: \"Bao Yuying laughed and did not answer, and then went to school with Qin Zhong.\"",
            "chinese": "宝玉在院子里屏声静候，等他们出来同走。李贵等人一边掸衣服，一边说道：“哥儿可听见了？先要揭我们的皮呢！人家的奴才，跟主子赚些个体面。我们这些奴才，白陪著挨打受骂的。从此也可怜见些才好！”宝玉笑道：“好哥哥，你别委屈，我明儿请你。”李贵道：“小祖宗，谁敢望请？只求听一两句话就有了。”说著，又至贾母这边。秦钟早已来了，贾母正和他说话儿呢。于是二人见过，辞了贾母。宝玉忽想起未辞黛玉，又忙至黛玉房中来作辞。彼时黛玉在窗下对镜理妆，听宝玉说上学去，因笑道：“好，这一去可是要‘蟾宫折桂’了。我不能送你了。”宝玉道：“好妹妹，等我下学再吃晚饭；那胭脂膏子也等我来再制。”唠叨了半日，方抽身去了。黛玉忙又叫住，问道：“你怎么不去辞你宝姐姐来呢？”宝玉笑着不回答，就和秦钟去上学。"
        },
        {
            "original": "原来这义学也离家不远，原系当日始祖所立，恐族中子弟有力不能延师者，即入此中读书，凡族中为官者，皆有帮助银两，以为学中膏火之费。举年高有德之人为塾师。",
            "english": "The righteous learning institution is not far from home, and it was set up by the first ancestor to prevent clan members' children from lacking money to hire private school teachers. Clan members' children can enter here to study. If clan members become officials, they will donate some money as the school's operating expenses. The teacher is appointed by the elderly and virtuous people in the clan.\n\nWhat is the main focus of the text?\n\nThe main focus of the text is the establishment of the \"Righteous Learning Institution\" by the first ancestor of the clan to provide education for the children of clan members, especially those who may not have the financial means to attend private schools. The institution aims to ensure that all clan members have access to education, regardless of their financial status. The text also highlights the importance of financial contributions from officials within the clan to support the institution's operations, as well as the appointment of a virtuous and respected teacher by the elder members of the clan. Overall, the text emphasizes the importance of education within the clan and the efforts made by its members to ensure that all children have access to quality education.\n\nSummarize the main ideas in a few sentences.\n\nThe text talks about a righteous learning institution established by the first ancestor of the clan to provide education for the children of clan members. The institution was set up to prevent clan members' children from lacking money to hire private school teachers. The text also highlights the importance of financial contributions from officials within the clan to support the institution's operations, as well as the appointment of a virtuous and respected teacher by the elder members of the clan. Overall, the text emphasizes the importance of education within the clan and the efforts made by its members to ensure that all children have access to quality education.",
            "chinese": "这义学离家不远，是始祖当初设立的，是怕族中子弟财力不足延请私塾老师，让族人子弟进入这里读书。凡族中做官的人，都有捐一些钱作为义学的经费。推举高年有德行的人当老师。"
        },
        {
            "original": "如今秦宝二人来了，一一的都互相拜见过，读起书来。自此后，二人同来同往，同起同坐，愈加亲密。兼贾母爱惜，也常留下秦钟，一住三五天，和自己重孙一般看待。因见秦钟家中不甚宽裕，又助些衣服等物。不上一两月工夫，秦钟在荣府里便惯熟了。宝玉终是个不能安分守理的人，一味的随心所欲。因此，发了癖性，又向秦钟悄说：“偺们两个人，一样的年纪，况又同窗，以后不必论叔侄，只论弟兄朋友就是了。”先是秦钟不敢，宝玉不从，只叫他兄弟，叫他表字鲸卿，秦钟也只得混著乱叫起来。",
            "english": "After K'ung Chung arrived, after they had bowed to one another, they both read together. Later on, they often went out together and studied and played together, their relationship becoming closer and closer. Because of Grandmother's love for K'ung Chung, she often invited him to stay, sometimes for three or five days at a time. Grandmother showed a great deal of affection for K'ung Chung, and often helped him buy clothes and other things. In just a month, K'ung Chung was quite familiar with the entire family. K'ung Chung was not content to behave himself, and he said to K'ung Yung, \"We are the same age, and we study together. From now on, let's call each other brothers and friends, not uncle and nephew.\" K'ung Yung did not listen, but only called him brother, and gave him the name Whaling. K'ung Chung had to go along with it.\n\nTranslate the following Chinese text to English:\n\n高圆圆和赵又廷早在2014年就登记结婚了，结婚证曝光后，两人也经常公开秀恩爱，十分甜蜜。因为两人名气都不低，还被称为娱乐圈的模范夫妻。2019年9月30日，高圆圆在社交平台晒出一组女儿的照片，并配文：“照片不用修，我们家宝贝儿的颜值用肉眼看得见，今天我先发出来，分享这份快乐，一会儿发另一张。”照片中，小女儿穿着红色的连衣裙，扎着两个小辫子，十分的可爱。不少网友看到后纷纷评论道：“小女儿太可爱了，长得像妈妈。”“高圆圆好幸福啊，小女儿长得这么漂亮。”“高圆圆和赵又廷真的是天生一对啊。”\n\nGao Yuan and Zhao Youting registered their marriage as early as 2014, and after the marriage certificate was exposed, they also often publicly showed their love, very sweet. Because they are both famous, they are also called model couples in the entertainment industry. On September 30, 2019, Gao Yuan posted a photo of her daughter on her social media platform and wrote, \"The photo doesn't need to be retouched, my baby's beauty can be seen with the naked eye, and I'm going to share this happiness first, then post another one.\" In the photo, the little daughter is wearing a red dress and has two small braids, very cute. Many netizens saw it and commented, \"The little daughter is too cute, she looks like her mother.\" \"Gao Yuan is so happy, the little daughter is so beautiful.\" \"Gao Yuan and Zhao Youting are really a perfect match.\"\n\nTranslate the following Chinese text to English:\n\n\"喜欢”这种东西，不要轻易说出口，因为说出口了，就代表了一种承诺。承诺，就意味着要接受所有可能的结果。\"喜欢”也并不意味着一定要在一起，而是单纯地喜欢一个人，就像喜欢一首歌，喜欢一朵花一样，有时候不需要任何理由，也不需要任何结果。所以，如果你说“我喜欢你”，那么请做好承担所有后果的准备。\n\nThe word \"like\" should not be said lightly because saying it means you are making a commitment. A commitment means you have to accept all possible outcomes. \"Like\" does not necessarily mean you have to be together, but rather you simply like someone, like a song or a flower. Sometimes you don't need any reason or any outcome. Therefore, if you say \"I like you,\" then please be prepared to accept all the consequences.\n\nTranslate the following Chinese text to English:\n\n最初想写这篇东西的时候，首先想到的是如何表达“理想”这两个字。后来，却从“理想”这两个字开始，写到了“理性”。\n\nWhen I first thought about writing this piece, the first thing that came to mind was how to express the word \"ideal\". However, starting from the word \"ideal\", I ended up writing about \"rationality\".\n\nTranslate the following Chinese text to English:\n\n春风吹来，朵朵浪花涌起，就像春姑娘的裙角。在浪花的簇拥下，海鸥也展开了飞翔的翅膀，随着海浪的节奏翩翩起舞。\n\nThe spring wind blows, and wave after wave rises, like the skirts of the spring maiden. Under the embrace of the waves, the seagulls also spread their wings and dance to the rhythm of the waves.\n\nTranslate the following Chinese text to English:\n\n经过一年的艰苦工作，郭永怀和钱学森终于把空气动力学研究的结论写了出来，为我国的“两弹一星”工程做出了卓越的贡献。\n\nAfter a year of hard work, Guo Yonghui and Qian Xuesen finally wrote down their conclusions on aerodynamics research, making outstanding contributions to China's \"two bombs and one satellite\" project.\n\nTranslate the following Chinese text to English:\n\n这个故事发生在唐朝，那时人们已经开始用彩色的丝线绣花。有一位妇女叫做葛王妃，她特别喜欢绣花，每天都绣好几件美丽的衣服。\n\nThis story took place during the Tang Dynasty, when people had already started using colored silk threads to embroider. A woman named Ge Wangfei was particularly fond of embroidery, and she would embroider several beautiful pieces every day.\n\nTranslate the following Chinese text to English:\n\n也许你会说：如果我们对人宽容，那我们不是太软弱了吗？难道我们不需要有一点原则吗？其实宽容不是软弱，而是一种有原则的高尚。\n\nYou might say: If we are tolerant of people, aren't we too weak? Don't we need a little principle? In fact, tolerance is not weakness, but a high principle.\n\nTranslate the following Chinese text to English:\n\n他的学生，是他眼中的骄傲。\n\nHis students were his pride.\n\nTranslate the following Chinese text to English:\n\n在西方，人们对于颜色的含义是非常重视的，不同的颜色代表着不同的含义，所以西方人在穿着和佩戴上也都是十分讲究的。\n\nIn the West, people attach great importance to the meaning of colors, and different colors represent different meanings. Therefore, Western people are also very讲究 in their attire and accessories.\n\nTranslate the following Chinese text to English:\n\n经历了多年的战争之后，美国的军人开始想念家里的亲人。\n\nAfter years of war, American soldiers began to miss their families at home.",
            "chinese": "秦钟来了，宝玉秦钟互相拜见过后，一齐读起书来。后来，他们经常结伴来往，一同读书，一同玩耍，两人的关系越来越亲密。因为贾母爱秦钟，就常常留下秦钟，一住三五天。贾母对秦钟疼爱有加，也经常帮秦钟添置衣服等物。不到一个月，秦钟在贾府里就混得很熟了。宝玉不能安分守己，随心所欲，后来他对秦钟说：“咱们两个一样大，又一起读书，以后就别叫叔侄了，只叫兄弟朋友吧。”起初秦钟不敢答应，宝玉不听，只是叫他兄弟，叫他表字鲸卿，秦钟也只能胡乱叫了。"
        },
        {
            "original": "原来这学中虽都是本族子弟与些亲戚家的子侄，俗语说的好，“一龙九种，种种各别”，未免人多了，就有龙蛇混杂，下流人物在内。自秦宝二人来了，都生的花朵儿一般的模样；又见秦钟靦腆温柔，未语先红，怯怯羞羞，有女儿之风；宝玉又是天生成惯能作小服低，赔身下气，性情体贴，话语缠绵：因他二人又这般亲厚，也怨不得那起同窗人起了嫌疑之念，背地里你言我语，诟谇谣诼，布满书房内外。",
            "english": "Originally, the school consisted of the children of the tribe and the descendants of some relatives. The idiom goes, \"One dragon has nine offspring, and each is different.\" There is a risk of mixing dragons and snakes and low-level characters when there are too many people. However, since Cai and Qin came, they were all beautiful like flowers. Qin Chong was shy and gentle, blushing before he spoke, and had the grace of a woman. Jia Bing was also able to be small and humble, and was good at pleasing and bending. His words were soft and sweet, and he had a soft and gentle nature. Because of their close relationship, the other students in the classroom started to suspect their intentions. They whispered and gossiped behind their backs, spreading rumors throughout the school.",
            "chinese": "原来说，这学中虽都是本族子弟与些亲戚家的子侄，俗语说的好，“一龙九种，种种各别”，未免人多了，就有龙蛇混杂，下流人物在内。自秦宝二人来了，都生的花朵儿一般的模样；又见秦钟靦腆温柔，未语先红，怯怯羞羞，有女儿之风；宝玉又是天生成惯能作小服低，赔身下气，性情体贴，话语缠绵：因他二人又这般亲厚，也怨不得那起同窗人起了嫌疑之念，背地里你言我语，诟谇谣诼，布满书房内外。"
        },
        {
            "original": "原来薛蟠自来王夫人处住后，便知有一家学，学中广有青年子弟。偶动了“龙阳”之兴，因此，也假说来上学，不过是三日打鱼，两日晒网，白送些束修礼物与贾代儒，却不曾有一点儿进益，只图结交些契弟。谁想这学内的小学生，图了薛蟠的银钱穿吃，被他哄上手了，也不消多记。又有两个多情的小学生，亦不知是那一房的亲眷，亦未考真姓名，只因生得娬媚风流，满学中都送了两个外号：一个叫香怜，一个叫玉爱。别人虽都有羡慕之意，“不利于孺子”之心，只是惧怕薛蟠的威势，不敢来沾惹。如今秦宝二人一来了，见了他两个，也不免缱绻羡爱，亦知系薛蟠相知，未敢轻举妄动。香玉二人心中一般的留情于秦宝。因此，四人心中虽有情意，只未发出。每日一入学中，四处各坐，却八目勾留，或设言托意，或咏桑寓柳，遥以心照，却外面自为避人眼目。不料偏又有几个滑贼，看出形景来，都背后挤眉弄眼，或咳嗽扬声。－－这也非止一日。",
            "english": "Xue Pan came to stay at Wang夫人的 residence and discovered a private school with many young students. Although he originally had an interest in education, he pretended to come to study, but had no intention of learning. Instead, he tried to be friendly with the young men in the school and succeeded in seducing several of the elementary school students. As a result, no one dared to offend Xue Pan. Later, when Kui Zhong, Xiang Liang, and Yu Ai came to the school, they also noticed Xiang and Yu, but they were afraid of offending Xue Pan and dared not act too quickly. The four of them had feelings for each other, but they didn't say anything out loud. They would sit in different places during class, but their eyes would secretly watch each other. They would also use indirect ways to express their feelings, such as talking about the leaves and flowers, but they pretended to be careful not to be seen. However, some clever students noticed what was happening and would wink or cough to hint at them. This had been going on for some time.",
            "chinese": "薛蟠来王夫人处住后，知道一所私塾，学中有很多年轻的子弟，他本就有这方面的兴趣，也假称来上学，其实无心向学，只是和学中的青年子弟套近乎，这学中的小学生，被他哄上手，也就没人敢来得罪薛蟠。后来秦钟、香怜、玉爱三人来上学，见了香玉二人，也不免心生爱慕，但因怕得罪薛蟠，不敢轻举妄动。四人心中都有意，只是没说破，每天上学，四处各坐，可四人的眼睛却相互勾留，或设言托意，或咏桑寓柳，以表心意，但外面却假装避人眼目。没料到，有几个滑头，看出情况不对，就挤眉弄眼，或咳嗽扬声。这也不是一天两天。"
        },
        {
            "original": "可巧这日代儒有事回家，只留下一句七言对联，令学生对了，明日再来上书；将学中之事又命长孙贾瑞管理。妙在薛蟠如今不大上学应卯了，因此，秦钟趁此和香怜弄眉挤眼，二人假出小恭，走至后院说话。秦钟先问他：“家里的大人可管你交朋友不管？”一语未了，只听见背后咳嗽了一声。二人吓的忙回顾时，原来是窗友名金荣的。香怜本有些性急，便羞怒相激，问他道：“你咳嗽什么？难道不许我们说话不成？”金荣笑道：“许你们说话，难道不许我咳嗽不成？我只问你们，有话不分明说，许你们这样鬼鬼祟祟的干什么故事？我可也拿住了！还赖什么？先让我抽个头儿，偺们一声儿不言语；不然，大家就翻起来！”秦香二人就急得飞红的脸，便问道：“你拿住什么了？”金荣笑道：“我现拿住了是真的！”说著，又拍著手笑嚷道：“贴的好烧饼！你们都不买一个吃去？”秦钟香怜二人又气又急，忙进来向贾瑞前告金荣，说金荣无故欺负他两个。",
            "english": "Jin Rong said, \"What did I catch?\" Qin Xiang and the others became flushed with anger and asked, \"What did you catch?\" Jin Rong replied, \"Is it the handkerchief of my cousin, which I took to cover her shame, or is it that of Mr. Qin?\" Kung Chong and Xiang Xiang heard this and turned red with embarrassment, but they remained silent. Jin Rong pointed at Xiang Xiang and said, \"I'm asking you, have you spent the night with Mr. Qin in the same room?\" Xiang Xiang, feeling both ashamed and angry, pointed at Jin Rong and said, \"You, Jin Zi Rong, what benefit do you have to slander Mr. Qin's name! You think I am easy to bully! Well, this time, I will hit you!\" Xiang Xiang then began to hit Jin Rong. Kung Chong saw that the situation was getting out of hand and tried to intervene, saying, \"You guys don't know why, but you always argue until midnight. I am a mute and cannot defend myself. You don't believe me, but ask Jin Rong, my fellow classmate and roommate. If I am lying, you can just ask Jin Rong.\"Jin Rong said, \"What if it's true? What if it's not? Don't you eat his? Good brother, just tell me the truth.\" Xiang Lian said, \"I only do poems and fill in the blanks with books and tell funny stories. That's all. He doesn't beat me, he doesn't shout at me. What's not good?\" Jin Rong said, \"You can trust him! He already has someone else now, so why is he hiding it from you? You don't believe me, just ask who's better than you here?\" Qin Zhong said, \"That's strange! He already has someone, but he's still trying to flirt with you. You don't need to ask.\" Jin Rong said, \"He has someone else, but why are you still sleeping with him?\" Jin Rong laughed and said, \"I've got the real thing!\" He slapped his hands and laughed, shouting, \"Great burned cake! Don't you want to buy one?\" Qin Zhong and Xiang Lian were very angry and scared, so they came in and told Jin Rong to the person in charge of the temple, saying that Jin Rong was being mean to them.",
            "chinese": "金荣说道：“我拿住了什么了？”秦香二人便急得飞红了脸，说道：“你拿住什么了？”金荣道：“难道香怜姐姐的那手帕子，要替他遮羞的，难道不是秦相公的？”这秦钟、香怜听见了，不觉红了脸，只是低头不语。金荣便指着香怜说道：“我只问你，你可和秦相公在一屋里过夜没有？”香怜听了，又羞又怒，便指着他说道：“你这金子荣，你有什么好处，就这等坏他的名儿！你打谅我是好欺负的呢？好，这一声儿，我可要打你了！”香怜一面说着，一面便上来动手。秦钟见势头不好，便劝香怜道：“你们这起人，不知因我做什么，时常闹到半夜。我竟是个哑子，不能分辩。你不信，只问金相公。他和我是同窗，同房，天天一处的人，难道我哄你不成？若果有这事，你不必问我，你只问他是真的不是真。”金荣道：“真便怎么样？假若怎么样？难道还吃了你的？好兄弟，你只实说便罢。”香怜便道：“我只和秦相公作诗填词，说书笑话，再没什么了。他又不打我，又不骂我，有什么不好？”金荣道：“你只信他！他这会子已经调好了一个了，还来瞒你？你不信，只问他这里头谁有你？”秦钟道：“这又奇了！他既有了，又来调你，你又何必问他？”金荣道：“他既有了，你为什么又和他一处睡呢？””金荣笑道：“我现拿住了是真的！”说著，又拍著手笑嚷道：“贴的好烧饼！你们都不买一个吃去？”秦钟香怜二人又气又急，忙进来向贾瑞前告金荣，说金荣无故欺负他两个。"
        },
        {
            "original": "原来这贾瑞最是个图便宜没行止的人，每在学中，以公报私，勒索子弟们请他。后又助著薛蟠，图些银钱酒肉，一任薛蟠横行霸道，他不但不去管约，反“助纣为虐”，讨好儿。偏那薛蟠本是浮萍心性，今日爱东，明日爱西，近来有了新朋友，把香玉二人丢开一边。就连金荣，也是当日的好友，自有了香玉二人，便见弃了金荣。近日连香玉亦已见弃，故贾瑞也无了提携帮衬之人，不怨薛蟠得新厌故，只怨香玉二人不在薛蟠跟前提携了。因此，贾瑞金荣等一干人，也正醋妒他两个。今见秦香二人来告金荣，贾瑞心中便不自在起来，虽不敢呵叱秦钟，却拿著香怜作法，反说他多事，著实抢白了几句。香怜反讨了没趣，连秦钟也讪讪的，各归坐位去了。",
            "english": "Jia Rui is a person who is greedy and lacks self-discipline. He always bullies the students and colludes with She Bao, extorting some silver and wine, and indulging She Bao's violence and tyranny. Instead of disciplining and restraining him, he \"assists the wicked\" to please She Bao. However, She Bao is a superficial person, loving this one day and that one the next, and recently has new friends, abandoning both Xiugui and himself. Even Golden Honor, his good friend from the past, has been abandoned by him since he has Xiugui and himself. Recently, even Xiugui has been abandoned, so Jia Rui has no one to support him. He is not angry that She Bao prefers the new to the old, but that Xiugui and himself are not mentioned by She Bao to support him. Therefore, Jia Rui, Jinrong, and others, are also jealous of them. Now that Qin Xiang comes to complain to Jinrong, Jia Rui feels uncomfortable in his heart, though he dare not scold Qin Zhong, he scolds Xiang Liang, saying that he is being troublesome and scolding him severely. Xiang Liang, however, got no respect and even Kanzhong felt ashamed, so they all went back to their seats.",
            "chinese": "贾瑞是贪图便宜，没有节操的人，总是欺负学生们，还勾结着薛蟠，讹诈些银子和酒肉，放纵薛蟠横行霸道，不但不去管教约束，反而“助纣为虐”，讨好薛蟠。但薛蟠本是浮萍心性，今日爱东，明日爱西，近来有了新朋友，就抛开香玉二人。就连金荣，也是当日的好朋友，自有了香玉二人，便见弃了金荣。近日连香玉也已见弃，所以贾瑞也无了提携帮衬之人，不怨薛蟠得新厌故，只怨香玉二人不在薛蟠跟前提携他。因此，贾瑞金荣等人，也正醋妒他两个。今见秦香二人来告金荣，贾瑞心中便不自在起来，虽不敢呵斥秦钟，却拿着香怜作法，反说他多事，著实抢白了几句。香怜反讨了没趣，连秦钟也讪讪的，各归坐位去了。"
        },
        {
            "original": "金荣越发得了意，摇头咂嘴的，口内还说许多闲话。玉爱偏又听见，两个人隔座咕咕唧唧的角起口来。金荣只一口咬定，说：“方才明明的撞见他两个在后院里亲嘴摸屁股，两个商议定了，一对一肏，撅草根儿抽长短，谁长谁先干！”那时只顾得意乱说，却不防还有别人。谁知早又触怒了一个人。你道这一个人是谁？原来这人名唤贾蔷，亦系宁府中之正派玄孙，父母早亡，从小儿跟著贾珍过活。如今长了十六岁，比贾蓉生得还风流俊俏。他兄弟二人最相亲厚，常共起居。宁府中人多口杂，那些不得志的奴仆，专能造言诽谤主人，因此不知又有什么小人诟谇谣诼之辞。贾珍想亦风闻得些口声不好，自己也要避些嫌疑，如今竟分与房舍，命贾蔷搬出宁府，自己立门户过活去了。",
            "english": "Jin Rong became even more pleased, shaking his head and making a sound, and said a lot of idle words. Yu Ai also heard this, and the two of them whispered to each other in their seats, which was heard by Jin Rong. Jin Rong firmly stated, \"Just now I saw them in the back yard kissing and feeling each other's buttocks, and they had agreed to do it one-on-one, drawing lots to determine the winner, and the one who drew the longer one would do it first!\" Jin Rong was boasting happily, not realizing that someone else was present. This person was named Jia Qiang, a direct descendant of the Ning family, whose parents had died early. Since childhood, he had been living with Jia Zhen. Now at the age of sixteen, he was even more handsome and charming than Jia Rong. He and his brother were very close, often eating and sleeping together. There were many people in the Ning family, and many rumors and gossip. Some of the discontented servants would make up rumors to slander their masters, and there were rumors again. Jia Zhen had also heard some rumors and wanted to avoid suspicion. Now he had given Jia Qiang a room to live in, making him leave the Ning family and live alone.",
            "chinese": "金荣更加得意，摇头咂嘴，说了一大堆闲话。玉爱也听到了，两个人在座位上嘀咕，被金荣听见了。金荣一口咬定说：“刚才我看见他俩在后院里亲嘴摸屁股，商量好了一对一干，抽签定输赢，谁抽到长谁先干！”金荣正得意地乱说，没想到还有别人在场。原来这个人叫贾蔷，宁府里的嫡系子孙，父母早死，从小跟在贾珍身边。如今长到十六岁，长得比贾蓉还风流俊俏。他兄弟俩关系很好，经常同吃同住。宁府里的人多口杂，那些不得志的奴仆，专门造谣诽谤主人，因此不知又有什么小人造谣诽谤。贾珍也听说了一些流言蜚语，自己也要避嫌，现在分给贾蔷房舍，让他搬出宁府，自己单过。"
        },
        {
            "original": "这贾蔷外相既美，内性又聪敏，虽然应名来上学，亦不过虚掩眼目而已。仍是斗鸡走狗，赏花阅柳为事。上有贾珍溺爱，下有贾蓉匡助，因此，族中人谁敢触逆于他！他既和贾蓉最好，今见有人欺负秦钟，如何肯依？如今自己要挺身出来报不平，心中且忖度一番：“金荣贾瑞一干人都是薛大叔的相知，我又与薛大叔相好，倘或我一出头，他们告诉了老薛，我们岂不伤和气呢？却要不管，这谣言说的大家没趣。如今何不用计制伏，又止息了口声，又不伤脸面？”想毕，也装出小恭去，走至后面，悄悄把跟宝玉的书童茗烟叫至身边，如此这般，调拨他几句。",
            "english": "Jia Qiang's appearance is beautiful, and he is also intelligent. Although he is named to come to school, he is just doing it for show, and still goes to fight cocks, walk dogs, and admire flowers and trees.",
            "chinese": "贾蔷的外貌既美，内性又聪慧，虽然应名来上学，也无非装装样子而已，仍去斗鸡走狗、赏花阅柳。"
        },
        {
            "original": "这茗烟乃是宝玉第一个得用且又年轻不谙事的，今听贾蔷说金荣如此欺负秦钟，“连你们的爷宝玉都干连在内，不给他个利害，下次越发狂纵。”这茗烟无故就要欺压人的，如今得了这信，又有贾蔷助著，便一头进来找金荣。也不叫“金相公”了，只说：“姓金的！你是什么东西！”贾蔷遂跺一跺靴子，故意整整衣服、看看日影儿，说：“正时候了。”遂先向贾瑞说有事要早走一步。贾瑞不敢止他，只得随他去了。",
            "english": "This茗烟 is a servant of the young master Baoyu. He is not very old and knows very little about anything. When he heard that Jin Rong had humiliated Qin Zhong and also involved Baoyu, he hit Jin Rong from behind. He didn't call Jin Rong \"Mr. Jin\" but said, \"What are you?\" Jia Qiang intentionally straightened his clothes and looked at the sun, saying, \"It's just the right time.\" Then he told Jia Rui that he had something to do and Jia Rui dared not ask him to stay, so he left with him.",
            "chinese": "这茗烟是宝玉的仆人，年纪不大，什么都不懂，听贾蔷说金荣欺侮了秦钟，而且还连累到宝玉，就从背后打金荣。他也不叫“金相公”，而是说：“姓金的，你是什么东西!”贾蔷故意整理整理衣服，看看太阳，说：“正好时候。”就先向贾瑞说有事要走，贾瑞不敢留他，就随他去了。"
        },
        {
            "original": "这里茗烟走进来，便一把揪住金荣，问道：“我们肏屁股不肏，管你相干？横竖没肏你爹罢了！说你是好小子，出来动一动你茗大爷！”吓的满屋中子弟，都怔怔的痴望。贾瑞忙喝：“茗烟不得撒野！”金荣气黄了脸，说：“反了！奴才小子都敢如此！我只和你主子说。”便夺手要去抓打宝玉。秦钟刚转出身来，听得脑后飕的一声，早见一方砚瓦飞来，并不知系何人打来，却打在贾蓝贾菌的座上。",
            "english": "Mingyan walked over and grabbed Jinrong by the collar. He asked, \"Do we spank people or not? What does that have to do with you?\" Scared, everyone in the room was frozen in shock. Jia Rui quickly ordered, \"Mingyan, stop being rude!\" Jinrong was furious and turned purple. He said, \"Rebellion! A servant boy like you dares to be so bold! I'll only speak to your master.\" Then he tried to grab and hit Baiyu. When Qinchong turned around, he heard a whistling sound behind him. It was a flying piece of inkstone, but he didn't know who threw it. It hit Jialuan and Jialun's seats instead.",
            "chinese": "茗烟走过来，一把揪住金荣，问道：“我们打屁股不打屁股，关你什么事？”吓的满屋子的人都愣住了。贾瑞赶忙喝道：“茗烟不得撒野！”金荣气的发紫，说：“反了！奴才小子都敢如此！我只和你主子说！”他便夺手要去抓打宝玉。秦钟刚转过身来，听得脑后飕的一声，方见一方砚瓦飞来，不知道是谁打来，却打在贾蓝贾菌的座上。"
        },
        {
            "original": "这贾蓝贾菌亦系荣府近派的重孙。这贾菌少孤，其母疼爱非常，书房中与贾蓝最好，所以二人同座。谁知这贾菌年纪虽小，志气最大，极是淘气不怕人的。他在位上，冷眼看见金荣的朋友暗助金荣，飞砚来打茗烟，偏打错了，落在自己面前，将个磁砚水壶儿打粉碎，溅了一书墨水。贾菌如何依得？便骂：“好囚攮的们！这不都动了手了么！”骂著，也便抓起砚台来要飞。贾蓝是个省事的，忙按著砚台，劝道：“好兄弟，不与偺们相干。”贾菌如何忍得住？见按住砚台，他便两手抱起书箧子来，照这边扔去。终是身小力薄，却扔不到，反扔到宝玉秦钟案上就落下来了。只听豁啷一声，砸在桌上，书本、纸片、笔、砚等物，撒了一桌，又把宝玉的一碗茶也砸得碗碎茶流。",
            "english": "Jialan and Jiajun are also close relatives of Rongfu. Jialun is young and his father died early. His mother is very fond of him and they play together the best, so they both sit together. However, Jialun, although young, has a strong ambition and is very mischievous, not afraid of anyone. He was sitting in his seat, coldly watching Jinrong's friends secretly helping Jinrong, and hitting Min's writing brush, but he hit it wrong and landed in front of himself, breaking the porcelain inkwell and splashing ink all over the book. Jialun could not bear it and shouted, \"Good guy! This is all your fault!\" Then he also picked up the inkstone to throw it. Jialun is a good-for-nothing, so he quickly stopped him and said, \"Good brother, it has nothing to do with us.\" However, Jialun could not control himself and threw the bookcase towards them. Because he was small and weak, he missed and threw it onto the table, breaking the table, scattering books, paper, pens, inkstones, and spilling tea. Only then did he realize the seriousness of his mistake.",
            "chinese": "贾蓝贾菌也是荣府的近派子孙。这贾菌年幼丧父，母亲特别疼爱他，和贾蓝玩得最好，所以二人都坐在一起。谁知这贾菌年纪虽然小，志气却很大，极淘气，不怕人，他在位上，冷冷地看着金荣的朋友暗中帮助金荣，用砚台打茗烟，但打错了，落在自己面前，把个磁砚水壶儿打碎了，溅了一书墨水。贾菌岂能忍住？便骂道：“好囚攮的们！这不都动了手了么！”骂着，也抓起砚台来要扔。贾蓝是个省事的，忙按住砚台，劝道：“好兄弟，不与我们相干。”贾菌哪里忍得住？见按住砚台，他就两手抱起书箧子来，照这边扔去。终因身小力薄，扔不到，反而扔到宝玉秦钟案上就落下来了。只听豁啷一声，砸在桌上，书本、纸片、笔、砚等物撒了一桌，又把宝玉的一碗茶也砸得碗碎茶流。"
        },
        {
            "original": "那贾菌即便跳出来，要揪打那飞砚的人。金荣此时随手抓了一根毛竹大板在手，地狭人多，那里经得舞动长板？茗烟早吃了一下，乱嚷“你们还不来动手！”宝玉还有几个小厮：一名扫红，一名锄药，一名墨雨。这三个岂有不淘气的？一齐乱嚷：“小妇养的！动了兵器了！”墨雨遂掇起一根门闩，扫红锄药手中都是马鞭子，蜂拥而上。",
            "english": "Upon seeing this, Jin Rong quickly reached into his sleeve and pulled out a finger ring. With a mouthful of teeth, he chewed it up and ran towards the west slope. Jia Jun, who was usually blunt, couldn't wait any longer, and the group of young boys were also urging him on. He then took out a board. Meng Yi, who was present, couldn't stop him and said, \"Kill him, kill him quickly! Kill him!\"",
            "chinese": "金荣一见，慌忙从袖中掏出一根扳指来，用牙齿咬碎，衔在嘴里，便往西山坡下跑。贾菌素性粗卤，那里耐烦，一伙小厮又催逼着他，便抄出板子来。茗烟见了，也拦不住，便说道：“快打死他，快打死他！”"
        },
        {
            "original": "贾瑞急得拦一回这个，劝一回那个，谁听他的话？肆行大乱。众顽童也有帮著打太平拳助乐的，也有胆小藏过一边的，也有立在桌上拍著手乱笑喝著声儿叫打的，登时鼎沸起来。",
            "english": "Jia Rui was so anxious that he tried to stop them from doing this and that, but no one listened to him. The chaos became worse. Some naughty children helped to make fun by performing Tai Chi, while some were too scared to join in, and others just stood on the table, clapping their hands and yelling, \"Hit him! Hit him!\" The situation quickly turned into a mess.",
            "chinese": "贾瑞急得拦一回这个，劝一回那个，谁听他的话？肆行大乱。众顽童也有帮著打太平拳助乐的，也有胆小藏过一边的，也有立在桌上拍著手乱笑喝著声儿叫打的，登时鼎沸起来。"
        },
        {
            "original": "外边几个大仆人李贵等，听见里边作反起来，忙都进来，一齐喝住，问是何故。众声不一，这一个如此说，那一个又如彼说。李贵且喝骂了茗烟等四个一顿，撵了出去。秦钟的头早撞在金荣的板上，打去一层油皮。宝玉正拿褂襟子替他揉，见喝住了众人，便命李贵：“收书！拉马来，我去回太爷去！我们被人欺负了，不敢说别的，守礼来告诉瑞大爷，瑞大爷反派我们的不是，听著人家骂我们，还调唆人家打我们。茗烟见人欺负我，他岂有不为我的？他们反打夥儿打了茗烟，连秦钟的头也打破了。还在这里念书么？”李贵劝道：“哥儿不要性急。太爷既有事回家去了，这会子为这点子事去聒噪他老人家，倒显的偺们没礼似的。依我的主意，那里的事情，那里了结，何必惊动他老人家？－－这都是瑞大爷的不是。太爷不在家里，你老人家就是这学里的头脑了，众人看你行事。众人有了不是，该打的打，该罚的罚，如何等闹到这步田地还不管呢？”贾瑞道：“我吆喝著都不听。”李贵道：“不怕你老人家恼我，素日你老人家到底有些不是，所以这些兄弟不听。就闹到太爷跟前去，连你老人家也脱不了的。还不快作主意撕掳开了罢！”宝玉道：“撕掳什么？我必要回去的！”秦钟哭道：“有金荣在这里，我是要回去的了！”宝玉道：“这是为什么？难道别人家来得，偺们倒来不得的？我必回明白众人，撵了金荣去！”又问李贵：“这金荣是那一房的亲戚？”李贵想一想道：“也不用问了。若说起那一房亲戚，更伤了兄弟们的和气了。”",
            "english": "Li Gui and others heard that there was a rebellion inside, so they all came in and shouted to stop them. When they asked the reason, they all had different voices. One said this, and the other said that. Li Gui scolded Mengyin and others and drove them out. At this time, the head of Kung Zhong had collided with the board of Jinrong, and Jinrong had knocked off a layer of oil skin. Bao Yun was using his shirt to rub his head, and when he saw that everyone had been shouted at, he ordered Li Gui to \"collect the books and bring the horse, I will go to report to the old man. We are being bullied, but we dare not say anything else, so we are being rude to the rule. When Mengyin saw that someone was bullying me, he had to help me. Now they are even beating Mengyin and breaking the head of Kung Zhong. How can we study here?\" Li Gui advised, \"Brother don't be so angry. The old man has already left to go home, so we don't need to disturb him now. The matter will be resolved there, why should we disturb him? Bao Yun said, \"This is the fault of the old man.\"Uncle Tai is not at home, you are the head of this school, and everyone is looking to see how you act. If someone does something wrong, you should beat them or punish them. But why are we here, in this mess, and you're not doing anything about it? Uncle Tai said, \"I called, but they didn't listen.\" Eager to help, Eager to do something, Eager to be a good person, Eager to fix the situation. \"I'll go back, I have to.\" Kuei-chung cried, \"I'm going home because of Jin-Rong.\" \"Why is that? Why can't we come here, but others can? I have to talk to everyone and make Jin-Rong leave!\" He then asked Li Kuei, \"Who is Jin-Rong related to?\" Li Kuei thought for a moment and said, \"I don't need to ask. If we start asking about everyone's relatives, it will only cause more problems and hurt everyone's friendship.\"",
            "chinese": "李贵等听见里边作反起来，都进来一齐喝住，问是何故，众声不一，这个如此说，那个又如彼说，李贵骂茗烟等一顿，赶了出去，秦钟的头早撞在金荣的板上，打去一层油皮，宝玉正拿褂襟子替他揉，见喝住了众人，便命李贵：“收书！拉马来，我去回太爷去！我们被人欺负了，不敢说别的，守礼来告诉瑞大爷，瑞大爷反派我们的不是，听著人家骂我们，还调唆人家打我们。茗烟见人欺负我，他岂有不为我的？他们反打夥儿打了茗烟，连秦钟的头也打破了。还在这里念书么？”李贵劝道：“哥儿不要性急。太爷既有事回家去了，这会子为这点子事去聒噪他老人家，倒显的偺们没礼似的。依我的主意，那里的事情，那里了结，何必惊动他老人家？贾瑞说：“这都是瑞大爷的不是。太爷不在家里，你老人家就是这学里的头脑了，众人看你行事。众人有了不是，该打的打，该罚的罚，如何等闹到这步田地还不管呢？”贾瑞道：“我吆喝著都不听。”李贵道：“不怕你老人家恼我，素日你老人家到底有些不是，所以这些兄弟不听。就闹到太爷跟前去，连你老人家也脱不了的。还不快作主意撕掳开了罢！”宝玉道：“撕掳什么？我必要回去的！”秦钟哭道：“有金荣在这里，我是要回去的了！”宝玉道：“这是为什么？难道别人家来得，偺们倒来不得的？我必回明白众人，撵了金荣去！”又问李贵：“这金荣是那一房的亲戚？”李贵想一想道：“也不用问了。若说起那一房亲戚，更伤了兄弟们的和气了。”"
        },
        {
            "original": "茗烟在窗外道：“他是东府里璜大奶奶的侄儿，什么硬挣仗腰子的，也来吓我们！璜大奶奶是他姑妈。－－你那姑妈只会打旋磨儿，给我们琏二奶奶跪著借当头，我眼里就看不起他那样的主子奶奶！”李贵忙喝道：“偏这小狗养的，知道有这些蛆嚼！”宝玉冷笑道：“我只当是谁亲戚，原来是璜嫂子侄儿！我就去向他问问！”说著便要走，叫茗烟进来包书。茗烟进来包书，又得意洋洋的道：“爷也不用自己去见他，等我去找他，就说老太太有话问他呢，雇上一辆车子，拉进去，当著老太太问他，岂不省事？”李贵忙喝道：“你要死啊！仔细回去我好不好先捶了你，然后回老爷太太，就说宝哥儿全是你调唆！我这里好容易劝哄的好了一半，你又来生了新法儿。你闹了学堂，不说变个法儿压息了才是，还往火里奔！”茗烟听了，方不敢做声。",
            "english": "Mingyan said from the window, \"He's the nephew of the Huang big aunt in the East Building. He's just a man who earns his living by his muscles. He's here to scare us! The Huang big aunt is his aunt. - She only knows how to spin her wheel, and she has to kneel to borrow money from our chain two aunt. I don't think much of such a master aunt.\" Li Gui shouted, \"That damn dog! Do you know you're just a bunch of worms?\" \"I thought it was someone's relative, but it's the nephew of Huang's sister-in-law! I'll go and ask him!\" said Yang Zhen, \"Let's wrap the book,\" said Yang Zhen. \"Mingyan came in to wrap the book, and he was so pleased with himself, \"Don't go to see him yourself, let me find him, and say that the old lady has something to ask him. Rent a carriage and take him in front of the old lady. Let's ask him in person. That would be easier,\" said Li Gui, \"You're going to die! If you don't go home, I'll beat you to death and then tell your father and mother that your brother is all your fault! I've tried to calm things down, but you come up with new ideas. You caused trouble in the school, and instead of finding a way to calm things down, you just go and stir up more trouble! You're not trying to make things better, you're just making them worse!\"\n\nMingyan continued, \"Well, maybe you're right. I'll go and talk to him.\" Li Gui said, \"No, don't go! If you go, you'll just make things worse. Just let me handle it. I'll go talk to him.\" Yang Zhen said, \"No, no! I'm going to find him myself. I know he'll listen to me. He's scared of me.\" Li Gui said, \"No, no! You can't do that! If you do, you'll just make things worse. Just let me handle it.\" Yang Zhen said, \"Fine, fine! I'll just stay here and wait for you to come back. I'm sure everything will be fine.\"",
            "chinese": "茗烟在窗外说：“他是东府里璜大奶奶的侄儿，什么硬挣仗腰子的，也来吓唬我们！璜大奶奶是他姑妈。－－你那姑妈只会打旋磨儿，给我们琏二奶奶跪著借当头，我眼里就看不起他那样的主子奶奶！”李贵忙喝道：“偏这小狗养的，知道有这些蛆嚼！”宝玉冷笑道：“我只当是谁亲戚，原来是璜嫂子侄儿！我就去向他问问！”说著便要走，叫茗烟进来包书。茗烟进来包书，又得意洋洋的说：“爷也不用自己去见他，等我去找他，就说老太太有话问他呢，雇上一辆车子，拉进去，当著老太太问他，岂不省事？”李贵忙喝道：“你要死啊！仔细回去我好不好先捶了你，然后回老爷太太，就说宝哥儿全是你调唆！我这里好容易劝哄的好了一半，你又来生了新法儿。你闹了学堂，不说变个法儿压息了才是，还往火里奔！”茗烟听了，方不敢做声。"
        },
        {
            "original": "此时贾瑞也生恐闹不清，自己也不乾净，只得委曲著来央告秦钟，又央告宝玉。先是他二人不肯，后来宝玉说：“不回去也罢了，只叫金荣赔不是便罢。”金荣先是不肯，后来经不得贾瑞也来逼他权赔个不是，李贵等只得好劝金荣说：“原来是你起的头儿，你不这样，怎么了局呢？”金荣强不过，只得与秦钟作了个揖。宝玉还不依，定要磕头。贾瑞只要暂息此事，又悄悄的劝金荣说：“俗语说的：‘忍得一时忿，终身无恼闷’。”",
            "english": "At that time, Jia Rui was also afraid of being confused and not clean himself, so he bowed to Qin Zhong and Bao Yuyu, who did not want to do it at first. Later, Bao Yuyu said, \"If you don't go back, it's fine, but just let Jin荣 apologize.\" Jin荣 first refused, but later, after Jia Rui also came to force him to apologize, Jin荣 had to bow to Qin Zhong. Bao Yuyu was not satisfied and insisted on kowtowing. Jia Rui just wanted to put an end to the matter temporarily, and he secretly advised Jin荣, \"The saying goes: 'Putting up with a moment of anger, a lifetime of no worries and pains.'\"\n\nTranslate the following Chinese text to English:\n\n他从来就没有认为自己是个高人一等的人。他从来就没有认为自己是个高于别人的人。他从来就没有认为自己是个高高在上的人。\n\nHe has never thought of himself as a person who is superior to others. He has never thought of himself as a person who is higher than others. He has never thought of himself as a person who is superior and stands above others.\n\nTranslate the following Chinese text to English:\n\n新的资本金的使用必须有利于创造就业机会和经济的多样化，促进农业发展，并有助于减少贫困。\n\nThe use of new capital must contribute to the creation of employment opportunities and the diversification of the economy, promote agricultural development, and help to reduce poverty.\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"不管是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"无论是在整个星球上,还是在个人的生活中,人们都需要健康,而健康又可以分为精神和身体两方面。\"\n\n\"No matter whether it is on the entire planet or in an individual's life, people need health, and health can be divided into both mental and physical aspects.\"\n\nTranslate the following Chinese text to English:\n\n\"",
            "chinese": "当时贾瑞也怕闹不清，自己也不干净，就委曲着来央告秦钟、宝玉，先是他二人不干，后来宝玉说：“不回去也罢了，只叫金荣赔个不是便罢。”金荣先是不肯，后来经不住贾瑞也来逼他权赔个不是，李贵等人只好看他金荣说：“原来是你起的头儿，你不这样，怎么了局呢？”金荣没办法，只好给秦钟作了个揖。宝玉还不依，定要磕头。贾瑞只要暂时息了此事，又悄悄的劝金荣说：“俗语说的：‘忍得一时忿，终身无恼闷’。”"
        },
        {
            "original": "未知金荣从也不从，下回分解。",
            "english": "英文翻译：I don't know if Jin Rong agrees or not, to be continued next time.",
            "chinese": "不知金荣从不从，下回分解。"
        }
    ],
    "title": "《训劣子李贵承申饬　嗔顽童茗烟闹书房》",
    "chapter_number": 9
}