{
    "paragraphs": [
        {
            "original": "却说黛玉自立意自戕之后，渐渐不支，一日竟至绝粒。从前十几天内，贾母等轮流看望，她有时还说几句话，这两日索性不大言语。心里虽有时昏晕，却也有时清楚。贾母等见她这病不似无因而起，也将紫鹃、雪雁盘问过两次，两个哪里敢说。便是紫鹃欲向侍书打听消息，又怕越闹越真，黛玉更死得快了，所以见了侍书，毫不提起。那雪雁是她传话弄出这样缘故来，此时恨不得长出百十个嘴来说“我没说”，自然更不敢提起。到了这一天黛玉绝粒之日，紫鹃料无指望了，守著哭了会子，因出来偷向雪雁道：“你进屋里来，好好儿的守著她。我去回老太太、太太和二奶奶去，今日这个光景，大非往常可比了。”雪雁答应，紫鹃自去。",
            "english": "The past few days, Lady Jia and the rest took turns to visit Lin Daiyu. Occasionally, Lin Daiyu could still say a few words. But for the last two days, she barely said anything. Sometimes her mind was hazy, but sometimes she was still alert. Lady Jia and the rest thought that Lin Daiyu's illness was not a matter of chance, so they questioned Plum Blossom and Snow Drifting. How could they dare say anything? Plum Blossom originally wanted to ask Servant Book about Lin Daiyu's condition, but feared that it would only make matters worse and hasten her death. So, she didn't mention it when she saw Servant Book. Snow Drifting, who caused this trouble by passing on a message, wished she had a hundred mouths to say \"I didn't say it,\" and thus dared not mention it again. On the day Lin Daiyu stopped eating, Plum Blossom guessed that there was no hope for her, so she cried for a moment, then went to Snow Drifting and said in secret, \"Go into the room and properly guard her. I'll go inform Lady Jia, Madam, and Madam Second. This situation is completely different from before.\" Snow Drifting agreed, and Plum Blossom went to inform them.",
            "chinese": "从前十几天里，贾母等人轮流来看黛玉，黛玉有时还能说几句话。这这两天却连话也不多说，心里虽然有时昏沉，有时却也清醒。贾母等人觉得黛玉的病不是无缘无故的，于是就盘问紫鹃和雪雁。这两个哪敢说呢？紫鹃本想向侍书打听一下黛玉的情况，但又怕越闹越真，黛玉死得更快。因此，见了侍书，她什么都没提。而雪雁因为传话惹出这样的事情，她恨不得长出一百张嘴来说“我没有说”，自然也不敢再提起。到了黛玉绝食的那天，紫鹃料想黛玉不会有希望了，就守在旁边哭了会子，然后出来偷偷对雪雁说：“你进屋里去好好守着她，我去回老太太、太太和二奶奶，今天这个情况，大不同于往常了。”雪雁答应了，紫鹃就去回了他们。"
        },
        {
            "original": "这里雪雁正在屋里伴著黛玉，见她昏昏沉沉，小孩子家那里见过这个样儿，只打量如此便是死的光景了，心中又痛又怕，恨不得紫鹃一时回来才好。正怕著，只听窗外脚步走响，雪雁知是紫鹃回来，才放下心了，连忙站起来，掀著里间帘子等她。只见外面帘子响处，进来了一个人，却是侍书。那侍书是探春打发来看黛玉的，见雪雁在那里掀著帘子，便问道：“姑娘怎么样？”雪雁点点头儿，叫她进来。侍书跟进来，见紫鹃不在屋里，瞧了瞧黛玉，只剩得残喘微延，唬的惊疑不止，因问：“紫鹃姐姐呢？”雪雁道：“告诉上屋里去了。”",
            "english": "At this moment, Xueyan was in the house with Lady Daiyu. Seeing her unconscious, as a child she had never seen anything like this before, and thought that she had died. She was in immense pain and fear. Just then, she heard loud footsteps outside the window. Hearing this, Xueyan realized it was Zuisun returning, and thus she felt relieved. She quickly stood up, pulled aside the curtain in the inner room, and waited for Zuisun to come back. As the curtain outside the room moved, a person entered, it was Shisi. Shisi was sent by Lady Zhang to take care of Lady Daiyu. Seeing Xueyan pulling aside the curtain, she asked, \"How is Lady Daiyu?\" Xueyan nodded, inviting her to enter. Shisi followed in, but seeing Zuisun not in the room, she was only left with Lady Daiyu's faint breathing, which scared her. She asked, \"Where is Zuisun?\" Xueyan replied, \"She went upstairs.\"",
            "chinese": "这会子雪雁正和黛玉在屋子里。她看见黛玉昏迷不醒，作为小孩子从来没有见过这样的事情，还以为她就这样死了。心里痛的要命，又怕的要命。正怕着，只听见窗外脚步声大响，雪雁一听，知道是紫鹃回来了，这才放下心来。她赶紧站起来，掀开里间的帘子，等着紫鹃回来。只见外面的帘子一响，进来了一个人，原来是侍书。侍书是探春派来照顾黛玉的，她看见雪雁在那里掀帘子，就问：“黛玉怎么样了？”雪雁点点头，叫她进来。侍书跟进来，看到紫鹃不在屋里，只见黛玉只剩微弱的喘息，吓的她又惊又疑。于是她问：“紫鹃姐姐呢？”雪雁说：“她到上屋去了。”\n\n由于黛玉昏昏沉沉，雪雁作为小孩，从未见过如此情景，以为黛玉就要这样死去，心里又痛又怕，希望紫鹃能马上回来。正当她害怕之时，听见窗外脚步声，知道紫鹃回来，于是放下心来。她立刻站起来，掀开里间的帘子等待紫鹃。这时，帘子响，进来的是侍书。侍书是探春派来照顾黛玉的，她看见雪雁在掀帘子，便询问黛玉的状况。雪雁点点头，让侍书进来。侍书跟进来后，发现紫鹃不在屋里，只看到黛玉气息微弱，被吓了一跳。她问起紫鹃的去向，雪雁回答说紫鹃去了上屋。"
        },
        {
            "original": "那雪雁此时只打量黛玉心中一无所知了，又见紫鹃不在面前，因悄悄的拉了侍书的手问道：“你前日告诉我说的什么王大爷给这里宝二爷说了亲，是真话么？”侍书道：“怎么不真！”雪雁道：“多早晚放定的？”侍书道：“那里就放定了呢！那一天我告诉你时，是我听见小红说的。后来我到二奶奶那边去，二奶奶正和平姐姐说呢，说那都是门客们借著这个事讨老爷的喜欢，往后好拉拢的意思。别说大太太说不好，就是大太太愿意，说那姑娘好，那大太太眼里看的出什么人来！再者，老太太心里早有了人了，就在咱们园子里的。大太太那里摸的著底呢。老太太不过因老爷的话，不得不问问罢咧。又听见二奶奶说，宝玉的事，老太太总是要亲上作亲的，凭谁来说亲，横竖不中用。”雪雁听到这里，也忘了神了，因说道：“这是怎么说！白白的送了我们这一位的命了！”侍书道：“这是从那里说起？”雪雁道：“你还不知道呢！前日都是我和紫鹃姐姐说来著，这一位听见了，就弄到这步田地了。”侍书道：“你悄悄儿的说罢，看仔细她听见了。”雪雁道：“人事都不省了，瞧瞧罢，左不过在这一两天了。”正说著，只见紫鹃掀帘进来说：“这还了得！你们有什么话，还不出去说，还在这里说！索性逼死她就完了。”侍书道：“我不信有这样奇事。”紫鹃道：“好姐姐，不是我说，你又该恼了。你懂得什么呢！懂得也不传这些舌了。”",
            "english": "Here, Xueyan, who had been observing how Dаяi had no idea of what was going on, secretly took Shishu's hand and asked, \"When you told me about Uncle Wang's proposal to Second Young Master the other day, was that true?\" Shishu answered, \"Of course it was.\" Xueyan asked, \"When did they set a date?\" Shishu replied, \"At that time, it was still undecided. When you asked me about it, I heard Little Red talking about it. Later, when I went to see Madam, she was talking to Lady Ping about the courtesans' efforts to please the Master. It's not just Madam who is against the idea; even if Madam likes the girl, she understands the implications. Furthermore, Grandma has already chosen someone for Grandson. Who can know what Madam's intentions are? Grandma is only following the Master's wishes, after all. According to what I heard, Madam always prefers to marry into a family where her own son is already present, regardless of who else comes forward to propose.\" Hearing this, Xueyan became lost in thought, saying, \"What does that mean! They've ruined this girl's life for nothing.\" Shishu replied, \"Where did you hear about this?\" Xueyan answered, \"You don't know? The other day, it was just me and Auntie Zhijuan who mentioned this matter to the girl. She found out, and that's why she's in this situation now.\" Shishu said, \"Be quiet, you two, in case she hears you.\" Xueyan continued, \"She can't even understand what's happening. Just go see for yourself, and you'll know. It might be happening within the next two days.\" Just then, Zhijuan came in, pulling back the curtain and saying, \"What's this? You should have told her before you started discussing this here! This is just pushing her to the brink of death.\" Shishu said, \"I can't believe there's such a thing.\" Zhijuan said, \"Dear sister, please calm down, let me explain. You know nothing about this. Don't spread these rumors anymore.\"",
            "chinese": "雪雁此时只打量黛玉心中一无所知了，又见紫鹃不在面前，于是悄悄拉了侍书的手问她：“你前日说王大爷给宝二爷说亲的事情，是真的吗？”侍书说：“当然是真的。”雪雁问：“那是什么时候定下的？”侍书说：“那会儿还定不下呢！那天你问我时，是我听见小红说的。后来我去到二奶奶那边，二奶奶正和平姐姐说话，说那些门客们在这件事上讨老爷喜欢，往后好拉拢的意思。别说大太太反对，就是大太太看上那姑娘，大太太心里也明白着呢。再者，老太太心里早有了人了，就在咱们园子里的。大太太那儿，谁摸得着底呢。老太太只是因为老爷的话，不得不问问罢了。还听说二奶奶说，宝玉的事，老太太总是要亲上作亲的，不管谁来说亲，最后都不成。”雪雁听到这里，也开始神思恍惚，于是说：“这是什么意思呢！白白地害了我们这位的命。”侍书说：“这是哪里说起的事？”雪雁说：“你还不知道呢！前日都是我和紫鹃姐姐说了这件事，这位姑娘听说了，才落得这个下场。”侍书说：“你悄悄地说吧，看她听见了。”雪雁说：“她人事都不省了，你自己去看看就知道了，可能只在这一两天内了。”正说着，只见紫鹃掀帘进来，说：“这还了得！你们有什么话，还不出去说，还在这里说！索性逼死她就完了。”侍书说：“我不信有这样的事。”紫鹃说：“好姐姐，你别急，听我说，你懂得什么呢！懂得了就别传这些话了。”"
        },
        {
            "original": "这里三个人正说著，只听黛玉忽然又嗽了一声。紫鹃连忙跑到炕沿前站著，侍书、雪雁也都不言语了。紫鹃弯著腰，在黛玉身后轻轻问道：“姑娘，喝口水罢？”黛玉微微答应了一声。雪雁连忙倒了半钟滚白水，紫鹃接了托著，侍书也走近前来。紫鹃和她摇头儿，不叫她说话，侍书只得咽住了。站了一回，黛玉又嗽了一声。紫鹃趁势问道：“姑娘，喝水呀？”黛玉又微微应了一声，那头似有欲抬之意，那里抬得起。紫鹃爬上炕去，爬在黛玉旁边，端著水，试了冷热，送到唇边，扶了黛玉的头，就到碗边，喝了一口。紫鹃才要拿时，黛玉意思还要喝一口，紫鹃便托著那碗不动。黛玉又喝了一口，摇摇头儿，不喝了，喘了一口气，仍旧躺下。半日，微微睁眼，说道：“刚才说话不是侍书么？”紫鹃答应道：“是。”侍书尚未出去，因连忙过来问候。黛玉睁眼看了，点点头儿，又歇了一歇，说道：“回去问你姑娘好罢。”侍书见这番光景，只当黛玉嫌烦，只得悄悄的退出去了。",
            "english": "Three people were talking when Daiyu suddenly coughed. Zhubi hurried to the side of the bed, and Servant Shu and Xueyan fell silent. Zhubi bent down and whispered, \"Would you like a drink of water, miss?\" Daiyu gave a slight answer. Xueyan hurriedly poured half a cup of hot water, which Zhubi took. Servant Shu approached. Zhubi motioned her not to speak, so she was silent. After a while, Daiyu coughed. Zhubi asked again, \"Would you like a drink of water, miss?\" Daiyu gave a slight answer again, as if to lift her head, but she could not. Zhubi climbed onto the bed and approached Daiyu, holding the water cup, testing its temperature, and putting it near her lips. Then she lifted Daiyu's head and helped her drink. Just as Zhubi was about to take the cup away, Daiyu seemed to want to drink again, so Zhubi held the cup. Daiyu drank another mouthful and shook her head, not wanting to drink any more. She took a breath, and laid back down. After a long time, she opened her eyes slightly and asked, \"Didn't you just say that it was Servant Shu?\" Zhubi answered, \"Yes.\" Servant Shu was still there, so she hurriedly came over to ask after Daiyu. Daiyu opened her eyes and nodded. After a while, she said, \"Tell your mistress to rest well.\" Seeing this, Servant Shu thought that Daiyu was annoyed, so she quietly left.",
            "chinese": "这时三个人正说话，黛玉忽然又咳了一声，紫鹃连忙跑到炕边站住，侍书、雪雁也都默不作声。紫鹃弯腰在黛玉背后轻声问道：“姑娘，喝口水吗？”黛玉轻轻应了一声。雪雁连忙倒了半杯热水，紫鹃接过来，侍书也走近来。紫鹃示意她别说话，侍书于是忍住话。站了一会，黛玉又咳了一声。紫鹃趁机问：“姑娘，喝口水吗？”黛玉又轻轻应了一声，头似有抬起来的意欲，却抬不起来。紫鹃爬到炕上，爬到黛玉身旁，扶着水碗，试了冷热，送到唇边，又扶黛玉的头，让黛玉喝了一口。紫鹃刚要拿碗时，黛玉的意思还想喝一口，紫鹃便托着碗不动。黛玉又喝了一口，摇摇头，不喝了，喘了一口气，依旧躺下。过了半天，微微睁眼，问：“刚才说话的不是侍书吗？”紫鹃回答：“是。”侍书还在场，因忙过来问候。黛玉睁开眼点点头，又歇了一会，说道：“回去问你姑娘好。”侍书见这情景，只当黛玉嫌烦，只得悄悄退出去了。"
        },
        {
            "original": "原来那黛玉虽则病势沉重，心里却还明白。起先侍书、雪雁说话时，她也模糊听见了一半句，却只作不知，也因实无精神答理。及听了雪雁、侍书的话，才明白过前头的事情原是议而未成的，又兼侍书说是凤姐说的，老太太的主意亲上作亲，又是园中住著的，非自己而谁？因此一想，阴极阳生，心神顿觉清爽许多，所以才喝了两口水，又要想问侍书的话。恰好贾母、王夫人、李纨、凤姐听见紫鹃之言，都赶著来看。黛玉心中疑团已破，自然不似先前寻死之意了。虽身体软弱，精神短少，却也勉强答应一两句了。凤姐因叫过紫鹃问道：“姑娘也不至这样，这是怎么说，你这样唬人。”紫鹃道：“实在头里看著不好，才敢去告诉的，回来见姑娘竟好了许多，也就怪了。”贾母笑道：“你也别怪她，她懂得什么。看见不好就言语，这倒是她明白的地方，小孩子家不嘴懒脚懒就好。”说了一回，贾母等料著无妨，也就去了。正是：",
            "english": "It turns out that Lin Daiyu, despite her severe illness, was still somewhat aware. At the beginning, when Shiji and Xueyan were talking, she had also heard half of it but didn't respond due to a lack of energy. After hearing Shiji and Xueyan, she realized that the matter mentioned earlier was just a discussion and had not been decided. Additionally, since Shiji said it was what the Second Lady said, and the Old Lady's intention was to have her sister marry Baoyu and live in the garden, who else could it be? Therefore, upon thinking about it, her illness improved, and her mind became clearer, so she drank two mouthfuls of water and then wanted to ask Shiji. Just as the Old Lady, Madam Wang, Liwan, and the Second Lady heard Zhumu's words and came to see her, the doubts in her heart were already resolved, so she did not look like someone who wanted to commit suicide. Although she was weak and lacked energy, she still managed to answer a few questions. Fengzhoushi called over Zhumu and asked, \"Why would you be like this? What happened? You are frightening people.\" Zhumu said, \"Actually, I only went to tell you when I saw her not well. Later, when I saw she had improved a lot, I felt strange.\" The Old Lady laughed and said, \"Don't blame her. She knows nothing, just that she dares to speak when she sees something wrong, which is her clear-headedness. It's good for a child not to be lazy with their mouth or feet.\" After talking for a while, when the Old Lady and others felt that there was nothing wrong, they left. As it was:\n\nDue to the root of the illness, it was indeed for the sake of kinship;\n\nAnd for that kinship matter, it was instead like saying someone had died.",
            "chinese": "为着那病根，原来为的是亲；\n\n替着那亲事，倒说成死了人。\n原来林黛玉虽然病情严重，心里还是清楚的。起初侍书和雪雁说话的时候，她也听了一半，但没回答，因为实在没有精神。等到听了侍书和雪雁的话，她才明白前面的事情只是商量但没有定下来。又加上侍书说是凤姐说的，老太太的意思是想把她的妹妹嫁给宝玉，而且是住在园子里，如果不是她，还能是谁呢？所以她一想，病情好转，精神也清爽了许多，所以才喝了两口水，又想问侍书的话。刚好贾母、王夫人、李纨、凤姐听到了紫鹃的话，都赶过来看她。黛玉心中的疑惑已经解开，自然不像先前要寻死的样子。虽然身体虚弱，精神不足，但还是勉强回答了几句。凤姐叫过紫鹃问：“姑娘怎么会这样，这是怎么回事，你这是吓人。”紫鹃说：“其实我头里见她不好，才敢去告诉的，后来见她好了许多，我就觉得奇怪。”贾母笑道：“你也别怪她，她懂什么，看见不好就说了，这倒是她明白的地方，小孩子不懒嘴懒脚就好。”说了会儿话，贾母等人觉得没事了，也就离开了。正如：\n\n因为那个病的原因，原来是因为亲事的关系；\n\n为了那个亲事，反而说成死了人。"
        },
        {
            "original": "心病终须心药治，解铃还是击铃人。",
            "english": "The illness in the heart is ultimately cured by medicine for the heart, and the one who unloops this bell is still the original bell man.",
            "chinese": "心里的病最终需要心里的药来治疗，解开这个铃铛的还是原来那个铃铛人。"
        },
        {
            "original": "不言黛玉病渐减退，且说雪雁、紫鹃背地里都念佛。雪雁向紫鹃说道：“亏她好了，只是病的奇怪，好的也奇怪。”紫鹃道：“病的倒不怪，就只好的奇怪。想来宝玉和姑娘必是姻缘。人家说的‘好事多磨’，又说道‘是姻缘棒打不回’。这样看起来，人心天意，他们两个竟是天配的了。再者，你想那一年，我说了林姑娘要回南去，把宝玉没急死了，闹得家翻宅乱。如今一句话，又把这一个弄得死去活来。可不说的三生石上百年前结下的么？”说著，两个悄悄的抿著嘴笑了一回。雪雁又道：“幸亏好了。咱们明儿再别说了，就是宝玉娶了别的人家儿的姑娘，我亲见他在那里结亲，我也再不露一句话了。”紫鹃笑道：“这就是了。”不但紫鹃和雪雁在私下里讲究，就是众人也都知道黛玉的病也病得奇怪，好也好得奇怪，三三两两，唧唧哝哝议论著。不多几时，连凤姐儿也知道了，邢、王二夫人也有些疑惑，倒是贾母略猜著了八九。",
            "english": "Don't mention the fact that Lin Daiyu's illness was improving, but let's talk about snow goose geese, purple willow canes standing by and chanting spells. Snow goose geese said to purple willow cane, \"She is really strange now that she has recovered from her illness. She has an unknown surge of energy, and it seems to be channeling her illness away.\" Purple willow cane replied, \"Her recovery is not strange, but her illness disappearing is what's strange. It seems that there is a divine and predestined connection between Yu Baoyu and Lin Daiyu. The saying goes, 'Good things take time,' and 'A match made in heaven cannot be broken.' It seems like Lin Daiyu and Yu Baoyu were destined to be husband and wife. Furthermore, last year when I told her that Lin Er's family was moving back south, Yu Baoyu was so anxious that the whole house was in chaos. Now that she's saying she's getting married, Yu Baoyu is upset again. It's truly unbelievable. It seems that their past lives were bound by fate, and they've been destined to be together for centuries.\"\n\nSnow goose geese added, \"I'm glad she's better now. Let's not bring it up again. Even if Yu Baoyu marries someone else in the future, I won't mention it.\" Purple willow cane said, \"That's what I was thinking.\"\n\nNot only do Snow Goose Geese and Purple Willow Cane whisper about it, but even the maids and servants are aware of Lin Daiyu's peculiar illness and recovery. They discuss it in small groups. Soon, even Lady Wang Xifeng knows about it. Lady Xing and Lady Wang are somewhat suspicious, but it's only a matter of time before Old Lady Jiang's intuition is correct.",
            "chinese": "不提林黛玉的病渐渐好了，单说小丫头子雪雁、紫鹃在旁边念咒。雪雁向紫鹃说：“她这回病好了，可真真是奇怪，不知道哪里来的一股劲，又不知道哪里来的劲儿把病冲了。”紫鹃说：“她的病倒不奇怪，就只好了奇怪。想来宝玉和林黛玉两人的缘分定是天作之合，古话常言，说‘好事多磨’，又说‘佳偶天成，夫妻难拆’。看来林黛玉和宝玉两个是天造地设的夫妻。再者，想想去年我告诉她林妹妹要回南方去，把宝玉急得不得了，闹得鸡飞狗跳的，这回说了她要嫁人，宝玉又急得这个样子，真真是活见鬼。这不真是前世的冤孽，百年之前就结下缘了么？”说着，两个人悄悄地抿嘴一笑。雪雁说：“好在好了，以后别提了，哪怕宝玉将来娶了别人家的姑娘，我也再不提一字。”紫鹃说：“这话说到心里了。”不仅紫鹃和雪雁在背后议论，就是连丫头、婆子们都知道林黛玉的病来得奇怪，好得也奇怪。三三两两，你一言我一语的议论著。不多久，就连王熙凤也知道这事了，邢、王二夫人有些疑惑，倒是贾母猜得八九不离十。"
        },
        {
            "original": "那时正值邢、王二夫人、凤姐等在贾母房中说闲话，说起黛玉的病来。贾母道：“我正要告诉你们，宝玉和林丫头是从小儿在一处的，我只说小孩子们，怕什么？以后时常听得林丫头忽然病，忽然好，都为有了些知觉了。所以我想他们若尽著搁在一块儿，毕竟不成体统。你们怎么说？”王夫人听了，便呆了一呆，只得答应道：“林姑娘是个有心计儿的。至于宝玉，呆头呆恼，不避嫌疑是有的。看起外面，却还都是个小孩儿形象。此时若忽然或把那一个分出园外，不是倒露了什么痕迹了么？古来说的：‘男大须婚，女大须嫁。’，老太太想，倒是赶著把他们的事办办也罢了。”贾母皱了一皱眉，说道：“林丫头的乖僻，虽也是她的好处，我的心里不把林丫头配他，也是为这点子。况且林丫头这样虚弱，恐不是有寿的。只有宝丫头最妥。”王夫人道：“不但老太太这么想，我们也是这样。但林姑娘也得给她说了人家儿才好，不然，女孩儿家长大了，那个没有心事？倘或真与宝玉有些私心，若知道宝玉定下宝丫头，那倒不成事了。”贾母道：“自然先给宝玉娶了亲，然后给林丫头说人家，再没有先是外人后是自己的。况且林丫头年纪到底比宝玉小两岁。依你们这样说，倒是宝玉定亲的话，不许叫他知道倒罢了。”凤姐便吩咐众丫头们道：“你们听见了？宝二爷定亲的话，不许混吵嚷；若有多嘴的，堤防著她的皮！”贾母又向凤姐道：“凤哥儿，你如今自从身上不大好，也不大管园里的事了。我告诉你，须得经点儿心。不但这个，就像前年那些人喝酒耍钱，都不是事。你还精细些，少不得多分点心儿，严紧严紧他们才好。况且我看他们也就只还服你。”凤姐答应了。娘儿们又说了一回话，方各自散了。",
            "english": "Zhao's mother, Lady Xing, Lady Wang, Feng, and Li Wannian were all chatting in Old Lady Jia's house, and of course, this was a topic that came up. Old Lady Jia asked, \"I was thinking about this earlier. I know all of you have been concerned about this. Ever since they were children, your son and Miss Lin have grown up together, so close. I thought it was just a matter of being kids and would blow over. But then, I heard that Miss Lin suddenly got sick, got better, and then there were whispers that she had started to have some thoughts of her own. I think it might not be the best idea to keep them together for too long. What do you all think?\" Lady Wang was taken aback when she heard this, but she answered carefully, \"Miss Lin is not an ordinary young lady, and your son is so naive. Sometimes, he doesn't even seem to mind the gender differences. But if we separate them, wouldn't it seem like there's something wrong between them? According to tradition, when a man reaches adulthood, he should get married, and when a woman reaches adulthood, she should find a match. I think it might be best if we arrange their marriages for now.\" Old Lady Jia frowned at this, \"While Miss Lin's personality is indeed unique, it's also a strength. But I don't want her to be married to your son because of her personality. Moreover, Miss Lin is so frail. I worry that she might not live long. I think only Miss Wang would be the most suitable match for your son.\" Lady Wang continued, \"Not only are you thinking this, but we all feel the same way. However, we also need to arrange a marriage for Miss Lin. Girls grow up and they start to have thoughts of their own. If she and your son were to fall for each other, knowing that you've already arranged for another match, it might ruin everything.\" Old Lady Jia said, \"Of course, we must arrange for your son to be married first, and then we can arrange for Miss Lin. How could we go about doing it in the opposite order? Moreover, Miss Lin is two years younger than your son. When you say this, it sounds like your son has already been arranged for, but you haven't told him about it.\" Lady Feng immediately instructed her maidservants, \"Listen up, your lot. Don't spread any rumors about my lord's engagement. If anyone mentions it, you'll know the consequences.\" Then, Old Lady Jia said to Lady Feng, \"Little lady Feng, you haven't been managing the garden well since you've been sick. I'm telling you, you need to take more responsibility and be more strict. Otherwise, those people will start to act up again. You need to prioritize your responsibilities and respect your authority.\" Lady Feng agreed, and the women chatted for a bit longer before they dispersed.",
            "chinese": "那时候，邢夫人、王夫人、凤姐、李纨等人正在贾母屋里说些闲话，自然也提到了黛玉的病。贾母问起这事，说：“我想起你们也都没忘记，宝玉和林丫头从小一块儿长大的，又那么亲密，我原想孩子么，不碍事的，以后不知为什么，林丫头忽然病了，忽然好了，后来就常听说她有了些心事。我觉得要一直让他们这么在一起，终究不是办法。你们觉得怎么办？”王夫人听了这话，呆了一下，只好回答说：“林姑娘可不是个简单的人，而宝玉呢，又那么呆，他有时候就不顾男女之嫌。可要是把他们分开，不是更显得他们之间有什么不对劲了吗？按老话讲，‘男大当婚，女大当嫁’，老太太看，是不是可以先给他们定了亲事？”贾母听了，皱了下眉头，说：“林丫头的个性虽然独特，也是她的优点，但是我不愿意让她配宝玉，就因为她这点性格。再说林丫头身体那么弱，恐怕她没有长命的。我觉得只有宝丫头最合适。”王夫人接着说：“不光老太太这么想，我们也这么看。只不过，咱们也得给林姑娘说一门亲事，否则，女孩儿大了，总有心事。万一她和宝玉之间真的有了私心，知道了宝玉要定宝丫头，那就坏了大事。”贾母说：“自然得先给宝玉娶了亲，然后再给林丫头说人家。不然，哪有先许人家后自己的道理？况且林丫头比宝玉小两岁，你们这么一说，倒像是宝玉要定了亲，却不能让他知道。”凤姐立刻吩咐丫头们：“你们听好了，二爷定亲的事，别乱说，谁要是多嘴，我就让她知道厉害。”贾母又对凤姐说：“凤丫头，你自从生病以后，园里的事就没怎么管了。我告诉你，你得多操点心，还得严厉点，不然那些人又开始乱来。你得分清主次，更得重视一下你的权威。”凤姐答应了，娘儿几个又说了会话，各自散去。\n\n贾母与邢、王二夫人、凤姐等在闲谈时，谈到了黛玉的病情。贾母提起此话题，表示宝玉与黛玉从小在一起，她曾认为孩子之间不需要避讳。后来听闻黛玉时有病痛，贾母想如果宝玉与黛玉经常独处，可能导致一些不便的流言。王夫人认为林黛玉有心机，宝玉则是天真烂漫，不知避嫌。她提出可以考虑为他们二人定亲，以正视听。贾母则担心林黛玉身体虚弱，可能无福消受。王夫人接着表示，不光贾母有此想法，她们也赞同，但林黛玉应先有婚配之说，以免引发不必要的误会。贾母强调，应先为宝玉娶妻，再为林黛玉说亲，避免先外后内的尴尬。凤姐在命令丫头们不得乱传此消息后，贾母对凤姐表示园中的管理需更多地操心，强调其权威性。娘儿几个聊了一会儿，然后各自散去。"
        },
        {
            "original": "从此，凤姐常到园中照料。一日，刚走进大观园，到了紫菱洲畔，只听见一个老婆子在那里嚷。凤姐走到跟前，那婆子才瞧见了，早垂手侍立，口里请了安。凤姐道：“你在这里闹什么？”婆子道：“蒙奶奶们派我在这里看守花果，我也没有差错，不料邢姑娘的丫头说我们是贼。”凤姐道：“为什么呢？”婆子道：“昨儿我们家的黑儿跟著我到这里玩了一回，她不知道，又往邢姑娘那边去瞧了一瞧，我就叫她回去了。今儿早起听见她们丫头说，丢了东西了。我问她丢了什么，她就问起我来了。”凤姐道：“问了你一声，也犯不著生气呀。”婆子道：“这里园子，到底是奶奶家里的，并不是她们家里的。我们都是奶奶派的，贼名儿怎么敢认呢？”凤姐照脸啐了一口，厉声道：“你少在我跟前唠唠叨叨的！你在这里照看，姑娘丢了东西，你们就该问哪，怎么说出这些没道理的话来！把老林叫了来，撵出她去！”丫头们答应了。",
            "english": "From that day on, Lady Feng often came to the garden for a stroll. One day, when she was just entering the Great View Garden, she arrived near Orchid Dike and heard an old woman shouting. Lady Feng walked over and the old woman hurriedly stood up, bowing respectfully to her. Lady Feng asked, \"What are you doing here?\" The old woman replied, \"I was assigned by Madam to take care of the flowers and fruits, and there hasn't been any mistake. But the maidservant of Miss Xing accused me of stealing.\" Lady Feng asked, \"Why would she say that?\" The old woman said, \"Yesterday, my son, Hei'er, came to play around here, and she didn't notice. She went to see Miss Xing, and I asked her to come back quickly. I heard that her maidservant lost something today, so I asked her, and she questioned me instead.\" Lady Feng said, \"You asked and questioned her, but there's no need to be angry.\" The old woman said, \"This garden is still the property of Madam. It's not their home. We were all sent by Madam. Who would dare admit to being a thief if questioned?\" Lady Feng spit at her and sternly said, \"You had better not make false accusations in front of me! If something is lost here, you should inquire about it properly. Why did you come up with such an illogical argument! Bring Old Lin here, and expel her!\" The maidservants acknowledged with a nod.",
            "chinese": "从这天起，凤姐常到园里来转转。一天，刚进大观园，就到了紫菱洲附近，听见一个老婆子正在嚷嚷。凤姐过去一看，那老婆子连忙站好，向凤姐请了安。凤姐问：“你在这里干什么？”老婆子说：“我被奶奶们派来照看花果，也没出什么差错，可是邢姑娘的丫头却说我偷东西了。”凤姐问：“为什么这么说？”老婆子说：“昨天我儿子黑儿到这里玩了一圈，她没注意，就去邢姑娘那边看了看，我让她赶紧回来了。今天早上听说她们丫头丢了东西，我就问了她一声，她就问我了。”凤姐说：“你问了你问了，也没必要生气呀。”老婆子说：“这园子毕竟是奶奶家的，不是她们家的。我们都是奶奶派来的，要说是贼谁敢承认啊？”凤姐对着老婆子啐了一口，严厉地说：“你少在我面前说三道四的！这里要是丢了东西，你们就应该去问个明白，怎么说出这种没道理的话来！把老林叫来，赶她出去！”丫头们答应了一声。"
        },
        {
            "original": "只见邢岫烟赶忙出来，迎著凤姐陪笑道：“这使不得，没有的事，事情早过去了。”凤姐道：“姑娘，不是这个话。倒不讲事情，这名分上太岂有此理了！”岫烟见婆子跪在地下告饶，便忙请凤姐到里边去坐。凤姐道：“她们这种人我知道，她除了我，其馀都没上没下的了。”岫烟再三替她讨饶，只说自己的丫头不好。凤姐道：“我看著邢姑娘的份上，饶你这一次。”婆子才起来，磕了头，又给岫烟磕了头，才出去了。",
            "english": "The sight of Xing Xiu-yan rushing out and making a polite smile at Wang Xifeng while saying \"This is not possible. This matter is already over.\", caught Wang Xifeng off guard. Wang Xifeng replied, \"Miss, I did not say that. I was not talking about this incident, but about her being someone with proper social standing. It is inappropriate for her to behave this way!\" Seeing the old woman kneeling on the ground begging for mercy, Xing Xiu-yan hurriedly invited Wang Xifeng into the inner room. Wang Xifeng said, \"I know these kind of people, they are not respectful unless it is towards me.\" Xing Xiu-yan tried to plead for her again, but only spoke about how her own maids were to blame. Wang Xifeng said, \"I will overlook this, considering how much Miss Xing values.\" The old woman finally stood up, bowed, then bowed again to Xing Xiu-yan before leaving.",
            "chinese": "只见邢岫烟赶忙出来，迎着王熙凤赔笑说：“这事不成，没的事，这件事早过去了。”王熙凤说：“姑娘，我可没这么说。我这不是说这件事，说她是名分上的人，这太不应该了！”邢岫烟见婆子跪在地上哀求，便忙请王熙凤到里屋去坐。王熙凤说：“这种人我了解，除了我，她们这些人都不守礼节。”邢岫烟再三替她求情，只是说自己的丫头不好。王熙凤说：“我念在邢姑娘的份上，饶你这一次。”婆子这才起来，磕了头，又给邢岫烟磕了头，才出去了。"
        },
        {
            "original": "这里二人让了坐。凤姐笑问道：“你丢了什么东西了？”岫烟笑道：“没有什么要紧的，是一件红小袄儿，已经旧了的。我原叫她们找，找不著就罢了。这小丫头不懂事，问了那婆子一声，那婆子自然不依了。这都是小丫头糊涂不懂事，我也骂了几句，已经过去了，不必再提了。”凤姐把岫烟内外一瞧，看见虽有些皮绵衣服，已是半新不旧的，未必能暖和；她的被窝多半是薄的。至于房中桌上摆设的东西，就是老太太拿来的，却一些不动，收拾的乾乾净净。凤姐心上便很爱敬她，说道：“一件衣服原不要紧，这时候冷，又是贴身的，怎么就不问一声儿呢？这撒野的奴才，了不得了！”说了一回，凤姐出来，各处去坐了一坐，就回去了。到了自己房中，叫平儿取了一件大红洋绉的小袄儿，一件松花色绫子一斗珠儿的小皮袄，一条宝蓝盘锦镶花绵裙，一件佛青银鼠褂子，包好叫人送去。",
            "english": "These two women were yielding seats to each other. Fongji asked with a smile, \"Did you lose something?\" Xiaoyan replied with a smile, \"Nothing really important, just an old red small jacket that was lost. I sent a servant girl to look for it, but did not find it. The girl does not know how to behave and went to ask the old servant in charge. That servant was not happy about it. It is all the servants' fault that they are too careless and do not know how to behave properly. I scolded them and it is over with. There is no need to mention it again.\" Fongji looked at Xiaoyan from head to toe. She saw that though Xiaoyan was wearing a few fur and cotton clothes, they did not match and she was not sure if she was warm. The bedding was mostly thin. The things on the table were all given by the old lady, but were not touched and were clean. Fongji liked Xiaoyan very much and said, \"Clothes are not really important, but in the cold weather, they are close to your skin, why did you not ask before? How can a servant be so uncivilized?\" After a while, Fongji left the house to visit the various places and then returned to her own quarters. When she got back to her own quarters, Ping'er took out a big red silk dress, a light green silk dress, a purple long dress with floral embroidery, and a black fur jacket and wrapped them all up. She sent them to Xiaoyan.",
            "chinese": "这两个人互相让着座位。凤姐笑着问道：“丢什么东西了？”岫烟笑着答道：“没什么紧要的，就是一件旧红小袄，弄丢了。我叫丫头去找，没找到就罢了。这丫头不懂事，去问管事的婆子，那婆子就不依了。这都是丫头们糊涂不懂事，我骂了她们几句，过去了，不用再提了。”凤姐把岫烟里里外外看了一眼，见她穿的虽有些皮棉衣服，但新旧不一，不一定暖和；被褥也多半是薄的。至于房中桌子上摆设的东西，虽然都是老太太给的，但一点也没动，收拾得干干净净。凤姐心里很喜欢她，说道：“衣服本来就没什么要紧的，现在天冷，是贴身的，怎么不问一声儿呢？这种没规矩的丫头，真够得上得不得了的！”说了一阵，凤姐出来，到各处坐了一阵，就回去了。回到自己房里，让平儿取出一件大红洋绉小袄、一件松花色绫子一斗珠小皮袄、一条宝蓝盘锦镶花绵裙、一件佛青银鼠褂子包好，让人送了去。"
        },
        {
            "original": "那时，岫烟被那老婆子聒噪了一场，虽有凤姐来压住，心上终是不安。想起“许多姊妹们在这里，没有一个下人敢得罪她的，独自我这里，他们言三语四，刚刚凤姐来碰见。”想来想去，终是没意思，又说不出来。正在吞声饮泣，看见凤姐那边的丰儿送衣服过来。岫烟一看，决不肯受。丰儿道：“奶奶吩咐我说，姑娘要嫌是旧衣裳，将来送新的来。”岫烟笑谢道：“承奶奶的好意，只是因我丢了衣服，她就拿来，我断不敢受。你拿回去，千万谢你们奶奶！承你奶奶的情，我算领了。”倒拿个荷包给了丰儿。那丰儿只得拿了去了。",
            "english": "At that time, when the old woman had scolded Xu Xuan for a while, despite the efforts of Lady Feng to calm her down, she still felt uncomfortable inside. She thought to herself, \"So many sisters are here, but none of the servants dare to offend them.唯独我这里,她们有三言两语的议论.\" As she thought about it, she felt sad, but she couldn't quite put her finger on why. She was secretly weeping when suddenly Feng Er brought clothes over. Xu Xuan, upon seeing them, refused to accept them. Feng Er said, \"The Madam told me to say that if you find the clothes old, she will send new ones later.\" Xu Xuan thanked her with a smile and said, \"Thank you, Madam, for your kindness, but I refuse to accept them since I lost my clothes. Please take them back and thank Madam for me! Thank you for your goodwill, I will remember it.\" She then gave Feng Er a pouch. Feng Er could only take it and leave.",
            "chinese": "当时，岫烟被那老婆子吵了一阵，虽说有凤姐来压阵，心里却始终不舒服。想起“好多姊妹在这里，没有一个下人敢得罪她的，唯独我这里，她们有三言两语的议论。”想来想去，心里难受，却说不出个所以然。正在默默饮泣，忽见丰儿送衣服过来。岫烟一看，断然不肯接受。丰儿说：“奶奶吩咐我，说姑娘如果嫌是旧衣服，过会儿送新的来。”岫烟笑着谢过，说：“承奶奶的好意，但我丢了衣服，她拿来，我断不敢受。你拿回去，替我谢过奶奶！谢谢奶奶的情意，我记下了。”又给了丰儿一个荷包。丰儿只得拿着走了。"
        },
        {
            "original": "不多时，又见平儿同著丰儿过来，岫烟忙迎著问了好，让了坐。平儿笑说道：“我们奶奶说，姑娘特外道的了不得。”岫烟道：“不是外道，实在不过意。”平儿道：“奶奶说，姑娘要不收这衣裳，不是嫌太旧，就是瞧不起我们奶奶。刚才说了，我要拿回去，奶奶不依我呢。”岫烟红著脸笑谢道：“这样说了，叫我不敢不收。”又让了一回茶。",
            "english": "翻译:\n\nNot long after, Ping'er came over with Feng'er. Xiaoyan hurried forward to greet her, then asked her to take a seat. Ping'er laughed and said, \"Our madam says you are quite generous.\" Xiaoyan replied, \"I'm not being generous. I'm just really embarrassed.\" Ping'er said, \"Our madam says if you refuse to accept this clothing, it's either because you think it's old, or you're not showing proper respect for our madam. Earlier, I told her I would take it back, but she wouldn't allow it.\" Xiaoyan blushed and smiled, thanking her. \"If you say so, how could I possibly refuse?\" She then served them two cups of tea.",
            "chinese": "没过多久，又见平儿带着丰儿过来。岫烟忙迎上前问了安，让两人坐下。平儿笑着说：“我们奶奶说，你真够大方的了。”岫烟说：“我不是大方，实在是过意不去。”平儿说：“奶奶说，你要是不收这衣服，不是嫌它旧，就是瞧不起我们奶奶。刚才说了，我拿回去，奶奶不答应呢。”岫烟羞红了脸笑着表示感谢：“你这么说，我怎么敢不收？”又让了两杯茶。"
        },
        {
            "original": "平儿同丰儿回去，将到凤姐那边，碰见薛家差来的一个老婆子，接著问好。平儿便问道：“你那里来的？”婆子道：“那边太太、姑娘叫我来请各位太太、奶奶、姑娘们的安。我才刚在奶奶前问起姑娘来，说姑娘到园中去了。可是从邢姑娘那里来么？”平儿道：“你怎么知道？”婆子道：“方才听见说。真真的二奶奶和姑娘们的行事叫人感念。”平儿笑了一笑说：“你回来坐著罢。”婆子道：“我还有事，改日再过来瞧姑娘罢。”说著走了。平儿回来，回复了凤姐。不在话下。",
            "english": "Ping'er and Feng'er returned to Lady Feng's quarters, coincidentally meeting an elderly servant lady from the household of the She family. The elderly servant lady greeted Ping'er and Feng'er. Ping'er asked, \"Where did you come from?\" The elderly servant lady replied, \"The lady and young miss from that side asked me to come and greet all the ladies, grandmothers, and young misses here. I just visited the grandmother, inquiring about the young miss. It was said that the young miss went to the garden. Have you come from Miss Lin's place?\" Ping'er asked, \"How did you know?\" The elderly servant lady answered, \"I just heard someone mention it. The way Madam and young misses behave is indeed admirable.\" Ping'er smiled and said, \"Please take a seat for a while.\" The elderly servant lady said, \"I have something else to attend to. I'll come back to visit you another time.\" Finished speaking, the elderly servant lady left. After Ping'er returned, she reported to Lady Feng. The following scenes need not be mentioned.",
            "chinese": "平儿与丰儿回到凤姐处，恰巧遇上了薛家派来的一个老妈妈。老妈妈问候了平儿与丰儿。平儿问道：“你是从哪里来的？”老妈妈回答道：“那边的太太和姑娘叫我来问候各位太太、奶奶和姑娘们。我刚刚去到奶奶那里，问起姑娘来，听说姑娘去了园子里。是不是从邢姑娘那里来的？”平儿问：“你怎么知道的？”老妈妈答道：“刚才我听人说起。二奶奶和姑娘们的行事，的确让人感到敬佩。”平儿笑了笑说：“你先坐一会儿吧。”老妈妈说：“我还有事，改天再来探望姑娘。”说完，老妈妈就离开了。平儿回来后，向凤姐作了报告。以下的情节就不必再提了。"
        },
        {
            "original": "且说薛姨妈家中被金桂搅得翻江倒海，看见婆子回来，述起岫烟的事，宝钗母女二人不免滴下泪来。宝钗道：“都为哥哥不在家，所以叫邢姑娘多吃几天苦。如今还亏凤姐姐不错。咱们底下也得留心，到底是咱们家里人。”说著，只见薛蝌进来说道：“大哥哥这几年在外头相与的都是些什么人！连一个正经的也没有，来一起子，都是些狐群狗党。我看他们那里是不放心，不过将来探探消息儿罢咧。这两天都被我赶出去了。以后吩咐了门上，不许传进这种人来。”薛姨妈道：“又是蒋玉菡那些人哪？”薛蝌道：“蒋玉菡却倒没来，倒是别人。”薛姨妈听了薛蝌的话，不觉又伤心起来，说道：“我虽有儿，如今就像没有的了。就是上司准了，也是个废人。你虽是我侄儿，我看你还比你哥哥明白些，我这后辈子全靠你了。你自己从今更要学好。再者，你聘下的媳妇儿，家道不比往时了。人家的女孩儿出门子不是容易，再没别的想头，只盼著女婿能干，他就有日子过了。若邢丫头也像这个东西－－”说著把手往里头一指，道：“我也不说了。邢丫头实在是个有廉耻、有心计儿的，又守得贫，耐得富。只是等咱们的事情过去了，早些把你们的正经事完结了，也了我一宗心事。”薛蝌道：“琴妹妹还没有出门子，这倒是太太烦心的一件事。至于这个，可算什么呢！”大家又说了一回闲话。",
            "english": "Let's take a look at the household of Aunt She. First, it was already turned upside down by that goldfish, and now seeing the maid return to tell her the story of岫烟, it was inevitable that the two of them would shed tears. \"Since the brother is not home, the poor girl must have had to endure some hardship. But now with the help of the Lady Wang, I feel somewhat more reassured. We must be more cautious now, because in the end, we are all family,\" said the Lady Wang. It was then that She Kui entered to say, \"The friends he has made in the outside world are all just scoundrels and riffraff. They are not truly friends, but are only after him for information. I have kicked them out now. In the future, I will tell the gatekeeper not to let these kind of people in.\" \"Are these the same people as those led by Jiang Yuhang?\" asked Aunt She. \"Jiang Yuhang has not come, but the others have,\" replied She Kui. When she heard what he had said, Aunt She's sorrow only grew. \"Even if I had a son, it's like I have none now. Even if the government gives me his permission, he is just a cripple. You are my nephew, and I see you to be more sensible than your brother. I will have to rely on you for the rest of my days. But in any case, you must also take good care of yourself. Furthermore, your wife's family has fallen on hard times, so it is really difficult for her to find a husband. The only thing she can look forward to is a capable son-in-law, which will then bring her good fortune. Take for example, the girl who is as good as a poor person's daughter,\" Aunt She said, pointing towards the door and leaving the sentence unfinished. Indeed, it was as the Lady Wang had described, as this poor girl was not only modest and clever, but also was able to endure wealth and poverty. \"Hopefully, the marriage between you and her can be completed as soon as possible,\" she continued. It was then that She Kui said, \"The cousin Qin is still unmarried, which is really a cause for concern for the Lady. But right now, this is not much of a problem!\" The discussion then continued for some time with a few bits of idle talk.",
            "chinese": "再说薛姨妈家被金桂搅得天翻地覆，见婆子回来述说岫烟的遭遇，宝钗和薛姨妈母女难免流下泪来。宝钗说：“哥哥不在家，才让邢姑娘受些委屈。现在有凤姐在，总算还算明白些。我们得留心，毕竟都是自己人。”这时，薛蝌进来报告：“哥哥这些年在外交的朋友，都是些狐朋狗友，不是什么正经人。他们也不是真心为咱们考虑，不过是想打探消息。这两天我都把他们赶出去了。往后吩咐门房，别让这种人进来。”薛姨妈问：“又是蒋玉菡那伙子人吗？”薛蝌回答：“蒋玉菡还没来，其他人却来了。”薛姨妈听了薛蝌的话，不由得更加伤心，说：“我虽然有儿子，现在就像没有一样。就算得到官家批准，也是废人一个。你虽是我的侄子，我看你比哥哥还清醒一些，我这后半辈子就指望你了。你自己更要好好做人。再者，你娶的媳妇家道已经落魄，女孩儿嫁出去不容易，只盼女婿能干，她就有好日子。像邢姑娘这样的人－－”说着，她把手向里头一指，没有再往下说。邢姑娘确实是有廉耻、有心计、能守贫耐富。但过段时间，事情过去了，你们的婚事能尽快办完，也算是了我一桩心事。”薛蝌说：“琴妹妹还没出嫁，这倒是让太太挂心的事。至于现在这个，算不了什么！”大家又聊了一些闲话。"
        },
        {
            "original": "薛蝌回到自己房中，吃了晚饭，想起邢岫烟住在贾府园中，终是寄人篱下，况且又穷，日用起居不想可知。况兼当初一路同来，模样儿、性格儿都知道的。可知天意不均：如夏金桂这种人，偏教她有钱，娇养得这般泼辣；邢岫烟这种人，偏教他这样受苦。阎王判命的时候，不知如何判法的。想到闷来，也想吟诗一首，写出来出出胸中的闷气。又苦自己没有工夫，只得混写道：",
            "english": "薛蝌回到自己的房间，吃了晚饭。他想起邢岫烟住在贾府的园林中，始终是客居他家，而且她很穷，日常的开销想来不多。况且当初两人从家中出来时，彼此的外貌和性格都很清楚。但是让人费解的是，命运总是不公：像夏金桂这样的人，偏偏生得有钱，被娇惯，变得如此泼辣；而像邢岫烟这样的人，却偏偏要受苦。阎王在判定他们的命运时，不知是依据何种标准。想到这里，心里感到十分憋闷，于是想吟一首诗来抒发一下胸中的闷气。但是苦于没有时间，只好随便写了一首：",
            "chinese": "前朝人说后朝话，后朝人笑前朝人。\n\n世事到头终有变，人情翻覆恰如春。\n\n薛蝌回到自己的房间，吃了晚饭。想起邢岫烟住在贾府的园子里，终究是寄居人家，而她又很穷，过日子的日常开销想来是不会很多的。况且当初两人一起从家中出来的时候，模样儿、性格儿都了解得很清楚。而让人费解的是，天意不公：像夏金桂这样的人，偏生得有钱，娇生惯养，变得这么泼辣；而像邢岫烟这样的人，偏生得受苦。阎王在判她命运的时候，不知是如何下判的。想到心里闷得难受，想吟一首诗来抒发一下胸中的闷气。又苦于自己没有时间，只得随便写了一首：\n\n前朝的人谈论后朝的事情，后朝的人笑话前朝的人。\n\n世事到头来终究会发生改变，人情世故的变化就象春天的景色一样多变。"
        },
        {
            "original": "蛟龙失水似枯鱼，两地情怀感索居。",
            "english": "Explanation:\n\nThis Chinese sentence uses a metaphor comparing a \"蛟龙\" (a mythical dragon that lives in water) and a \"干鱼\" (a dried fish) to convey a sense of loneliness and separation. The expression \"蛟龙离开水变成干鱼\" translates to \"蛟龙失去水便如同干鱼,\" highlighting the idea of being cut off or isolated. The phrase \"南北两地离愁牵动着孤单的思绪\" refers to the emotional impact of separation and longing for two different places (likely referring to the Northern and Southern regions in China), affecting a person who feels alone. The overall theme revolves around the feeling of isolation and the emotional weight of distance and separation.",
            "chinese": "像条蛟龙离开水变成干鱼，南北两地离愁牵动着孤单的思绪。\n\n白话句子：\n\n蛟龙失去水便如同干鱼，北方和南方两地的离愁牵动着一个独自生活的人。"
        },
        {
            "original": "同在泥涂多受苦，不知何日向清虚！写毕，看了一回，意欲拿来粘在壁上，又不好意思。自己沉吟道：“不要被人看见笑话。”又念了一遍，道：“管他呢，左右粘上自己看著解闷儿罢。”又看了一回，到底不好，拿来夹在书里。又想：“自己年纪可也不小了，家中又碰见这样飞灾横祸，不知何日了局，致使幽闺弱质，弄得这般凄凉寂寞。”",
            "english": "In the mud, suffering together, when will we escape the hardships? After writing it, I looked at it myself and wanted to put it on the wall, but I felt a bit embarrassed. I thought to myself, \"Who cares, as long as it makes me feel better.\" I read it again, still feeling it was not good enough, and in the end, I had to put it in a book. I thought to myself, \"I'm not young anymore, and our family has suffered a great misfortune. I don't know when it will end. How can I endure living in such a lonely and cold room?\"",
            "chinese": "【译文】\n\n同在泥潭中受尽苦难，不知何时才能脱离苦海？写好后自己看了一遍，很想拿它贴在墙上，可又不好意思。自己想了一回，说道：“管它呢，反正自己看着解闷就好。”又看了一回，还是觉得不好，最后，只好把它夹在书里。自己又想：“自己年纪也不小了，家里又遭了横祸，不知何时了局，这样幽独冷清的闺房，怎么受得了？”\n\n【解析】\n\n这段话描述的是一个女子在不幸遭遇之后，内心极为苦闷，她写下了一首诗来表达自己的苦楚，但又觉得不好意思贴出来，只是夹在书里，默默品味。她自嘲自己年纪已经不小，家中却遭遇了突如其来的灾难，不知道何时才能解脱，整个心情都陷入了深深的寂寞与忧虑之中。这段文字通过细腻的心理描写，展现了女子面对生活困境时的复杂情感和无助感。"
        },
        {
            "original": "正在那里想时，只见宝蟾推门进来，拿著一个盒子，笑嘻嘻放在桌上。薛蝌站起来让坐。宝蟾笑著向薛蝌道：“这是四碟果子，一小壶儿酒，大奶奶叫给二爷送来的。”薛蝌陪笑道：“大奶奶费心！但是叫小丫头们送来就完了，怎么又劳动姐姐呢？”宝蟾道：“好说。自家人，二爷何必说这些套话；再者，我们大爷这件事，实在叫二爷操心，大奶奶久已要亲自弄点什么儿谢二爷，又怕别人多心。二爷是知道的，咱们家里都是言合意不合，送点子东西没要紧，倒没的惹人七嘴八舌的讲究。所以今日些微的弄了一两样果子，一壶酒，叫我亲自悄悄儿的送来。”说著，又笑瞅了薛蝌一眼，道：“明儿二爷再别说这些话，叫人听著怪不好意思的。我们不过也是底下的人，服侍的著大爷，就服侍的著二爷，这有何妨呢！”",
            "english": "He was just thinking when he saw Baochan coming in by the door, carrying a box which she put on the table with a smiling face. Xue Ke stood up to let Baochan sit down. Baochan smiled at Xue Ke and said, \"This is a plate of four fruits and a small jug of wine. Madam Cheng asked me to bring them to you.\" Xue Ke replied with a smile, \"Thank you, Madam Cheng for thinking of me! But I would have been quite happy with one of the servants bringing it. Why did you have to trouble yourself?\" Baochan said, \"Oh, it's nothing. We are family. You needn't say so. But you know, we have this matter with our father which has really taken your mind off your own affairs. Madam Cheng has wanted to give you something for a long time, but she was afraid that people would misunderstand. You know, in our family, we say one thing and do another. It's not a big deal to give you something, but it just invites all kinds of rumors. So today, I prepared two pieces of fruit and a jug of wine and came to give it to you in person.\" As she spoke, she smiled at Xue Ke, \"Please don't say that kind of thing tomorrow, or others might feel embarrassed. We are just servants, serving our master and also serving you. What's the problem?\"",
            "chinese": "正想的时候，只见宝蟾推门进来，拿着个盒子，笑嘻嘻放在桌上，薛蝌站起来，让宝蟾坐。宝蟾笑着对薛蝌说：“这是四碟果子，一小壶酒，大奶奶叫我送给二爷的。”薛蝌陪着笑着说：“大奶奶费心了！不过叫小丫头们送来就行了，怎么又劳姐姐呢？”宝蟾说：“这没什么，自家人，二爷何必这么说。再者说，我们大爷这件事，实在叫二爷费心了。大奶奶很久就想亲自弄点什么给二爷表示感谢，又怕别人多心。二爷是知道的，我们家里都是说一套做一套，送点东西没什么，倒惹人议论。所以今天稍微弄了两样果子，一壶酒，叫我亲自悄悄地送来。”说着，又笑眯眯地瞅了薛蝌一眼，说：“明儿二爷再别说这些话，叫人听了怪不好意思的。我们不过也是底下人，伺候着大爷，也伺候着二爷，这有什么呢！”"
        },
        {
            "original": "薛蝌一则秉性忠厚，二则到底年轻，只是向来不见金桂和宝蟾如此相待，心中想到刚才宝蟾说为薛蟠之事，也是情理，因说道：“果子留下罢，这个酒儿，姐姐只管拿回去。我向来的酒上实在很有限，挤住了，偶然喝一钟，平日无事，是不能喝的。难道大奶奶和姐姐还不知道么？”宝蟾道：“别的我作得主，独这一件事，我可不敢应。大奶奶的脾气儿，二爷是知道的，我拿回去，不说二爷不喝，倒要说我不尽心了。”薛蝌没法，只得留下。宝蟾方才要走，又到门口往外看看，回过头来向著薛蝌一笑，又用手指著里面说道：“她还只怕要来亲自给你道乏呢！”薛蝌不知何意，反倒讪讪的起来，因说道：“姐姐替我谢大奶奶罢。天气寒，看凉著。再者，自己叔嫂也不必拘这些个礼。”宝蟾也不答言，笑著走了。",
            "english": "Xue Ke was both loyal and kind-hearted, and he was young, so he had never before seen his brother Gengui and her cousin, Bao Chuan, speak to him in such a manner. As such, he began to think about Bao Chuan's words and they seemed reasonable. He said, \"Let's keep the fruit. You take this cup of wine with you. I drink very little, and even a few cups isn't too much, but I hardly ever drink. Don't you two know this?\" Bao Chuan said, \"I can make decisions on other matters, but I can't agree to this one easily. You know Lady's temperament, and if I take this wine home, it's not that I'm not going to drink it, it's just that it will be said that I didn't pour it for you.\" Xue Ke had no choice but to keep the wine. Just as Bao Chuan was about to leave, she looked out the door and then turned back to him and smiled. She then pointed at the room and said, \"She might even come to personally thank you!\" Xue Ke didn't understand her words and felt embarrassed, so he said, \"Bao Chuan, please thank Lady on my behalf. It's cool outside, don't catch a cold. Secondly, there's no need for us to be so formal.\" Bao Chuan didn't say anything, she just smiled and walked away.",
            "chinese": "薛蝌一则性情忠厚，二则到底年轻，一向没有见过金桂和宝蟾两人如此对薛蟠，因此心中便想到宝蟾刚才的说辞，也大体合情合理。便说道：“那果子留下吧，这杯酒你带着回去吧。我酒喝的很少，喝一两杯都不算多，平时很少喝的。大奶奶和宝蟾姐难道不知道吗？”宝蟾说：“其它的事情我都可作主，唯独这件事我可不敢轻易答应。大奶奶的脾气二爷您是知道的，我拿回去，不说二爷不喝，倒要说我不尽心了。”薛蝌没办法，只得将酒留下。宝蟾刚要离开，又到门口向外面看了看，转身回过头来对薛蝌一笑，又用手指了指屋内说道：“她还只怕要来亲自给你道谢呢！”薛蝌不解其意，反倒有些不好意思起来，便说道：“宝蟾姐替我谢过大奶奶吧，天气凉，您可不要受凉了。再者，我们叔嫂也不必拘这些礼节吧。”宝蟾也不作声，只笑著走了。"
        },
        {
            "original": "薛蝌始而以为金桂为薛蟠之事，或者真是不过意，备此酒果给自己道乏，也是有的。及见了宝蟾这种鬼鬼祟祟，不尴不尬的光景，也觉了几分。却自己回心一想：“她到底是嫂子的名份，那里就有别的讲究了呢！或者宝蟾不老成，自己不好意思怎么样，却指著金桂的名儿，也未可知。然而到底是哥哥的屋里人，也不好－－”忽又一转念：“那金桂素性为人毫无闺阁理法，况且有时高兴，打扮得妖调非常，自以为美，又焉知不是怀著坏心呢？不然，就是她和琴妹妹也有了什么不对的地方儿，所以设下这个毒法儿，要把我拉在浑水里，弄一个不清不白的名儿，也未可知。”想到这里，索性倒怕起来。正在不得主意的时候，忽听窗外“噗哧”的笑了一声，把薛蝌倒唬了一跳。未知是谁，下回分解。",
            "english": "Xue Ke initially thought that Jin Gui was preparing wine and dishes for him because of Xue Pan's incident, presumably out of guilt and wishing to apologize. This was plausible. However, seeing Baochan's secretive and awkward demeanor, he found Jin Gui suspicious. Xue Ke thought, after all, she was his brother's wife, could she really have some ulterior motives? Perhaps Baochan was not mature enough to take direct action, so she pretended to act on Jin Gui's behalf? Regardless, Jin Gui was still her brother's concubine, and the matter was not easy to handle. Then, he suddenly thought that Jin Gui's behavior was not feminine, often dressing in a very seductive manner, thinking she was beautiful, this might be because she had improper intentions. Or maybe there was a disagreement between her and her sister Qin, she was plotting to harm him so that Xue Ke would be entangled in trouble. Thinking to this extent, Xue Ke became very frightened. At the moment when he was still indecisive, he suddenly heard a snicker coming from outside the window, which startled him. He still didn't know who it was, so he would have to wait for the next chapter to find out.",
            "chinese": "薛蝌起初以为金桂是为薛蟠的事情，大概出于过意不去，特意为自己准备这酒菜，表示歉意，这种情况是可能的。见宝蟾这副鬼鬼祟祟、别别扭扭的神情，他觉得金桂有些可疑。薛蝌暗自思量：毕竟她是嫂子，难道真的会别有用心？或许宝蟾不够老成，不好意思采取直接行动，所以假借金桂的名义？无论如何，金桂毕竟是哥哥的房中人，事情不好处理。忽然又想到：金桂平素行为举止毫无女性应有的规矩，有时打扮得妖艳非常，自以为漂亮，这可能是怀有不轨之心，又或者她和琴妹妹之间有不和，设计陷害，以便让薛蝌卷入是非中，也未可知。想到这里，薛蝌变得十分害怕。正当他拿不定主意时，忽然听见窗外传来一声偷笑，薛蝌吓了一跳。此时他还不知道是谁，要听下回分解。"
        }
    ],
    "title": "《失绵衣贫女耐嗷嘈　送果品小郎惊叵测》",
    "chapter_number": 90
}