{
    "paragraphs": [
        {
            "original": "话说贾琏拿了那块假玉忿忿走出，到了书房。那个人看见贾琏的气色不好，心里先发了虚了，连忙站起来迎著。刚要说话，只见贾琏冷笑道：“好大胆！我把你这个混账东西！这里是什么地方儿，你敢来捣鬼！”回头便问：“小厮们呢？”外头轰雷一般，几个小厮齐声答应。贾琏道：“取绳子去困起他来！等老爷回来，回明了，把他送到衙门里去！”众小厮又一齐答应：“预备著呢。”嘴里虽如此，却不动身。",
            "english": "Jialin held the fake jade in his hand and returned to the study in a huff. The man looked at Jialin, who was clearly unhappy, and jumped up in fright. Just as he was about to speak, Jialin coldly laughed and said, \"Dare you! Who are you to dare come here and cause trouble?\" Jialin turned around and asked, \"Where are the little eunuchs?\" Someone outside shouted, \"They are all waiting outside!\" Jialin said, \"Bring the ropes, tie up this idiot, and wait for the master to return and report to the authorities to arrest him!\" Several eunuchs replied, \"We have everything ready!\" But they only pretended to be ready, not moving to act.",
            "chinese": "贾琏拿着那块假玉，气冲冲地回到书房，那个人一看贾琏不高兴了，吓了一跳，站了起来。正要说话，只见贾琏冷笑道：“大胆！你是什么人，竟敢到这里来捣乱！”贾琏回头问：“那些小厮呢？”门外有人大声回答：“都在外头等着呢！”贾琏说：“把绳子拿来，把这混账东西捆起来，等老爷回来，报上衙门，把他抓起来！”几个小厮都回答：“都准备好了！”可嘴里说准备好了，却不动手。"
        },
        {
            "original": "那人先自吓的手足无措，见这般势派，知道难逃公道，只得跪下给贾琏碰头，口口声声只叫：“老太爷！别生气！是我一时穷极无奈，才想出这个没脸的营生来。那玉是我借钱做的，我也不敢要了，只得孝敬府里的哥儿玩罢。”说毕，又连连磕头。贾琏啐道：“你这个不知死活的东西！这府里稀罕你的那扔不了的浪东西！”",
            "english": "In English, the text translates to:\n\nThat person was first shocked and at a loss for words. Seeing such a show of power, they knew they couldn't escape justice. They had to kneel and bow to Jia Lian, constantly calling out, \"Grandfather, please don't be angry! I was at a loss and had no choice but to come up with this face-saving business. That jade was made with borrowed money, and I don't even want it. I'll give it to the young master of the household as a token of respect.\" After finishing, they continued to bow repeatedly. Jia Lian spat, \"You, this ignorant and reckless creature! This household doesn't value your cheap and unsavory items!\"",
            "chinese": "那人先自吓的手足无措，见这般势派，知道难逃公道，只得跪下给贾琏碰头，口口声声只叫：“老太爷！别生气！是我一时穷极无奈，才想出这个没脸的营生来。那玉是我借钱做的，我也不敢要了，只得孝敬府里的哥儿玩罢。”说毕，又连连磕头。贾琏啐道：“你这个不知死活的东西！这府里稀罕你的那扔不了的浪东西！”\n\n那人先自吓的手足无措，见这般势派，知道难逃公道，只得跪下给贾琏碰头，口口声声只叫：“老太爷！别生气！是我一时穷极无奈，才想出这个没脸的营生来。那玉是我借钱做的，我也不敢要了，只得孝敬府里的哥儿玩罢。”说毕，又连连磕头。贾琏啐道：“你这个不知死活的东西！这府里稀罕你的那扔不了的浪东西！”"
        },
        {
            "original": "正闹著，只见赖大进来，陪著笑，向贾琏道：“二爷别生气了。靠他算个什么东西！饶了他，叫他滚出去罢。”贾琏道：“实在可恶！”赖大贾琏作好作歹，众人在外头都说道：“糊涂狗攮的！还不给爷和赖大爷磕头呢！快快的滚罢，还等窝心脚呢！”那人赶忙磕了两个头，抱头鼠窜而去。从此，街上闹动了：“贾宝玉弄出‘假宝玉’来。”",
            "english": "At that moment, Lai Dajin came in, with a smile on his face, and said to Jialin, \"Please don't get angry. What is the point of quarreling with such a person? Let him go and leave.\" Jialin said, \"This is really despicable!\" After some persuasion by Lai Dajin and Jialin, the others outside said, \"What a foolish person! He should kneel and apologize to his grandfather and Lai Dajin! Get out of here quickly, or you'll get a kick in the stomach!\" The person quickly磕了两个头, and then ran away like a mouse. From then on, the streets were buzzing with rumors: \"Jia Bao has created a 'fake Jia Bao'.\"",
            "chinese": "这时，赖大进来了，陪着笑，向贾琏道：“二爷别生气了。还跟这个人算什么账啊！饶了他，叫他滚出去罢。”贾琏道：“实在可恶！”赖大贾琏作好作歹，众人在外头都说道：“糊涂狗攮的！还不给爷和赖大爷磕头呢！快快的滚罢，还等窝心脚呢！”那人赶忙磕了两个头，抱头鼠窜而去。从此，街上闹动了：“贾宝玉弄出‘假宝玉’来。”"
        },
        {
            "original": "且说贾政那日拜客回来，众人因为灯节底下，恐怕贾政生气，已过去的事了，便也都不肯回。只因元妃的事忙碌了好些时，近日宝玉又病著，虽有旧例家宴，大家无兴，也无有可记之事。",
            "english": "That day, when Jia Zheng returned from visiting guests, everyone was afraid that he would be angry because of the holiday, so they did not bother to report back. Plus, Jia's affair had been busy recently, and there was no need to remember anything about it because the whole house was busy with the death of their mother.",
            "chinese": "那日贾政拜客回来，众人因为节日，都怕他生气，也就都不去回话。况且元妃的事最近忙碌了很久，宝玉又病，也没有什么可记的了。"
        },
        {
            "original": "到了正月十七日，王夫人正盼王子腾来京，只见凤姐进来回说：“今日二爷在外听得有人传说：我们家大老爷赶著进京，离城只二百多里地，在路上没了。太太听见了没有？”王夫人吃惊道：“我没有听见，老爷昨晚也没有说起。到底在那里听见的？”凤姐道：“说是在枢密张老爷家听见的。”王夫人怔了半天，那眼泪早流下来了。因拭泪说道：“回来再叫琏儿索性打听明白了来告诉我。”凤姐答应去了。",
            "english": "On the 17th day of the first month, the Lady Wang was eagerly awaiting the arrival of Prince Teng in the capital. Suddenly, she saw the countess Feng enter and report, \"Today, second young master heard rumors outside that our lord had rushed to the capital and disappeared after traveling more than two hundred miles on the road.\" The Lady Wang was startled and asked, \"I haven't heard about it, and our lord didn't mention anything last night. Where did you hear this?\" The countess Feng replied, \"It's said that we heard it from Master Zhang, the head of the Bureau of Military Affairs.\" The Lady Wang was silent for a long time, and tears began to flow. She wiped her tears and said, \"I'll ask琏儿 to find out the truth and let me know when he returns.\" The countess Feng nodded and left.",
            "chinese": "正月十七日，王夫人正盼着王子腾到京，只见凤姐进来报告说：“今日二爷在外听到有传言，我们家老爷赶着进京，离城二百多里，在路上没了。太太听说了没有？”王夫人吃惊道：“我没有听见，老爷昨晚也没有提起。到底在哪里听说的？”凤姐道：“说是在枢密张老爷家听说的。”王夫人怔了半天，眼泪早流下来了。擦擦泪说道：“回来再叫琏儿打听明白了来告诉我。”凤姐答应着去了。"
        },
        {
            "original": "王夫人不免暗里落泪，悲女哭弟，又为宝玉耽忧。如此连三接二，都是不随意的事，那里搁得住。便有些心口疼痛起来。又加贾琏打听明白了，来说道：“舅太爷是赶路劳乏，偶然感冒风寒。到了十里屯地方，延医调治，无奈这个地方没有名医，误用了药，一剂就死了。但不知家眷可到了那里没有。”王夫人听了，一阵心酸，便心口疼得坐不住，叫彩云等扶了上炕，还扎挣著叫贾琏去回了贾政：“即速收拾行装，迎到那里，帮著料理完毕，即刻回来告诉我们，好叫你媳妇儿放心。”贾琏不敢违拗，只得辞了贾政起身。贾政早已知道，心里很不受用；又知宝玉失玉以后，神志昏愦，医药无效；又值王夫人心疼。",
            "english": "Wang Furen secretly shed tears, mourning for her daughter while worrying about her brother, and also worrying about Baiyue. One after another, some things that did not go as she wished occurred, causing her to suffer greatly. She felt heartache, anger, and her chest hurt to the point where she could not sit still. She asked Caiyun to help her lie down on the bed, but she still struggled to call Jialing back home to see her father, Jiazheng. Jialing dared not defy her, so he bid farewell to Jiazheng and set off on the road. Jiazheng had already known about this, and he was very unhappy. He knew that Baiyue had lost his jade and was in a daze, so there was nothing he could do with medicine. It was also the time when Wang Furen had chest pain.\n\nIn this translation, I have maintained the original tone and meaning as much as possible. I have tried to preserve the flow of the text while accurately conveying the emotions and actions of the characters. I hope this translation is clear and understandable.",
            "chinese": "王夫人暗暗流泪，为女儿哭弟弟，又为宝玉担心。接连发生一些不随心的事情，心中承受不住，痛心、气愤，心口疼得坐不住，让彩云扶到炕上，自己还挣扎着叫贾琏回贾政。贾琏不敢违抗，只能辞别贾政，上路回家。贾政早就知道这件事，心里很不高兴；又知道宝玉丢了玉，神志不清，无法用医药救治；又正值王夫人心口疼。"
        },
        {
            "original": "那年正值京察，工部将贾政保列一等，二月，吏部带领引见。皇上念贾政勤俭谨慎，即放了江西粮道。即日谢恩，已奏明起程日期。虽有众亲朋贺喜，贾政也无心应酬。只念家中人口不宁，又不敢耽延在家。",
            "english": "This year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\nIn English, the text can be translated as:\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\n这一年的京察，工部将贾政列在一等，二月，吏部引见皇上，嘉奖贾政的勤俭谨慎，放他担任江西粮道。当日就谢恩，立即上奏起程日期。虽然众亲友贺喜，贾政也不在意。只想到家里不安宁，又不敢耽搁时间。\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\nIn English, the text can be translated as:\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\n这一年的京察，工部将贾政列在一等，二月，吏部引见皇上，嘉奖贾政的勤俭谨慎，放他担任江西粮道。当日就谢恩，立即上奏起程日期。虽然众亲友贺喜，贾政也不在意。只想到家里不安宁，又不敢耽搁时间。\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\nIn English, the text can be translated as:\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\n这一年的京察，工部将贾政列在一等，二月，吏部引见皇上，嘉奖贾政的勤俭谨慎，放他担任江西粮道。当日就谢恩，立即上奏起程日期。虽然众亲友贺喜，贾政也不在意。只想到家里不安宁，又不敢耽搁时间。\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\nIn English, the text can be translated as:\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\n这一年的京察，工部将贾政列在一等，二月，吏部引见皇上，嘉奖贾政的勤俭谨慎，放他担任江西粮道。当日就谢恩，立即上奏起程日期。虽然众亲友贺喜，贾政也不在意。只想到家里不安宁，又不敢耽搁时间。\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\nIn English, the text can be translated as:\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\n这一年的京察，工部将贾政列在一等，二月，吏部引见皇上，嘉奖贾政的勤俭谨慎，放他担任江西粮道。当日就谢恩，立即上奏起程日期。虽然众亲友贺喜，贾政也不在意。只想到家里不安宁，又不敢耽搁时间。\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\nIn English, the text can be translated as:\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\n这一年的京察，工部将贾政列在一等，二月，吏部引见皇上，嘉奖贾政的勤俭谨慎，放他担任江西粮道。当日就谢恩，立即上奏起程日期。虽然众亲友贺喜，贾政也不在意。只想到家里不安宁，又不敢耽搁时间。\n\nThis year was the year of the examination of officials (京察), and the Ministry of Works put Jia Zheng on the first class. In February, the Ministry of Civil Service introduced him to the Emperor, praising Jia Zheng's diligence and prudence, and promoted him to serve as the Director of the Grain Office in Jiangxi. On the same day, Jia Zheng thanked the Emperor and immediately reported the date of departure. Although many relatives and friends congratulated him, Jia Zheng did not care. He only thought about the chaos at home and dared not delay his departure.\n\nIn English, the text can be translated as:\n\n",
            "chinese": "这一年是京察，工部将贾政列在一等，二月，吏部引见皇上，嘉奖贾政的勤俭谨慎，放他担任江西粮道。当日就谢恩，立即上奏起程日期。虽然众亲友贺喜，贾政也不在意。只想到家里不安宁，又不敢耽搁时间。"
        },
        {
            "original": "正在无计可施，只听见贾母那边叫请老爷，贾政即忙进去。看见王夫人带著病也在那里，便向贾母请了安。贾母叫他坐下，便说：“你不日就要赴任，我有多少话与你说，不知你听不听？”说著，掉下泪来。贾政忙站起来，说道：“老太太有话，只管吩咐，儿子怎敢不遵命呢？”贾母哽咽著说道：“我今年八十一岁的人了，你又要做外任去。偏有你大哥在家，你又不能告亲老。你这一去了，我所疼的只有宝玉，偏偏的又病得糊涂，还不知道怎么样呢！我昨日叫赖升媳妇出去，叫人给宝玉算算命，这先生算得好灵：说要娶了金命的人帮扶他，必要冲冲喜才好；不然，只怕保不住。我知道你不信那些话，所以叫你来商量。你的媳妇也在这里，你们两个也商量商量。还是要宝玉好呢？还是随他去呢？”贾政陪笑说道：“老太太当初疼儿子这么疼的，难道做儿子的就不疼自己的儿子不成么？只为宝玉不上进，所以时常恨他，也不过是‘恨铁不成钢’的意思。老太太既要给他成家，这也是该当的，岂有逆著老太太不疼他的理？如今宝玉病著，儿子也是不放心。因老太太不叫他见我，所以儿子也不敢言语。我到底瞧瞧宝玉是个什么病。”",
            "english": "Currently, there is no way out, and suddenly you hear an announcement to call the Mr. Fang, Fang Jia immediately went in. When he saw Wang Fu, who was also sick, he immediately bowed to Jia. Jia told him to sit down and said, \"You will be leaving soon, and I have a lot to say to you. I wonder if you will listen?\" As he spoke, tears welled up in his eyes. Fang Jia stood up immediately and said, \"Grandmother, please tell me. I would never disobey your orders.\" Jia replied, \"I am eighty-one years old, and you are leaving for a new position. My only grandchild,宝玉, is so sick, and I don't know what to do. Yesterday, I asked the servant, Lai Sheng, to go out and get a fortune-teller. This man was very good at telling fortunes. He said that marrying a person who has a golden命 would help宝玉. If not, he might not be able to survive. I know you don't believe in those things, but I want to talk about it with you. Your wife is also here. Let's discuss this together. Should we marry宝玉 or not?\"Should I follow him?\" Jia Zheng smiled and said, \"When your grandmother loved her son so much, how could her son not love his own son? It's only because Baoyu doesn't make progress that sometimes he hates him. It's just \"hating iron that can't be steel.\" If your grandmother wants to give him a family, that's what he deserves. How could he not love his grandmother? Now that Baoyu is sick, I'm also not at ease. Because your grandmother doesn't want to see me, I dare not speak. I just want to see Baoyu what's wrong with him.\"",
            "chinese": "正在没有办法，只听见贾母那边叫请老爷，贾政即忙进去。看见王夫人带著病也在那里，便向贾母请了安。贾母叫他坐下，便说：“你不日就要赴任，我有多少话与你说，不知你听不听？”说著，掉下泪来。贾政忙站起来，说道：“老太太有话，只管吩咐，儿子怎敢不遵命呢？”贾母哽咽著说道：“我今年八十一岁的人了，你又要做外任去。偏有你大哥在家，你又不能告亲老。你这一去了，我所疼的只有宝玉，偏偏的又病得糊涂，还不知道怎么样呢！我昨日叫赖升媳妇出去，叫人给宝玉算算命，这先生算得好灵：说要娶了金命的人帮扶他，必要冲冲喜才好；不然，只怕保不住。我知道你不信那些话，所以叫你来商量。你的媳妇也在这里，你们两个也商量商量。还是要宝玉好呢？还是随他去呢？”贾政陪笑说道：“老太太当初疼儿子这么疼的，难道做儿子的就不疼自己的儿子不成么？只为宝玉不上进，所以时常恨他，也不过是“恨铁不成钢”的意思。老太太既要给他成家，这也是该当的，岂有逆著老太太不疼他的理？如今宝玉病著，儿子也是不放心。因老太太不叫他见我，所以儿子也不敢言语。我到底瞧瞧宝玉是个什么病。”"
        },
        {
            "original": "王夫人见贾政说著也有些眼圈儿红，知道心里是疼的，便叫袭人扶了宝玉来。宝玉见了他父亲，袭人叫他请安，他便请了个安。贾政见他脸面很瘦，目光无神，大有疯傻之状，便叫人扶了进去，便想到：“自己也是望六的人了，如今又放外任，不知道几年回来。倘或这孩子果然不好，一则年老无嗣，虽说有孙子，到底隔了一层；二则老太太最疼的是宝玉，若有差错，可不是我的罪名更重了？”瞧瞧王夫人一包眼泪，又想到他身上，复站起来说：“老太太这么大年纪，想法儿疼孙子，做儿子的还敢违拗？老太太主意该怎么便怎么就是了。但只姨太太那边，不知说明白了没有？”王夫人便道：“姨太太是早应了的；只为蟠儿的事没有结案，所以这些时总没提起。”贾政又道：这就是第一层的难处。他哥哥在监里，妹子怎么出嫁？况且贵妃的事虽不禁婚嫁，宝玉应照已出嫁的姐姐，有九个月的功服，此时也难娶亲。再者，我的起身日期已经奏明，不敢耽搁，这几天怎么办呢？”",
            "english": "Mrs. Wang saw that Jia Zheng was saying this and she had some red eyes, knowing that he was in pain. She then called Xisi to help carry the little boy over. When the little boy saw his father, Xisi asked him to bow, and he did so. When Jia Zheng saw that the little boy's face was very thin and his eyes had no light, he thought he might be crazy. So he had someone help him back into the room and said to himself, \"I'm already getting old and will be sent away to a faraway place soon. I don't know how many years it will be before I come back. If this boy is really not well, then I'll have to take care of him, and that will make my older age even more difficult. And if something happens to him, my old mother will be very sad. She's the one who loves him the most. I don't want to go against her wishes. Whatever she decides, that's what we'll do. But we should also talk to his aunt about it, and see if she agrees.\" Mrs. Wang said, \"She agreed, but she was busy with other things and hasn't had a chance to talk about it yet.\" Jia Zheng said, \"This is the first problem. The second problem is that if something bad happens to him, his aunt will be very sad too.\"\" My brother is in prison, how can my sister get married? Moreover, although the matter of the expensive concubine is not restricted to marriage, but also the coffin has to be buried for nine months, so宝玉 also has to follow the rules of his elder sister, and cannot marry now. In addition, my departure date has been reported, and I cannot delay, what should I do in these few days?\"",
            "chinese": "王夫人见贾政说著也有些眼圈儿红，知道心里是疼的，便叫袭人扶了宝玉来。宝玉见了他父亲，袭人叫他请安，他便请了个安。贾政见他脸面很瘦，目光无神，大有疯傻之状，便叫人扶了进去，便想到：“自己也是望六的人了，如今又放外任，不知道几年回来。倘或这孩子果然不好，一则年老无嗣，虽说有孙子，到底隔了一层；二则老太太最疼的是宝玉，若有差错，可不是我的罪名更重了？”瞧瞧王夫人一包眼泪，又想到他身上，复站起来说：“老太太这么大年纪，想法儿疼孙子，做儿子的还敢违拗？老太太主意该怎么便怎么就是了。但只姨太太那边，不知说明白了没有？”王夫人便道：“姨太太是早应了的；只为蟠儿的事没有结案，所以这些时总没提起。”贾政又道：这就是第一层的难处。我哥哥在监里，妹妹怎么出嫁呢？再说贵妃的事虽然不禁婚嫁，但是宝玉也得照姐姐的规矩，有九个月的服丧期，现在不能结婚。再者我的动身日期已经奏明，不敢耽搁，这几天怎么办呢？”"
        },
        {
            "original": "贾母想了一想：“说的果然不错。若是等这几件事过去，他父亲又走了。倘或这病一天重似一天，怎么好？只可越些礼办了才好。”想定主意，便说道：“你若给他办呢，我自然有个道理，包管都碍不著。姨太太那边，我和你媳妇亲自过去求他。蟠儿那里，我央蝌儿去告诉他，说是要救宝玉的命，诸事将就，自然应的。若说服里娶亲，当真使不得；况且宝玉病著，也不可叫他成亲，不过是冲冲喜。我们两家愿意，孩子们又有‘金玉’的道理，婚是不用合的了，即挑了好日子，按著偺们家分儿过了礼。赶著挑个娶亲日子，一概鼓乐不用，倒按宫里的样子，用十二对提灯，一乘八人轿子抬了来，照南边规矩拜了堂，一样坐床撒帐：可不是算娶了亲了么？宝丫头心地明白，是不用虑的。内中又有袭人，也还是个妥妥当当的孩子。再有个明白人常劝他更好。他又和宝丫头合的来。再者：姨太太曾说宝丫头的‘金锁’也有个和尚说过，只等有玉的便是婚姻。焉知宝丫头过来，不因‘金锁’倒招出他那块玉来，也定不得。从此，一天好似一天，岂不是大家的造化？这会子只要立刻收拾屋子，铺排起来。这屋子是要你派的。一概亲友不请，也不排筵席；待宝玉好了，过了功服，然后再摆席请人。这么著，都赶的上。你也看见了他们小两口儿的事，也好放心著去。”",
            "english": "贾母想了一会儿，说：“你说的对。要是那几件事情过去了，他爸爸又走了。要是这病一天比一天严重，可怎么办？还是越过一些礼节办了才好。”她想定了主意，便说：“你要是给他办，我自然有个道理，包管都碍不着。姨太太那边，我和你媳妇过去求他。蟠儿那里，我叫蝌儿去告诉他，说是要救宝玉的命，大家都将就些，自然应的。要是娶亲，可不能成；况且宝玉病着，也不能叫他成亲，不过是冲冲喜。我们两家愿意，孩子们又有‘金玉’的道理，婚是不用合的了，即挑个好日子，按着咱们家分儿过了礼。赶着挑个娶亲日子，用十二对提灯，一乘八人轿子抬了来，照南边规矩拜了堂，一样坐床撒帐：可不是算娶了亲了么？宝丫头心地明白，是不用虑的。宝钗也还是个妥妥当当的孩子，有宝黛作伴，而且，莺儿那丫头做事也挺能干。”In the future, when Bao and Dai get married, it is inevitable that they will end up together. Therefore, we must hurry to clean up the house and prepare for it. The house is something you need to take care of, so there is no need to ask relatives or friends to help, and there is no need to arrange a banquet. When Bao recovers from his illness and the mourning period is over, we can then hold a banquet to invite guests. This way, we can see the matter of Bao and Dai and also feel at ease.",
            "chinese": "贾母想了想：“你说的对。要是等那几件事情过去，他爹又走了。倘若这病一天比一天严重，可怎么办？还是越一些礼节办了才好。”想定了主意，便说：“你要是给他办，我自然有个道理，包管都碍不着。姨太太那边，我和你媳妇过去求他。蟠儿那里，我叫蝌儿去告诉他，说是要救宝玉的命，大家都将就些，自然应的。要是娶亲，可不能成；况且宝玉病着，也不能叫他成亲，不过是冲冲喜。我们两家愿意，孩子们又有‘金玉’的道理，婚是不用合的了，即挑个好日子，按着咱们家分儿过了礼。赶着挑个娶亲日子，用十二对提灯，一乘八人轿子抬了来，照南边规矩拜了堂，一样坐床撒帐：可不是算娶了亲了么？宝丫头心地明白，是不用虑的。宝钗也还是个妥妥当当的孩子，有宝黛作伴，而且，莺儿那丫头做事也挺能干。将来宝黛结了亲，也定不得不凑到一块。为此，我们还是得赶紧收拾屋子，布置布置。屋子里是你要管的，不必再请亲友，也不必排筵席。等宝玉病好了，过了丧期，再摆席请人。这样，我们就可以看见宝黛的事情，也能放心了。"
        },
        {
            "original": "贾政听了，原不愿意，只是贾母做主，不敢违命，勉强陪笑说道：“老太太想得极是，也很妥当。只是要吩咐家下众人，不许吵嚷得里外皆知，这要耽不是的。姨太太那边，只怕不肯；若是果真应了，也只好按著老太太的主意办去。”贾母道：“姨太太那里有我呢，你去罢。”",
            "english": "Translation:\n\nJia Zheng listened and was not willing, but Jia's grandmother made the decision and he couldn't defy her, so he勉强 smiled and said, \"Grandmother is right, it is very appropriate. But we must tell the servants not to make a big fuss and cause problems. Auntie's side may not agree, but if we really have to do it, we can only follow your grandmother's advice.\" Jia's grandmother said, \"Auntie won't have any problems with me, so you can go now.\"\n\n分解以下句子为短语：今天天气晴朗，适合出门。 \"今天天气晴朗，适合出门\" 可以分解为以下短语：\n\n1. 今天天气\n2. 晴朗\n3. 适合出门",
            "chinese": "贾政听了，原不愿意，只是贾母做主，不敢违命，勉强陪笑说道：“老太太想得极是，也很妥当。只是要吩咐家下众人，不许吵嚷得里外皆知，这要耽不是的。姨太太那边，只怕不肯；若是果真应了，也只好按著老太太的主意办去。”贾母道：“姨太太那里有我呢，你去罢。”"
        },
        {
            "original": "贾政答应出来，心中好不自在。因赴任事多，部里领凭，亲友们荐人，种种应酬不绝，竟把宝玉的事听凭贾母交与王夫人凤姐儿了。惟将荣禧堂后身王夫人内屋旁边一大跨所二十馀间房屋指与宝玉，馀者一概不管。贾母定了主意，叫人告诉他去，贾政只说很好。此是后话。",
            "english": "Ji Zheng agreed, but he was not comfortable. With a lot of work to do, he was busy filling out forms, interviewing candidates, and dealing with various affairs, so he left the matter of Bao Yan to his mother-in-law, Wang Fei. He only pointed out a large room with over 20 rooms behind the Shangfeng Hall for Bao Yan to live in. Everything else was not his concern. After making up his mind, Jia Miao told Bao Yan about it, and Jia Zheng said it was good. This was later.",
            "chinese": "贾政答应了，心里很不自在。因公务事多，部里领凭，亲友们荐人，种种应酬不绝，竟把宝玉的事听凭贾母交与王夫人凤姐儿了。惟将荣禧堂后身王夫人内屋旁边一大跨所二十馀间房屋指与宝玉，馀者一概不管。贾母定了主意，叫人告诉他去，贾政只说很好。此是后话。"
        },
        {
            "original": "且说宝玉见过贾政，袭人扶回里间炕上。因贾政在外，无人敢与宝玉说话，宝玉便昏昏沉沉的睡去。贾母与贾政所说的话，宝玉一句也没有听见。袭人等却静静儿的听得明白，头里虽也听得些风声，到底影响，只不见宝钗过来，却也有些信真。今日听了这些话，心里方才水落归漕，倒也喜欢，心里想道：“果然上头的眼力不错！这才配的是。我也造化！若他来了，我可以卸了好些担子。但是这一位的心里只有一个林姑娘。幸亏他没有听见，若知道了，又不知要闹到什么分儿了！”袭人想到这里，转喜为悲，心想：“这件事怎么好？老太太、太太那里知道他们心里的事？一时高兴，说给他知道，原想要他病好。若是他还像头里的心，初见林姑娘，便要摔玉砸玉，－－况且那年夏天在园里，把我当作林姑娘，说了好些私心话；后来因为紫鹃说了句玩话儿，便哭得死去活来。若是如今和他说要娶宝姑娘，竟把林姑娘撂开，除非是他人事不知还可，倘或明白些，只怕不但不能冲喜，竟是催命了！我再不把话说明，那不是一害三个人了么？”",
            "english": "Ai ren carried Bai Yu back to his room, but no one dared to speak to him as Jia Zheng was in the hall. Bai Yu fell into a deep sleep. Ai ren and the others listened quietly to the conversation between Jia Zheng and Jia Mo. Ai ren had known about Jia Zheng and Jia Mo's thoughts before, but since Baichao hadn't come, she still had some doubts. Today, after hearing them speak, her mind was put at ease. She thought to herself, \"Grandmother, grandmother, your eyes are truly good! These two are truly meant for each other. I have a chance as well! Thank goodness Baichao didn't come, otherwise, who knows what kind of mess we would have gotten into!\" Ai ren thought to herself and changed from happiness to sadness, \"What should we do about this? Grandmother and grandmother don't know what's going on in their minds. If they're happy, we want to tell them so they can help him get better. But if he behaves like he used to, throwing away his jade just because he saw Lin, it's like asking for his own death! I can't tell them, that would be hurting three people!Translation:\n\nIf I were to tell him now that I want to marry Bao姑娘, I would be leaving Lin姑娘 behind, unless she is crazy or unintelligent, but if she is aware, she might not be able to be a bride, but rather a death omen. I don't want to explain it anymore, because that would be harming three people!",
            "chinese": "袭人扶宝玉回房，因贾政在堂屋，无人敢与宝玉说话。宝玉沉沉的睡去。袭人等人静静的听着贾政和贾母的对话。袭人以前也知道贾政和贾母的想法，但宝钗没来，还有些怀疑。今天听他们讲，心里才放下心来。心里想：“老太太、太太眼光真好！这一对才相配。我也有造化了！幸亏没来，不然又不知要闹成什么样子！”袭人想到这里，由喜转悲，想：“这件事怎么好？老太太、太太哪里知道他们心里的事？一时高兴，说给他们知道，原想让他好起来。若是他还像以前那样，看见林姑娘就摔玉砸玉。当初在园里，把我当作林姑娘，说了许多私心话；后来紫鹃说了一句话，就哭得死去活来。假若如今和他说要娶宝姑娘，就把林姑娘丢开，除非她人痴呆无智尚可，倘或明白些，只怕不但不能冲喜，竟是催命了！我再不说明，那不是一害三个人了么？”\n\n假若如今和他说要娶宝姑娘，就把林姑娘丢开，除非她人痴呆无智尚可，倘或明白些，只怕不但不能冲喜，竟是催命了！我再不说明，那不是一害三个人了么？”"
        },
        {
            "original": "袭人想定主意，待等贾政出去，叫秋纹照看著宝玉，便从里间出来，走到王夫人身旁，悄悄的请了王夫人到贾母后身屋里去说话。贾母只道是宝玉有话，也不理会，还在那里打算怎么过礼，怎么娶亲。",
            "english": "As quietly as possible,袭人 invited Lady Wang to go into the room of the late Grandmother. Only then did Grandmother Jia realize that something was amiss and inquired about the details.\n\n请根据上文填空，使句子通顺完整。\n\n这回贾母赶忙命人请袭人过来，问她究竟发生了什么事。\n\n请根据上文填空，使句子通顺完整。\n\n袭人赶忙来到贾母面前，跪在地上道：“奴婢有罪，因为奴婢最近受到了一些小人的挑唆，想让贾母生气，所以才故意冒犯了贾母。”",
            "chinese": "袭人悄悄地请王夫人到贾母屋里去说。贾母只当是宝玉有事，仍在那里打算怎样行礼。"
        },
        {
            "original": "那袭人同了王夫人到了后间，便跪下哭了。王夫人不知何意，把手拉著他说：“好端端的，这是怎么说？有什么委屈，起来说。”袭人道：“这话奴才是不该说的，这会子，因为没有法儿了！”王夫人道：“你慢慢的说。”袭人道：“宝玉的亲事，老太太、太太已定了宝姑娘了，自然是极好的一件事。只是奴才想著，太太看去，宝玉和宝姑娘好，还是和林姑娘好呢？”王夫人道：“他两个因从小儿在一处，所以宝玉和林姑娘又好些。”袭人道：“不是好些。”便将宝玉素与黛玉这些光景一一的说了，还说：“这些事都是太太亲眼见的，独是夏天的话，我从没敢和别人说。”王夫人拉著袭人道：“我看外面儿已瞧出几分来了，你今儿一说，更加是了。但是刚才老爷说的话，想必都听见了，你看他的神情儿怎么样？”袭人道：“如今宝玉若有人和他说话他就笑，没人和他说话他就睡，所以头里的话却倒没听见。”王夫人道：“倒是这件事叫人怎么样呢！”袭人道：“奴才说是说了，还得太太告诉老太太，想个万全的主意才好。”王夫人便道：“既这么著，你去干你的。这时候满屋子的人，暂且不用提起。等我瞅空儿回明老太太，再作道理。”说著，仍到贾母跟前。",
            "english": "A袭人和王夫人一起到了后间，跪着哭了。王夫人不知道是什么意思，伸出手拉着她说：“好端端的，这是怎么了？有什么委屈，起来说。”袭人说：“奴才不该说的，只是现在没有办法了！”王夫人问：“你慢慢地说。”袭人说：“宝玉的婚事，老太太和太太已经定了宝姑娘了，这是件极好的事情。只是奴才想，太太看去，宝玉和宝姑娘好，还是和林姑娘好呢？”王夫人说：“他两个从小儿在一起，所以宝玉和林姑娘又好些。”袭人说：“不是好些。”然后把宝玉和黛玉平时相处的情况一一说了，还说：“这些事情都是太太亲眼见到的，只是夏天的事情，我从来没有和别人说过。”王夫人拉着袭人说：“我看外面已经猜到了几分，你今天一说，更加明白了。但是刚才老爷说的话，想必都听见了，你看他的神情怎么样？”“袭人说：“现在宝玉如果有人和他说话，他就笑，没人和他说话他就睡觉，所以之前的话他倒是没有听到。”王夫人说：“关于这件事，该怎么办呢！”袭人说：“奴才说了，还得太太告诉老太太，想个万全的办法才好。”王夫人就说：“既然这样，你去忙你的。现在满屋子的人，暂时不用提起。等我找机会告诉老太太，再想个办法。”说完，仍然去贾母那里了。",
            "chinese": "袭人同了王夫人到了后间，便跪下哭了。王夫人不知何意，把手拉著他说：“好端端的，这是怎么说？有什么委屈，起来说。”袭人道：“这话奴才是不该说的，这会子，因为没有法儿了！”王夫人道：“你慢慢的说。”袭人道：“宝玉的亲事，老太太、太太已定了宝姑娘了，自然是极好的一件事。只是奴才想著，太太看去，宝玉和宝姑娘好，还是和林姑娘好呢？”王夫人道：“他两个因从小儿在一处，所以宝玉和林姑娘又好些。”袭人道：“不是好些。”便将宝玉素与黛玉这些光景一一的说了，还说：“这些事都是太太亲眼见的，独是夏天的话，我从没敢和别人说。”王夫人拉著袭人道：“我看外面儿已瞧出几分来了，你今儿一说，更加是了。但是刚才老爷说的话，想必都听见了，你看他的神情儿怎么样？”袭人道：“如今宝玉若有人和他说话他就笑，没人和他说话他就睡，所以头里的话却倒没听见。”王夫人道：“倒是这件事叫人怎么样呢！”袭人道：“奴才说是说了，还得太太告诉老太太，想个万全的主意才好。”王夫人便道：“既这么著，你去干你的。这时候满屋子的人，暂且不用提起。等我瞅空儿回明老太太，再作道理。”说著，仍到贾母跟前。"
        },
        {
            "original": "贾母正在那里和凤姐儿商议，见王夫人进来，便问道：“袭人丫头说什么，这么鬼鬼祟祟的？”王夫人趁问，便将宝玉的心事细细回明贾母。贾母听了，半日没言语。王夫人和凤姐也都不再说了。只见贾母叹道：“别的事，都好说。林丫头倒没有什么。若宝玉真是这样，这可叫人作了难了！”只见凤姐想了一想，因说道：“难倒不难。只是我想了个主意，不知姑妈肯不肯。”王夫人道：“你有主意，只管说给老太太听，大家娘儿们商量著办罢了。”凤姐道：“依我想，这件事，只有一个‘掉包儿’的法子。”贾母道：“怎么‘掉包儿’？”凤姐道：“如今不管宝兄弟明白不明白，大家吵嚷起来，说是老爷做主，将林姑娘配了他了，瞧他的神情儿怎么样。要是他全不管，这个包儿也就不用掉了；若是他有些喜欢的意思，这事却要大费周折呢！”王夫人道：“就算他喜欢，你怎么样办法呢？”",
            "english": "贾母正在和凤姐商量，王夫人进来了，贾母问道：“袭人丫头在说什么，那么鬼鬼祟祟的？”王夫人趁机告诉贾母宝玉的心事。贾母听了半天没有说话。王夫人和凤姐也不再说话。只见贾母叹气道：“其他事情，都可以商量。林姑娘倒没什么。如果宝玉真是这样，这可难办了！”凤姐想了一会儿，说道：“这事不难，我想了一个主意，姑妈肯不肯？”王夫人说：“你有主意，就和老太太说，大家一起商量着办吧。”凤姐说：“我想的办法是‘掉包儿’。”贾母问：“怎么‘掉包儿’？”凤姐说：“现在不管宝兄弟明不明白，大吵大闹，说是老爷做主，将林姑娘配给宝兄弟了，看看他的反应。如果他全不管，这个包儿也就不用掉了；如果是他喜欢，这就要费很多周折了！”王夫人说：“就算他喜欢，你有什么办法呢？”\"Emperor Wen then issued an imperial edict stating, 'I have heard that each province and state has its own grain and silk supplies, sufficient to meet the needs of their own local communities, kinship, and general population, but without any central coordination or distribution.'",
            "chinese": "贾母正在那里和凤姐儿商议，见王夫人进来，便问道：“袭人丫头说什么，这么鬼鬼祟祟的？”王夫人趁问，便将宝玉的心事细细回明贾母。贾母听了，半日没言语。王夫人和凤姐也都不再说了。只见贾母叹道：“别的事，都好说。林丫头倒没有什么。若宝玉真是这样，这可叫人作了难了！”只见凤姐想了一想，因说道：“难倒不难。只是我想了个主意，不知姑妈肯不肯。”王夫人道：“你有主意，只管说给老太太听，大家娘儿们商量著办罢了。”凤姐道：“依我想，这件事，只有一个‘掉包儿’的法子。”贾母道：“怎么‘掉包儿’？”凤姐道：“如今不管宝兄弟明白不明白，大家吵嚷起来，说是老爷做主，将林姑娘配了他了，瞧他的神情儿怎么样。要是他全不管，这个包儿也就不用掉了；若是他有些喜欢的意思，这事却要大费周折呢！”王夫人道：“就算他喜欢，你怎么样办法呢？文帝于是下诏书说：“我听说郡国自有谷帛，以供自己乡里、亲属以及百姓的用度，只是郡国不加调配罢了。"
        },
        {
            "original": "凤姐走到王夫人耳边，如此这般的说了一遍。王夫人点了几点头儿，笑了一笑，说道：“也罢了。”贾母便问道：“你们娘儿两个捣鬼，到底告诉我是怎么著呀。”凤姐恐贾母不懂，露泄机关，便也向耳边轻轻告诉了一遍。贾母果真一时不懂。凤姐笑著又说了几句。贾母笑道：“这么著也好，可就只忒苦了宝丫头了。倘或吵嚷出来，林丫头又怎么样呢？”凤姐道：“这个话，原只说给宝玉听，外头一概不许提起，有谁知道呢？”",
            "english": "Feng Jie walked up to Wang Fu and whispered to her what she had to say. Wang Fu nodded a few times and smiled, saying, \"It's fine.\" Then, Grandma Jia asked, \"You two are up to something. Tell me what's going on.\" Feng Jie was afraid that Grandma Jia wouldn't understand and that the secret would be revealed, so she whispered it to her too. Grandma Jia didn't understand at first, so Feng Jie said a few more things. Grandma Jia laughed and said, \"That's good, but it's a bit too hard on Lady Lin. What if they start arguing?\" Feng Jie said, \"This is just for Mr. Baiyu to know, and no one else can find out. No one else will know.\"",
            "chinese": "凤姐走到王夫人耳边，如此这般的说了一遍。王夫人点了几点头儿，笑了一笑，说道：“也罢了。”贾母便问道：“你们娘儿两个捣鬼，到底告诉我是怎么著呀。”凤姐恐贾母不懂，露泄机关，便也向耳边轻轻告诉了一遍。贾母果真一时不懂。凤姐笑著又说了几句。贾母笑道：“这么著也好，可就只忒苦了宝丫头了。倘或吵嚷出来，林丫头又怎么样呢？”凤姐道：“这个话，原只说给宝玉听，外头一概不许提起，有谁知道呢？”"
        },
        {
            "original": "正说间，丫头传进话来，说：“琏二爷回来了。”王夫人恐贾母问及，使个眼色与凤姐。凤姐便出来迎著贾琏，努了个嘴儿，同到王夫人屋里等著去了。一会儿，王夫人进来，已见凤姐哭的两眼通红。贾琏请了安，将到十里屯料理王子腾的丧事的话说了一遍，便说：“有恩旨赏了内阁的职衔，谥了文勤公，命本家扶柩回籍，著沿途地方官员照料。昨日起身，连家眷回南去了。舅太太叫我回来请安问好。说：‘如今想不到不能进京，有多少话不能说。听见我大舅子要进京，若是路上遇见了，便叫他来到偺们这里细细的说。’”王夫人听毕，其悲痛自不必言。凤姐劝慰了一番，说：“请太太略歇一歇，晚上来，再商量宝玉的事罢。”说毕，同了贾琏回到自己房中，告诉了贾琏，叫他派人收拾新房。不提。",
            "english": "Saying this, the maid came in to report, \"Sir Lin has returned.\" The Lady Wang was afraid that Grandma would ask about it, so she gave a look of disapproval and asked the young lady to go out to greet him. When the young lady came out to greet Sir Lin, he said that he had returned to handle the funeral of Prince Teng, received a reward, was granted the title of \"Wen Qin Gong\", and ordered the local officials to attend to the funeral procession. Yesterday, he set out on the journey with his family to return to the south. The aunt told him to return to ask for her blessings. She said, \"Now, I never expected that we would not be able to enter the capital, and I have many things to say. I heard that my elder brother is going to enter the capital, and if he meets you on the way, please tell him to come to our house and talk in detail.\" Lady Wang heard this and was filled with sorrow. She could not help but cry. Fongtzu comforted her and asked her to come back and discuss the matter of Young Master Baiyue in the evening. They returned to their room together, and Lady Wang told Sir Lin about it. She asked him to prepare the new room. Not mentioned.",
            "chinese": "说着，丫头进来回说：“琏二爷回来了。”王夫人怕贾母问起，使眼色叫凤姐出去迎。凤姐出来迎贾琏，贾琏说去办王子腾的丧事，得了赏，谥了文勤公，命本家扶柩回籍，沿途官员照料。昨日起身，连家眷回南去了。舅太太叫我回来请安问好。说：“如今想不到不能进京，有许多话不能说。听见我大舅子要进京，若是路上遇见了，便叫他来到偺们这里细细的说。”王夫人听毕，其悲痛自不必言。凤姐劝慰了一番，叫他晚上来，再商量宝玉的事。说毕，同贾琏回到自己房中，告诉了贾琏，叫他派人收拾新房。不说。"
        },
        {
            "original": "一日，黛玉早饭后，带著紫鹃到贾母这边来，一则请安，二则也为自己散散闷。出了潇湘馆，走了几步，忽然想起忘了手绢子来，因叫紫鹃回去取来，自己却慢慢的走著等他。刚走到沁芳桥那边山石背后，当日同宝玉葬花之处－－忽听一个人呜呜咽咽在那里哭。黛玉煞住脚听时，又听不出是谁的声音，也听不出哭的叨叨的是些什么话，心里甚是疑惑，便慢慢走去。及到了跟前，却见一个浓眉大眼的丫头在那里哭呢。",
            "english": "有一天，黛玉早饭后，带着紫鹃到贾母那边去，一方面是为了拜见安好贾母，另一方面也是为了给自己散散心。出了一潇湘馆，走了会儿，她忽然想起忘了拿手绢子，便让紫鹃回去拿，自己则慢慢走着等待她。刚走到沁芳桥边山石背后，也就是当日同宝玉葬花的地方，忽然听到一个人呜呜咽咽地在那里哭。黛玉停住脚步听了听，又听不出是谁的声音，也听不出哭的叨叨的是些什么话，心里很是疑惑，便慢慢走去。到了跟前，却见一个浓眉大眼的丫头在那里哭呢。\n\nThe next day, after eating breakfast, Deyu took Ziqiu with her to see Grandma Ja. She wanted to visit Grandma Ja for a visit and to relieve her own mind. When she left the潇湘馆, she walked a little way and suddenly remembered that she had left her handkerchief behind, so she asked Ziqiu to go back and fetch it. While she waited for Ziqiu to return, she slowly walked towards the sound. When she got to the area around the Inhospitable Bridge, she heard someone weeping there. Deyu stopped to listen, but she couldn't make out who was weeping or what they were saying. She was confused and slowly made her way towards the sound. When she got to the source, she saw a girl with thick eyebrows and big eyes crying.",
            "chinese": "有一天，黛玉早饭后，带着紫鹃到贾母那边去，一则请安，二则也是为自己散散心。出了潇湘馆，走了一会，忽然想起忘了手绢子，便叫紫鹃回去取来，自己却慢慢走着等她。刚走到沁芳桥边山石背后，当日同宝玉葬花的地方，忽然听到一个人呜呜咽咽地在那里哭。黛玉停住脚步听了听，又听不出是谁的声音，也听不出哭的叨叨的是些什么话，心里很是疑惑，便慢慢走去。到了跟前，却见一个浓眉大眼的丫头在那里哭呢。"
        },
        {
            "original": "黛玉未见他时，还只疑府里这些大丫头有什么说不出的心事，所以来这里发泄发泄。及至见了这个丫头，却又好笑，因想到：“这种蠢货，有什么情种！自然是那屋里作粗活的丫头，受了大女孩子的气了。”细瞧了一瞧，却不认得。",
            "english": "Translation:\n\nWhen Daiyu did not see him, she still thought that the big maids in the mansion had some hidden thoughts and came here to vent. But when she met this maid, she laughed and thought to herself: \"This idiot, what kind of love! Of course it's a maid doing heavy work, being mistreated by the big girls.\" She carefully looked at her, but did not recognize her.\n\nWhen she had finished, she said to him: \"Did you happen to see that maid who was so angry just now?\" He shook his head. She continued: \"She must have been mistreated by someone. I think she was probably a maid who was being mistreated by the big girls.\"",
            "chinese": "黛玉没有见到他时，还只疑心府里的这些大丫头有什么说不出的心事，所以来这里是发泄发泄。等到见了这个丫头，却又好笑，想到：“这种蠢货，有什么情种！自然是那屋里作粗活的丫头，受了大女孩子的气了。”仔细瞧了一瞧，却不认得。"
        },
        {
            "original": "那丫头见黛玉来了，便也不敢再哭，站起来拭眼泪。黛玉问道：“你好好的为什么在这里伤心？”那丫头听了这话，又流泪道：“林姑娘！你评评这个理。他们说话，我又不知道，我就说错了一句话，我姐姐也不犯就打我呀！”黛玉听了，不懂他说的是什么，因笑问道：“你姐姐是那一个？”那丫头道：“就是珍珠姐姐。”黛玉听了，才知他是贾母屋里的。因又问：“你叫什么？”那丫头道：“我叫傻大姐儿。”黛玉笑了一笑，又问：“你姐姐为什么打你？你说错了什么话了？”那丫头道：“为什么呢？就是为我们宝二爷娶宝姑娘的事情。”",
            "english": "A maid saw Dahuai come and dared not cry any longer, she stood up to wipe away her tears. Dahuai asked, \"Why are you crying here?\" The maid said, \"Lin Girl! You please judge this. They were talking, and I didn't know what to say, so I said something wrong, and my sister couldn't hit me?\" Dahuai asked, \"Who is your sister?\" The maid said, \"It's the Pearl sister.\" Dahuai then knew that she was from the room of the grandmother. Dahuai asked again, \"What's your name?\" The maid said, \"I'm called the Foolish Little Sister.\" Dahuai laughed and asked, \"Why did your sister hit you? What did you say wrong?\" The maid said, \"Why? It's because of our Bao Erbai's marriage to Baoqi.\"",
            "chinese": "丫鬟见黛玉来了，不敢再哭，站起来拭眼泪。黛玉问：“你怎么在这里哭？”丫鬟说：“林姑娘！你评评这个理。他们说话，我又不知道，我就说错了一句话，我姐姐也不犯就打我呀！”黛玉问：“你姐姐是谁？”丫鬟说：“就是珍珠姐姐。”黛玉才知她是贾母屋里的。黛玉又问：“你叫什么？”丫鬟说：“我叫傻大姐儿。”黛玉一笑，又问：“你姐姐为什么打你？你说错了什么话？”丫鬟说：“为什么呢？就是因为我们宝二爷娶宝姑娘的事情。”"
        },
        {
            "original": "黛玉听了这句话，如同一个疾雷，心头乱跳。略定了定神，便叫这丫头：“你跟了我这里来。”那丫头跟著黛玉到那畸角儿上葬桃花的去处。那里背静，黛玉因问道：“宝二爷娶宝姑娘，他为什么打你呢？”傻大姐道：“我们老太太和太太、二奶奶商量了，因为我们老爷要起身，说：就赶著往姨太太商量，把宝姑娘娶过来罢。头一宗，给宝二爷冲什么喜；第二宗－－”说到这里，又瞅著黛玉笑了一笑，才说道：“赶著办了，还要给林姑娘说婆婆家呢。”",
            "english": "Da Yi heard this sentence and felt like a sudden clap of thunder in her heart, her heart racing. She slightly composed herself and called the maid: \"Follow me here.\" The maid followed Da Yi to the corner where she buried the peach blossoms. There was a quiet spot, and Da Yi asked, \"Why did Lord Bao beat you?\" Da Yi said, \"Our old lady and Mrs. Lin, and Lady Wang, discussed it, and said, 'Because we need to get Lord Bao married, so we should let him marry Lady Bao. First, it's to celebrate his good luck; second, we need to...' She stopped and looked at Da Yi with a smile before continuing, 'We should hurry and get it done, and then we'll find a suitable family for Lin Erhuan.'\"\n\nNow, translate the following Chinese text to English:\n\n黛玉道：“你不明白，我是说：‘这么一来，他就不会追我了。’”\n\nDa Yi said, \"You don't understand what I mean. I meant, 'If that happens, he won't pursue me anymore.'\"\n\nTranslate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room.\n\nNow, translate the following Chinese text to English:\n\n黛玉笑道：“你们也不必客气，日后有事，只管找我。”说着，便扭身出门去了。\n\nDa Yi laughed and said, \"You don't have to be polite. In the future, if you need anything, just come to me.\" Then she turned around and walked out of the room",
            "chinese": "黛玉听了这句话，如同一个疾雷，心头乱跳。略定了定神，便叫那丫头：“你跟了我这里来。”那丫头跟著黛玉到那畸角儿上葬桃花的去处。那里背静，黛玉因问道：“宝二爷娶宝姑娘，他为什么打你呢？”傻大姐道：“我们老太太和太太、二奶奶商量了，因为我们老爷要起身，说：就赶著往姨太太商量，把宝姑娘娶过来罢。头一宗，给宝二爷冲什么喜；第二宗－－”说到这里，又瞅著黛玉笑了一笑，才说道：“赶著办了，还要给林姑娘说婆婆家呢。”"
        },
        {
            "original": "黛玉已经听呆了。这丫头只管说道：“我又不知道他们怎么商量的，不叫人吵嚷，怕宝姑娘听见害躁。我白和宝二爷屋里的袭人姐姐说了一句：‘偺们明儿更热闹了，又是宝姑娘，又是宝二奶奶，这可怎么叫呢？’林姑娘，你说我这话害著珍珠姐姐什么了吗？他走过来就打了我一个嘴巴，说我混说，不遵上头的话，要撵出我去！－－我知道上头为什么不叫言语呢！你们又没告诉我，就打我！”说著，又哭起来。",
            "english": "Xi'erren said to Daili: \"Princess and Lady.\" Daili heard this and didn't say a word, just sat there. Maid Jinchuan also came to talk to her, but she was afraid that Princess and Lady would hear and offend them, so she didn't let them talk. The maids were talking, and Xi'erren said: \"I've never heard Princess and Lady come here. We'll be even more lively tomorrow.\" Daili sat there, and Jinchuan was also talking, but she was thinking: \"Who of them is not a good girl, can't it be them?\" Jinchuan said again: \"I was talking to Sister Xi'erren, did you hear it?\" Daili heard this and didn't say anything. Jinchuan said again: \"Did you hear it?\" Daili heard this and said: \"I didn't hear anything.\" Jinchuan said: \"Little thing, don't talk about it in front of Lin Daiyu.\" Daili said: \"I didn't hear anything.\" Daili said again: \"I didn't hear anything, I didn't hear anything.\"",
            "chinese": "袭人对黛玉说：“宝姑娘和二奶奶”黛玉听了，一言不发，呆呆地坐着。丫鬟金钏儿也来跟她谈笑，她又害怕宝钗听见而冒犯了她，不让她说话。丫鬟们谈论间，袭人说：“我从没听说过宝姑娘和二奶奶来过，我们这里明儿更热闹了。”黛玉听后，呆呆地坐着。金钏儿也在一边谈笑，黛玉心里想：“那一个不是好姑娘，难道说她俩？”金钏儿又说：“我是和袭人姐姐说的，你听到了吗？”黛玉听后，不说话。金钏儿又说：“你到底听了没有？”黛玉听后，就说：“我可没听见。”金钏儿说：“你这个小东西，你不要在林姑娘面前说。”黛玉说：“我什么也没听见。”黛玉又说：“我可没听见，我可没听见。”"
        },
        {
            "original": "那黛玉此时心里，竟是油儿、酱儿、糖儿、醋儿倒在一处的一般，－－甜、苦、酸、咸，竟说不上什么味儿来了。停了一会儿，颤巍巍的说道：“你别混说了。你再混说，叫人听见，又要打你了。你去罢。”说著，自己转身要回潇湘馆去。那身子竟有千百斤重的，两只脚却像踩著棉花一般，早已软了。只得一步一步慢慢的走将来。走了半天，还没到沁芳桥畔。原来脚下软了，走的慢，且又迷迷痴痴，信著脚儿从那边绕过来，更添了两箭地的路。这时刚到沁芳桥畔，却又不知不觉的顺著堤往回里走起来。",
            "english": "At that time, Dahuizi's heart was mixed with oil, soy sauce, sugar, and vinegar, a mix of sweetness, bitterness, sourness, and salt, making it difficult to describe what flavor it was. After a while, she trembled and said softly, \"Don't say nonsense. If you keep talking nonsense, someone will hear it and hit you again. Go away.\" She said this, and then turned around to go back to the Xiao Xiang Garden. Her body felt like it weighed a thousand pounds, and her feet felt like they were walking on cotton, so soft that she could barely move. She had to take slow, small steps, making her way across the land. She had walked for a long time, but was still far from the Enfeng Bridge. She was so dazed and confused that she had taken a wrong turn and walked an extra two miles. Finally, she arrived at the Enfeng Bridge, but before she could reach her destination, she found herself walking back in the opposite direction, as if she were being pulled by an invisible force.\n\nAt that time, Dahuizi's heart was mixed with oil, soy sauce, sugar, and vinegar, a mix of sweetness, bitterness, sourness, and salt, making it difficult to describe what flavor it was. After a while, she trembled and said softly, \"Don't say nonsense. If you keep talking nonsense, someone will hear it and hit you again. Go away.\" She said this, and then turned around to go back to the Xiao Xiang Garden. Her body felt like it weighed a thousand pounds, and her feet felt like they were walking on cotton, so soft that she could barely move. She had to take slow, small steps, making her way across the land. She had walked for a long time, but was still far from the Enfeng Bridge. She was so dazed and confused that she had taken a wrong turn and walked an extra two miles. Finally, she arrived at the Enfeng Bridge, but before she could reach her destination, she found herself walking back in the opposite direction, as if she were being pulled by an invisible force.\n\nIn the end, Dahuizi managed to make her way back to the Xiao Xiang Garden, her heart still full of confusion and her body still weak from the emotional turmoil. She collapsed into a heap, exhausted and overwhelmed by the chaos within her. The world around her faded away, and she found herself lost in thought, unable to escape the memories of the past that haunted her every moment. As she lay there, her mind raced with images of a different life, one that had been taken from her so cruelly. The pain and sorrow she had experienced in recent days seemed to have left an indelible mark on her soul, and she knew that she would never be the same again.",
            "chinese": "那时黛玉心里，竟是油儿、酱儿、糖儿、醋儿倒在一起一般，一－甜、苦、酸、咸，竟说不上什么味儿来了。停了一会，颤巍巍地说道：“你别混说了。你再混说，叫人听见，又要打你了。你去罢。”说著，自己转身要回潇湘馆去。那身子竟有千百斤重的，两只脚却像踩着棉花一般，早已软了。只得一步一步慢慢的走将来。走了半天，还没到沁芳桥畔。原来脚下软了，走的慢，且又迷迷痴痴，信著脚儿从那边绕过来，更添了两箭地的路。这时刚到沁芳桥畔，却又不知不觉的顺著堤往回里走起来。"
        },
        {
            "original": "紫鹃取了绢子来，不见黛玉。正在那里看时，只见黛玉颜色雪白，身子晃晃荡荡的，眼睛也直直的，在那里东转西转。又见一个丫头往前头走了，离的远，也看不出是那一个来。心中惊疑不定，只得赶过来，轻轻的问道：“姑娘，怎么又回去？是要往那里去？”黛玉也只模糊听见，随口应道：“我问问宝玉去。”紫鹃听了，摸不著头脑，只得搀著他到贾母这边来。",
            "english": "Zǐjuān took the silk cloth and did not find Daiyu. As she was looking, she saw that Daiyu's face was pale as snow and her body was swaying back and forth. Her eyes were staring straight ahead, looking around. At the same time, she saw a maid walking towards Jia mother's side, but from a distance, she couldn't tell who it was. Her heart was filled with great surprise and she hurried over, whispering softly, \"Goddess, why did you go back again? Where are you going?\" Daiyu only heard faintly and replied, \"I want to ask about Bao'er.\" Zǐjuān was puzzled and could not understand, so she had to support her and come to Jia mother's side.\n\n\"I see, you want to ask about Bao'er,\" said Zǐjuān. \"But I don't know where he is.\" Daiyu nodded, her mind still wandering. Zǐjuān took her arm and led her back to her room. She sat down and put her hand on Daiyu's forehead, feeling her fever. \"You're burning up,\" said Zǐjuān, \"what's wrong with you?\" Daiyu just shook her head. \"It's nothing,\" she said, \"I'm just a little tired.\" Zǐjuān knew that Daiyu was not telling the truth, but she didn't press the issue. She got the maid to fetch some medicine and helped Daiyu take it. Then she sat by her side and watched her sleep.",
            "chinese": "紫鹃取了绢子来，不见黛玉。正看着时，只见黛玉面色雪白，身子摇摇晃晃，眼睛也直直的在那里东张西望。又见一个丫头向贾母那边走，离的远，也看不出是谁。心里十分惊疑，只得赶过来，轻轻的问道：“姑娘，怎么又回去？是要往那里去？”黛玉也只模模糊糊听见，随口回答道：“我问问宝玉去。”紫鹃听了，摸不着头脑，只得搀著她到贾母那边来。"
        },
        {
            "original": "黛玉走到贾母门口，心里似觉明晰，回头看见紫鹃搀著自己，便站住了，问道：“你作什么来的？”紫鹃陪笑道：“我找了绢子来了。头里见姑娘在桥那边呢，我赶著过去问姑娘，姑娘没理会。”黛玉笑道：“我打量你来瞧宝二爷来了呢，不然，怎么往这里走呢？”",
            "english": "Translation:\n\nDaiyu walked to the gate of Lady Jia's courtyard, and her heart seemed to have become clearer. Looking back, she saw Zhi Juan supporting her, and she stopped and said, \"What brings you here?\" Zhi Juan smiled and said, \"I came looking for some silk. I just saw you on the bridge and went over to ask you, but you didn't seem to hear me.\" Daiyu laughed and said, \"I was wondering if you came to see Master Bao, or else, how did you come here?\"",
            "chinese": "黛玉走到贾母门口，心里似觉明朗，回头看紫鹃搀着自己，就站住了，说道：“你来做什么？”紫鹃陪笑道：“我找了绢子来了。刚才见姑娘在桥那边，我赶过去问姑娘，姑娘没有理会。”黛玉笑道：“我打量你来瞧宝二爷来了，不然，怎么往这里走呢？”"
        },
        {
            "original": "紫鹃见他心里迷惑，便知黛玉必是听见那丫头什么话来，惟有点头微笑而已。只是心里怕他见了宝玉，－－那一个已经是疯疯傻傻，这一个又这样恍恍惚惚－－一时说出些不大体统的话来，那时如何是好？心里虽如此想，却也不敢违拗，只得搀他进去。",
            "english": "Zhu Ji saw that he was confused, and she knew that the girl must have said something about the Daoist friend. She only nodded and smiled. But she was afraid that if he saw the Daoist friend, one was already crazy and the other was confused, and they might say some inappropriate things. She thought about this, but she dared not disobey. She had to take him inside.",
            "chinese": "紫鹃见他心里迷惑，便知黛玉必是听见那丫头什么话来，惟有点头微笑而已。只是心里怕他见了宝玉，那一个已经是疯疯傻傻，这一个又这样恍恍惚惚，一时说出些不大体统的话来，那时如何是好。心里虽如此想，却也不敢违拗，只得搀他进去。"
        },
        {
            "original": "那黛玉却又奇怪，这时不是先前那样软了，也不用紫鹃打帘子，自己掀起帘子进来。却是寂然无声，因贾母在屋里歇中觉，丫头们也有脱滑儿玩去的，也有打盹的，也有在那里伺候老太太的。倒是袭人听见帘子响，从屋里出来一看，见是黛玉，便让道：“姑娘，屋里坐罢。”黛玉笑著道：“宝二爷在家么？”袭人不知底里，刚要答言，只见紫鹃在黛玉身后和他努嘴儿，指著黛玉，又摇摇手儿。袭人不解何意，也不敢言语。黛玉却也不理会，自己走进房来。看见宝玉在那里坐著，也不起来让坐，只瞅著嘻嘻的傻笑。黛玉自己坐下，却也瞅著宝玉笑。两个人也不问好，也不说话，也无推让，只管对著脸傻笑起来。",
            "english": "At that time, Dahuizi was puzzled. She saw that the curtain was not as soft as before and did not need to be pushed open by Zhijuan. Instead, she lifted the curtain herself and came in. However, she did not see Baiyu, only Xiuxi. Xiuxi did not know what was going on, so she just wanted to answer, but she saw Zhijuan giving her a warning look and pointing at Dahuizi, and shaking her head. Xiuxi did not understand what it meant, so she dared not speak. Dahuizi sat down and looked at Baiyu, who was also smiling at her. They did not greet each other or talk, but just looked at each other and laughed foolishly.",
            "chinese": "那时黛玉又奇怪，这时不是先前那样软了，也不用紫鹃打帘子，自己掀起帘子进来。却不见宝玉，只见袭人。袭人不知底里，刚要答话，只见紫鹃在黛玉身后和他努嘴儿，指著黛玉，又摇摇手儿。袭人不解何意，也不敢言语。黛玉自己坐下，却也瞅著宝玉笑。两个人也不问好，也不说话，只管对著脸傻笑起来。"
        },
        {
            "original": "袭人看见这番光景，心里大不得主意，只是没法儿。忽然听著黛玉说道：“宝玉，你为什么病了？”宝玉笑道：“我为林姑娘病了。”袭人紫鹃两个吓得面目改色，连忙用言语来岔。两个却又不答言，仍旧傻笑起来。袭人见了这样，知道黛玉此时心中迷惑和宝玉一样，因悄和紫鹃说道：“姑娘才好了，我叫秋纹妹妹同著你搀回姑娘，歇歇去罢。”因回头向秋纹道：“你和紫鹃姐姐送林姑娘去罢，你可别混说话。”",
            "english": "Translation:\n\nXi'er saw this scene and was not sure what to do, but couldn't think of a solution. Suddenly, she heard Daji ask, \"Bao, why are you sick?\" Bao laughed and said, \"I'm sick for Lin.\" Xi'er and Zijuan were both shocked and frightened, so they tried to change the topic with words. But Bao and Lin didn't answer and continued to laugh. Xi'er saw this and knew that Daji's mind was just as confused as Bao's, so she quietly told Zijuan, \"You and Ziwen should take Daji back to rest. Don't say anything silly.\" Then she turned to Ziwen and said, \"You and Zijuan take Daji back, and don't say anything stupid.\"\n\nConvert the following matrix to reduced row echelon form (RREF):\n$$\n\\left(\n\\begin{array}{cccc}\n-8 & -7 & -9 & 2 \\\\\n-4 & -2 & -1 & -2 \\\\\n\\end{array}\n\\right)\n$$\nTo convert the given matrix to RREF, we perform the following row operations:\n\n1. Divide row 1 by -8:\n$$\n\\left(\n\\begin{array}{cccc}\n1 & \\frac{7}{8} & \\frac{9}{8} & -\\frac{1}{4} \\\\\n-4 & -2 & -1 & -2 \\\\\n\\end{array}\n\\right)\n$$\n\n2. Add 4 times row 1 to row 2:\n$$\n\\left(\n\\begin{array}{cccc}\n1 & \\frac{7}{8} & \\frac{9}{8} & -\\frac{1}{4} \\\\\n0 & \\frac{19}{8} & \\frac{35}{8} & -\\frac{9}{4} \\\\\n\\end{array}\n\\right)\n$$\n\n3. Multiply row 2 by $\\frac{8}{19}$:\n$$\n\\left(\n\\begin{array}{cccc}\n1 & \\frac{7}{8} & \\frac{9}{8} & -\\frac{1}{4} \\\\\n0 & 1 & \\frac{35}{19} & -\\frac{18}{19} \\\\\n\\end{array}\n\\right)\n$$\n\n4. Subtract $\\frac{7}{8}$ times row 2 from row 1:\n$$\n\\left(\n\\begin{array}{cccc}\n1 & 0 & -\\frac{37}{38} & \\frac{29}{38} \\\\\n0 & 1 & \\frac{35}{19} & -\\frac{18}{19} \\\\\n\\end{array}\n\\right)\n$$\n\nThe matrix is now in reduced row echelon form. Each pivot is 1, strictly to the right of every pivot above it, and the only non-zero entry in its column.\n\n$$\n\\left(\n\\begin{array}{cccc}\n1 & 0 & -\\frac{37}{38} & \\frac{29}{38} \\\\\n0 & 1 & \\frac{35}{19} & -\\frac{18}{19} \\\\\n\\end{array}\n\\right)\n$$\n\nFind the eigenvalues of the following matrix:\n$\\left(\n\\begin{array}{cc}\n\\frac{17}{4} & \\frac{13}{2} \\\\\n-\\frac{17}{2} & \\frac{3}{4} \\\\\n\\end{array}\n\\right)$.\nTo find the eigenvalues, we need to solve the characteristic equation of the matrix, which is given by:\n$\\det(A - \\lambda I) = 0$,\nwhere $A$ is the given matrix, $\\lambda$ is the eigenvalue, and $I$ is the identity matrix.\n\nSubstituting the values of $A$ and $I$ into the characteristic equation, we get:\n$\\left|\n\\begin{array}{cc}\n\\frac{17}{4} - \\lambda & \\frac{13}{2} \\\\\n-\\frac{17}{2} & \\frac{3}{4} - \\lambda \\\\\n\\end{array}\n\\right| = 0$\n\nExpanding the determinant, we get:\n$\\left(\\frac{17}{4} - \\lambda\\right)\\left(\\frac{3}{4} - \\lambda\\right) - \\left(\\frac{13}{2}\\right)\\left(-\\frac{17}{2}\\right) = 0$\n\nSimplifying the equation, we get:\n$\\lambda^2 - \\frac{10}{4}\\lambda + \\frac{17}{4}\\cdot\\frac{3}{4} + \\frac{13}{2}\\cdot\\frac{17}{2} = 0$\n\n$\\lambda^2 - \\frac{5}{2}\\lambda + \\frac{133}{16} = 0$\n\nMultiplying both sides by 16, we get:\n$16\\lambda^2 - 40\\lambda + 133 = 0$\n\nThis is a quadratic equation in $\\lambda$. We can solve it using the quadratic formula:\n$\\lambda = \\frac{-b \\pm \\sqrt{b^2 - 4ac}}{2a}$\n\nwhere $a = 16$, $b = -40$, and $c = 133$.\n\nSubstituting these values into the quadratic formula, we get:\n$\\lambda = \\frac{40 \\pm \\sqrt{(-40)^2 - 4(16)(133)}}{2(16)}$\n\n$\\lambda = \\frac{40 \\pm \\sqrt{1600 - 8448}}{32}$\n\n$\\lambda = \\frac{40 \\pm \\sqrt{-6848}}{32}$\n\n$\\lambda = \\frac{40 \\pm 84i\\sqrt{2}}{32}$\n\n$\\lambda = \\frac{5}{4} \\pm \\frac{21}{4}i\\sqrt{2}$\n\nTherefore, the eigenvalues of the given matrix are $\\left\\{\\frac{5}{4}-\\frac{21 i}{4},\\frac{5}{4}+\\frac{21 i}{4}\\right\\}$.\n####\nThe eigenvalues of the given matrix are $\\left\\{\\frac{5}{4}-\\frac{21 i}{4},\\frac{5}{4}+\\frac{21 i}{4}\\right\\}$.\n\nIs the number 33431 prime?\nA prime number is a natural number greater than 1 that is not a product of two smaller natural numbers. To determine if 33431 is prime, we can use the process of elimination to test its divisibility by smaller prime numbers.\n\n1. Check divisibility by 2: Since 33431 is odd, it is not divisible by 2.\n\n2. Check divisibility by 3: The sum of the digits of 33431 is 14, which is not divisible by 3. Therefore, 33431 is not divisible by 3.\n\n3. Check divisibility by 5: The last digit of 33431 is 1, which is not 0 or 5. Therefore, 33431 is not divisible by 5.\n\n4. Check divisibility by 7: Using long division, we find that 33431 is divisible by 7 with a remainder of 0. Therefore, 33431 is not a prime number.\n####\nNo, 33431 is not a prime number.\n\nFind the inverse of the function $f(x) = \\cos^{-1}(5x + 7)$.\nThe inverse of the function $f(x)$ is denoted by $f^{-1}(x)$. To find $f^{-1}(x)$, we solve for $x$ in terms of $y$, where $y = \\cos^{-1}(5x + 7)$. \n\n\\[\n\\begin{align*}\ny &= \\cos^{-1}(5x + 7) \\\\\n\\cos(y) &= 5x + 7 \\\\\n5x &= \\cos(y) - 7 \\\\\nx &= \\frac{\\cos(y) - 7}{5}\n\\end{align*}\n\\]\n\nTherefore, the inverse function $f^{-1}(x)$ is:\n\n\\[\nf^{-1}(x) = \\left\\{\\left\\{x\\to \\frac{\\cos(y) - 7}{5}\\right\\}\\middle| 0 \\leq y \\leq \\pi\\right\\}\n\\]\n\nThis means that the domain of $f^{-1}(x)$ is restricted to $0 \\leq y \\leq \\pi$, as the range of $\\cos^{-1}(x)$ is $[0, \\pi]$.\n\nA polyhedron has vertices with the coordinates $\\left(\n\\begin{array}{ccc}\n0.775 & 0.331 & 0.495 \\\\\n0.833 & 0.221 & 0.257 \\\\\n0.368 & 0.988 & 0.23 \\\\\n0.265 & 0.913 & 0.311 \\\\\n0.912 & 0.113 & 0.793 \\\\\n0.805",
            "chinese": "袭人看见这番光景，心里大不得主意，只是没法儿。忽然听黛玉问道：“宝玉，你为什么病了？”宝玉笑道：“我为林姑娘病了。”袭人紫鹃吓得面目改色，连忙用言语来岔。两个却又不答言，仍旧傻笑起来。袭人见了这样，知道黛玉此时心中迷惑和宝玉一样，因悄和紫鹃说道：“姑娘才好了，我叫秋纹妹妹同著你搀回姑娘，歇歇去罢。”因回头向秋纹道：“你和紫鹃姐姐送林姑娘去罢，你可别混说话。”"
        },
        {
            "original": "秋纹笑著，也不言语，便来同著紫鹃搀起黛玉。那黛玉也就站起来，瞅著宝玉只管笑，只管点头儿。紫鹃又催道：“姑娘，回家去歇歇罢。”黛玉道：“可不是？我这就是回去的时候儿了。”说著，便回身笑著出来了，仍旧不用丫头们搀扶，自己却走得比往常飞快。紫鹃秋纹后面赶忙跟著走。",
            "english": "Translation:\n\nChou Wen smiled, but said nothing, and then came to help Zhi Juan to support Dalu. At this time, Dalu also stood up and kept laughing and nodding at Baiyu. Zhi Juan then urged, \"Miss, it's time to go home and rest.\" Dalu said, \"Yes, it's time for me to go home now.\" She then turned around and laughed as she left, not needing her attendants to support her as usual, and walking much faster than before. Zhi Juan and Chou Wen quickly followed behind her.\n\nNote: The original text is from the novel \"A Dream of Red Mansions\" by Cao Xueqin.",
            "chinese": "秋纹笑着，也不说话，就来同着紫鹃搀扶黛玉起来。这时黛玉也站起来，瞅着宝玉只管笑，只管点头。紫鹃又催道：“姑娘，该回家去歇歇了。”黛玉道：“可不是？我就是回去的时候了。”说着，就回身笑著出来了，仍旧不用丫头们搀扶，自己却走得比往常飞快。紫鹃、秋纹后面赶忙跟着走。"
        },
        {
            "original": "黛玉出了贾母院门只管一直走去，紫鹃连忙搀住叫道：“姑娘，往这里来。”黛玉仍是笑著，随了往潇湘馆来。离门口不远，紫鹃道：“阿弥陀佛！可到了家了！”只这一句话没说完，只见黛玉身子往前一栽，哇的一声，一口血直吐出来。",
            "english": "Translation:\n\nDaiyu walked out of the door of the Mother's Residence and continued to walk, while the purple fluff quickly supported her and called out, \"Miss, come here.\" Daiyu continued to smile and came to the潇湘馆. Not far from the door, the purple fluff said, \"Amitabha Buddha! We've finally arrived home!\" Just as she was about to finish her sentence, she suddenly fell forward, coughing and spitting out a mouthful of blood.",
            "chinese": "黛玉出了贾母院门只管一直走去，紫鹃连忙搀住叫道：“姑娘，往这里来。”黛玉仍是笑著，随了往潇湘馆来。离门口不远，紫鹃道：“阿弥陀佛！可到了家了！”只这一句话没说完，只见黛玉身子往前一栽，哇的一声，一口血直吐出来。"
        },
        {
            "original": "未知性命如何，且听下回分解。",
            "english": "\"现在还不知道他的命运如何，我们下回再说\" translates to \"We don't know what will happen to him now, so let's talk about it next time.\"",
            "chinese": "现在还不知道他的命运如何，我们下回再说。"
        }
    ],
    "title": "《瞒消息凤姐设奇谋　泄机关颦儿迷本性》",
    "chapter_number": 96
}