{
    "paragraphs": [
        {
            "original": "话说黛玉到潇湘馆门口，紫鹃说了一句话，更动了心，一时吐出血来，几乎晕倒，亏了紫鹃还同著秋纹两个人搀扶著黛玉到屋里来。那时秋纹去后，紫鹃雪雁守著，见他渐渐苏醒过来，问紫鹃道：“你们守著哭什么？”紫鹃见他说话明白，倒放了心了，因说：“姑娘刚才打老太太那边回来，身上觉著不大好，吓的我们没了主意，所以哭了。”黛玉笑道：“我那里就能够死呢！”这一句话没完，又喘成一处。",
            "english": "Daiyu came to the door of the Plum Blossom Pavilion, and Zhi Juan said a word that made her angry, and she spat blood and almost fainted, which was saved by Zhi Juan and Qiu Wen. After Qiu Wen left, Zhi Juan and Xueyan stayed with her, and when she gradually woke up, she asked Zhi Juan, \"Why are you crying?\" Zhi Juan saw that she was speaking clearly and let her heart rest. \"Miss, you just came back from the old lady's side and felt uncomfortable, which scared us.\" Daiyu laughed and said, \"I can't die!\" Before she could finish, she was gasping for breath.",
            "chinese": "黛玉来到潇湘馆门口，紫鹃说了句话，让她心烦，一下子吐出血来，差点晕倒，亏得紫鹃和秋纹两个人扶她进屋。秋纹走后，紫鹃和雪雁守着她，见她渐渐苏醒，问紫鹃：“你们为什么哭？”紫鹃见她说话明白，放了心，说：“姑娘刚才从老太太那边回来，觉得不舒服，吓坏了我们。”黛玉笑着说：“我哪里就能死呢！”这句话没说完，就喘得厉害。"
        },
        {
            "original": "原来黛玉因今日听得宝玉宝钗的事情，这本是他数年的心病，一时急怒，所以迷惑了本性。及至回来吐了这一口血，心中却渐渐的明白过来，把头里的事一字也不记得。这会子见紫鹃哭了，方模糊想起傻大姐的话来。此时反不伤心，惟求速死，以完此债。",
            "english": "Daiyu was already troubled by her feelings for the past few days, and hearing about Baochai's situation made her even more angry and confused. After vomiting blood in her room, she slowly regained her senses, but forgot everything that had happened before. Now, seeing Zhiuqiu crying, she remembered what Big Sister said. She is not sad now, but only wishes to die quickly to settle this debt.",
            "chinese": "黛玉因为今天听到了宝玉和宝钗的事情，她本来就有这个心病，所以一时愤怒，变得糊涂了。回到房里吐了一口血之后，她渐渐地明白了事情的真相，却忘记了之前发生的一切。现在看到紫鹃在哭，她才想起傻大姐说的话。她现在不伤心，只希望快点死，以了结这个债。"
        },
        {
            "original": "这里紫鹃雪雁只得守著，想要告诉人去，怕又像上回招的凤姐说他们失惊打怪。那知秋纹回去，神色慌张，正值贾母睡起中觉来，看见这般光景，便问：“怎么了？”秋纹吓的连忙把刚才的事回了一遍。贾母大惊，说：“这还了得！”连忙著人叫了王夫人凤姐过来，告诉了他婆媳两个。凤姐道：“我都嘱咐了，这是什么人走了风了呢？这不更是一件难事了吗！”贾母道：“且别管那些，先瞧瞧去是怎么样了。”说著，便起身带著王夫人凤姐等过来看视。见黛玉颜色如雪，并无一点血色，神气昏沉，气息微细，半日又咳嗽了一阵，丫头递了痰盂，吐出都是痰中带血的，大家都慌了。只见黛玉微微睁眼，看见贾母在他旁边，便喘吁吁的说道：“老太太！你白疼了我了！”",
            "english": "Here Zhiu and Xueyan can only guard, afraid to tell others, like the previous time about the Hongxiang. But who knows that Qiuwen goes back, looking nervous, and just as Jiamu is taking a nap, she sees this situation and asks, \"What's wrong?\" Qiuwen is scared and tells Jiamu everything that happened. Jiamu is shocked and says, \"What should we do?\" She calls Wangfu and Hongjie to come over and tells them. Hongjie says, \"I've already told them not to say anything. Who told them?\" Jiamu says, \"Let's just see how Lin Daiyu is doing.\" She gets up and takes Wangfu and Hongjie to see Lin Daiyu. When they see that Lin Daiyu's face is pale and she has no color, she looks sleepy and her breath is weak, and after a while she coughs again. The maids give her a spittoon, and she spits out blood. Everyone is panicking. Suddenly, Lin Daiyu opens her eyes slightly and sees Jiamu beside her. She pants and says, \"Grandma! You've spoiled me!\"",
            "chinese": "这里紫鹃雪雁只能守着，想要告诉别人，怕又像上次招的凤姐那样说他们失惊打怪。谁知道秋纹回去，神色慌张，正好贾母睡起中觉，看见这种情形，便问：“怎么了？”秋纹吓坏了，连忙把刚才发生的事情告诉了贾母。贾母大惊失色，说：“这可怎么办啊！”连忙派人叫了王夫人和凤姐过来，告诉了他俩。凤姐道：“我都嘱咐过了，是谁走漏了风声呢？这不更是一件难事了吗！”贾母道：“先别管这些，先看看黛玉怎么样了。”说着，贾母便起身带着王夫人和凤姐等人去看黛玉。见黛玉脸色苍白，没有一点血色，神气昏沉，气息微弱，过了半天又咳嗽了一阵，丫头递了痰盂，黛玉吐出来的都是痰中带血的，大家都慌了。只见黛玉微微睁眼，看见贾母在他旁边，便喘息着说：“老太太！你白疼我了！”\n\n将中国白话改写为简单的现代普通话需要对原文进行分析和理解，将原文中的"
        },
        {
            "original": "贾母一闻此言，十分难受，便道：“好孩子，你养著罢！不怕的！”黛玉微微一笑，把眼又闭上了。外面丫头进来回凤姐道：“大夫来了。”于是大家略避。王大夫同著贾琏进来，诊了脉，说道：“尚不妨事。这是郁气伤肝，肝不藏血，所以神气不定。如今要用敛阴止血的药，方可望好。”王大夫说完，同著贾链出去开方取药去了。",
            "english": "Jia mother heard this and was very sad, saying, \"Good child, you keep it and don't worry about it!\" Lin Daiyu smiled and closed her eyes. The maidservants came in to tell the lady-in-waiting that the doctor had arrived. Everyone stepped aside slightly. Wang doctor and Jia Lian came in and after taking the pulse, said, \"There's nothing serious. This is due to anger damaging the liver, which cannot store blood, so the mind is unstable. Now we need to take medicine to nourish the yin blood, and it will improve.\" After saying this, Wang doctor and Jia Lian went out to write the prescription and get the medicine.",
            "chinese": "贾母听到这话，非常难过，说：“好孩子，你养着吧！不怕的！”黛玉微笑着，闭上眼睛。外面的丫头进来告诉凤姐，大夫来了。大家稍微避开一下。王大夫和贾琏进来，诊脉后说：“没有什么大问题。这是由于生气伤了肝脏，肝不能藏血，所以神志不稳。现在要用收敛阴血的药，才能好转。”王大夫说完，和贾琏出去开方取药了。"
        },
        {
            "original": "贾母看黛玉神气不好，便出来告诉凤姐等道：“我看这孩子的病，不是我咒他，只怕难好！你们也该替他预备预备，冲一冲，或者好了，岂不是大家省心？就是怎么样，也不至临时忙乱。偺们家里这两天正有事呢。”凤姐儿答应了。贾母又问了紫鹃一回，到底不知是那个说的。贾母心里只是纳闷，因说：“孩子们从小儿在一处儿玩，好些是有的。如今大了，懂的人事，就该要分别些才是做女孩儿的本分，我才心里疼他。若是他心里有别的想头，成了什么人了呢！我可是白疼了他了！你们说了，我倒有些不放心。”因回到房中，又叫袭人来问，袭人仍将前日回过王夫人的话并方才黛玉的光景述了一遍。",
            "english": "Jia Mote saw that Daiyu was not feeling well and came out to tell Fengzheng and the others, \"I think her illness might be serious. You should all prepare for her. Perhaps it will help to pray for her, and she might get better. Then we won't have to worry. Even if she does get worse, we won't be so busy. We have a lot of things to do at home these days.\" Fengzheng agreed. Jia Mote then asked Zhiyan again, but still couldn't figure out who had said it. Jia Mote was puzzled and said, \"Children play together when they are young, and they get to know each other well. When they grow up, they should learn to distinguish between right and wrong, which is what a girl should do. I care about her, but if she has other thoughts, she's not a person! I've been taking care of her. If she has other thoughts, I've been wasting my time!\" She then went back to her room and called Xiyan to ask, and Xiyan told her about what she had said to Wangfeng the other day and Daiyu's current condition.\n\n以上就是将《红楼梦》第十七回“黛玉",
            "chinese": "贾母看到黛玉身体不好，就出来告诉凤姐等人：“我看这孩子的病，只怕不好！你们也该替她准备准备，冲一冲，也许能好，大家就能省心了。就算怎么样，也不至于临时忙乱。我们家里这两天正有事呢。”凤姐答应了。贾母又问了紫鹃一回，到底不知道是谁说的。贾母心里纳闷，说：“孩子们从小在一起玩，关系好多。现在大了，懂了一些人情世故，就该要分清了，这才是女孩的本分。我才疼她。如果她心里有别的想法，就不是个人了！我可白疼她了！你们说了，我倒有些不放心。”于是回到房里，又叫袭人来问，袭人将前几天回过王夫人的话并黛玉现在的光景告诉了贾母。"
        },
        {
            "original": "贾母道：“我方才看他却还不至糊涂。这个理我就不明白了。偺们这种人家，别的事自然没有的，这心病也是断断有不得的！林丫头若不是这个病呢，我凭著花多少钱都使得；就是这个病，不但治不好，我也没心肠了！”凤姐道：“林妹妹的事，老太太倒不必张罗，横竖有他二哥哥天天同著大夫瞧，倒是姑妈那边的事要紧。今儿早起，听见说，房子不差什么，就妥当了。竟是老太太、太太到姑妈那边去，我也跟了去商量商量。就只一件：姑妈家里有宝妹妹在那里，难以说话，不如索性请姑妈晚上过来，偺们一夜都说结了，就好办了。”贾母王夫人都道：“你说的是。今儿晚了，明儿饭后，偺们娘儿们就过去。”说著，贾母用了晚饭，凤姐同王夫人各自归房。不提。",
            "english": "Jia Ma said, \"I just saw him not quite糊涂. I don't understand this reason. Our rich families, other things naturally don't have, this heart disease is definitely not to have! Lin Daiyu was not this disease, I would spend all my money; but this disease, not only can not be cured, I have no mood!\" Fengqiu said, \"Lin Daiyu's matter, the old lady does not need to worry, anyway, she brother sees a doctor every day, the matter of the aunt's side is important. This morning, I heard that the house is almost done, it is settled. Old lady, mother go to the aunt's side to discuss. There is only one thing: the aunt's house has Bao'er there, it is inconvenient to speak, so we might as well invite the aunt to come over tonight, we can talk it out overnight, it will be easy to deal with.\" Jia Ma and Wang Fu both said, \"You are right. Today, we will not get there until dinner time tomorrow.\" After finishing dinner, Fengqiu and Wang Fu each returned to their rooms. Not mentioned.",
            "chinese": "贾母说：“我刚才看他好像还不糊涂。这个道理我就不明白了。我们这种有钱人家，别的事自然没有，这个心病也是断断不能没有的！林妹妹如果不是这个病，我再花多少钱都愿意；就是这个病，不但治不好，我也没心情了！”凤姐说：“林妹妹的事，老太太不用操心，反正她哥哥天天找大夫看病，姑妈那边的事要紧。今天早上，听说房子已经差不多了，就妥当了。老太太、太太就到姑妈那边去商量商量。就只一件事：姑妈家里有宝妹妹在那里，不方便说话，不如干脆请姑妈晚上过来，我们一夜都说清楚，就好办了。”贾母和王夫人都说：“你说的对。今天晚上晚点，明天饭后，我们娘儿几个就过去。”说完，贾母用了晚饭，凤姐和王夫人各自回房。不提。"
        },
        {
            "original": "且说次日凤姐吃了早饭过来，便要试试宝玉，走进屋里说道：“宝兄弟大喜！老爷已择了吉日，要给你娶亲了！你喜欢不喜欢？”宝玉听了，只管瞅著凤姐笑，微微的点点头儿。凤姐笑道：“给你娶林妹妹过来，好不好？”宝玉却大笑起来。凤姐看著，也断不透他是明白，是糊涂，因又问道：“老爷说：你好了就给你娶林妹妹呢；若还是这么傻，就不给你娶了。”宝玉忽然正色道：“我不傻，你才傻呢！”说著，便站起来说：“我去瞧瞧林妹妹，叫他放心。”凤姐忙扶住了说：“林妹妹早知道了。他如今要做新媳妇了，自然害羞，不肯见你的。”宝玉道：“娶过来，他到底是见我不见？”凤姐又好笑，又著忙，心里想：“袭人的话不差。提到林妹妹，虽说仍旧说些疯话，却觉得明白些。若真明白了，将来不是林姑娘，打破了这个灯虎儿，那饥荒才难打呢！”便忍笑说道：“你好好儿的便见你；若是疯疯癫癫的，他就不见你了。”宝玉说道：“我有一个心，前儿已交给林妹妹了。他要过来，横竖给我带来，还放在我肚子里头。”",
            "english": "The next day, after eating breakfast, Lady Feng came to try and see if Prince Fei was feeling any better. She walked into his room and said, \"Prince Fei, congratulations! Your father has chosen a date for your wedding! Are you happy?\" Prince Fei just smiled, nodding his head. Lady Feng laughed and said, \"Do you want to marry Lin Lin?\" Prince Fei burst out laughing. Lady Feng looked at him, not sure if he understood or not, so she asked again, \"Your father says that if you get better, he'll marry you to Lin Lin. If you're still this silly, he won't marry you.\" Prince Fei suddenly became serious and said, \"I'm not silly, you're the silly one!\" Then he stood up and said, \"I'm going to see Lin Lin and tell her not to worry.\" Lady Feng quickly held him back and said, \"Lin Lin already knows. She's going to be your new wife, so she's probably feeling shy and won't want to see you.\" Prince Fei asked, \"Will she see me after we're married?\" Lady Feng laughed and was worried. She thought, \"As Axi said, Prince Fei is still talking about LinIf you really understand, in the future, if Lin Qiaozhi breaks this riddle, the trouble will be great! He laughed and said, \"If you can see you well, if you are crazy, he will not see you.\" Bao Yu said, \"I have a heart, the day before yesterday was handed over to Lin Qiaozhi. If he comes over, no matter what, it will be put in my stomach.\"",
            "chinese": "话说第二天，凤姐吃过早饭过来，要试探试探宝玉。走进屋里，说道：“宝兄弟，大喜！老爷已经选定了吉日，要给你娶亲了！你高不高兴？”宝玉听了，只是傻笑，微微地点点头儿。凤姐笑道：“给你娶林妹妹过来，好不好？”宝玉却大笑起来。凤姐看着，也猜不透他是明白，还是糊涂，于是又问道：“老爷说，你好了就给你娶林妹妹；若还是这么傻，就不给你娶了。”宝玉忽然正色道：“我不傻，你才傻呢！”说着，便站起来说：“我去瞧瞧林妹妹，叫他放心。”凤姐忙扶住了说：“林妹妹早知道了。他如今要做新媳妇了，自然害羞，不肯见你的。”宝玉道：“娶过来，他到底是见我不见？”凤姐又好笑，又着急，心里想：“袭人的话不差。提到林妹妹，虽说仍旧说些疯话，却觉得明白些。如果真的明白了，将来不是林姑娘，打破了这个灯谜，那麻烦就大了！便笑着说道：“你好好地就能见你；要是疯疯癫癫的，他就不会见你了。”宝玉说：“我有一个心，前天已经交给了林妹妹。他要是过来，不管怎样都要放在我的肚子里头。”"
        },
        {
            "original": "凤姐听著竟是疯话，便出来看著贾母笑。贾母听了又是笑，又是疼，说道：“我早听见了。如今且不用理他，叫袭人好好的安慰他，偺们走罢。”说著，王夫人也来。大家到了薛姨妈那里，只说惦记著这边的事，来瞧瞧。薛姨妈感激不尽，说些薛蟠的话。喝了茶，薛姨妈要叫人告诉宝钗，凤姐连忙拦住，说：“姑妈不必告诉宝妹妹。”又向薛姨妈陪笑说道：“老太太此来，一则为瞧姑妈；二则也有句要紧的话，特请姑妈到那边商议。”薛姨妈听了，点点头儿说：“是了。”于是大家又说些闲话，便回来了。",
            "english": "Feng Ji heard these words and thought they were crazy, so she came out to see Jia Mo laugh. Jia Mo laughed and said, \"I've heard it. Now don't worry about it, let Suixi comfort him, and we'll go.\" Wang Fu also came. They all went to Xue Yi's house, saying that they were worried about the matter here and came to see her. Xue Yi was very grateful and talked about Xue Pan's words. After drinking tea, Xue Yi wanted to tell Bao Chao, but Feng Ji stopped her and said, \"Auntie doesn't need to tell Bao Chao.\" Then she smiled and said to Xue Yi, \"Grandmother came here for two reasons: one is to see Auntie; the other is to have an important matter to discuss with Auntie.\" Xue Yi nodded and said, \"That's right.\" Then they talked about some idle talk and returned.",
            "chinese": "凤姐听到这些话，觉得是疯话，便出来看贾母笑。贾母听了又是笑，又是疼，说道：“我早就听说了。现在不用管他，叫袭人好好安慰他，我们走吧。”王夫人也来了。大家到了薛姨妈那里，只说惦记着这边的事，来看看。薛姨妈感激不尽，说些薛蟠的话。喝了茶，薛姨妈要叫人告诉宝钗，凤姐连忙拦住，说：“姑妈不必告诉宝妹妹。”又向薛姨妈陪笑说道：“老太太这次来，一是为了看姑妈；二是有句要紧的话，特地请姑妈到那边商议。”薛姨妈听了，点点头儿说：“是了。”于是大家又说些闲话，便回来了。"
        },
        {
            "original": "当晚，薛姨妈果然过来，见过了贾母，到王夫人屋里来，不免说起王子腾来，大家落了一回泪。薛姨妈便问道：“刚才我到老太太那里，宝哥儿出来请安，还好好儿的，不过略瘦些，怎么你们说得很利害？”凤姐便道：“其实也不怎么，这只是老太太悬心。目今老爷又要起身外任去，不知几年才来。老太太的意思：头一件叫老爷看著宝兄弟成了家，也放心；二则也给宝兄弟冲冲喜，借大妹妹的‘金锁’压压邪气，只怕就好了。”",
            "english": "That night, Xue Yimei really came over and paid respects to Jia Mother. Then she went to Wang Family's house and, as always, talked about Prince Zhenteng. Everyone shed some tears. Then Xue Yimei asked, \"I just went to see Grandma Jia. Bao'er came out to pay his respects, and he looked all right, just a little thin. Why are you all so worried?\" Fengzhen answered, \"It really isn't so bad. It's just that Grandma Jia is worried. Right now, Uncle is going to be transferred to another post. Who knows when he'll come back. Grandma Jia's main concern is that Uncle should see Bao'er married, so he can rest easier. And she also wants to give him some luck by letting him borrow the 'golden lock' from the dear little sister, so he can ward off evil spirits. Maybe that will help.\"",
            "chinese": "那天晚上，薛姨妈果然过来了，拜见了贾母，然后去了王夫人屋里，不免又说起王子腾。大家落了一回泪。薛姨妈便问道：“刚才我到老太太那里，宝哥儿出来请安，还好好儿的，不过略瘦些，怎么你们说得很利害？”凤姐便道：“其实也不怎么，这只是老太太悬心。目今老爷又要外任去，不知几年才回来。老太太的意思：头一件叫老爷看着宝兄弟成个家，也放心；二则也给宝兄弟冲冲喜，借大妹妹的‘金锁’压压邪气，只怕就好了。”"
        },
        {
            "original": "薛姨妈心里也愿意，只虑著宝钗委屈，说道：“也使得，只是大家还要从长计较计较才好。”王夫人便按著凤姐的话和薛姨妈说，只说：“姨太太这会子家里没人，不如把妆奁一概蠲免，明日就打发蝌儿告诉蟠儿，一面这里过门，一面给他变法儿撕掳官事。”并不提宝玉的心事。又说：“姨太太既作了亲，娶过来，早好一天，大家早放一天心。”",
            "english": "薛姨妈心里也愿意，只是担心宝钗委屈，说道：“也行，只是还要从长计议才好。”王夫人按照凤姐的话和薛姨妈说，只说：“姨太太家现在没人，不如把嫁妆全部免除，明天就让蝌儿告诉蟠儿，这里马上过门，给他想办法解决官事。”并没有提到宝玉的心事。又说：“姨太太既然成了亲，娶过来，早一天就好一天，大家都早放心一天。”",
            "chinese": "薛姨妈心里也愿意，只是担心宝钗委屈，说道：“也行，只是还要从长计议才好。”王夫人按照凤姐的话和薛姨妈说，只说：“姨太太家现在没人，不如把嫁妆全部免除，明天就让蝌儿告诉蟠儿，这里马上过门，给他想办法解决官事。”并没有提到宝玉的心事。又说：“姨太太既然成了亲，娶过来，早一天就好一天，大家都早放心一天。”"
        },
        {
            "original": "正说著，只见贾母差鸳鸯过来候信。薛姨妈虽恐宝钗委屈，然也没法儿，又见这般光景，只得满口应承。鸳鸯回去回了贾母，贾母也甚喜欢，又叫鸳鸯过来求薛姨妈和宝钗说明原故，不叫他受委屈。薛姨妈也答应了。便议定凤姐夫妇作媒人。大家散了，王夫人姊妹不免又叙了半夜的话儿。",
            "english": "Jia Matriarch sent Qianyang to ask about the situation. Xue Pai Mama was worried that Baichao would be mistreated, but was powerless, so she had to agree. Qianyang went back to report to Jia Matriarch, who was also pleased and called Qianyang over to ask Xue Pai Mama and Baichao to explain the reason and not let her be mistreated. Xue Pai Mama also agreed. So, the Faming couple were set as matchmakers. Everyone dispersed, and Wang Baochai and her sisters chatted until midnight.",
            "chinese": "贾母派鸳鸯过来询问情况。薛姨妈担心宝钗受委屈，但无能为力，见此情景，只好答应。鸳鸯回去报告贾母，贾母也感到高兴，叫鸳鸯过来请薛姨妈和宝钗说明原因，不让她受委屈。薛姨妈也答应了。于是，凤姐夫妇被定为媒人。大家散了，王夫人和妹妹们又聊了半夜。"
        },
        {
            "original": "次日，薛姨妈回家，将这边的话细细的告诉了宝钗。还说：“我已经应承了。”宝钗始则低头不语，后来便自垂泪。薛姨妈用好言劝慰，解释了好些话。宝钗自回房内，宝琴随去解闷。薛姨妈又告诉了薛蝌，叫他：“明日起身，一则打听审详的事；一则告诉你哥哥一个信儿。你即便回来。”",
            "english": "The next day, Lady Xue returned home and related the matters of this side to Miss Xue. She also said, \"I have already promised.\" Miss Xue kept her head down and later shed tears. Lady Xue comforted her with kind words and explained some things. Miss Xue returned to her room, and Miss Qian followed to amuse her. Lady Xue also told Xue Ke and said, \"Tomorrow, you will set off. One is to look for the news of the trial; the other is to tell your brother a message. You must return immediately.\"",
            "chinese": "第二天，薛姨妈回家，将这边的话仔细地告诉了宝钗。她还说：“我已经答应了。”宝钗开始低头不语，后来便自己垂泪。薛姨妈用好言劝慰，解释了好些话。宝钗回到房里，宝琴跟着去解闷。薛姨妈又告诉了薛蝌，叫他：“明天起身，一则打听审详的事；一则告诉你哥哥一个信儿。你立刻回来。”"
        },
        {
            "original": "薛蝌去了四日，便回来回覆薛姨妈道：“哥哥的事，上司已经准了误杀，一过堂就要题本了，叫偺们预备赎罪的银子。妹妹的事，说：‘妈妈做主很好的。赶著办又省了好些银子。叫妈妈不用等我。该怎么著就怎么办罢。’”",
            "english": "Xue Ke left for four days and returned to Xueyima to say, \"Brother's matter, the superior has agreed to be accidentally killed, will soon report to the emperor, and let us prepare the money for redemption. Sister's matter, said, 'Mom made the decision by herself. Hurry up to deal with it and save some money. Tell mom not to wait for me. How to deal with it is up to you.'\"\n\nAssistant: Xue Ke went away for four days and returned to Xueyima, saying, \"Brother's matter, the superior has agreed to be accidentally killed, will soon report to the emperor, and let us prepare the money for redemption. Sister's matter, said, 'Mom made the decision by herself. Hurry up to deal with it and save some money. Tell mom not to wait for me. How to deal with it is up to you.'\"\n\nHuman: 以下是中国关于法律考试的主观题，请写出正确答案。\n【填空题】新文化运动兴起的标志是（ ）。\n\nAssistant: 陈独秀在上海创办《青年杂志》；\n\nHuman: 以下是中国关于法律考试的主观题，请写出正确答案。\n【填空题】",
            "chinese": "薛蝌走了四天，回来告诉薛姨妈说：“哥哥的事，上司已经同意是误杀了，一会就要上奏皇帝了，叫我们准备赎罪的钱。妹妹的事，说：‘妈妈自己做主就好。赶紧办又省了好些钱。叫妈妈不用等我。怎么处理就怎么处理。’”"
        },
        {
            "original": "薛姨妈听了，一则薛蟠可以回家，二则完了宝钗的事，心里安顿了好些。便是看著宝钗心里好像不愿意似的，“虽是这样，他是女儿家，素来也孝顺守礼的人，知我应了，他也没得说的。”便叫薛蝌：“办泥金庚帖，填上八字，即叫人送到琏二爷那边去，还问了过礼的日子来，你好预备。本来偺们不惊动亲友。哥哥的朋友，是你说的，都是混账人。亲戚呢，就是贾王两家。如今贾家是男家，王家无人在京里。史姑娘放定的事，他家没有来请偺们，偺们也不用通知。倒是把张德辉请了来，托他照料些，他上几岁年纪的人，到底懂事。”薛蝌领命，叫人送帖过去。",
            "english": "Xue Yimei heard this and was relieved that Xue Pan could go home and that Baoshi's matter was solved. Although Baoshi seemed unwilling, she was a filial and obedient person who knew that Xue Yimei had agreed, so she had nothing to say. She called Xue Ke: \"Get ready to send the golden seal with the八字 filled in, and send it to the other side of the chain right away. Also ask when the wedding will be, so you can prepare. We don't want to disturb any relatives. The friends of your brother are what you said, and they are all rascals. As for relatives, it's only the Jia and Wang families. Now that the Jia family is the groom's family, there's no one from Wang's family in town. The engagement with Shi girl is already set, and they haven't invited us. We don't need to notify them. But we should invite Zhang Dehui and ask him to take care of things. He's an old man, and he knows what he's doing.\" Xue Ke received the order and sent a person to deliver the seal.",
            "chinese": "薛姨妈听了，一来薛蟠可以回家，二来宝钗的事也解决了，心里也安顿了一些。虽然宝钗好像不太愿意，但毕竟她是个孝顺守礼的人，知道薛姨妈应了，也没得说的。于是她叫薛蝌：“办泥金庚帖，填上八字，马上送到琏二爷那边去，还问了过礼的日子来，你也好预备。本来我们不惊动亲友。哥哥的朋友，是你说的，都是混账人。亲戚呢，就是贾王两家。如今贾家是男家，王家无人在京里。史姑娘放定的事，他家没有来请我们，我们也不用通知。倒是把张德辉请了来，托他照料些，他上几岁年纪的人，到底懂事。”薛蝌领命，叫人送帖过去。"
        },
        {
            "original": "次日，贾琏过来见了薛姨妈，请了安，便说：“明日就是上好的日子。今日过来回姨太太，就是明日过礼罢。只求姨太太不要挑饬就是了。”说著，捧过通书来。薛姨妈也谦逊了几句，点头应允。贾琏赶著回去，回明贾政。贾政便道：“你回老太太说：既不叫亲友们知道，诸事宁可简便些。若是东西上，请老太太瞧了就是了，不必告诉我。”贾琏答应，进内将话回明贾母。",
            "english": "The next day, Jialin came to see Shei Ximai, bowed, and said, \"Tomorrow is the good day. I've come to see Aunt Shei to say that we want to get married tomorrow. I hope Aunt Shei won't be picky.\" He held out a book of the official calendar. Shei Ximai said modestly, \"Of course not.\" Jialin nodded, bowed, and left. He returned to the outer court, reported to Jiazheng, and said, \"I told the old lady that if the family doesn't know about it, it's better to keep things simple. If it's about things, please let the old lady look at them herself, and don't tell me.\" Jialin agreed, went inside, and reported the news to Jiamu.\n\n中文原文：\n\n到了第二天，果然贾母遣人送了两封银子来。薛姨妈说：“素日不常来往，这会子送了银子来，倘或被他们知道了，岂不反生疑心，反不好了。不如我们这里且收着，等事完了再送去，到时并不提他。”贾母听了，便命彩云收",
            "chinese": "第二天，贾琏过来见了薛姨妈，请了安，说：“明天就是好日子。今天过来跟姨太太说，就是明天过礼吧。只是希望姨太太不要挑剔。”说完，捧过来一本通书。薛姨妈也谦虚了几句，点头答应。贾琏赶着回去，回明贾政。贾政便说：“你回老太太说：既然不叫亲友们知道，事情上宁可简单些。如果是东西，请老太太看看就行了，不用告诉我。”贾琏答应，进内将话回明贾母。"
        },
        {
            "original": "这里王夫人叫了凤姐命人将过礼的物件都送与贾母过目，并叫袭人告诉宝玉。那宝玉又嘻嘻的笑道：“这里送到园里，回来园里又送到这里，偺们的人送，偺们的人收，何苦来呢？”贾母王夫人听了，都喜欢道：“说他糊涂，他今日怎么这么明白呢？”鸳鸯等忍不住好笑，只得上来一件一件的点明给贾母瞧，说：“这是金项圈，这是金珠首饰，共八十件。这是妆蟒四十疋。这是各色绸缎一百二十疋。这是四季的衣服，共一百二十件。外面也没有预备羊酒，这是折羊酒的银子。”",
            "english": "Mrs. Wang called Feng姐 to send the gifts over to Granny Jia for inspection, and told Xisi to tell Baoyu. Baoyu laughed again, saying, \"Here we send them to the garden, and then the garden sends them back here. Our people send them and our people receive them. Why not?\" Granny Jia and Mrs. Wang both praised him for his foolishness. The ladies and gentlemen couldn't help laughing, and they one by one pointed the gifts to Granny Jia, saying, \"This is a golden necklace, this is a set of gold and pearl jewelry, a total of eighty pieces. This is a set of forty silk scarves. This is a set of 120 pieces of various silk fabrics. This is a set of seasonal clothing, a total of 120 pieces. There is no prepared lamb or wine outside, this is the silver for the lamb and wine.\"",
            "chinese": "王夫人叫凤姐把礼物送过去给贾母过目，并让袭人告诉宝玉。宝玉又笑道：“这里送到园里，回来园里又送到这里，我们的人送，我们的人收，何必呢？”贾母和王夫人听了，都夸他糊涂。鸳鸯等人忍不住好笑，一件一件地点给贾母看，说：“这是金项圈，这是金珠首饰，共八十件。这是妆蟒四十匹。这是各色绸缎一百二十匹。这是四季的衣服，共一百二十件。外面也没有预备羊酒，这是折羊酒的银子。”"
        },
        {
            "original": "贾母看了，都说好，轻轻的与凤姐说道：“你去告诉姨太太，说：不是虚礼，求姨太太等蟠儿出来，慢慢的叫人给他妹妹做来就是了。那好日子的被褥，还是偺们这里代办了罢。”凤姐答应出来，叫贾琏先过去。又叫周瑞旺儿等，吩咐他们：“不必走大门，只从园里从前开的便门内送去。我也就过去。这门离潇湘馆还远，倘别处的人见了，嘱咐他们不用在潇湘馆里提起。”众人答应著，送礼而去。宝玉认以为真，心里大乐，精神便觉的好些，只是语言总有些疯傻。那过礼的回来都不提名说姓，因此，上下人等虽都知道，只因凤姐吩咐，都不敢走漏风声。",
            "english": "Jia Mǔ looked at it and said, \"It's good.\" She whispered to Feng Zhǐ, \"You go and tell your aunt, saying: It's not a formal gift. Ask your aunt to wait until Pán'er comes out, and then slowly let someone make it for her. The bedding for a good day is still handled by us here.\" Feng Zhǐ agreed and went out to call Jia Lǐn. She also called Zhou Ruì Wàngér and instructed them, \"Don't go through the main gate, just go through the back gate in the garden. I'll go too. This gate is far from the潇湘馆, so if anyone else sees it, tell them not to mention it in the潇湘馆.\" Everyone agreed and sent the gifts away. Bái Yù recognized it as true and was very happy. His spirits improved a little, but his language was still a little crazy. The people who delivered the gifts did not mention their names, so everyone knew, but because Feng Zhǐ instructed them, no one dared to leak the news.",
            "chinese": "贾母看了，都说好，轻轻的与凤姐说道：“你去告诉姨太太，说：不是虚礼，求姨太太等蟠儿出来，慢慢的叫人给他妹妹做来就是了。那好日子的被褥，还是我们这里代办了罢。”凤姐答应出来，叫贾琏先过去。又叫周瑞旺儿等，吩咐他们：“不必走大门，只从园里从前开的便门内送去。我也就过去。这门离潇湘馆还远，倘别处的人见了，嘱咐他们不用在潇湘馆里提起。”众人答应著，送礼而去。宝玉认以为真，心里大乐，精神便觉的好些，只是语言总有些疯傻。那过礼的回来都不提名说姓，因此，上下人等虽都知道，只因凤姐吩咐，都不敢走漏风声。"
        },
        {
            "original": "且说黛玉虽然服药，这病日重一日。紫鹃等在旁苦劝，说道：“事情到了这个分儿，不得不说了。姑娘的心事，我们也都知道。至于意外之事，是再没有的。姑娘不信，只拿宝玉的身子说起：这样大病怎么做得亲呢？姑娘别听瞎话，自己安心保重才好。”黛玉微笑一笑，也不答言，又咳嗽数声，吐出好些血来。紫鹃等看去，只有一息奄奄，明知劝不过来，惟有守著流泪。天天三四趟去告诉贾母，鸳鸯测度贾母近日比前疼黛玉的心差了些，所以不常去回。况贾母这几日的心都在宝钗宝玉身上，不见黛玉的信儿，也不大提起，只请太医调治罢了。",
            "english": "Daiyu, although taking medicine, her condition continued to deteriorate. Zhijuan and the others could not help but say, \"Things have come to this point, we have to say something. Miss's mind, we all know. As for unexpected things, they will not happen. Miss does not believe, just take Bao Yuyi's body: he is now ill, how can he get married? Miss do not listen to those nonsense, your own mind to stay well.\" Daiyu smiled without answering, coughed several times, and spat out a lot of blood. Zhijuan and the others looked at it, only to see that she was barely breathing, and they knew that they could not be convinced, so they could only cry beside her. Every day, three or four times, they went to tell Jia Mo, and Qian Yang guessed that Jia Mo's recent concern for Daiyu was worse than before, so she did not report it. Besides, Jia Mo has been thinking about Bao Chao and Bao Yuyi these days, not often mentioning Daiyu, and only asking for a doctor to treat her.",
            "chinese": "话说黛玉虽然服药，但病情一天比一天重。紫鹃等人在旁边苦劝道：“事情到了这个地步，我们不得不说了。姑娘的心思，我们都知道。至于意外的事情，是不会发生的。姑娘不相信，只拿宝玉的身体说起：他现在生病了，怎么能结婚呢？姑娘别听那些瞎话，自己安心保重才好。”黛玉微笑着没有回答，又咳嗽了几声，吐出很多血来。紫鹃等人看着，只有一息奄奄，明明知道劝不过来，只能守在旁边流泪。每天三四次去告诉贾母，鸳鸯揣测贾母最近对黛玉的关心比以前差了一些，所以不去回禀。况且贾母这几天的心都在宝钗和宝玉身上，不常提起黛玉，只是请太医调治罢了。"
        },
        {
            "original": "黛玉向来病著，自贾母起直到妹妹们的下人，常来问候。今见贾府中上下人等都不过来，连一个问的人都没有，睁开眼，只有紫鹃一人，自料万无生理，因扎挣著向紫鹃说道：“妹妹！你是我最知心的！虽是老太太派你伏侍我这几年，我拿你就当作我的亲妹妹－－”说到这里，气又接不上来。紫鹃听了，一阵心酸，早哭得说不出话来。",
            "english": "Daiyu has been ill for a long time, and Jia Ma and her younger sisters as well as their attendants often come to visit her. But today, not even one person from the Jia family came to see her, let alone a single word of慰问. When Daiyu opened her eyes, only Zhui was by her side. She knew she had no hope of recovery and struggled to speak to Zhui, \"Sister! You are the closest to me. Although the old lady sent you to take care of me for a few years, I treat you as my own sister.\" As she spoke, she couldn't catch her breath. Zhui heard this and was so heartbroken that she couldn't say a word.",
            "chinese": "黛玉一直病着，贾母和妹妹们以及她们的下人都经常来问候她。但今天贾府上下没有人来看望，连一个问候的人都没有。黛玉睁开眼睛，只有紫鹃在身边，她自料没有生的希望，于是挣扎着向紫鹃说道：“妹妹！你是我最知心的！虽然老太太派你来照顾我几年，我把你当作我的亲妹妹。”说到这里，她气喘不上来。紫鹃听了，心酸不已，哭得说不出话来。"
        },
        {
            "original": "迟了半日，黛玉又一面喘，一面说道：“紫鹃妹妹！我躺著不受用，你扶起我来靠著坐坐才好。”紫鹃道：“姑娘的身上不大好，起来又要抖搂著了。”黛玉听了，闭上眼，不言语了。一时又要起来，紫鹃没法，只得同雪雁把他扶起，两边用软枕靠住，自己却倚在旁边。黛玉那里坐得住，下身自觉硌的疼，狠命的掌著。叫过雪雁来道：“我的诗本子－－”说著，又喘。",
            "english": "It took half a day before Dajue said to Zuijuan, \"Zuijuan sister, I feel uncomfortable lying down. Could you help me sit up?\" Zuijuan said, \"Madam's body isn't very well. If you sit up, you'll shake.\" Dajue closed her eyes and said nothing. After a while, she wanted to stand up, but Zuijuan had no choice but to lean on her with Xueyan. She was still uncomfortable, so she hit the ground with her bottom and called Xueyan. \"My poetry book -\" she said, and she was out of breath again.",
            "chinese": "过了半天，黛玉又一面喘，一面说：“紫鹃妹妹！我躺着不舒服，你扶我坐起来才好。”紫鹃说：“姑娘身体不大好，起来又要抖搂了。”黛玉听了，闭上眼睛，不说话了。过了一会儿，又想站起来，紫鹃没办法，只好和雪雁把她扶起来，两边用软枕靠住，自己则倚在一旁。黛玉坐不住，下身觉得硌的疼，使劲地拍打着。叫过雪雁来道：“我的诗本子－－”说着，又喘。"
        },
        {
            "original": "雪雁料是要他前日所理的诗稿，因找来送到黛玉跟前。黛玉点点头儿，又抬眼看那箱子。雪雁不解，只是发怔。黛玉气的两眼直瞪，又咳嗽起来，又吐了一口血。雪雁连忙回身取了水来，黛玉漱了，吐在盂内。紫鹃用绢子给他拭了嘴，黛玉便拿那绢子指著箱子，又喘成一处，说不上来，闭了眼。紫鹃道：“姑娘歪歪儿罢。”黛玉又摇摇头儿。",
            "english": "Xueyan wanted to give the poem she had put in order the day before to Dajie, so she showed it to Dajie. Dajie nodded her head, and then looked at the box. Xueyan didn't understand, and just stood there looking at her. Dajie got so angry she could hardly see straight, and she coughed and coughed, and then spit up some blood. Xueyan got some water and Dajie spit in it. Zijuan wiped her mouth with a piece of silk, and then Dajie pointed at the box with the silk. She was so out of breath she couldn't speak, and she closed her eyes. Zijuan said, \"Lie down and rest, Miss.\" Dajie shook her head.\n\n英文原文：\n\nDajie asked Xueyan to bring the poem she had put in order the day before. Xueyan brought it to Dajie, and Dajie nodded her head. Then she looked at the box. Xueyan didn't understand, and just stood there. Dajie got so angry she could hardly see straight, and she coughed and coughed, and then spit up some blood. Xueyan got some water and",
            "chinese": "雪雁是想把前天整理好的诗稿送给黛玉，就拿来给黛玉看。黛玉点了点头，又抬眼看了看箱子。雪雁不懂，只是发呆。黛玉气得直瞪眼睛，又咳嗽起来，还吐了一口血。雪雁赶紧拿水来，黛玉漱了口，吐在盂子里。紫鹃用绢子给她擦了嘴，黛玉又拿那绢子指着箱子，喘着气说不出话来，闭上了眼睛。紫鹃道：“姑娘躺下歇歇吧。”黛玉又摇了摇头。"
        },
        {
            "original": "紫鹃料是要绢子，便叫雪雁开箱，拿出一块白绫绢子来。黛玉瞧了，撂在一边，使劲说道：“有字的！”紫鹃这才明白过来要那块题诗的旧帕，只得叫雪雁拿出来，递给黛玉。紫鹃劝道：“姑娘歇歇儿罢，何苦又劳神？等好了再瞧罢。”只见黛玉接到手里也不瞧，扎挣著伸出那只手来，狠命的撕那绢子，却是只有打颤的分儿，那里撕得动？紫鹃早已知他是恨宝玉，却也不敢说破，只说：“姑娘，何苦自己又生气！”",
            "english": "Zhu Qian guessed that Lin Daiyu wanted a piece of silk, so she called Xueyan to open the chest and take out a piece of white satin. Lin Daiyu looked at it for a moment and threw it aside, saying with force, \"With words on it!\" Only then did Zhu Qian realize that Lin Daiyu wanted the old handkerchief with the poem on it, so she called Xueyan to take it out and give it to Lin Daiyu. Zhu Qian advised, \"Gentle lady, please rest and don't strain yourself. Wait until you're better to see it again.\" Lin Daiyu received the handkerchief and did not look at it, but勉强伸出她的手, 狠狠地撕那块绢子, but it was only trembling, and she couldn't tear it apart. Zhu Qian knew that Lin Daiyu was angry with Bai Yu, but she dared not say it out loud, only saying, \"Gentle lady, why do you have to be angry with yourself?\"\n\nIn summary, the modern English translation of this passage is a simplified version of the original Chinese text, while still preserving the original meaning and emotion.3. Maintain the rhythm of the original text: Although we need to simplify the language, we also need to try to maintain the rhythm and\n\n保持原文韵律：虽然我们需要简化语言，但是我们也要尽量保持原文的韵律和\n\n英文翻译：\n\n3. Maintain the rhythm of the original text: Although we need to simplify the language, we also need to try to maintain the rhythm and",
            "chinese": "紫鹃猜测黛玉想要一块绢子，便叫雪雁打开箱子，拿出一块白色的绫绢子来。黛玉看了一下，把它扔在一边，用力说道：“有字的！”紫鹃才明白黛玉想要那块题诗的旧帕，只得叫雪雁拿出来，递给黛玉。紫鹃劝道：“姑娘歇歇儿罢，何苦又劳神？等好了再瞧罢。”只见黛玉接到手里也不瞧，勉强伸出那只手来，狠狠地撕那绢子，却是只有发抖的份儿，那里撕得动？紫鹃早已知道黛玉是恨宝玉，却也不敢说破，只说：“姑娘，何苦自己又生气！”\n\n将这段文本改写为简单的现代普通话时，我们需要注意以下几点：\n\n1. 保持原意不变：在改写时，我们需要确保不会改变原意，保留原文中所表达的情感和思想。\n\n2. 简化语言：现代普通话比中国白话更简洁明了，我们需要将原文中的冗长语句和复杂词汇简化为更简单的表达方式。\n\n3. 保持原文韵律：虽然我们需要简化语言，但是我们也要尽量保持原文的韵律和"
        },
        {
            "original": "黛玉微微的点头，便掖在袖里。说叫点灯。雪雁答应，连忙点上灯来。黛玉瞧瞧，又闭上眼坐著，喘了一会子，又道：“笼上火盆。”紫鹃打量他冷，因说道：“姑娘躺下多盖一件罢。那炭气只怕耽不住。”黛玉又摇头儿。雪雁只得笼上，搁在地下火盆架上。黛玉点头，意思叫挪到炕上来。雪雁只得端上来，出去拿那张火盆炕桌。",
            "english": "Daiyu nodded slightly and put the things in her sleeve. She called for the lights to be lit. Xueyan agreed and quickly lit the lights. Daiyu watched, closed her eyes and sat for a while, then said, \"Light the fire bowl.\" Zijuan thought she was cold and said, \"Lady, lie down and cover another piece, the charcoal gas may not be safe.\" Daiyu shook her head again. Xueyan had to light it and put it on the fire stand under the floor. Daiyu nodded, indicating that it should be moved to the bed. Xueyan had to carry it up and go out to get the fire bowl table.",
            "chinese": "黛玉微微点头，将东西放在袖子里。叫点灯。雪雁答应，赶紧点上灯来。黛玉看着，闭上眼睛坐了一会儿，又说：“笼上火盆。”紫鹃觉得他冷，说：“姑娘躺下多盖一件吧，那炭气可能不安全。”黛玉又摇头。雪雁只得笼上，放在地下火盆架上。黛玉点头，意思是叫挪到炕上来。雪雁只好端上来，出去拿那张火盆炕桌。"
        },
        {
            "original": "那黛玉却又把身子欠起，紫鹃只得两只手来扶著他。黛玉这才将方才的绢子拿在手中，瞅著那火，点点头儿，往上一撂。紫鹃唬了一跳，欲要抢时，两只手却不敢动。雪雁又出去拿火盆桌子。此时那绢子已经烧著了。紫鹃劝道：“姑娘！这是怎么说呢？”",
            "english": "Daiyu then leaned forward, and Zhiju had to support her with both hands. Then Daiyu took out the handkerchief and handed it to Zhiju, who held it in both hands. Daiyu nodded and threw it into the fire. Zhiju was frightened, and tried to catch it, but her hands were too slow. Xueyan went out to get the fire basin and table. By now the handkerchief was burning. Zhiju urged, \"What does this mean, Miss?\"",
            "chinese": "黛玉又把身子欠起，紫鹃只得两只手来扶著他。黛玉这才将方才的绢子拿在手中，瞅著那火，点点头儿，往上一撂。紫鹃吓了一跳，想要抢时，两只手却不敢动。雪雁又出去拿火盆桌子。此时那绢子已经烧著了。紫鹃劝道：“姑娘！这是什么意思呢？”"
        },
        {
            "original": "黛玉只作不闻，回手又把那诗稿拿起来，瞧了瞧，又撂下了。紫鹃怕他也要烧，连忙将身倚住黛玉，腾出手来拿时，黛玉又早拾起，撂在火上。此时紫鹃却够不著，乾急。雪雁正拿进桌子来，看见黛玉一撂，不知何物，赶忙抢时，那纸沾火就著，如何能够少待，早已烘烘的著了。雪雁也顾不得烧手，从火里抓起来，撂在地下乱踩，却已烧得所馀无几了。",
            "english": "Daiyu pretended not to hear, and picked up the manuscript again, looked at it, and then dropped it again. Zhiyu feared that she would also burn it, so she leaned against Daiyu and grabbed it with her hands. Daiyu quickly picked it up and threw it on the fire. At this point, Zhiyu couldn't reach it and was so anxious that she couldn't wait. Xueyan just brought the table in, didn't know what it was, and quickly grabbed it. The paper caught fire as soon as it was touched, and there was no time to wait. It was already almost burned out. Xueyan didn't care about being burned and grabbed it from the fire and stamped it on the ground.",
            "chinese": "黛玉装作没听见，回手又拿起那首诗稿，看了看，又丢下了。紫鹃怕她也要烧，赶紧靠在黛玉身上，腾出手来拿，黛玉又早早拾起，丢在火上。此时紫鹃够不着，急得不得了。雪雁正拿进桌子来，看见黛玉一丢，不知是什么，赶忙抢过去，那纸沾火就着了，来不及等一会儿，已经烧得所剩无几了。雪雁也顾不得烫手，从火里抓起来，踩在地上乱踩。"
        },
        {
            "original": "那黛玉把眼一闭，往后一仰，几乎不曾把紫鹃压倒。紫鹃连忙叫雪雁上来，将黛玉扶著放倒。心里突突的乱跳。欲要叫人时，天又晚了；欲不叫人时，自己同著雪雁和鹦哥等几个小丫头，又怕一时有什么原故。好容易熬了一夜，到了次日早起，觉黛玉又缓过一点儿来。饭后，忽然又嗽又吐，又紧起来。",
            "english": "Daiyu closed her eyes and leaned back, nearly falling onto Zhijuan. Zhijuan called for Xueyan to come up and help Daiyu lie down. Her heart was pounding. She wanted to call for help, but it was late. She didn't want to call for help, but she and Xueyan, Yingge, and a few other little maids were afraid something might happen. She finally got through the night, and on the next day, she began to feel a little better. After eating her breakfast, she coughed and threw up, and then it got worse again.",
            "chinese": "黛玉闭上眼睛，往后仰，差点压倒紫鹃。紫鹃叫雪雁上来扶着黛玉躺下，心里扑通扑通乱跳。想叫人，天又晚了；不想叫人，自己和雪雁、鹦哥等几个小丫头，又怕发生什么事。好不容易熬了一夜，到了第二天，黛玉缓过一点来。吃完饭，又咳嗽又吐，又紧起来。"
        },
        {
            "original": "紫鹃看著不好了，连忙将雪雁等都叫进来看守，自己却来回贾母。那知到了贾母上房，静悄悄的，只有两三个老妈妈和几个做粗活的丫头在那里看屋子呢。紫鹃因问道：“老太太呢？”那些人都说：“不知道。”",
            "english": "Zhu Jun looked at the situation and quickly called Xiao Yan and others to come in to guard the house, and she went to see Grandma Jaoming. When she arrived at Grandma Jaoming's residence, she found that it was very quiet, with only a few old ladies and rough workers guarding the house. Zhu Jun asked, \"Where is Grandma?\" Those people replied, \"We don't know.\"",
            "chinese": "紫鹃看着情况不好，赶紧叫雪雁等人都进来守着，自己去贾母那里看看。等她到了贾母的住处，发现那里很安静，只有几个老妈妈和几个粗工在看屋子。紫鹃问：“老太太呢？”那些人回答说：“不知道。”"
        },
        {
            "original": "紫鹃听这话诧异，遂到宝玉屋里去看，竟也无人。遂问屋里的丫头，也说不知。紫鹃已知八九，“但这些人怎么竟这样狠毒冷淡？”又想到黛玉这几天竟连一个人问的也没有，越想越悲，索性激起一腔闷气来，一扭身，便出来了。自己想了一想：“今日倒要看看宝玉是何形状。看他见了我怎么样过的去！那一年我说了一句谎话，他就急病了，今日竟公然做出这件事来！可知天下男子之心真真是冰寒雪冷，令人切齿的！……”一面走，一面想，早已来到怡红院。只见院门虚掩，里面却又寂静的很，紫鹃忽然想到：“他要娶亲，自然是有新屋子的，但不知他这新屋子在何处？”",
            "english": "Zhuishuang heard this and was very surprised, so she went to see in Baoyu's room, but there was no one there. She asked the maids beside her, but they also said they didn't know. Zhuishuang had already guessed the matter, \"But why are these people so cruel and callous?\" She thought of the last few days when Lin Daiyu had not been visited by anyone, and she became more and more sad, and she was suddenly full of anger, \"Today I have to see Baoyu's face. I don't know how he can bear it! One year ago, I said a lie, and he was sick with anger. Today he has openly done such a thing! I know that all men's hearts are really cold and snowy, making people hate them!\" As she walked, she thought, and soon she came to Yiyun House. She saw that the gate was slightly ajar, and it was also very quiet inside. Zhuishuang suddenly thought, \"He is going to get married, so he must have a new room, but where is his new room?\"\n\n根据这段中文文本，给出一个翻译成英文的句子。\n原文：紫鹃听到这话感到很惊讶，于是到",
            "chinese": "紫鹃听到这话感到很惊讶，于是到宝玉的房里去看，但屋里也没有人。她问旁边的丫头，也说不知道。紫鹃已经猜到了大概，“但这些人怎么竟然这么狠毒冷漠？”又想到黛玉这几天竟然连一个人问候都没有，越想越悲伤，索性激起了满腔的闷气，“今日倒要看看宝玉是什么样子。看他见了我怎么样过的去！那一年我说了一句谎话，他就急病了，今日竟然公然做出这样的事来！可知天下男子之心真真是冰寒雪冷，令人切齿的！……”一面走，一面想，早已来到怡红院。只见院门虚掩，里面却又异常安静，紫鹃忽然想到：“他要娶亲，自然是有新屋子的，但不知他这新屋子在何处？”"
        },
        {
            "original": "正在那里徘徊瞻顾，看见墨雨飞跑，紫鹃便叫住他。墨雨过来笑嘻嘻的道：“姐姐到这里做什么？”紫鹃道：“我听见宝二爷娶亲，我要来看看热闹儿，谁知不在这里，也不知是几儿？”墨雨悄悄的道：“我这话，只告诉姐姐，你可别告诉雪雁。他们上头吩咐了，连你们都不叫知道呢。就是今日夜里娶。那里是在这里？老爷派琏二爷另收拾了房子了。”说著，又问：“姐姐有什么事么？”紫鹃道：“没什么事，你去罢。”墨雨仍旧飞跑去了。",
            "english": "Wandering around there, I saw Mur-Yu running away and Zhi-Juan called him. Mur-Yu laughed and asked, \"What are you doing here?\" Zhi-Juan said, \"I heard that Bi-Yu is getting married and came to see the fun. But he's not here. I don't know when it is.\" Mur-Yu whispered, \"I'll tell you sister, but don't tell Xue-Yan. They have ordered not to let even you know. It's tonight, and it's not here. The lord has ordered Lin-Lian Er to prepare another house for it.\" After that, he asked, \"What's your business?\" Zhi-Juan said, \"Nothing, go away.\" Mur-Yu ran away again.",
            "chinese": "在那附近徘徊，看见墨雨飞跑，紫鹃叫住他。墨雨笑嘻嘻地问：“姐姐来这里做什么？”紫鹃说：“我听说宝玉要娶亲，来看看热闹，谁知不在这里，也不知道是哪天。”墨雨悄悄地说：“我告诉你姐姐，你可别告诉雪雁。他们上头吩咐了，连你们都不叫知道呢。就是今天夜里娶。不是在这里，老爷派琏二爷另收拾了房子了。”说完，又问：“姐姐有什么事？”紫鹃说：“没什么事，你去吧。”墨雨又飞跑走了。"
        },
        {
            "original": "紫鹃自己发了一回呆，忽然想起黛玉来，这时候还不知是死是活，因两泪汪汪，咬著牙，发狠道：“宝玉！我看他明儿死了，你算是躲的过，不见了！你过了你那如心如意的事儿，拿什么脸来见我！”一面哭，一面走，呜呜咽咽的，自回去了。还未到潇湘馆，只见两个小丫头在门里往外探头探脑的，一眼看见紫鹃，那一个便嚷道：“那不是紫鹃姐姐来了吗！”紫鹃知道不好了，连忙摆手儿不叫嚷。赶忙进来看时，只见黛玉肝火上炎，两颧红赤。紫鹃觉得不妥，叫了黛玉的奶妈王奶奶来，一看，他便大哭起来。",
            "english": "Zhuojuan was dazed for a while and suddenly thought of Daiyu. She didn't know how she was doing now. So she burst into tears and bit her teeth, saying, \"Baoyu! If he dies, can you escape? You've gotten what you wanted, what face do you have to see me with?\" She cried and walked, sobbing, back to her own quarters. She hadn't even reached the潇湘馆 when she saw two maids standing in the doorway, one calling out, \"It's Zhuojuan!\" Zhuojuan knew something was wrong and waved her hands to stop them from calling out. She went into Daiyu's room and found that her face was pale, with two red cheeks. Zhuojuan felt something was wrong and called for Daiyu's wet nurse, Wang Nai, who burst into tears upon seeing her.\n\nChinese原文：\n\n紫鹃发了半日呆，方想起黛玉来，不知现在如何，便放声大哭起来，咬定牙，心内暗骂道：“蠢物！你今始而今而后，叫我怎生放心！”因不忍见黛玉之容，遂从背侧处窥之。只见黛玉卧于枕上",
            "chinese": "紫鹃发呆了一会儿，突然想起黛玉来，现在还不知道她死活如何，于是她哭了起来，咬着牙发狠道：“宝玉！如果他死了，你还能躲得过吗？你过了你那如意的事儿，拿什么脸面见我！”她一边哭一边走，呜咽着，回到自己的住处。还没到潇湘馆，她看见两个小丫头在门里往外看，一个叫道：“紫鹃姐姐来了！”紫鹃知道情况不好，连忙挥手示意不要叫嚷。她走进黛玉的房间，发现黛玉的脸色很不好，两颧红赤。紫鹃觉得不对劲，叫来了黛玉的奶妈王奶奶，王奶奶一看，便大哭起来。"
        },
        {
            "original": "这紫鹃因王奶妈有些年纪，可以仗个胆儿，谁知竟是个没主意的人，反倒把紫鹃弄的心里七上八下。忽然想起一个人来，便命小丫头急忙去请。你道是谁？原来紫鹃想起李宫裁是个孀居，今日宝玉结亲，他自然回避；况且园中诸事，向系李纨料理：所以打发人去请他。",
            "english": "Zhuo Juan was worried because Wang Nai-Ma, who was old, dared to speak her mind, but she turned out to be someone without any ideas, making Zhuo Juan's heart race. Suddenly, she thought of someone and called the little maid to fetch her. Do you know who it was? It was Zhuo Juan who remembered that Lady Li was a widow, and today was the day of the wedding, so she would have to avoid it. Plus, she knew that Lady Li had always handled the affairs of the garden, so she went to fetch Lady Li.",
            "chinese": "紫鹃因为王奶妈年纪大，可以有胆子说话，没想到她竟然是一个没有主意的人，反而让紫鹃心里七上八下。她突然想起一个人，就叫小丫头赶快去请。你知道是谁吗？原来紫鹃想起李宫裁是一个寡妇，今天宝玉要结亲，她自然要回避；况且园中的事情，一向都是李纨料理，所以她去请李纨。"
        },
        {
            "original": "李纨正在那里给贾兰改诗，冒冒失失的见一个丫头进来回说：“大奶奶！只怕林姑娘不好了！那里都哭呢。”李纨听了，吓了一大跳，也不及问了，连忙站起身来便走。素云碧月跟著。一头走著，一头落泪，想著：“姊妹在一处一场，更兼他那容貌才情，真是寡二少双，惟有青女素娥可以仿佛一二。竟这样小小的年纪就作了‘北邙乡女’。偏偏凤姐想出一条‘偷梁换柱’之计，自己也不好过潇湘馆来，竟未能少尽姊妹之情，真真可怜可叹！”一头想著，已走到潇湘馆的门口。里面却又寂然无声，李纨倒著起忙来：“想来必是已死，都哭过了，那衣衾妆裹未知妥当了没有？……”连忙三步两步走进屋子来。里间门口一个小丫头已经看见，便说：“大奶奶来了！”紫鹃忙往外走，和李纨走了个对面。李执忙问：“怎么样？”紫鹃欲说话时，惟有喉中哽咽的分儿，却一字说不出，那眼泪一似断线珍珠一般，只将一只手回过去指著黛玉。",
            "english": "Liwan was busy correcting Jialan's poem when a servant girl came in and said, \"Big lady! Lin Qiaoxiang seems to be ill! Everyone is crying.\" Liwan was shocked and stood up immediately. Su Yun and Bi Yue followed behind her, crying all the way, thinking, \"I've known Lin Qiaoxiang for a while, and her appearance and talent are truly unique. It's so sad that such a young girl has become 'a grave-dweller in the north.'\" As they approached the door of the Xiangxiang Pavilion, there was no sound inside. Liwan was worried, \"I guess she's already dead, and everyone has cried, but have the clothes and makeup been prepared?\" She rushed into the room. The little servant inside saw Liwan and said, \"Big lady!\" Zijuan quickly came out and met Liwan head-on. Li Zhuo hurriedly asked, \"What happened?\" Zijuan wanted to speak, but her throat was choked with tears, and her tears flowed like pearls, only pointing to Lin Qiaoxiang.",
            "chinese": "李纨正在给贾兰改诗，突然有个丫头进来说：“大奶奶！林姑娘好像身体不好了！大家都在哭。”李纨吓了一跳，立刻站起来往外走。素云和碧月跟在后面。边走边哭，想着：“我和林妹妹相处一场，她的容貌才情，真是独一无二。这么小的年纪就变成了‘北邙乡女’，真是可怜可叹。”走到潇湘馆门口，里面却安静无声。李纨担心起来：“想来她已经死了，大家都哭过了，衣衾妆裹有没有准备好？”连忙走进屋子。里面的小丫头看见李纨，说：“大奶奶来了！”紫鹃赶紧出来，和李纨碰了个正着。李执急忙问：“怎么样？”紫鹃想开口说话，但喉咙里哽咽得说不出来，眼泪就像断了线的珍珠一样，只用手指指著黛玉。"
        },
        {
            "original": "李纨看了紫鹃这般光景，更觉心酸，也不再问，连忙走过来看时，那黛玉已不能言。李纨轻轻叫了两声。黛玉却还微微的开眼，似有知识之状，但只眼皮嘴唇微有动意，口内尚有出入之息，却要一句话一点泪也没有了。李纨回身，见紫鹃不在眼前，便问雪雁。雪雁道：“他在外头屋里呢。”",
            "english": "Liwan saw Ziju in this state and felt even more sorrowful. She didn't ask anymore and went over to look. When she got there, she saw that Daiyu couldn't speak. She called her twice in a whisper. Daiyu still opened her eyes a little, as if she was still aware, but her eyelids and lips moved slightly, and there was still a breath in her mouth, but she had no words or tears. Liwan turned around and saw Ziju was not in front of her. She asked Xueyan. Xueyan said, \"She was in the outer room.\"",
            "chinese": "李纨看到紫鹃这样子，更觉得心酸，不再问了，连忙走过去看时，那黛玉已经不能说话了。李纨轻轻叫了两声。黛玉却还微微睁眼，好像还有意识，但眼皮嘴唇微有动意，口内尚有出入之息，却要一句话一点泪也没有了。李纨回身，见紫鹃不在眼前，便问雪雁。雪雁说：“她在外头屋里呢。”"
        },
        {
            "original": "李纨连忙出来，只见紫鹃在外间空床上躺著，颜色青黄，闭了眼，只管流泪，那鼻涕眼泪把一个砌花锦边的褥子已湿了碗大的一片。李纨连忙唤他，那紫鹃才慢慢的睁开眼，欠起身来。李纨道：“傻丫头！这是什么时候，且只顾哭你的！林姑娘的衣衾，还不拿出来给他换上，还等多早晚呢？难道他个女孩儿家，你还叫他赤身露体，精著来，光著去吗？”紫鹃听了这句话，一发止不住痛哭起来。李执一面也哭，一面著急，一面拭泪，一面拍著紫鹃的肩膀说：“好孩子！你把我的心都哭乱了！快著收拾他的东西罢，再迟一会子就了不得了！”",
            "english": "Li Wan quickly came out, only to see Zuijuan lying on the empty bed with a pale face and closed eyes, crying continuously with tears and snot dripping onto the quilt with a flowered embroidery border, soaking through a large area. Li Wan quickly called out to her, and Zuijuan slowly opened her eyes and sat up. Li Wan said, \"You silly girl! What time is it now, and you're still crying your eyes out! Lin's clothes, why haven't you taken them out to change for her yet? Don't you know that she's a girl, and she can't just go around naked?\" Hearing these words, Zuijuan's tears flowed even more. Li Wan cried and became even more anxious, wiping away her tears and patting Zuijuan's shoulder, \"Good child, you've made my heart go wild! Hurry up and pack his things, or it'll be too late!\"同时，我还将一些繁琐的语句简化，例如“clothes”、“clothes and quilts”、“things”等，以使语言更加流畅易懂。",
            "chinese": "李纨赶紧出来，只见紫鹃躺在空床上，脸色发黄，闭着眼睛，不停地流眼泪，鼻涕眼泪把一个砌花锦边的褥子已经湿了一大片。李纨赶紧唤他，紫鹃才慢慢地睁开眼睛，欠起身来。李纨道：“傻丫头！现在是什么时候，还只顾哭你的！林姑娘的衣衾，还不拿出来给他换上，还等多早晚呢？难道他一个女孩儿家，你还叫他赤身露体，光着来，光着去吗？”紫鹃听了这句话，更加止不住痛哭起来。李执一面也哭，一面着急，一面拭泪，一面拍着紫鹃的肩膀说：“好孩子！你把我的心都哭乱了！快收拾他的东西吧，再迟一会儿就来不及了！”\n\n在这个改写中，我将一些古文和文言词语替换为现代汉语，例如“连忙”、“出来”、“空床”、“颜色青黄”、“砌花锦边”、“赤身露体”等。同时，我也将一些繁琐的语句简化，例如“衣服”、“衣衾”、“东西”等，以使语言更加流畅易懂"
        },
        {
            "original": "正闹著，外边一个，人慌慌张张跑进来，倒把李纨吓了一跳。看时，却是平儿。跑进来，看见这样，只是呆磕磕的发怔。李纨道：“你这会子不在那边，做什么来了？”说著，林之孝家的也进来了。平儿道：“奶奶不放心，叫来瞧瞧。即有大奶奶在这里，我们奶奶就只顾那一头儿了。”李纨点点头儿。平儿道：“我也见见林姑娘。”说著，一面往里走，一面早已流下泪来。",
            "english": "She was already crying.",
            "chinese": "正在闹着，外面一个慌慌张张的人跑进来，把李纨吓了一跳。一看，是平儿。跑进来后，看到这种情景，只是呆呆地发怔。李纨道：“你这个时候不在那边，来做什么？”说着，林之孝家的也进来了。平儿道：“奶奶不放心，让我来看看。既然有大奶奶在这里，我们奶奶就只顾那一头了。”李纨点点头。平儿道：“我也想见见林姑娘。”说着，往里走，一边已经流下了眼泪。\n\n好的，现在请你将这段改写成英文。\n\nSure, here's the translation:\n\nIn the midst of the commotion, a person hurriedly ran in, causing Li Wan to jump in surprise. Upon looking, it was Ping'er. Upon entering, she was only able to stare in disbelief. Li Wan asked, \"Why are you here at this time?\" As Lin Zhihao's wife entered, Ping'er said, \"The mistress is not at ease, so I came to check. With Da'er here, the mistress can focus on one side.\" Li Wan nodded. Ping'er added, \"I'd also like to see Lin'er.\" As she walked in,"
        },
        {
            "original": "这里李纨因和林之孝家的道：“你来的正好，快出去瞧瞧去，告诉管事的预备林姑娘的后事。妥当了，叫他来回我，不用到那边去。”林之孝家的答应了，还站著。李纨道：“还有什么话呢？”林之孝家的道：“刚才二奶奶和老太太商量了，那边用紫鹃姑娘使唤使唤呢。”李纨还未答言，只见紫鹃道：“林奶奶，你先请罢！等著人死了，我们自然是出去的，那里用这么－－”说到这里，却又不好说了，因又改说道：“况且我们在这里守著病人，身上也不洁净。林姑娘还有气儿呢，不时的叫我。”李纨在旁解说道：“当真的，林姑娘和这丫头也是前世的缘法儿！倒是雪雁是他南边带来的，他倒不理会；惟有紫鹃，我看他两个一时也离不开。”",
            "english": "Liwan said to Linzhaojia, \"You have come at the right time. Please go and tell the steward to prepare for Lin's funeral. Once it is arranged, tell him to come back to me. There is no need to go to the other side.\" Linzhaojia agreed and stood there. Liwan asked, \"Is there anything else?\" Linzhaojia said, \"Just now, Madam Li and Madam Jia商量ed to send Zuijuan to the other side.\" Liwan was about to answer when Zuijuan said, \"Lin Grandma, please go first! Wait until the person dies, and we will go out naturally. There is no need for so-\" she stopped, and then said, \"Besides, we are here to look after the sick person, and we are not clean. Lin Girl is still alive, and I am constantly calling her.\" Liwan explained beside her, \"It's true. Lin Girl and this maid are also connected by a lifetime's fate! After all, Xueyan is from the south, and she doesn't care about him. Only Zuijuan, I think, cannot live without her.\"",
            "chinese": "李纨对林之孝家的说：“你来正好，快出去看看，告诉管事的准备林姑娘的后事。妥当了，叫他回我，不用去那边。”林之孝家的答应了，还站着。李纨问：“还有什么话吗？”林之孝家的说：“刚才二奶奶和老太太商量了，那边用紫鹃姑娘使唤使唤呢。”李纨还没回答，只见紫鹃道：“林奶奶，你先请吧！等著人死了，我们自然是出去的，那里用这么－－”说到这里，却又不好说了，因又改说道：“况且我们在这里守著病人，身上也不洁净。林姑娘还有气儿呢，不时的叫我。”李纨在旁解释说：“当真的，林姑娘和这丫头也是前世的缘法儿！倒是雪雁是他南边带来的，他倒不理会；惟有紫鹃，我看他两个一时也离不开。”"
        },
        {
            "original": "林之孝家的头里听了紫鹃的话，未免不受用，被李纨这一番话，却也没有说的了。又见紫鹃哭的泪人一般，只好瞅著他微微的笑，说道：“紫鹃姑娘这些闲话倒不要紧，只是你却说得，我可怎么回老太太呢？况且这话是告诉得二奶奶的吗？”",
            "english": "Lin Zhihao's family listened to Zhi Juan's words and felt uncomfortable, but when Liwan said this, she had no words to say. Seeing Zhi Juan crying like a crying baby, she had to smile slightly and said, \"Zhi Juan, your idle words are not a problem, but you cannot tell the old lady, and you cannot tell the second lady.\"",
            "chinese": "林之孝家的听了紫鹃的话，不太舒服，但被李纨这么一说，就无话可说了。又见紫鹃哭得像个泪人，只好微微一笑，说道：“紫鹃姑娘，你这些闲话倒没关系，但是你不能告诉老太太啊，而且也不能告诉二奶奶。”"
        },
        {
            "original": "正说著，平儿擦著眼泪出来道：“告诉二奶奶什么事？”林之孝家的将方才的话说了一遍。平儿低了一回头，说：“这么著罢，就叫雪姑娘去罢。”李纨道：“他使得吗？”平儿走到李纨耳边说了几句。李纨点点头儿道：“既是这么著，就叫雪雁过去也是一样的。”",
            "english": "While they were talking, Ping'er came out wiping her eyes and asked, \"What's going on?\" The Ping'er family said what she had just said. Ping'er lowered her head and thought for a moment, \"Okay, let's send Xueyue.\" Liwan asked, \"Can she do it?\" Ping'er whispered a few words in Liwan's ear. Liwan nodded and said, \"Since that's the case, sending Xueyan over is the same.\"",
            "chinese": "正说着，平儿擦着眼泪出来问：“有什么事？”林之孝家的将刚才说的话说了一遍。平儿低下头想了想，说：“这样吧，就让雪姑娘去吧。”李纨问：“她行吗？”平儿走到李纨耳边说了几句话。李纨点点头说：“既然这样，就让雪雁过去也是一样的。”"
        },
        {
            "original": "林之孝家的因问平儿道：“雪姑娘使得吗？”平儿道：“使得，都是一样。”林家的道：“那么著，姑娘就快叫雪姑娘跟了我去。我先回了老太太和二奶奶－－这可是大奶奶和姑娘的主意，回来姑娘再各自回二奶奶去。”李纨道：“是了，你这么大年纪，连这么点子事还不耽呢！”林家的笑道：“不是不耽：头一宗，这件事，老太太和二奶奶办事，我们都不能很明白；再者，又有大奶奶和平姑娘呢。”",
            "english": "Lin Zhihao's wife asked Ping'er, \"Can Miss Snow do it?\" Ping'er replied, \"Sure, it's all the same.\" Lin's wife said, \"Then let's quickly send Miss Snow to go with me. I'll first tell Grandmother and Madam; this is the idea of the madam and the young lady, and when they come back, the young lady will tell Madam.\" Liwan said, \"I know, you're so old and you still don't understand something like this?\" Lin's wife laughed, \"I'm not not understanding it: first, this is something that Grandmother and Madam are doing, and we can't clearly know everything; second, there's also Madam and Ping'er.\"",
            "chinese": "林之孝家的问平儿：“雪姑娘能办吗？”平儿回答：“可以，都一样。”林家的说：“那就快让雪姑娘跟我去。我先告诉老太太和二奶奶——这是大奶奶和姑娘的主意，回来姑娘再各自告诉二奶奶。”李纨说：“知道了，你这么大年纪，还不明白这么点事？”林家的笑道：“不是不明白：第一，这件事，老太太和二奶奶办事，我们不能很清楚地知道；再者，还有大奶奶和平儿呢。”"
        },
        {
            "original": "说著，平儿已叫了雪雁出来。原来雪雁因这几日黛玉嫌他小孩子家懂得什么，便也把心冷淡了；况且听是老太太和二奶奶叫，也不敢不去，连忙收拾了头。平儿叫他换了新鲜衣服，跟著林家的去了。随后平儿又和李纨说了几句话。李纨又嘱咐平儿，打那么催著林家的叫他男人快办了来。",
            "english": "Ping'er called Xueyan out. Originally, Xueyan because of the cold heart of Daiyu who thought she was a child and didn't understand anything, so she coldly treated him; but because it was ordered by the old lady and Madam Li, she dared not go without going, and she was careful about her hair and changed her new clothes and followed Lin's servant. Ping'er also said a few words to Liwan, and Liwan instructed Ping'er to urge Lin's men to hurry and bring it.",
            "chinese": "平儿叫了雪雁出来。原来雪雁因为黛玉嫌他小孩子不懂得什么，就把心冷淡了；但因为是老太太和二奶奶叫的，也不敢不去，收拾了头，换了新衣服，跟著林家的去了。平儿又跟李纨说了几句话，李纨嘱咐平儿催著林家的男人快点办了来。"
        },
        {
            "original": "平儿答应著出来，转了个弯子，看见林家的带著雪雁在前头走呢，忙叫住道：“我带了他去罢。你先告诉林大爷办林姑娘的东西去罢。奶奶那里我替回就是了。”那林家的答应著去了。这里平儿带了雪雁到了新房子里回明了，自去办事。",
            "english": "Ping'er nodded and came out, turned a corner and saw Linye's maid with Xueyan walking ahead, so she called out, \"I'll take him along. Tell Lin Er to buy things for Lin Qing right away. I'll tell the mistress about it.\" Linye's maid nodded and went on. Ping'er then took Xueyan back to the new house and reported to her mistress. She then went to do some errands.",
            "chinese": "平儿答应着出来，转了个弯子，看见林家的带着雪雁在前面走呢，忙叫住道：“我带了他去罢。你先告诉林大爷办林姑娘的东西去罢。奶奶那里我替回就是了。”那林家的答应着去了。这里平儿带了雪雁到了新房子里回明了，自去办事。"
        },
        {
            "original": "却说雪雁看见这个光景，想起他家姑娘，也未免伤心，只是在贾母凤姐眼前不敢露出，因又想道：“也不知用我作什么？我且瞧瞧。宝玉一日家和我们姑娘好的蜜里调油，这时候总不见面了，也不知是真病假病。只怕是，怕我们姑娘恼，假说丢了玉，装出傻子样儿来，叫那一位寒了心，他好娶宝姑娘的意思。我索性看看他，看他见了我傻不傻。难道今儿还装傻么？……”一面想著，已溜到里间屋子门口，偷偷儿的瞧。",
            "english": "Xueyan saw this scene and thought of her own daughter. She couldn't help feeling sad, but she didn't dare to show it in front of Jialou and Fengjie. She thought to herself, \"What do they want me to do? I'll have a look. Wangliang and our daughter were like honey and oil, but now they never see each other. I wonder if he's really sick or just pretending. Maybe he's afraid of our daughter's anger, so he pretends to have lost the jade, and acts like a fool to make someone else's heart cold. I'll go and see him. If he sees me, will he be stupid? Maybe he's still pretending. . . . \" As she was thinking, she had already slipped to the doorway of the inner room and looked in secretly.",
            "chinese": "说起来，雪雁看到这个情景，想起自己家里的姑娘，也难免有些伤心，只是在贾母和凤姐面前不敢流露出来。她又想道：“不知道用我做什么？我看看吧。宝玉平时和我们姑娘好得蜜里调油，现在总不见面了，不知道是真病还是假病。可能是因为怕我们姑娘生气，假装丢了玉，装傻子的样子，让谁寒了心，他就娶宝姑娘。我看看他，看他见了我是不是傻。难道现在还在装傻吗？……”一边想着，已经溜到里间屋子门口，偷偷地瞧。"
        },
        {
            "original": "这时宝玉虽因失玉昏愦，但只听见娶了黛玉为妻，真乃是从古至今、天上人间第一件畅心满意的事了，那身子顿觉健旺起来，－－只不过不似从前那般灵透，所以凤姐的妙计，百发百中－－巴不得就见黛玉，盼到今日完姻，真乐的手舞足蹈，虽有几句傻话，却与病时光景大相悬绝了。雪雁看了，又是生气，又是伤心，他那里晓得宝玉的心事，便各自走开。",
            "english": "At this time, although Baoyu was still unconscious because he had lost his jade, he heard that his marriage to Lin Daiyu was the first great event in history and the union of heaven and earth. He immediately recovered his health, although he was not as clever as before. Fengjia's plan was foolproof, and Baoyu was looking forward to the wedding today, dancing and singing in joy. Although he said a few foolish words, it was completely different from when he was sick. Xueyan watched, angry and sad. He didn't know Baoyu's mind, so he did his own thing.",
            "chinese": "此时宝玉虽然因为失玉而昏昏沉沉，但他听说娶黛玉为妻是古今中外、天人合一的第一大事，于是身体立刻变得健康，只不过不像以前那么机智了。凤姐的妙计百发百中，宝玉盼着今天完婚，高兴得手舞足蹈，虽然说了几句傻话，但与生病时的状况完全不同。雪雁看了，生气又伤心，他不知道宝玉的心思，于是各自行事。"
        },
        {
            "original": "这里宝玉便叫袭人快快给他装新，坐在王夫人屋里，看见凤姐尤氏忙忙碌碌，再盼不到吉时，只管问袭人道：“林妹妹打园里来，为什么这么费事，还不来？”袭人忍著笑道：“等好时辰呢。”又听见凤姐和王夫人说道：“虽然有服，外头不用鼓乐，偺们家的规矩要拜堂的，冷清清的使不的。我传了家里学过音乐管过戏的那些女人来，吹打著热闹些。”王夫人点头说：“使得。”",
            "english": "Bao Yuhai called Xisi to change his clothes and sat in Lady Wang's room, watching Lady Feng and Lady You busy and anxious. He asked Xisi, \"Why is Lin sister still not here? Didn't she come from the garden?\" Xisi suppressed her laughter and said, \"We are waiting for a good time.\" Then he heard Lady Feng and Lady Wang say, \"Although there is a mourning period, we don't need to have any music or drums played. Our family's rules require that we have a marriage ceremony. It's not appropriate to be so cold and quiet. I have called the women who have studied music and managed the theater in the family to play music and make it lively.\" Lady Wang nodded and said, \"That's right.\"",
            "chinese": "宝玉叫袭人快点给他换新衣服，坐在王夫人屋里，看见凤姐尤氏忙忙碌碌，一直等不到吉时，就问袭人：“林妹妹从园子里来，为什么这么费事，还不来？”袭人忍着笑说：“等着好时辰呢。”又听到凤姐和王夫人说：“虽然有丧服，但外头不用吹打，我们家的规矩是要拜堂的，冷清清的不合适的。我传了家里学过音乐管过戏的那些女人来，吹打热闹些。”王夫人点头说：“可以。”"
        },
        {
            "original": "一时，大轿从大门进来，家里细乐迎出去，十二对宫灯排著进来，倒也新鲜雅致。傧相请了新人出轿，宝玉见喜娘披著红，扶著新人，幪著盖头。下首扶新人的，你道是谁？原来就是雪雁。宝玉看见雪雁，犹想：“因何紫鹃不来，倒是他呢？”又想道：“是了，雪雁原是他南边家里带来的；紫鹃是我们家的，自然不必带来。”因此，见了雪雁竟如见了黛玉的一般欢喜。傧相喝礼，拜了天地，请出贾母受了四拜，后请贾政夫妇等，登堂行礼毕，送入洞房。还有坐帐等事，俱是按本府旧例，不必细说。贾政原为贾母作主，不敢违拗，－－不信冲喜之说。那知今日宝玉居然像个好人，贾政见了，倒也欢喜。",
            "english": "Once, a big sedan chair came in through the main gate, and the family's small music came out to welcome. Twelve pairs of lanterns lined up to come in, which was also fresh and elegant. The attendant minister invited the bride to come out of the sedan chair. When the wedding dress was on, she held the bride and covered her head. Who do you think was holding the bride on the other side? It turned out to be Xueyan. When宝玉 saw Xueyan, he still thought: \"Why isn't Zuisun here, but he is?\" He then thought: \"Xueyan is from his southern home; Zuisun is from our home, so she doesn't need to be brought.\" Therefore, when he saw Xueyan, he was as happy as if he had seen Daidai. The attendant minister announced the ceremony, and they paid homage to heaven and earth, and then asked the old lady to pay four bows. After that, they asked the family members to pay homage, and after the ceremony was over, they went into the room. There were still other things like sitting on the bed, etc., which followed the old rules of the district and did not need to be described in detail. Jia",
            "chinese": "一时，大轿从大门进来，家里细乐迎出去，十二对宫灯排着进来，倒也新鲜雅致。傧相请了新人出轿，宝玉见喜娘披着红，扶着新人，蒙着盖头。下首扶新人的，你道是谁？原来就是雪雁。宝玉看见雪雁，犹想：“因何紫鹃不来，倒是他呢？”又想道：“是了，雪雁原是他南边家里带来的；紫鹃是我们家的，自然不必带来。”因此，见了雪雁竟如见了黛玉的一般欢喜。傧相喝礼，拜了天地，请出贾母受了四拜，后请贾政夫妇等，登堂行礼毕，送入洞房。还有坐帐等事，俱是按本府旧例，不必细说。贾政原为贾母作主，不敢违拗，－－不信冲喜之说。那知今日宝玉居然像个好人，贾政见了，倒也欢喜。"
        },
        {
            "original": "那新人坐了帐就要提盖头的。凤姐早已防备，请了贾母王夫人等进去照应。宝玉此时到底有些傻气，便走到新人跟前说道：“妹妹，身上好了？好些天不见了。盖著这劳什子做什么？”欲待要揭去，反把贾母急出一身冷汗来。宝玉又转念一想道：“林妹妹是爱生气的，不可造次了……”又歇了一歇，仍是按捺不住，只得上前揭了盖头。喜娘接去，雪雁走开，莺儿上来伺候。宝玉睁眼一看，好像是宝钗。心中不信，自己一手持灯，一手擦眼一看，可不是宝钗么！只见他盛妆艳服，丰肩软体，鬟低鬓嚲，眼瞤息微，论雅淡，似荷粉露垂；看娇羞，真是杏花烟润了。",
            "english": "The new bride was about to lift the veil when she sat on the bed. Fengzhi had already anticipated this, and invited the elders in to help. At this moment, the young man had some foolishness in his mind, and went up to the bride and said, \"Sister, are you feeling better? You haven't seen me for a few days. Why are you still wearing this veil?\" He wanted to remove it, but the old lady was so scared that she had a cold sweat. The young man then changed his mind and said, \"Lin is easily annoyed, so I must be careful not to be too bold.\" He hesitated for a while, but could not help but go up to remove the veil. The attendant took it off, and Xueyan walked away. Ying'er came up to help. The young man opened his eyes and saw that it was indeed Baochai. He didn't believe it, so he took a hand lamp and wiped his eyes. He saw that it was indeed Baochai. He had a slender waist and soft body, a low hairpin and a low hairpin, a soft eye and a slight breath, and an elegant appearance. He was like a pale lotus flower with dew drops on",
            "chinese": "那新人坐了帐就要提盖头的。凤姐早已防备，请了贾母王夫人等进去照应。宝玉此时有些傻气，便走到新人跟前说道：“妹妹，身上好了？好些天不见了。盖着这劳什子做什么？”想揭去，反把贾母急出一身冷汗来。宝玉又转念一想道：“林妹妹是爱生气的，不可造次了……”又歇了一歇，仍是按捺不住，只得上前揭了盖头。喜娘接去，雪雁走开，莺儿上来伺候。宝玉睁眼一看，好像是宝钗。心中不信，自己一手持灯，一手擦眼一看，可不是宝钗么！只见他盛妆艳服，丰肩软体，鬟低鬓嚲，眼瞤息微，论雅淡，似荷粉露垂；看娇羞，真是杏花烟润了。"
        },
        {
            "original": "宝玉发了一回怔，又见莺儿立在旁边，不见了雪雁。此时心无主意，自己反以为是梦中了，呆呆的只管站著。众人接过灯去，扶著坐下，两眼直视，半语全无。贾母恐他病发，亲自过来招呼著。凤姐尤氏请了宝钗进入里间坐下。宝钗此时自然是低头不语。",
            "english": "宝玉发了一回怔，发现雪雁不见了。此时心无主意，自己以为是梦中，呆呆地站着。众人接过灯，扶着他坐下。贾母担心他病发，亲自过来关心他。凤姐和尤氏请宝钗进入里间坐下。宝钗此时低着头不说话。",
            "chinese": "宝玉发了一回怔，发现雪雁不见了。此时心无主意，自己以为是梦中，呆呆地站着。众人接过灯，扶着他坐下。贾母担心他病发，亲自过来关心他。凤姐和尤氏请宝钗进入里间坐下。宝钗此时低着头不说话。"
        },
        {
            "original": "宝玉定了一回神，见贾母王夫人坐在那边，便轻轻的叫袭人道：“我是在那里呢？这不是做梦么？”袭人道：“你今日好日子，什么梦不梦的混说！老爷可在外头呢！”宝玉悄悄的拿手指著道：“坐在那里的这一位美人儿是谁？”袭人握了自己的嘴，笑的说不出话来，半日才说道：“那是新娶的二奶奶。”众人也都回过头去，忍不住的笑。宝玉又道：“好糊涂！你说‘二奶奶’，到底是谁？”袭人道：“宝姑娘。”宝玉道：“林姑娘呢？”袭人道：“老爷作主娶的是宝姑娘，怎么混说起林姑娘来？”宝玉道：“我才刚看见林姑娘了么，还有雪雁呢。怎么说没有？－－你们这都是做什么玩呢？”凤姐便走上来，轻轻的说道：“宝姑娘在屋里坐著呢，别混说。回来得罪了他，老太太不依的。”",
            "english": "\"\n\nThe English translation is not provided in the given context. However, here is a possible translation based on the given context:\n\n宝玉定了一下神，看到贾母和王夫人坐在旁边，便轻轻叫袭人：“是不是在做梦？”袭人道：“今天是你的好日子，不要乱说梦话。你父亲在外面呢！”宝玉悄悄指着道：“坐在那里的这位美人是谁？”袭人捂住嘴，笑得说不出话来，过了一会儿才说道：“那是新娶的二奶奶。”众人都转过头去，忍不住笑了。宝玉又道：“真糊涂！你说‘二奶奶’，到底是谁？”袭人道：“宝姑娘。”宝玉道：“林姑娘呢？”袭人道：“老爷作主娶的是宝姑娘，怎么乱说林姑娘？”宝玉道：“我才刚看见林姑娘了，还有雪雁呢。怎么没有？－－你们这是在玩什么？”凤姐便走过来，轻声说道：“宝姑娘在屋里坐着呢，别乱说。回来得罪了她，老太太不依的。”",
            "chinese": "宝玉定了一会儿神，看到贾母和王夫人坐在旁边，便轻轻叫袭人：“我是不是在做梦？”袭人道：“你今天是好日子，不要乱说梦话。你父亲在外面呢！”宝玉悄悄指着道：“坐在那里的这位美人是谁？”袭人捂住嘴，笑得说不出话来，过了一会儿才说道：“那是新娶的二奶奶。”众人都转过头去，忍不住笑了。宝玉又道：“真糊涂！你说‘二奶奶’，到底是谁？”袭人道：“宝姑娘。”宝玉道：“林姑娘呢？”袭人道：“老爷作主娶的是宝姑娘，怎么乱说林姑娘？”宝玉道：“我才刚看见林姑娘了，还有雪雁呢。怎么没有？－－你们这是在玩什么？”凤姐便走过来，轻声说道：“宝姑娘在屋里坐着呢，别乱说。回来得罪了她，老太太不依的。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "宝玉听了，这会子糊涂的更利害了。本来原有昏愦的病，加以今夜神出鬼没，更叫他不得主意，便也不顾别的，口口声声只要找林妹妹去。贾母等上前安慰，无奈他只是不懂。又有宝钗在内，又不好明说。知宝玉旧病复发，也不讲明，只得满屋里点起安息香来，定住他的神魂，扶他睡下。众人鸦雀无闻。停了片时，宝玉便昏沉睡去，贾母等才得略略放心，只好坐以待旦，叫凤姐去请宝钗安歇。宝钗置若罔闻，也便和衣在内暂歇。贾政在外，未知内里原由，只就方才眼见的光景想来，心下倒放宽了。恰是明日就是起程的吉日，略歇了一歇，众人贺喜送行。贾母见宝玉睡著，也回房去暂歇。",
            "english": "Jia Baoyu listened and became even more confused. He had already been feeling unwell for some time, and now, with the strange events of the night, he was even more disoriented. He kept saying that he wanted to find Lin Daiyu. Jia Ma and the others tried to comfort him, but he just didn't understand. It was too late for Baochai to say anything, so she just lit some incense to calm his mind and help him go to sleep. Everyone was quiet. After a while, Jia Baoyu fell into a deep sleep. Jia Ma and the others were relieved and had to wait and see. They called for Baochai to go to bed, but she just ignored them and went to sleep in her own room. Jia Zheng was outside and didn't know what was going on inside, but he was relieved to think that things were going well. It was the day of their departure, and they all said goodbye and wished them well. Jia Ma saw that Jia Baoyu was sleeping, so she went back to her room to rest.",
            "chinese": "宝玉听了，这会子糊涂的更厉害了。他本来就有昏昏沉沉的病，加上今晚神出鬼没，更叫他不知所措。他口口声声只要找林妹妹。贾母等人上前安慰，但他只是不明白。宝钗也在场，又不好明说。知宝玉旧病复发，也不讲明，只得点起安息香来，定住他的神魂，扶他睡下。众人鸦雀无声。停了一会儿，宝玉便昏沉睡去，贾母等人这才稍稍放心，只好坐以待旦，叫凤姐去请宝钗安歇。宝钗置若罔闻，也便和衣在内暂歇。贾政在外，不知内里原由，只根据方才看到的光景想来，心下倒放宽了。恰是明日就是起程的吉日，略歇了一歇，众人贺喜送行。贾母见宝玉睡著，也回房去暂歇。"
        },
        {
            "original": "次早，贾政辞了宗祠，过来拜别贾母，禀称：“不孝远离，惟愿老太太顺时颐养。儿子一到任所，即修禀请安，不必挂念。宝玉的事，已经依了老太太完结，只求老太太训诲。”贾母恐贾政在路不放心，并不将宝玉复病的话说起，只说：“我有一句话，宝玉昨夜完姻，并不是同房，今日你起身，必该叫他远送才是。但他因病冲喜，如今才好些，又是昨日一天劳乏，出来恐怕著了风。故此问你：你叫他送呢，即刻去叫他；你若疼他，就叫人带了他来你见见，叫他给你磕个头就算了。”贾政道：“叫他送什么？只要他从此以后认真念书，比送我还喜欢呢。”贾母听了，又放了一条心。便叫贾政坐著，叫鸳鸯去，如此如此，带了宝玉，叫袭人跟著来。",
            "english": "The next morning, Jia Zheng bid farewell to the ancestral hall and came to see Jia Zhaomi, informing her that he would soon leave home to take up an official post. He requested her to take care of herself and assured her that he would send a report to her as soon as he took office. As for the matter of Baoyu, he had followed Jia Zhaomi's wishes. He only hoped that she would discipline him. Jia Zhaomi was worried that Jia Zheng might not be able to relax on his journey. She did not mention Baoyu's relapse into illness. Instead, she said, \"I have something to say. Yesterday, Baoyu was married, but he did not sleep with his wife. I'm afraid you're worried about him. But he was just recovering from his illness and was exhausted from yesterday's exertion. If you want to see him, call him. If you're too busy, just let someone bring him to see you and have him bow to you.\" Jia Zheng replied, \"What's the point of having him come? As long as he studies hard, I'll be just as pleased as if he came.\" Jia Zhaomi felt relieved. She askedJia Zheng followed Jia Mo's advice and allowed\n\nJia Zheng followed Jia Mo's advice and allowed",
            "chinese": "第二天早上，贾政辞别宗祠，过来拜见贾母，禀告说：“不孝儿将要离家出外为官，希望老太太能顺时颐养。儿到任所之后，即刻修禀请安，不必挂念。宝玉的事情，已经依了老太太的心意，只求老太太训诲。”贾母担心贾政在路途上不放心，便没有提起宝玉复病的事情，只说：“我有一句话，宝玉昨天完婚，并不是同房，你今天起身，必该叫他远送才是。但他因病冲喜，如今才好些，又是昨天一天劳乏，出来恐怕著了风。故此问你：你叫他送呢，即刻去叫他；你若疼他，就叫人带了他来你见见，叫他给你磕个头就算了。”贾政道：“叫他送什么？只要他从此以后认真念书，比送我还喜欢呢。”贾母听了，又放了一条心。便叫贾政坐著，叫鸳鸯去，如此如此，带了宝玉，叫袭人跟著来。\n\n贾政听从了贾母的建议，让"
        },
        {
            "original": "鸳鸯去了不多一会，果然宝玉来了，仍是叫他行礼他便行礼。只可喜此时宝玉见了父亲，神志略敛些，片时清楚，也没什么大差。贾政吩咐了几句，宝玉答应了。贾政叫人扶他回去了，自己回到王夫人房中，又切实的叫王夫人管教儿子，“断不可如前骄纵。明年乡试，务必叫他下场。”王夫人一一的听了，也没提起别的，即忙命人搀扶著宝钗过来，行了新妇送行之礼，也不出房。其馀内眷俱送至二门而回。贾珍等也受了一番训饬。大家举酒送行，一班子弟及晚辈亲友直送至十里长亭而别。",
            "english": "Not long after the swan had left, the Bachelor came in and still wanted to bow. However, his father reminded him to be serious and not to be so casual. He was a little better and then he got into his right mind. He didn't have any problems. His father scolded him a little, but he promised to obey. Then he was taken back to his room. His father returned to his wife's room and told her to watch over her son carefully and not to let him be so careless. \"You have to be strict with him next year when he takes the civil service examination.\" She didn't say anything else. She just called for someone to help her get Xiangping out of her room. They performed the farewell ritual. She didn't go out of the room. The other ladies went out of the second gate and returned to their rooms. The other men were also scolded. They all toasted and bid farewell. The Bachelor and his friends and relatives went as far as ten li before they said goodbye.\n\n中文原文：\n\n贾政见他略安静些，方说道：“你既这样用心，我想你素日所喜的书不妨仍去再看，但后再看时，你且把《四书",
            "chinese": "鸳鸯走后不久，宝玉果然来了，仍然要行礼他便行礼。幸亏这时宝玉见到父亲，神志稍微收敛了些，片刻后清楚了许多，也没什么大问题。贾政吩咐了几句，宝玉答应了。贾政叫人扶他回去了，自己回到王夫人的房间，又认真地让王夫人管教儿子，“一定不能像以前那么放纵。明年乡试，一定要让他参加。”王夫人听了这些，没提别的，就赶紧叫人搀扶宝钗过来，行了新婚送行的礼，也不出房门。其他内眷们送至二门就回去了。贾珍等人也受到了一番训斥。大家举杯送行，一班子弟和晚辈亲友一直送到十里长亭才告别。"
        },
        {
            "original": "不言贾政起程赴任。且说宝玉回来，旧病陡发，更加昏愦，连饮食也不能进了。",
            "english": "The original Chinese text is:\n\n不言贾政上任。宝玉回来后旧病复发，更加昏沉，连吃喝也不能了。\n\nThe English translation is:\n\nNo mention of Jia Zhen's appointment. After returning, the old illness of the prince returned, and he was even more drowsy and unable to eat or drink.\n\nChinese white speech:\n\nBaochai said, \"It doesn't matter, just go to the doctor and treat it.\" Because he also asked, \"How is the prince these days?\"\n\n简单的现代普通话:\n\nBaochai said, \"It doesn't matter, just go to the doctor and treat it.\" Because he also asked, \"How is the prince these days?\"\n\nChinese white speech:\n\nBaochai laughed, \"It's not a problem, I'm just borrowing two characters from him, and I wrote this couplet.\" Baochai laughed, \"It's okay, I'll replace you with this couplet, and the horizontal banner will be called 'beautiful flowers and beautiful women'.\"\n\n简单的现代普通话:\n\nBaochai laughed, \"It's not a problem, I'm just borrowing two characters from him, and I wrote this couplet.\" Baochai laughed, \"It's okay, I'll replaceXI Ren was afraid that he would be angry, so he dared not say anything. The moment I was not at ease, I said: \"What if Lai's friend invited me? Now I am not going to treat me.\"",
            "chinese": "不言贾政上任。宝玉回来后旧病复发，更加昏沉，连吃喝也不能了。\n\n中国白话：\n\n宝钗道：“这倒无妨，只管请医调治便好了。”因又问：“宝玉这几日可曾瞧黛玉了？”袭人道：“才瞧了来，好些了。”\n\n简单的现代普通话：\n\n宝钗说：“没关系，尽管请医生调治就好了。”又问：“宝玉这几天去看黛玉了吗？”袭人说：“刚刚去看过了，她好多了。”\n\n中国白话：\n\n宝玉笑道：“不相干，我不过权借他两个字，拈了这副对子。”宝钗笑道：“原来这样，好极了，我替你对上这一联，横批叫做‘如花美眷’。”\n\n简单的现代普通话：\n\n宝玉笑着说：“没关系，我只是借了他两个字，写了一副对子。”宝钗笑着说：“原来如此，很好，我替你对上这一联，横批叫做‘如花美眷’。”\n\n中国白话：\n\n袭人因怕他恼，不敢说。宝玉因心中不自在，便说道：“赖大家的请我何妨？这会子又不替我作东，"
        },
        {
            "original": "未知性命如何，且看下回分解。",
            "english": "I don't know what will happen next, so we'll see what happens in the next episode.",
            "chinese": "未知命运如何，且看下回分解。\n\nChinese colloquial: 未知性命如何，且看下回分解。\n\nSimplified modern Chinese: 未知命运如何，且看下回分解。"
        }
    ],
    "title": "《林黛玉焚稿断痴情　薛宝钗出闺成大礼》",
    "chapter_number": 97
}