{
    "paragraphs": [
        {
            "original": "话说宝玉见了贾政，回至房中，更觉头昏脑闷，懒怠动弹，连饭也没吃，便昏沉睡去。仍旧延医诊治，服药不效，索性连人也认不明白了。大家扶著他坐起来，还是像个好人。一连闹了几天。那日恰是“回九”之期，说是若不过去，薛姨妈脸上过不去；若说去呢，宝玉这般光景，贾母明知是为黛玉而起，欲要告诉明白，又恐气急生变。宝钗是新媳妇，又难劝慰，必得姨妈过来才好。若不回九，姨妈嗔怪。便与王夫人凤姐商议道：“我看宝玉竟是魂不守舍，起动是不怕的。用两乘小轿，叫人扶著，从园里过去，应了回九的吉期；以后请姨妈过来安慰宝钗，偺们一心一计的调治宝玉，可不两全？”",
            "english": "Translation:\n\nUpon seeing his father, the Prince of Peony (宝玉) returned to his room, feeling more dizzy and disoriented than before. He didn't eat his meal and fell into a deep sleep. Despite medical attention, his condition did not improve, and he could no longer recognize familiar faces. His family tried to support him, but he still seemed like a normal person. This went on for a few days. That day was the \"returning ninth\" (回九), which was a traditional Chinese festival. If he didn't go, his aunt (薛姨妈) would be upset. However, if he went, his condition was so bad that his grandmother (贾母) didn't want to tell her why. His new wife (宝钗) was too new to understand. The family discussed and decided to use two small轿子, with people holding him, to go through the garden and fulfill the \"returning ninth\" festival. Then, his aunt could come over to comfort his new wife and they could all work together to treat him.",
            "chinese": "宝玉见了贾政，回至房中，更觉得头昏脑闷，懒散动弹，连饭也没吃，便昏沉睡去。还是延医诊治，服药不效，索性连人也认不明白了。大家扶着他坐起来，还是像个好人。一连闹了几天。那日恰是“回九”之期，说是若不过去，薛姨妈脸上过不去；若说去呢，宝玉这般光景，贾母明知是为黛玉而起，欲要告诉明白，又恐气急生变。宝钗是新媳妇，又难劝慰，必得姨妈过来才好。若不回九，姨妈嗔怪。便与王夫人凤姐商议道：“我看宝玉竟是魂不守舍，起动是不怕的。用两乘小轿，叫人扶著，从园里过去，应了回九的吉期；以后请姨妈过来安慰宝钗，我们一心一计的调治宝玉，可不两全？”"
        },
        {
            "original": "王夫人答应了，即刻预备。幸亏宝钗是新媳妇，宝玉是个疯傻的，由人掇弄过去了，宝钗也明知其事，心里只怨母亲办得糊涂，事已至此，不肯多言。独有薛姨妈看见宝玉这般光景，心里懊悔，只得草草完事。回家，宝玉越加沉重，次日，连起坐都不能了，日重一日，甚至汤水不进。薛姨妈等忙了手脚，各处遍请名医，皆不识病源。只有城外破寺中住著个穷医，姓毕，别号知庵的，诊得病源是悲喜激射，冷暖失调，饮食失时，忧忿滞中，正气壅闭：此内伤外感之症。于是度量用药。至晚服了，二更后，果然省些人事，便要喝水。贾母王夫人等才放了心，请了薛姨妈带了宝钗，都到贾母那里，暂且歇息。",
            "english": "Xue Yimei agreed, and immediately prepared. Fortunately, the bride is new, and the blind man, the Xu family, was given to someone else, and the bride also knew about this, and only blamed her mother for being too foolish. Now that the matter has happened, she dare not say much. Only Xu Yimei saw the blind man in such a state, and she regretted it. She had to finish things in a hurry. When she returned home, the blind man became more and more serious, and the next day he could not even sit up. The illness worsened day by day, even to the point where he could not drink or eat. Xu Yimei and the others were in a panic, and they invited many famous doctors from all over the city. However, no one could diagnose the cause of the illness. There was only a poor doctor in a ruined temple outside the city, named Bi, with the nickname Zhi'an, who diagnosed the illness as a result of being overexcited by joy and sadness, being too cold or too warm, eating at the wrong time, being upset and angry, and the body being blocked. This was a disease of both internal and external injuries. He then measured and prescribed medicine. At night, after drinking the medicine, the blind man woke up a little, and then wanted to drink water. Jia Mo, Wang Fei, and others put their minds at ease, and invited Xu Yimei to take Baoshan and stay at Jia Mo's house for a while.",
            "chinese": "薛姨妈答应了，立刻准备。幸亏宝钗是新媳妇，宝玉是个疯傻的，被人摆布过去了，宝钗也明知此事，心里只怨母亲办得糊涂，事已至此，不肯多言。独有薛姨妈看见宝玉这般光景，心里懊悔，只得草草完事。回家，宝玉越加沉重，次日，连起坐都不能了，日重一日，甚至汤水不进。薛姨妈等忙了手脚，各处遍请名医，皆不识病源。只有城外破寺中住著个穷医，姓毕，别号知庵的，诊得病源是悲喜激射，冷暖失调，饮食失时，忧忿滞中，正气壅闭：此内伤外感之症。于是度量用药。至晚服了，二更后，果然省些人事，便要喝水。贾母王夫人等才放了心，请了薛姨妈带了宝钗，都到贾母那里，暂且歇息。"
        },
        {
            "original": "宝玉片时清楚，自料难保，见诸人散后，房中只有袭人，因唤袭人至跟前，拉著手哭道：“我问你，宝姐姐怎么来的？我记得老爷给我娶了林妹妹过来，怎么叫宝姐姐赶出去了？他为什么霸占住在这里？我要说呢，又恐怕得罪了他。你们听见林妹妹哭的怎么样了？”袭人不敢明说，只得说道：“林姑娘病著呢。”宝玉又道：“我瞧瞧他去。”说著，要起来。那知连日饮食不进，身子岂能动转，便哭道：“我要死了！我有一句心里的话，只求你回明老太太：横竖林妹妹也是要死的，我如今也不能保，两处两个病人，都要死的！死了越发难张罗，不如腾一处空房子，趁早把我和林妹妹两个抬在那里，活著也好一处医治伏侍，死了也好一处停放。你依我这话，不枉了几年的情分！”",
            "english": "Translation:\n\nJade didn't take long to wake up and knew that he wouldn't live much longer. The only one in the room with him was Xisi, so he pulled her to him and cried, \"Tell me, how did Lady Ba come here? I remember my father giving me Lin sister to marry, but how did Lady Ba get kicked out? Why does she take over here? If I say anything, I'm afraid I'll offend her. Have you heard how Lin sister is crying?\" Xisi couldn't say anything clearly, so she said, \"Lin sister is sick.\" Jade said, \"I want to see her.\" He tried to get up, but because he hadn't eaten for days, his body couldn't move. He cried, \"I'm going to die! I have a secret I want you to tell the old lady: both Lin sister and I are going to die. We can't take care of ourselves, and we'll just be a burden on others. If we had a place to stay together, it would be easier to take care of each other when we're sick. You know how much we've cared for each other. Please listen to my words.\"\n\n小花\n\n\"I don't know what you're talking about,\" the little flower replied with a smile.\n\n\"Are you afraid of me?\" asked the person.\n\n\"No, not at all,\" the flower said. \"I just don't understand what you want from me.\"\n\n\"What do you want from me?\" the person asked.\n\n\"I just want to be left alone to grow and bloom,\" the flower said. \"I don't want anyone to mess with me or try to control me.\"\n\nThe person seemed to understand. \"I'm sorry,\" he said. \"I didn't mean to bother you. I just wanted to see what you were like up close.\"\n\n\"It's okay,\" the flower said. \"It's nice to know that people are interested in me, even if it's only for a moment.\"",
            "chinese": "宝玉没多久就清醒了，知道自己活不长了，房中只有袭人，他就拉住袭人哭道：“你告诉我，宝姐姐怎么来的？我记得老爷给我娶了林妹妹过来，怎么叫宝姐姐赶出去了？他为什么霸占住在这里？我要说呢，又恐怕得罪了他。你们听见林妹妹哭的怎么样了？”袭人不敢明说，只得说道：“林姑娘病著呢。”宝玉又道：“我瞧瞧他去。”说著，要起来。那知连日饮食不进，身子岂能动转，便哭道：“我要死了！我有一句心里的话，只求你回明老太太：横竖林妹妹也是要死的，我如今也不能保，两处两个病人，都要死的！死了越发难张罗，不如腾一处空房子，趁早把我和林妹妹两个抬在那里，活著也好一处医治伏侍，死了也好一处停放。你依我这话，不枉了几年的情分！”"
        },
        {
            "original": "袭人听了这些话，又急，又笑，又痛。宝钗恰好同著莺儿过来，也听见了。便说道：“你放著病不保养，何苦说这些不吉利的话呢？老太太才安慰了些，你又生出事来。老太太一生疼你一个，如今八十多岁的人了，虽不图你的诰封，将来你成了人，老太太也看著乐一天，也不枉了老人家的苦心。太太更是不必说了，一生的心血精神抚养了你这一个儿子，若是半途死了，太太将来怎么样呢？我虽是薄命，也不至于此。－－据此三件看来，你就要死，那天也不容你死的，所以你是不能死的。只管安稳著养个四五天后，风邪散了，太和正气一足，自然这些邪病都没有了。”宝玉听了，竟是无言可答，半晌，方才嘻嘻的笑道：“你是好些时不和我说话了，这会子说这些大道理的话给谁听？”宝钗听了这话，便又说道：“实告诉你说罢：那两日你不知人事的时候，林妹妹已经亡故了。”宝玉忽然坐起，大声诧异道：“果真死了吗！”宝钗道：“果真死了，岂有红口白舌咒人死的呢！老太太、太太知道你姐妹和睦，你听见他死了，自然你也要死，所以不肯告诉你。”",
            "english": "The translation of the given Chinese text to English is:\n\nXiyun heard these words and was both anxious and amused, and in pain. Just as she was about to burst into tears, Baochai came over with Yinger and heard the same thing. She said, \"You're in no condition to be talking nonsense, and you're just making trouble for the old lady. She's just been comforted and now you're causing more trouble. The old lady has loved you above all her other grandchildren, and even though she's more than eighty years old now, she's not thinking of your title, but that she'll be happy to see you grow up. And how can I put it, your mother has put so much of herself into you. If you were to die, what would happen to her? I'm not the one to worry about, but I wouldn't want you to die. So, just take care of yourself and let your illness go away. You'll be fine in a few days, and then you'll be feeling better.\" Baochai's words were so kind, and they made sense, that Bao'er was speechless for a moment before he could only laugh nervously. He said, \"You haven't talked to me for a long time and now you're just giving me some big philosophical ideas, but what's the point? Is this for me?\" Baochai replied, \"Well, let me tell you this: in the past two days, you were out of it and didn't know what was going on. Lin sister had already passed away.\"\"宝玉突然坐起来，大声惊异道：‘真的是死了吗！’宝钗说道：‘真的是死了，怎么会红口白舌地咒人死呢！老太太、太太知道你姐妹和睦，你听到他死了，自然你也要死，所以不肯告诉你。’\"",
            "chinese": "袭人听了这些话，又急，又笑，又痛。宝钗恰好同着莺儿过来，也听见了。便说道：“你放著病不保养，何苦说这些不吉利的话呢？老太太才安慰了些，你又生出事来。老太太一生疼你一个，如今八十多岁的人了，虽不图你的诰封，将来你成了人，老太太也看著乐一天，也不枉了老人家的苦心。太太更是不必说了，一生的心血精神抚养了你这一个儿子，若是半途死了，太太将来怎么样呢？我虽是薄命，也不至于此。－－据此三件看来，你就要死，那天也不容你死的，所以你是不能死的。只管安稳著养个四五天后，风邪散了，太和正气一足，自然这些邪病都没有了。”宝玉听了，竟是无言可答，半晌，方才嘻嘻的笑道：“你是好些时不和我说话了，这会子说这些大道理的话给谁听？“宝钗听了这话，便又说道：“实告诉你说罢：那两日你不知人事的时候，林妹妹已经亡故了。”宝玉忽然坐起，大声诧异道：“果真死了吗！”宝钗道：“果真死了，岂有红口白舌咒人死的呢！老太太、太太知道你姐妹和睦，你听见他死了，自然你也要死，所以不肯告诉你。”"
        },
        {
            "original": "宝玉听了，不禁放声大哭，倒在床上，忽然眼前漆黑，辨不出方向，心中正自恍惚，只见眼前好像有人走来。宝玉茫然问道：“借问此是何处？”那人道：“此是阴司泉路。你寿未终，何故至此？”宝玉道：“适闻有一故人已死，遂寻访至此，不觉迷途。”那人道：“故人是谁？”宝玉道：“姑苏林黛玉。”那人冷笑道：“林黛玉生不同人，死不同鬼，无魂无魄，何处寻访？凡人魂魄，聚而成形，散而为气，生前聚之，死则散焉。常人尚无可寻访，何况林黛玉呢？汝快回去罢。”宝玉听了，呆了半晌，道：“既云死者，散也，又如何有这个‘阴司’呢？”那人冷笑道：“那‘阴司’，说有便有，说无就无，皆为世俗溺于生死之说，设言以警世。便道上天深怒愚人：或不守分安常；或生禄未终，自行夭折；或嗜淫欲，尚气逞凶，无故自殒者。特设此地狱，囚其魂魄，受无边的苦，以偿生前之罪。汝寻黛玉，是无故自陷也。且黛玉已归太虚幻境，汝若有心寻访，潜心修养，自然有时相见；如不安生，即以自行夭折之罪，囚禁阴司，除父母之外，图一见黛玉，终不能矣。”那人说毕，袖中取出一石，向宝玉心口掷来。",
            "english": "Baoyu heard this and couldn't help but let out a loud cry, lying on the bed, suddenly everything went dark and he couldn't tell which way was up or down. His mind was wandering, and then he saw someone walking towards him. Baoyu asked, \"Excuse me, where am I?\" The person replied, \"This is the realm of the underworld. You haven't reached your end of life, why are you here?\" Baoyu said, \"I just heard that an old friend had passed away and I came to visit, but I got lost.\" The person asked, \"What old friend?\" Baoyu replied, \"It's Lin Daiyu from Suzhou.\" The person chuckled, \"Lin Daiyu was different from others in life, and now in death, she has no soul or spirit, how could you find her? A person's soul comes together to form a body, and when it disperses, it becomes vapor. Even ordinary people can't be found, let alone Lin Daiyu. Go back now.\" Baoyu listened for a moment and said, \"If someone has died, their soul has dispersed, so how is there a 'realm of the underworld'?\" The person chuckled again, \"The 'realm of the underworld,' it exists when it's needed to warn people, but it can also disappear when it's not. People are so attached to the concept of life and death that they make up stories to scare each other. It's said that the heavens are very angry with foolish people who don't follow the rules, who prematurely end their lives, or who are too selfish and violent. These are the kinds of people who cause their own deaths.\"Special hell was set up to imprison their souls and they suffered infinite suffering to compensate for their sins before they died. Visiting Dahuoyu was like walking into a trap without a reason. Besides, Dahuoyu has already arrived at the Dream of the Red Chamber. If you truly want to find her, cultivate yourself diligently, and you will eventually have a chance to meet her. However, if you don't behave properly, you will be punished with your own early death, and you will be imprisoned in the underworld. Except for your parents, you will never be able to meet Dahuoyu again.\"\n\nPlease translate the following to English:\n\n你有事吗？\nDo you have anything to do?\n\nYou are already a perfect person. You need to work on yourself.\nYou are a perfect person already. You need to work on yourself.\n\nHow do you say \"you are the one\" in Spanish?\nEn español, \"you are the one\" se dice \"eres la única\".\n\nHow do you say \"you are the one\" in Spanish?\nEn español, \"you are the one\" se dice \"eres la única\".\n\nHe studied Spanish for a year in Madrid and he lived with a host family. Describe his stay in Madrid.\nHe spent a year studying Spanish in Madrid, living with a host family and immersing himself in the culture and language.\n\nElvi was a great host and the apartment was spacious and very comfortable. It was close to the University and city centre and there were lots of shops and cafes nearby.\nElvi was a great host and the apartment was spacious and very comfortable. It was close to the University and city centre and there were lots of shops and cafes nearby.\n\n¿Cómo se dice \"you are the one\" en español?\nEn español, \"you are the one\" se dice \"eres la única\".\n\nWhat is the French translation for \"you are the one\"?\nThe French translation for \"you are the one\" is \"tu es la seule\".\n\nHello, how are you?\nHola, ¿cómo estás?\n\nI've been studying Spanish for a year in Madrid and I lived with a host family. Describe my stay in Madrid.\nI have been studying Spanish for a year in Madrid and I have been living with a host family.",
            "chinese": "宝玉听了，不禁放声大哭，倒在床上，忽然眼前漆黑，辨不出方向，心中正自恍惚，只见眼前好像有人走来。宝玉茫然问道：“借问此是何处？”那人道：“此是阴司泉路。你寿未终，何故至此？”宝玉道：“适闻有一故人已死，遂寻访至此，不觉迷途。”那人道：“故人是谁？”宝玉道：“姑苏林黛玉。”那人冷笑道：“林黛玉生不同人，死不同鬼，无魂无魄，何处寻访？凡人魂魄，聚而成形，散而为气，生前聚之，死则散焉。常人尚无可寻访，何况林黛玉呢？汝快回去罢。”宝玉听了，呆了半晌，道：“既云死者，散也，又如何有这个‘阴司’呢？”那人冷笑道：“那‘阴司’，说有便有，说无就无，皆为世俗溺于生死之说，设言以警世。便道上天深怒愚人：或不守分安常；或生禄未终，自行夭折；或嗜淫欲，尚气逞凶，无故自殒者。专门设立这个地狱，囚禁他们的魂魄，受无穷无尽的苦，来补偿生前的罪孽。你寻访黛玉，是无端地自投罗网。况且黛玉已到了太虚幻境，你如果有心寻找，潜心修持，自然有会见黛玉的时候；如果你不安分守己，就以自行夭折的罪过，囚禁在阴司，除了父母之外，永远不能和黛玉见面了。”那人说完，从袖中取出一块石头，向宝玉心口扔来。"
        },
        {
            "original": "宝玉听了这话，又被这石子打著心窝，吓的即欲回家，只恨迷了道路。正在踌躇，忽听那边有人唤他。回首看时，不是别人，正是贾母、王夫人、宝钗、袭人等围绕哭泣叫著，自己仍旧躺在床上。见案上红灯，窗前皓月，依然锦绣丛中，繁华世界。定神一想，原来竟是一场大梦。浑身冷汗，觉得心内清爽。仔细一想，真正无可奈何，不过长叹数声。",
            "english": "Translation:\n\nAfter hearing these words, Bao Yu was scared when he was hit in the heart. He wanted to go home, but he couldn't find the way. While he was hesitating, someone called his name. Looking back, it was not someone else, but Jia Mother, Wang Fei, and the rest, who were crying and calling out to him. He was still lying in bed. He saw the red lamp on the desk and the bright moon in the window. It was still a world full of silk and cotton, and a world full of flowers and trees. He carefully thought about it and realized that it was just a big dream. He was soaked in cold sweat, feeling very clear-headed. When he thought about it carefully, he felt helpless and could only sigh several times.",
            "chinese": "宝玉听了这话，又被这石子打著心窝，吓的即欲回家，只恨迷了道路。正在踌躇，忽听那边有人唤他。回首看时，不是别人，正是贾母、王夫人、宝钗、袭人等围绕哭泣叫著，自己仍旧躺在床上。见案上红灯，窗前皓月，依然锦绣丛中，繁华世界。定神一想，原来竟是一场大梦。浑身冷汗，觉得心内清爽。仔细一想，真正无可奈何，不过长叹数声。"
        },
        {
            "original": "起初宝钗早知黛玉已死，因贾母等不许众人告诉宝玉知道，恐添病难治，自己却深知宝玉之病实因黛玉而起，失玉次之，故趁势说明，使其一痛决绝，神魂归一，庶可疗治。贾母、王夫人等不知宝钗的用意，深怪他造次，后来见宝玉醒了过来，方才放心，立刻到外书房请了毕大夫进来诊视。",
            "english": "Original Chinese text: 最初宝钗早知黛玉已死，因为贾母等人不让告诉宝玉知道，唯恐增添他的病情，自己却知道宝玉的病是因黛玉而起，失玉之后是次要的，就趁机说出了黛玉已死的事情，让宝玉对黛玉一痛绝情，神魂归一，才能医治他的病。贾母、王夫人等人不知道宝钗的用意，非常怪罪他，后来见宝玉醒来，才放心，立刻到外书房请了大夫来为宝玉诊病。\n\nEnglish translation: At first, Baochai already knew that Lin Daiyu had passed away, but because of the prohibition from Jia Mǔ and others, they feared that it would exacerbate his condition. However, Baochai knew that Bao Yuhai's illness was caused by Lin Daiyu's death, and the loss of the jade was secondary. So she took advantage of the situation to inform Bao Yuhai of Lin Daiyu's death, allowing him to sever all ties with Lin Daiyu and focus his mind, which would be beneficial for his recovery. The elders in the household did not understand Baochai's intentions and were very angry with her. After Bao Yuhai woke up, they were relieved and immediately sent for a doctor to treat him.",
            "chinese": "最初宝钗早知黛玉已死，因为贾母等人不让告诉宝玉知道，唯恐增添他的病情，自己却知道宝玉的病是因黛玉而起，失玉之后是次要的，就趁机说出了黛玉已死的事情，让宝玉对黛玉一痛绝情，神魂归一，才能医治他的病。贾母、王夫人等人不知道宝钗的用意，非常怪罪他，后来见宝玉醒来，才放心，立刻到外书房请了大夫来为宝玉诊病。"
        },
        {
            "original": "那大夫进来诊了脉，便道：“奇怪！这回脉气沉静，神安郁散，明日进调理的药，就可以望好了。”说著出去。众人各自安心散去。袭人起初深怨宝钗不该告诉，惟是口中不好说出。莺儿背地也说宝钗道：“姑娘忒性急了。”宝钗道：“你知道什么？好歹横竖有我呢。”那宝钗任人诽谤，并不介意，只窥察宝玉心病，暗下针砭。",
            "english": "Doctor came in and took the pulse, saying, \"Strange! This time the pulse is calm, and the mind is clear and the body is energized. In the early morning, you can take调理 medicine, and then you can expect to recover.\" Then he left. Everyone went home contentedly. At first,袭人 was very angry with 香菱 for telling, but she couldn't say anything about it.莺儿 whispered to 香菱, saying, \"You're too hasty.\" 香菱 replied, \"You don't know what I know. Whatever happens, I'll be there for you.\" 香菱 didn't care what others said, and she secretly gave him advice on his heart problem.",
            "chinese": "医生进来诊了脉，说：“奇怪！这次脉息平和，神清气畅，明早可以进调理的药，就可望好了。”说着出去。众人各自安心散去。袭人起初很怨恨宝钗不该告诉，惟是嘴里不好说出来。莺儿背地也说宝钗道：“姑娘忒性急了。”宝钗道：“你知道什么？好歹横竖有我呢。”那宝钗任人诽谤，并不介意，只窥察宝玉心病，暗下针砭。"
        },
        {
            "original": "一日，宝玉渐觉神志安定，虽一时想起黛玉尚有糊涂。更有袭人缓缓的将“老爷选定的宝姑娘为人和厚，嫌林姑娘秉性古怪，原恐早夭。老太太恐你不知好歹，病中著急，所以叫雪雁过来哄你”的话，时常劝解。宝玉终是心酸落泪。欲待寻死，又想著梦中之言；又恐老太太、太太生气；又不得撩开。又想黛玉已死，宝钗又是第一等人物，方信“金玉姻缘”有定，自己也解了好些。",
            "english": "One day, as宝玉's mental state gradually stabilized, he would occasionally think of how vague and silly Lin Daiyu still was, and the gentle behavior of the lady chosen by the old man. He slowly explained to him that Lin Daiyu was too peculiar and might die young, which caused concern for the old lady. In fear of his mother and grandmother's anger and not wanting to disturb them, he kept his feelings to himself. He also thought of Lin Daiyu's death and that Baochai was a first-rate person, so he believed that the \"gold and jade marriage\" was destined. He eventually found some comfort in this.",
            "chinese": "一天，宝玉渐渐觉得神志安定，虽然一时间想起来黛玉还有糊涂，袭人慢慢地讲“老爷选定的宝姑娘为人和厚，嫌林姑娘秉性古怪，原恐怕早夭。老太太恐你不知好歹，病中着急，所以叫雪雁过来哄你”的话，经常劝解。宝玉最终还是伤心流泪。想要寻死，又想到梦中的话；又害怕老太太、太太生气；又不敢撩开。又想到黛玉已经死了，宝钗又是第一流的人物，才相信“金玉姻缘”是注定的，自己也开解了一些。"
        },
        {
            "original": "宝钗看来不妨大事，于是自己心也安了，只在贾母王夫人等前尽行过家庭之礼后，便设法以释宝玉之忧。宝玉虽不能时常坐起，亦常见宝钗坐在床前，禁不住生来旧病。宝钗每以正言解劝，以“养身要紧，你我既为夫妇，岂在一时”之语安慰他。",
            "english": "Baoshai thought that this was not a big problem, so she herself felt at ease. After performing family rituals before Jialou and Wangfuren, she tried to comfort and reassure him. Although he could not sit up often, he could see Baoshai sitting by his bed and couldn't help but get better. Baoshai often comforted him with words like \"taking care of your health is important, and we are married, so we don't need to be so anxious about it.\"",
            "chinese": "宝钗看来不妨大事，于是自己心也安了，只在贾母王夫人等前尽行过家庭之礼后，便设法以释宝玉之忧。宝玉虽不能时常坐起，亦常见宝钗坐在床前，禁不住生来旧病。宝钗每以正言解劝，以“养身要紧，你我既为夫妇，岂在一时”之语安慰他。"
        },
        {
            "original": "那宝玉心里虽不顺遂，无奈日里贾母王夫人及薛姨妈等轮流相伴，夜间宝钗独去安寝，贾母又派人服侍，只得安心静养。又见宝钗举动温柔，就也渐渐的将爱慕黛玉的心肠略移在宝钗身上。－－此是后话。",
            "english": "那宝玉心里虽然不顺心，但白天有贾母、王夫人和薛姨妈轮流来看望他，晚上宝钗单独睡觉，贾母又派人在旁边服侍，于是就安心静养了。又见宝钗举动温柔，就把爱黛玉的心转移到宝钗身上。这正是后话。",
            "chinese": "那宝玉心里虽然不顺心，但白天有贾母、王夫人和薛姨妈轮流来看望他，晚上宝钗单独睡觉，贾母又派人在旁边服侍，于是就安心静养了。又见宝钗举动温柔，就把爱黛玉的心转移到宝钗身上。这正是后话。"
        },
        {
            "original": "却说宝玉成家的那一日，黛玉白日已经昏晕过去，却心头口中一丝微气不断，把个李纨和紫鹃哭的死去活来。到了晚间，黛玉却又缓过来了，微微睁开眼，似有要水要汤的光景。此时雪雁已去，只有紫鹃和李纨在旁。紫鹃便端了一盏桂元汤和的梨汁，用小银匙灌了两三匙。黛玉闭著眼，静养了一会子，觉得心里似明似暗的。此时李纨见黛玉略缓，明知是“回光返照”的光景，却料著还有一半天耐头，自己回到稻香村，料理了一回事情。",
            "english": "紫鹃见问，连忙告诉了宝玉的事情。黛玉听了，点头吐气，便又昏沉过去了。直到晚上，黛玉忽然又缓过来了，睁开眼睛，便向李纨和紫鹃要水要汤喝。当时雪雁已经走了，只有紫鹃和李纨在旁边。紫鹃便端了一盏桂圆汤和的梨汁，用小银匙灌了两三匙。黛玉闭着眼睛，休息了一会，觉得心里似明似暗的。这时，李纨见黛玉缓和了一些，知道是“回光返照”的情况，却料想还有一半天的耐性，自己回到稻香村，整理了一回事情。The translation of the given Chinese text to English is as follows:\n\n\"Zijuan immediately told her about Bao's death. When Daming heard this, she nodded her head, took a few deep breaths, and then fell into a deep sleep again.\"",
            "chinese": "那时黛玉已昏昏沉沉，只有断断续续气喘，别无他说。又过了一会子，黛玉忽然挣开眼来，看到李纨和紫鹃二人，便一把拉住紫鹃，问道：“紫鹃，你是谁？”紫鹃见问，连忙告诉宝玉的事。黛玉听了，点头吐气，便又昏沉过去。直到晚上，黛玉忽然又缓过来了，睁开眼睛，便向李纨和紫鹃要水要汤喝。当时雪雁已去，只有紫鹃和李纨在旁。紫鹃便端了一盏桂圆汤和的梨汁，用小银匙灌了两三匙。黛玉闭着眼，静养了一会子，觉得心里似明似暗的。此时李纨见黛玉略缓，明知是“回光返照”的光景，却料著还有一半天耐头，自己回到稻香村，料理了一回事情。 那时黛玉已经晕过去了，只有断断续续地喘着，别的一句话也说不出来。过了不久，黛玉忽然又苏醒过来，睁开眼睛，对李纨和紫鹃说：“紫鹃，你是谁？”紫鹃马上把宝玉的死讯告诉了她。黛玉听了，点点头，又喘了一阵，便又昏沉过去。"
        },
        {
            "original": "这里黛玉睁开眼一看，只有紫鹃和奶妈并几个小丫头在那里，便一手攥了紫鹃的手，使著劲说道：“我是不中用的人了！你伏侍我几年，我原指望偺们两个总在一处，不想我－－”说著，又喘了一会子，闭了眼歇著。紫鹃见他攥著不肯松手，自己也不敢挪动。看他的光景，比早半天好些，只当还可以回转，听了这话，又寒了半截。",
            "english": "Here, Dahuai opened her eyes and saw only Zǐquān and the wet nurse, as well as a few little maids, there. She then tightened her grip on Zǐquān's hand and said with a great effort, \"I'm of no use. You've been with me for several years, and I had hoped that we would always be together. But now, I…\" She paused to catch her breath and closed her eyes to rest. Seeing that she was still holding on to her tightly, Zǐquān did not dare to move. Although she appeared to be somewhat better than she had been earlier in the day, she had still not recovered fully.",
            "chinese": "这里黛玉睁开眼一看，只有紫鹃和奶妈并几个小丫头在那里，就一手攥了紫鹃的手，用劲说：“我是不中用的人了！你服侍我几年，我原指望我们两个总在一处，不想我——”说着，又喘了一会子，闭了眼歇着。紫鹃见她攥著不肯松手，自己也不敢挪动。看她的光景，比早半天好些，只当还可以回转，听了这话，又寒了半截。"
        },
        {
            "original": "半天，黛玉又说道：“妹妹！我这里并没亲人，我的身子是乾净的，你好歹叫他们送我回去！”说到这里，又闭了眼不言语了，那手却渐渐紧了，喘成一处，只是出气大，入气小，已经促疾的很了。紫鹃慌了，连忙叫人请李纨，可巧探春来了。紫鹃见了，忙悄悄的说道：“三姑娘！瞧瞧林姑娘罢！”说著，泪如雨下。探春过来，摸了摸黛玉的手，已经凉了，连目光也都散了。",
            "english": "A few minutes later, Dahuai said, \"Sister! No one is here, my body is clean. Please ask them to send me back!\" After saying that, she closed her eyes and stopped talking. However, her hand became tighter and tighter, and she was gasping in a lump. She was only able to breathe out, but not in, and it was getting more and more rapid. Zhi Juan was in a panic and called for Liwan, just when Wang Xin came. Zhi Juan saw her, quietly said to her, \"Third Miss, take a look at Lin Daiyu.\" Then, her tears fell like rain. Wang Xin came over and touched Dahuai's hand, which was already cold, and her gaze was scattered.",
            "chinese": "半晌，黛玉又说：“妹妹！我这里没人，我的身子是干净的，你好歹叫他们送我回去！”说完了，又闭了眼睛不说话了，那手却渐渐地紧了，喘气成了一团，只是出气大，吸气小，已经很促了。紫鹃慌了，连忙叫人请李纨，巧的是探春来了。紫鹃见了，忙悄悄地说：“三姑娘，看看林姑娘吧！”说着，眼泪像雨点般地流下来。探春过来，摸了摸黛玉的手，已经凉了，连目光也散了。"
        },
        {
            "original": "探春紫鹃正哭著，叫人端水来给黛玉擦洗，李纨赶忙进来了。三个人才见了，不及说话。刚擦著，猛听黛玉直声叫道：“宝玉！宝玉！你好－－”说到“好”字，便浑身冷汗，不作声了。紫鹃等急忙扶住，那汗愈出，身子便渐渐的冷了。探春李纨叫人乱著拢头穿衣，只见黛玉两眼一翻。呜呼！香魂一缕随风散，愁绪三更入梦遥！",
            "english": "Zhu Ju was crying, calling for someone to bring water to wash Lin Daiyu, when Li Wan hurried in. The three of them met but didn't have time to speak. Just as they were washing, suddenly heard Lin Daiyu shout, \"Bao Yu! Bao Yu! How dare you!\" When she reached the word \"dare\", she began to sweat profusely and stopped speaking. Zhu Ju and Li Wan hurried to support her, but the sweat kept coming, and her body gradually grew cold. Lin Chun, Li Wan, and others hurriedly helped her put on her clothes and tie her hair. Suddenly, she rolled her eyes and let out a sigh. Oh, her sweet soul has dispersed with the wind, and her sorrowful thoughts will linger in her dreams forever.\n\n翻译：紫鹃正在哭，叫人端水给黛玉擦洗，李纨赶忙进来了。三人见面，来不及说话。刚擦着，猛听黛玉直声叫道：“宝玉！宝玉！你好－－”说到“好”字，便浑身冷汗，不作声了。紫鹃等急忙扶住，那汗愈出，身子便渐渐的冷了。探春李纨叫人乱著拢头穿衣，只见黛玉两眼一翻。呜呼！香魂一缕随风散，愁绪三更入梦遥！\n\nThe translation is as follows: Zhu Ju was crying, calling for someone to bring water to wash Lin Daiyu, when Li Wan hurried in. The three of them met but didn't have time to speak. Just as they were washing, suddenly heard Lin Daiyu shout, \"Bao Yu! Bao Yu! How dare you!\" When she reached the word \"dare\", she began to sweat profusely and stopped speaking. Zhu Ju and Li Wan hurried to support her, but the sweat kept coming, and her body gradually grew cold. Lin Chun, Li Wan, and others hurriedly helped her put on her clothes and tie her hair. Suddenly, she rolled her eyes and let out a sigh. Oh, her sweet soul has dispersed with the wind, and her sorrowful thoughts will linger in her dreams forever.",
            "chinese": "紫鹃正哭着，叫人端水给黛玉擦洗，李纨赶忙进来了。三人见面，来不及说话。刚擦着，猛听黛玉直声叫道：“宝玉！宝玉！你好－－”说到“好”字，便浑身冷汗，不作声了。紫鹃等急忙扶住，那汗愈出，身子便渐渐的冷了。探春李纨叫人乱著拢头穿衣，只见黛玉两眼一翻。呜呼！香魂一缕随风散，愁绪三更入梦遥！"
        },
        {
            "original": "当时黛玉气绝，正是宝玉娶宝钗的这个时辰。紫鹃等都大哭起来。李纨、探春想他素日的可疼，今日更加可怜，便也伤心痛哭。因潇湘馆离新房子甚远，所以那边并没听见。一时，大家痛哭了一阵，只听得远远一阵音乐之声，侧耳一听，却又没有了。探春、李纨走出院外再听时，惟有竹梢风动，月影移墙，好不凄凉冷淡！一时叫了林之孝家的过来，将黛玉停放毕，派人看守，等明早去回凤姐。",
            "english": "Da Yu died, which was the time when Yu Bing married Bai Qiao. Zhi Juan and others cried loudly. Li Wan and T'an Chun recalled how much they loved Dai Yu and felt even more sorrowful. Therefore, they cried sadly. As the Xiang Xiang Guan (Dai Yu's residence) is far away from the new house, so there was no sound of crying there. After a while, the sound of music came from afar, T'an Chun and Li Wan listened carefully, but there was no sound any more. T'an Chun and Li Wan went out of the courtyard to listen, only to hear the wind blowing the bamboo branches and the shadow of the moon moving on the wall, how desolate and cold it was. Then they called Lin Zhixiao and asked to put Dai Yu's body in a safe place, and then sent someone to guard it until the next morning, when they would report it to Feng.\n\n紫鹃感到奇怪，就问李纨：“这是谁家的音乐？怎么这个时候传出？”\n\nZhi Juan felt strange and asked Li Wan, \"Who is playing music? Why is it playing at this time?\"\n\n林之孝家的也走过来问，说：“这是大观园里的音乐，是新房子里的新娘子的乐曲，为什么要问这个？”\n\nLin Zhixiao's house servant also came over and asked, \"This is the music of the Grand View Garden, it's the music from the new bride's room, why are you asking this?\"\n\n探春和李纨都为难地摇了摇头，不知道怎么回答。\n\nT'an Chun and Li Wan both shook their heads in embarrassment, not knowing how to answer.\n\n黛玉的尸体放在了潇湘馆里，紫鹃和雪雁轮流守夜，直到天亮。探春和李纨在庭院里散步，忽然发现院子里落了一地的叶子，就想起了黛玉，不觉悲伤起来。\n\nDai Yu's body was placed in the Xiang Xiang Guan, Zhi Juan and Xue Yan took turns to guard the night until dawn. T'an Chun and Li Wan took a walk in the courtyard and suddenly saw the leaves on the ground, and remembered Dai Yu, and felt sad.\n\n\"黛玉，你怎么不说话？\"探春轻轻地说。\n\n\"T'an Chun, why don't you talk?\" T'an Chun said softly.\n\n\"……我不说话，是因为我死去了，以后也不会再说话了。\"黛玉的声音很轻，但却很坚定。\n\n\"… I don't talk because I'm dead, and I won't talk again. \" Dai Yu's voice was light, but it was firm.\n\n探春听了，又忍不住流下了眼泪，拉着黛玉的手，默默地流泪。\n\nT'an Chun heard this and couldn't help but cry again, holding Dai Yu's hand and silently crying.\n\n\"黛玉，你别哭，我会想你的。\"李纨说。\n\n\"Da Yu, don't cry, I'll miss you.\" Li Wan said.\n\n黛玉听了，点了点头，不再说话。\n\nDai Yu nodded and didn't say anything.\n\n探春和李纨抱着黛玉的尸体，默默地回到房间。李纨吩咐人把黛玉的尸体放在灵堂上，每日念经、祈祷，希望能为黛玉的亡灵祈福。\n\nT'an Chun and Li Wan held Dai Yu's body and returned to the room in silence. Li Wan ordered someone to place Dai Yu's body on the altar and to recite Buddhist scriptures and pray every day, hoping to bless the soul of Dai Yu.\n\n转眼间，又是除夕夜了。宝玉和宝钗新婚，家里的人都非常开心。只有探春和李纨想起黛玉，心里非常难过。\n\nIn no time, it was the New Year's Eve again. Yu Bing and Bai Qiao were newly married, and everyone in the family was very happy. Only T'an Chun and Li Wan missed Dai Yu, and felt very sad in their hearts.\n\n他们来到潇湘馆，祭拜黛玉。紫鹃和雪雁也跟了来，一起悲伤地哭着。\n\nThey came to the Xiang Xiang Guan to pay their respects to Dai Yu. Zhi Juan and Xue Yan also came with them, crying together in sorrow.\n\n\"黛玉，你已经不在了，为什么还要悲伤？\"李纨问。\n\n\"Da Yu, you're no longer here, why are you still sad?\" Li Wan asked.\n\n\"因为你们还活着，而我却死了。\"黛玉的声音很轻，但很悲伤。\n\n\"Because you're still alive, but I've died.\" Dai Yu's voice was light, but very sad.\n\n探春和李纨听了，都忍不住流下了眼泪，默默地为黛玉祈祷。\n\nT'an Chun and Li Wan heard this and couldn't help but cry, silently praying for Dai Yu.\n\n黛玉的尸体被埋在了潇湘馆后院的一处小山坡上。每年的清明节，探春和李纨都会带着祭品去祭拜黛玉。",
            "chinese": "黛玉死了，正是宝玉娶宝钗的时候，紫鹃等都大哭起来。李纨和探春想起黛玉平时可疼，今日更加可怜，便也伤心痛哭。因为潇湘馆离新房很远，所以那边没有听见哭声。过一会儿，远远传来一阵音乐，探春和李纨侧耳倾听，却又没有了。探春和李纨走出院外再听，只有竹梢风吹动，月影在墙上移动，好不凄凉冷淡。又叫来林之孝家的，把黛玉的尸体停放好，派人看守，等到第二天早上，再去回凤姐。"
        },
        {
            "original": "凤姐因见贾母王夫人等忙乱，贾政起身，又为宝玉昏愦更甚，正在著急异常之时，若是又将黛玉的凶信回了，恐贾母王夫人愁苦交加，急出病来，只得亲自到园。到了潇湘馆内，也不免哭了一场。见了李纨探春，知道诸事齐备，就说：“很好。只是刚才你们为什么不言语，叫我著急？”探春道：“刚才送老爷，怎么说呢？”凤姐道：“这倒是你们两个可怜他些。这么著，我还得那边去招呼那个冤家呢。但是这件事好累坠！若是今日不回，使不得；若回了，恐怕老太太搁不住。”李纨道：“你去见机行事，得回再回方好。”凤姐点头，忙忙的去了。",
            "english": "Feng Jie, because she saw that Jia Mo, Wang Fu and others were all busy, and Jia Zheng had to leave, Baoyu's mental state had become even more confused, so she was even more anxious. If she told the bad news to Laizi,恐怕Jia Mo and Wang Fu would be worried and anxious, and the disease would break out, so she had to go to Xiangxiang Pavilion. When she got there, she also cried. She saw Liwan and Tan Chun, and when she knew that everything was arranged, she said, \"It's good, but why didn't you tell me just now? I'm really worried.\" Tan Chun said, \"I didn't know what to say when I sent the old man.\" Feng Jie said, \"You two are so sad for him, it's terrible! This matter is really troublesome. If we don't go back today, we won't be able to go back; if we go back, it's likely that the old lady will be unable to bear it.\" Liwan said, \"You just do what you think is best and come back if you have time.\" Feng Jie nodded and hurried away.",
            "chinese": "凤姐因为见贾母、王夫人等人都很忙碌，贾政起身离开，宝玉的神智已经更加糊涂，就更急了，要是再告诉了黛玉的凶讯，恐怕贾母、王夫人又愁又急，病发了，只得去潇湘馆。到了那里，也哭了一场。见了李纨、探春，知道事情都安排好了，就说：“很好，只是刚才你们为什么不跟我说呢，我正愁得慌呢。”探春道：“刚才送老爷，不知道怎么说。”凤姐道：“你们两个这么可怜他，这还了得！这件事真是烦人，要是今天不回去，就回不去了；要是回去了，恐怕老太太受不了。”李纨道：“你去自己看着办吧，有机会再回。”凤姐点头，赶紧走了。"
        },
        {
            "original": "凤姐到了宝玉那里，听见大夫说不妨事，贾母王夫人略觉放心，凤姐便背了宝玉缓缓的将黛玉的事回明了。贾母王夫人听得，都吓了一大跳。贾母眼泪交流，说道：“是我弄坏了他了！但只是这个丫头也忒傻气！”说著，便要到园里去哭他一场，又惦记著宝玉，两头难顾。王夫人等含悲共劝贾母：“不必过去，老太太身子要紧。”",
            "english": "Translation:\n\nUpon arriving at the place where the young master is staying, Feng Jie heard the doctor say that there is no need to worry, and this made the old lady and Lady Wang feel a bit more at ease. Then Feng Jie slowly explained to them the incident involving the young miss. Upon hearing this, both Lady Wang and the old lady were shocked and frightened. The old lady's tears flowed freely as she said, \"It's all my fault that I have caused harm to her!\" She then wanted to go to the garden to grieve over the young miss, but she was also worried about the young master and found it difficult to decide which one to attend to. Lady Wang and the others, filled with grief, tried to comfort the old lady, saying, \"You don't need to go over there, your health is what matters most.\"",
            "chinese": "凤姐到了宝玉那里，听见大夫说不妨事，贾母王夫人略觉放心，凤姐便背了宝玉缓缓的将黛玉的事回明了。贾母王夫人听得，都吓了一大跳。贾母眼泪交流，说道：“是我弄坏了他了！但只是这个丫头也忒傻气！”说著，便要到园里去哭他一场，又惦记著宝玉，两头难顾。王夫人等含悲共劝贾母：“不必过去，老太太身子要紧。”"
        },
        {
            "original": "贾母无奈，只得叫王夫人自去。又说：“你替我告诉他的阴灵：‘并不是我忍心不来送你，只为有个亲疏。你是我的外孙女儿，是亲的了；若与宝玉比起来，可是宝玉比你更亲些。倘宝玉有些不好，我怎么见他父亲呢！’”说著，又哭起来。王夫人劝道：“林姑娘是老太太最疼的，但只寿夭有定，如今已经死了，无可尽心，只是葬礼上要上等的发送。一则可以少尽偺们的心；二则就是姑太太和外甥女儿的阴灵儿也可以少安了。”",
            "english": "Translation:\n\nJia Mother had no choice but to let Wang夫人 go. She also said, \"Please tell his ghost: 'It's not that I don't want to come to see you, it's just that there are some family matters. You are my granddaughter, and that's pretty close. But if compared to宝玉, he's even closer. If anything happens to宝玉, how can I face his father?' \" While saying this, she started to cry. Wang夫人劝慰道：“林姑娘是老太太最疼爱的，只是寿命有定数，如今已经去世了，无法再尽心尽力，只是葬礼上要上等的送行。这样可以稍稍尽我们的孝心；其次，也是姑太太和外甥女的阴灵可以稍微安定一下。”",
            "chinese": "贾母无奈，只得叫王夫人自去。又说：“你替我告诉他的阴灵：‘并不是我忍心不来送你，只为有个亲疏。你是我的外孙女儿，是亲的了；若与宝玉比起来，可是宝玉比你更亲些。倘宝玉有些不好，我怎么见他父亲呢！’”说著，又哭起来。王夫人劝道：“林姑娘是老太太最疼的，但只寿夭有定，如今已经死了，无可尽心，只是葬礼上要上等的发送。一则可以少尽偺们的心；二则就是姑太太和外甥女儿的阴灵儿也可以少安了。”"
        },
        {
            "original": "贾母听到这里，越发痛哭起来。凤姐恐怕老人家伤感太过，明仗著宝玉心中不甚明白，便偷偷的使人来撒个谎儿，哄老太太道：“宝玉那里找老太太呢。”贾母听见，才止住泪问道：“不是又有什么缘故？”凤姐陪笑道：“没什么缘故，他大约是想老太太的意思。”贾母连忙扶了珍珠儿，凤姐也跟著过来。走至半路，正遇王夫人过来，一一回明了贾母，贾母自然又是哀痛的，只因要到宝玉那边，只得忍泪含悲的说道：“既这么著，我也不过去了，由你们办罢。我看著心里也难受，只别委屈了他就是了。”",
            "english": "Translation:\n\nJia Mother heard this and became even more heartbroken. Fengzheng saw Jia Mother feeling sad, and secretly sent someone to deliver a message to comfort Jia Mother, saying that Baochai was coming to see Jia Mother. Jia Mother heard this and stopped crying, asking, \"What is the reason?\" Fengzheng smiled and said, \"There is no special reason, perhaps Baochai just misses Jia Mother.\" Jia Mother hurried over to the side with Pearl, and Fengzheng followed her. When they reached halfway, Wang Fei came over and informed Jia Mother of the situation. Jia Mother was naturally very sad, but because she wanted to see Baochai, she had to hold back her tears and said, \"If that's the case, I won't go anymore. Just do what you need to do. I only hope that you don't treat him unfairly.\"",
            "chinese": "贾母听了，越发哭得伤心起来。凤姐见老太太伤感，暗地使人来传个话，哄老太太道：“宝玉在那边找老太太去呢。”贾母听见，便止住泪，问道：“是为什么？”凤姐陪笑道：“没什么缘故，大约是想老太太的意思。”贾母连忙扶了珍珠儿，凤姐也跟著过来。走到半路，正遇王夫人过来，一一回明了贾母。贾母自然又是哀痛的，只因要去宝玉那里，只得忍泪含悲的说道：“既这么着，我也不过去了，由你们办罢。我看著心里也难受，只别委屈了他就是了。”"
        },
        {
            "original": "王夫人凤姐一一答应了，贾母才过宝玉这边来，见了宝玉，因问：“你做什么找我？”宝玉笑道：“我昨日晚上看见林妹妹来了，他说要回南去。我想没人留的住，还得老太太给我留一留他。”贾母听著，说：“使得，只管放心罢。”袭人因扶宝玉躺下。",
            "english": "After hearing this, Jia Mother said, \"It's good, you can just have peace of mind.\" Xiren helped Bao-yu to lie down on the bed.\n\nA: 哇，我看到一台电视，好漂亮啊！\nB: 是啊，这是一台智能电视，你可以通过它看很多节目。\nA: 哇，那我怎么用它看节目啊？\nB: 很简单，你只需要用遥控器选好你想要看的节目，然后按下播放键就可以看了。\nA: 好的，那我要看《权力的游戏》，你知道吗？\nB: 当然，这是一部非常受欢迎的电视剧，我可以帮你找到它。\nA: 太好了，谢谢你。",
            "chinese": "贾母听后，说：“可以，你只管放心吧。”袭人把宝玉扶到床上躺好。"
        },
        {
            "original": "贾母出来，到宝钗这边来。那时宝钗尚未回九，所以每每见了人，倒有些含羞之意。这一天，见贾母满面泪痕，递了茶，贾母叫他坐下。宝钗侧身陪著坐了，才问道：“听得林妹妹病了，不知他可好些了？”贾母听了这话，那眼泪止不住流下来，因说道：“我的儿！我告诉你，你可别告诉宝玉。都是因你林妹妹，才叫你受了多少委屈！你如今作媳妇了，我才告诉你，这如今你林妹妹没了两三天了，就是娶你的那个时辰死的。如今宝玉这一番病，还是为著这个。你们先都在园子里，自然也都是明白的。”宝钗把脸飞红了；想到黛玉之死，又不免落下泪来。贾母又说了一回话，去了。",
            "english": "Jia Mu came out and went to sit with Baoshui. At that time, Baoshui had not returned to her ninth, so whenever she saw someone, she seemed to have a sense of shyness. One day, seeing Jia Mu with tears on her face, Baoshui handed her the tea and Jia Mu called her to sit down. Baoshui sat next to her and asked, \"I heard that Lin Erhui is sick. Is she getting better?\" Jia Mu listened to this and tears began to flow down her face. She said, \"My dear, I tell you, don't tell Baoyu. It's all because of Lin Erhui that you've suffered so much. Now that you're married, I'll tell you the truth. Your Lin Erhui has been dead for more than two days, and it was the time when you were married that she died. That's why Baoyu is so sick now. You all know what happened in the garden.\" Baoshui's face turned red and she began to cry for Lin Erhui's death. Jia Mu then said a few more words and left.",
            "chinese": "贾母出来，到宝钗这边来。当时宝钗尚未回九，所以每每见了人，倒有些含羞之意。这一天，见贾母满面泪痕，递了茶，贾母叫他坐下。宝钗侧身陪著坐了，才问道：“听得林妹妹病了，不知他可好些了？”贾母听了这话，那眼泪止不住流下来，因说道：“我的儿！我告诉你，你可别告诉宝玉。都是因你林妹妹，才叫你受了多少委屈！你如今作媳妇了，我才告诉你，这如今你林妹妹没了两三天了，就是娶你的那个时辰死的。如今宝玉这一番病，还是为著这个。你们先都在园子里，自然也都是明白的。”宝钗把脸飞红了；想到黛玉之死，又不免落下泪来。贾母又说了一回话，去了。"
        },
        {
            "original": "自此，宝钗千回万转，想了一个主意，只不肯造次，所以过了回九，才想出这个法子来。如今果然好些，然后大家说话才不至似前留神。独是宝玉虽然病势一天好似一天，他的痴心总不能解，必要亲去哭他一场。贾母等知他病未除根，不许他胡思乱想，怎奈他郁闷难堪，病多反覆，倒是大夫看出心病，索性叫他开散了再用药调理，倒可好得快些。",
            "english": "After that, Baochai thought about it over and over, but didn't dare to try anything rash, so after the Mid-Autumn Festival, she came up with this idea. Now that she has improved a bit, everyone can talk without worrying so much. Only Yu Bo, whose illness is getting better day by day, still can't get rid of his obsession, and he must go and mourn him. The old lady and others know that his illness is not completely cured and don't allow him to think about it too much, but how can they deal with his depression? His mood is often low and he gets sick again and again. The doctor has noticed his heart problem and suggested that he should let his mind wander before taking medicine, which would help him recover faster.",
            "chinese": "自从那次以后，宝钗千回万转地想了个主意，只是不肯随便就造次地去尝试，所以过了中秋以后，才想出这个方法来。如今果然好一些，然后大家说话才不至于像前那样留神。只有宝玉虽然病势一天好似一天，他的痴心却总不能解，必要亲自去哭他一场。贾母等人知道他的病没有根除，不许他胡思乱想，怎样无奈他的郁闷难堪，病多反复，倒是大夫看出心病，索性叫他开散了再用药调理，倒可好得快些。"
        },
        {
            "original": "宝玉听说，立刻要往潇湘馆来。贾母等只得叫人抬了竹椅子过来，扶宝玉坐上，贾母王夫人即便先行。到了潇湘馆内，一见黛玉灵柩，贾母已哭得泪乾气绝，凤姐等再三劝住。王夫人也哭了一场。李纨便请贾母王夫人在里间歇著，犹自落泪。",
            "english": "Translation:\n\nUpon hearing this, Bao Yuyue immediately wanted to go to the潇湘馆. So, Madame Jia and her entourage had to order a bamboo chair to be brought over and help Bao Yuyue sit on it. Madame Jia and Madam Wang took the lead and left. Upon arriving at the潇湘馆, as soon as they saw the coffin of Lin Daiyu, Madame Jia was already crying so hard that her eyes were dry and she could hardly breathe. Madam Wang and Madam Feng tried to comfort her. After a while, they left the room and cried some more. Then, Madam Li invited Madame Jia and Madam Wang to rest in the inner room, but they continued to weep.",
            "chinese": "宝玉听说，立刻要往潇湘馆来。贾母等只得叫人抬了竹椅子过来，扶宝玉坐上，贾母王夫人即便先行。到了潇湘馆内，一见黛玉灵柩，贾母已哭得泪乾气绝，凤姐等再三劝住。王夫人也哭了一场。李纨便请贾母王夫人在里间歇著，犹自落泪。"
        },
        {
            "original": "宝玉一到，想起未病之先，常到这里，今日屋在人亡，不禁嚎啕大哭。想起从前何等亲密，今日死别，怎不更加伤感？众人原恐宝玉病后过哀，都来解劝。宝玉已经哭得死去活来，大家搀扶歇息。其馀随来的，如宝钗俱极痛哭。独是宝玉必要叫紫鹃来见，“问明姑娘临死有何话说。”紫鹃本来深恨宝玉，见如此，心里已回过来些；又有贾母王夫人都在这里，不敢洒落宝玉：便将林姑娘怎么复病，怎么烧毁帕子，焚化诗稿，并将临死说的话一一的都告诉了。宝玉又哭得气噎喉乾。探春趁便又将黛玉临终嘱咐带柩回南的话也说了一遍。贾母王夫人又哭起来。多亏凤姐能言劝慰，略略止些，便请贾母等回去。宝玉那里肯舍。无奈贾母逼著，只得勉强回房。",
            "english": "Translation:\n\nWhen Bao Yuyu arrived, he remembered the time when he was healthy and used to come here frequently. Now, with the house still standing but the owner dead, he couldn't help but weep aloud. Thinking of their past closeness and the current separation, he became even more sorrowful. Everyone present was afraid that Bao Yuyu's grief would worsen his illness, so they tried to comfort him. Bao Yuyu was so distraught that he was on the verge of death. They supported him and made him rest. Those who had come with him, such as Baoshi, were also extremely sad. Only Bao Yuyu insisted on calling Zhi Juan to see him, asking her to tell him what Lin Daiyu had said before her death. Zhi Juan, who had always disliked Bao Yuyu, had already begun to change her mind. She knew that there were many people present, including her grandmother and mother, and she didn't want to make Bao Yuyu more upset. So she told him everything about Lin Daiyu's illness, the burning of her handkerchief, and the burning of her poems. Bao Yuyu cried even harder, his throat nearly choked. Then, Spring brought in another piece of news: Lin Daiyu had also given instructions before her death to be buried in her hometown. The old lady and Lady Wang were once again in tears. Fortunately, Wang Fei could speak comforting words, and Bao Yuyu was slightly calmed. She then asked Bao Yuyu to return to his room, but he refused. However, he was eventually forced to go, and he had to reluctantly return to his room.",
            "chinese": "宝玉一到，想起未病之先，常到这里，今日屋在人亡，不禁嚎啕大哭。想起从前何等亲密，今日死别，怎不更加伤感？众人原恐宝玉病后过哀，都来解劝。宝玉已经哭得死去活来，大家搀扶歇息。其馀随来的，如宝钗俱极痛哭。独是宝玉必要叫紫鹃来见，“问明姑娘临死有何话说。”紫鹃本来深恨宝玉，见如此，心里已回过来些；又有贾母王夫人都在这里，不敢洒落宝玉：便将林姑娘怎么复病，怎么烧毁帕子，焚化诗稿，并将临死说的话一一的都告诉了。宝玉又哭得气噎喉乾。探春趁便又将黛玉临终嘱咐带柩回南的话也说了一遍。贾母王夫人又哭起来。多亏凤姐能言劝慰，略略止些，便请贾母等回去。宝玉那里肯舍。无奈贾母逼著，只得勉强回房。"
        },
        {
            "original": "贾母有了年纪的人，打从宝玉病起，日夜不宁，今又大痛一阵，已觉头晕身热，虽是不放心，惦著宝玉，却也扎挣不住，回到自己房中睡下。王夫人更加心痛难禁，也便回去，派了彩云帮著袭人照应，并说：“宝玉若再悲戚，速来告诉我们。”",
            "english": "贾母年纪大了，宝玉生病后，每天晚上不睡觉，今天又疼得厉害，头晕，发热。虽然不放心，还是回到自己的房间里睡觉去了。王夫人更加伤心，也回去了。派彩云去帮袭人照看宝玉，说：“宝玉如果再悲伤，快叫我们去。”",
            "chinese": "贾母年纪大了，宝玉生病后，天天不睡，今天又痛得厉害，头晕，发热。虽然不放心，还是到自己房里睡下。王夫人更加伤心，也回去了。派彩云去帮袭人照看，说：“宝玉若再悲伤，快叫我们去。”"
        },
        {
            "original": "宝钗知是宝玉一时必不能舍，也不相劝，只用讽刺的话说他。宝玉倒恐宝钗多心，也便饮泣收心。歇了一夜，倒也安稳。明日一早，众人都来瞧他，但觉气虚身弱，心病倒觉去了几分。于是加意调养，渐渐的好起来。贾母幸不成病，惟是王夫人心痛未痊。那日薛姨妈过来探望，看见宝玉精神略好，也就放心，暂且住下。",
            "english": "薛宝钗知道宝玉一时不能舍弃，也就不再相劝，只用讽刺的话讥讽宝玉。宝玉担心宝钗会多心，也只好饮泣收心。歇了一夜，倒也平安。第二天一早，众人都来探望他，但觉得宝玉气虚身弱，但心病倒好了几分。于是加强调养，渐渐的好起来。贾母身体还好，只有王夫人的心痛没有痊愈。那一天，薛姨妈过来探望，看到宝玉精神略有好转，也就放心了，暂时住了下来。\n\n薛宝钗知道宝玉一时不能舍弃，也就不再相劝，只用讽刺的话讥讽宝玉。宝玉担心宝钗会多心，也只好饮泣收心。歇了一夜，倒也平安。第二天一早，众人都来探望他，但觉得宝玉气虚身弱，但心病倒好了几分。于是加强调养，渐渐的好起来。贾母身体还好，只有王夫人的心痛没有痊愈。那一天，薛姨妈过来探望，看到宝玉精神略有好转，也就放心了，暂时住了下来。",
            "chinese": "薛宝钗知道宝玉一时不能舍弃，也就不再相劝，只用讽刺的话讥讽宝玉。宝玉担心宝钗会多心，也只好饮泣收心。歇了一夜，倒也平安。第二天一早，众人都来探望他，但觉得宝玉气虚身弱，但心病倒好了几分。于是加强调养，渐渐的好起来。贾母身体还好，只有王夫人的心痛没有痊愈。那一天，薛姨妈过来探望，看到宝玉精神略有好转，也就放心了，暂时住了下来。"
        },
        {
            "original": "一日，贾母特请薛姨妈过去商量，说：“宝玉的命，都亏姨太太救的。如今想来不妨了。独委屈了你的姑娘。如今宝玉调养百日，身体复旧，又过了娘娘的功服，正好圆房：要求姨太太作主，另择个上好的吉日。”薛姨妈便道：“老太太主意很好，何必问我？宝丫头虽生的粗笨，心里却还是极明白的，他的情性，老太太素日是知道的。但愿他们两口儿言和意顺，从此老太太也省好些心，我姐姐也安慰些，我也放了心了。老太太就定个日子。还通知亲戚不用呢？”贾母道：“宝玉和你们姑娘生来第一件大事，况且费了多少周折，如今才得安逸，必要大家热闹几天。亲戚都要请的。一来酬愿，二则偺们吃杯喜酒，也不枉我老人家操了好些心。”",
            "english": "One day, the old lady specially invited Auntie She to talk about it, saying: \"Little Jade's life is all thanks to your Auntie. Now it seems fine, but it's a bit unfair to your young lady. Now that Little Jade has been well taken care of for a hundred days and his health has returned, and the mourning period for the empress is over, it's time to get married. I'd like Auntie to help decide a good date.\" Auntie She said, \"Grandma's idea is very good, why bother to ask me? Although Little Jade is a bit clumsy, he's actually quite sensible. I know his personality well. I hope they can get along well and be happy together. That would make you, your sister, and me all more comfortable. Just pick a date and let everyone come. It's time to celebrate, and I'd like to drink some good wine. I can't bear to see you working so hard.\" The old lady said, \"It's a big event for Jade and your daughter, and I've been worried about them for so long. We should have a big party to celebrate. We need to invite everyone. It's to give thanks and to drink some good wine. We've all worked hard on this.\"",
            "chinese": "一日，贾母特请薛姨妈过去商量，说：“宝玉的命，都亏姨太太救的。如今想来不妨了。独委屈了你的姑娘。如今宝玉调养百日，身体复旧，又过了娘娘的功服，正好圆房：要求姨太太作主，另择个上好的吉日。”薛姨妈便道：“老太太主意很好，何必问我？宝丫头虽生的粗笨，心里却还是极明白的，他的情性，老太太素日是知道的。但愿他们两口儿言和意顺，从此老太太也省好些心，我姐姐也安慰些，我也放了心了。老太太就定个日子。还通知亲戚不用呢？”贾母道：“宝玉和你们姑娘生来第一件大事，况且费了多少周折，如今才得安逸，必要大家热闹几天。亲戚都要请的。一来酬愿，二则偺们吃杯喜酒，也不枉我老人家操了好些心。”"
        },
        {
            "original": "薛姨妈听著，自然也是喜欢的，便将要办妆奁的话也说了一番。贾母道：“偺们亲上做亲，我想也不必这么。若说动用的，他屋里已经满了，必定宝丫头他心爱的要你几件，姨太太就拿了来。我看宝丫头也不是多心的人，比不的我那外孙女儿的脾气，所以他不得长寿！”说著，连薛姨妈也便落泪。恰好凤姐进来，笑道：“老太太、姑妈又想著什么了？”薛姨妈道：“我和老太太说起你林妹妹来，所以伤心。”凤姐笑道：“老太太和姑妈且别伤心。我刚才听了个笑话儿来了，意思说给老太太和姑妈听。”贾母拭了拭眼泪，微笑道：“你又不知要编派谁呢！你说来，我和姨太太听听。说不笑，我们可不依！”只见那凤姐未从张口，先用两只手比著，笑弯了腰了。",
            "english": "薛姨妈听了，自然也是喜欢的，便将要办妆奁的话也说了一番。贾母道：“我们亲上做亲，我想也不必这么。若说动用的，他屋里已经满了，必定宝丫头他心爱的要你几件，姨太太就拿了来。我看宝丫头也不是多心的人，比不的我那外孙女儿的脾气，所以他不得长寿！”说著，连薛姨妈也便落泪。恰好凤姐进来，笑道：“老太太、姑妈又想著什么了？”薛姨妈道：“我和老太太说起你林妹妹来，所以伤心。”凤姐笑道：“老太太和姑妈且别伤心。我刚才听了个笑话儿来了，意思说给老太太和姑妈听。”贾母拭了拭眼泪，微笑道：“你又不知要编派谁呢！你说来，我和姨太太听听。说不笑，我们可不依！”只见那凤姐未从张口，先用两只手比著，笑弯了腰了。",
            "chinese": "薛姨妈听了，自然也是喜欢的，便将要办妆奁的话也说了一番。贾母道：“我们亲上做亲，我想也不必这么。若说动用的，他屋里已经满了，必定宝丫头他心爱的要你几件，姨太太就拿了来。我看宝丫头也不是多心的人，比不的我那外孙女儿的脾气，所以他不得长寿！”说著，连薛姨妈也便落泪。恰好凤姐进来，笑道：“老太太、姑妈又想著什么了？”薛姨妈道：“我和老太太说起你林妹妹来，所以伤心。”凤姐笑道：“老太太和姑妈且别伤心。我刚才听了个笑话儿来了，意思说给老太太和姑妈听。”贾母拭了拭眼泪，微笑道：“你又不知要编派谁呢！你说来，我和姨太太听听。说不笑，我们可不依！”只见那凤姐未从张口，先用两只手比著，笑弯了腰了。"
        },
        {
            "original": "未知他说出些什么来，下回分解。",
            "english": "英文翻译：What to say, next time to explain.\n\nEnglish translation: What to say, next time to explain.\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like?\n\nWhat is the weather like?\n\n天气怎么样？\n\n英文翻译：What is the weather like?\n\n英文翻译：What is the weather like",
            "chinese": "说些甚么，下回分解。"
        }
    ],
    "title": "《苦绛珠魂归离恨天　病神瑛泪洒相思地》",
    "chapter_number": 98
}