{
    "paragraphs": [
        {
            "original": "话说凤姐见贾母和薛姨妈为黛玉伤心，便说有个笑话儿说给老太太和姑妈听，未曾开口，先自笑了。因说道：“老太太和姑妈打量是那里的笑话儿？就是偺们家的那二位新姑爷新媳妇啊！”贾母道：“怎么了？”凤姐拿手比著道：“一个这么坐著，一个这么站著；一个这么扭过去，一个这么转过来；一个又－－”说到这里，贾母已经大笑起来，说道：“你好生说罢。倒不是他们两口儿，你倒把人怄的受不得了。”薛姨蚂也笑道：“你往下直说罢，不用比了。”凤姐才说道：“刚才我到宝兄弟屋里，我听见好几个人笑。我只道是谁，巴著窗户眼儿一瞧，原来宝妹妹坐在炕沿上，宝兄弟站在地下。宝兄弟拉著宝妹妹的袖子，口口声声只叫：‘宝姐姐！你为什么不会说话了？你这么说一句话，我的病包管全好！’宝妹妹却扭著头，只管躲。宝兄弟又作了一个揖，上去又拉宝妹妹的衣裳。宝妹妹急的一扯，宝兄弟自然病后是脚软的，索性一栽，栽在宝妹妹身上了。宝妹妹急的红了脸，说道：‘你越发比先不尊重了。’”",
            "english": "Feng Ji saw that the old lady and Auntie Xue were sad for Dajue, so she said that there was a funny story she wanted to tell them. She didn't even open her mouth and she started to laugh. She said, \"Old lady and Auntie Xue, what do you think this funny story is about? It's about our two new husbands and wives.\" The old lady asked, \"What's the story?\" Feng Ji pointed with her fingers and said, \"One is sitting down, one is standing up; one is turning around, one is turning over; one is...\" At this point, the old lady was already laughing, and she said, \"You go on, don't make them angry.\" Auntie Xue also laughed and said, \"Just tell us, don't use your fingers.\" Feng Ji said, \"Just now, I went to Bao brother's room, and I heard a lot of people laughing. I only thought it was someone else, and then I looked through the window, and I saw Bao sister sitting on the quilt, and Bao brother standing on the floor. Bao brother was holding Bao sister's sleeve and calling, 'Bao sister! Why can't you talk?Baobao brother bowed again and went up to pull Baobao sister's clothes. Baobao sister was very worried and grabbed Baobao brother. Because of his illness, Baobao brother's feet were very weak and he accidentally fell on Baobao sister. Baobao sister was very angry and said red-faced, \"You are even more impudent.\"",
            "chinese": "凤姐看到贾母和薛姨妈为黛玉感到难过，就说有个笑话要给老太太和姑妈听。还没开口就笑了。她说道：“老太太和姑妈，你们以为是什么笑话？是我们家的那两个新姑爷和新媳妇啊！”贾母问道：“怎么了？”凤姐用手指比划着说：“一个坐着，一个站着；一个扭过去，一个转过来；一个又……”说到这里，贾母已经大笑了起来，说道：“你快说吧，别让人家生气了。”薛姨妈也笑着说：“你直接说吧，不用比了。”凤姐才说道：“刚才我到宝兄弟屋里，我听见好几个人在笑。我只道是谁，从窗户里往里一看，原来宝妹妹坐在炕沿上，宝兄弟站在地上。宝兄弟拉着宝妹妹的袖子，口口声声地叫：‘宝姐姐！你为什么不会说话了？你这么说一句话，我的病包管全好！’宝妹妹却扭着头，只管躲。宝兄弟又鞠了个躬，上去又拉了宝妹妹的衣裳。宝妹妹很着急，一把拉住宝兄弟。宝兄弟因为生病后脚很软，一不小心就倒在了宝妹妹身上。宝妹妹很生气，红着脸说道：‘你越发放肆了。’”"
        },
        {
            "original": "说到这里，贾母和薛姨妈都笑起来。凤姐又道：“宝兄弟站起来，又笑著说：‘亏了这一栽，好容易才栽出你的话来了。’”薛姨妈笑道：“这是宝丫头古怪。这有什么？既作了两口儿，说说笑笑的怕什么？他没见他琏二哥和你。”凤姐儿红了脸笑道：“这是怎么说？我饶说个笑话儿给姑妈解闷儿，姑妈反倒拿我打起卦来了！”贾母也笑道：“要这么著才好。夫妻固然要和气，也得有个分寸儿。我爱宝丫头就在这尊重上头。只是我愁宝玉还是那么傻头傻脑的，这么说起来，比头里竟明白多了。你再说说，还有什么笑话儿没有？”凤姐道：“明儿宝玉圆了房儿，亲家太太抱了外孙子，那时候儿不更是笑话儿了么？”贾母笑道：“猴儿！我在这里和姨太太想你林妹妹，你来怄个笑话儿还罢了，怎么臊起皮来了！你不叫我们想你林妹妹？你不用太高兴了，你林妹妹恨你，将来你别独自一个儿到园里去，提防他拉著你不依。”凤姐笑道：“他倒不怨我，他临死咬牙切齿，倒恨宝玉呢。”贾母薛姨妈听著还道是玩话儿，也不理会，便道：“你别胡拉扯了。你去叫外头挑个很好的日子给你宝兄弟圆了房儿罢。”凤姐答应著，又说了一回话儿，便出去叫人择了吉日，重新摆酒，唱戏，请人。不在话下。",
            "english": "As for this, Grandma Jia and Aunt Xue laughed. Feng Er said, \"Let the brother get up, and then laughed, saying: 'It's a great loss to have you speak a word.' Aunt Xue laughed and said, \"This is what little sister Baoyu is strange. This is not the case. Since you are married, laugh and laugh, what's the matter? He hasn't seen his second brother and you.\" Feng Er blushed and said, \"This is what you mean? I say a joke to give Aunt Xue a good time, and Aunt Xue takes me to read the fortune-telling!\" Grandma Jia also laughed and said, \"It's good if it is like this. Husband and wife should be harmonious, but there must be a limit. I love Baoyu for his respect. But I'm worried that Baoyu is still so silly. Now he's much wiser than before. What else do you have to say? Do you have any more jokes?\" Feng Er said, \"When Baoyu is married and his father-in-law holds his grandson, then it will not be a real joke.\" Grandma Jia laughed and said, \"Monkey! I'm here with Aunt X”You don't have to be too happy, you Lineremembered to be angry with you, and from now on, don't go to the garden alone to avoid being pulled by him,\" said the countess with a smile. \"He didn't blame me, but he gnashed his teeth with hatred against Baoyu before he died,\" said Jia mother and Xue mother, who took it as a joke and didn't take it seriously. \"Go pick a good day for Baoyu to get married,\" said Jia mother. The countess agreed and said a few more words before going out to call someone to choose a good day, re-set the table, sing and dance, and invite guests. It's not mentioned here.",
            "chinese": "说到这，贾母和薛姨妈都笑了。凤姐又说：“宝兄弟，站起来，又笑著说：‘亏了这一栽，好容易才栽出你的话来了。’”薛姨妈笑道：“这是宝丫头古怪。这有什么？既然结了婚，说说笑笑的怕什么？他没见他琏二哥和你。”凤姐儿红了脸笑道：“这是怎么说？我饶说个笑话儿给姑妈解闷儿，姑妈反倒拿我打起卦来了！”贾母也笑道：“要这么著才好。夫妻固然要和气，也得有个分寸儿。我爱宝丫头就在这尊重上头。只是我愁宝玉还是那么傻头傻脑的，这么说起来，比头里竟明白多了。你再说说，还有什么笑话儿没有？”凤姐道：“明儿宝玉圆了房儿，亲家太太抱了外孙子，那时候儿不更是笑话儿了么？”贾母笑道：“猴儿！我在这里和姨太太想你林妹妹，你来怄个笑话儿还罢了，怎么臊起皮来了！你不叫我们想你林妹妹？”你不用太高兴了，你林妹妹恨你，以后别一个人去园子里，提防他拉住你不依。”凤姐笑着说：“他不怪罪我，他临死前咬牙切齿地恨宝玉呢。”贾母和薛姨妈听后当玩笑话，没放在心上，便道：“你别乱扯了。你去挑个好日子给宝玉圆房吧。”凤姐答应了，又说了些话，就出去叫人选了吉日，重新摆酒，唱戏，邀请了人。不在话下。"
        },
        {
            "original": "却说宝玉虽然病好，宝钗有时高兴，翻书观看，谈论起来，宝玉所有常见的，尚可记忆，若论灵机儿，大不似先，连他自己也不解。宝钗明知是“通灵”失去，所以如此。倒是袭人时常说他：“你为什么把从前的灵机儿都没有了？倒是忘了旧毛病也好，怎么脾气还照旧，独道理上更糊涂了呢？”宝玉听了，并不生气，反是嘻嘻的笑。",
            "english": "It was said that although the Jade Emperor had recovered, the Kowloon Stone was lost, so his cleverness declined. The cleverness was not as good as before, but he did not know how it happened. Lin Chao knew that it was because the Jade Emperor's cleverness declined. Xisi often said to the Jade Emperor, \"Why did you forget your cleverness? If you forget the old disease, it's good, but why is your temper still as it was before, and you are even more confused in principle?\" The Jade Emperor heard it and did not get angry. Instead, he laughed happily.",
            "chinese": "话说宝玉虽然病好了，宝钗有时高兴看书，谈起来，宝玉以前熟悉的，还可以记得，但机灵程度大不如从前了，他自己也不明白是怎么回事。宝钗知道是因为“通灵”石不见了，所以机灵程度下降。袭人时常说宝玉：“你为什么把以前的机灵都忘了？要是忘记了旧毛病也好，怎么脾气还像以前一样，唯独在道理上更糊涂了呢？”宝玉听了，并没有生气，反而哈哈大笑。"
        },
        {
            "original": "有时宝玉顺性胡闹，亏宝钗劝著，略觉收敛些。袭人倒可少费些唇舌，惟知悉心伏侍。别的丫头素仰宝钗贞静和平，各人心服，无不安静。只有宝玉到底是爱动不爱静的，时常要到园里去逛。贾母等一则怕他招受寒暑，二则恐他睹景伤情，虽黛玉之柩已寄放城外庵中，然而潇湘馆依然人亡屋在，不免勾起旧病来，所以也不使他去。",
            "english": "Sometimes, when Yu Bo was capricious and wayward, Bao Chai would comfort and console him, causing him to be somewhat more restrained. Xisi spared no effort to serve him. Other maids who admired Bao Chai's virtue and tranquility all agreed with her, and were quiet. Only Yu Bo was always fond of moving around, not fond of being still, and often went to the garden. His grandmother and others were worried that he would catch a cold and suffer from the heat, and also worried that he would be reminded of the old days and grieve for Lin Daiyu, whose coffin was still stored in the temple outside the city, but the潇湘馆 was still empty after her death, which would inevitably cause old illnesses. So they did not allow him to go.",
            "chinese": "有时宝玉任性胡闹，亏宝钗劝解，略微收敛些。袭人省了口舌，总是尽心服侍。别的丫头素来仰慕宝钗的贞静和平，各人心悦诚服，都很安静。只有宝玉总是喜欢动，不喜欢静，时常要到园子里去逛。贾母等人担心他招受寒暑，也怕他睹景伤情，黛玉的棺材已经寄放在城外的庵中，然而潇湘馆却依然人亡屋在，不免勾起旧病来，所以也不让他去。"
        },
        {
            "original": "况且亲戚姊妹们：为宝琴已回到薛姨妈那边去了。史湘云因史侯回京，也接了家去了，又有了出嫁的日子，所以不大常来。只有宝玉娶亲那一日，与吃喜酒这天，来过两次，也只在贾母那边住下。为著宝玉已经娶过亲的人，又想自己就要出嫁的，也不肯如从前的诙谐谈笑。就是有时过来，也只和宝钗说话，见了宝玉，不过问好而已。那邢岫烟却是因迎春出嫁之后，便随著邢夫人过去。李家姊妹也另住在外，即同著李婶娘过来，亦不过到太太们和姐妹们处请安问好，即回到李纨那里略住一两天就去了。－－所以园内的只有李纨、探春、惜春了。贾母还要将李纨等挪进来，为著元妃薨后，家中事情接二连三，也无暇及此。现今天气一天热似一天，园里尚可住得，等到秋天再挪。此是后话，暂且不提。",
            "english": "Kin and sisters: Baoqin has returned to Xueyimama's side. Xiaoyun because the history of the侯回北京, was also taken home and is about to be married, so is not often come. Only on the day of the wedding and the wedding party, she came over, only at the Jialoumama's residence. Because Baoyu has already been married, Xiaoyun will also be married, so no longer as before playful jokes. Sometimes come, only talk to Baichai, see BaoYun, only ask good. Xiong Yan because Yingchun married after, so followed Xingfuma past. Li family sisters also live outside, sometimes come, only to the mistress and sisters to pay a visit and good, then back to Liwan to stay a day or two and left. So, only Liwan, Tang, Xi Chun. Jialouma wants to move Liwan and others, because Yuanfei died after, the family affairs one after another, also did not have time to consider. Now the weather day by day hotter, the garden can live, until autumn to move. This is a later talk, for the time being not to mention.",
            "chinese": "亲戚姊妹们：宝琴已经回到薛姨妈那边去了。史湘云因为史侯回京，也被接回家去了，而且快要出嫁了，所以不常来。只有宝玉娶亲那一天和吃喜酒那天，她才来过，只在贾母那边住下。因为宝玉已经娶过亲了，史湘云也就要出嫁了，所以不再像以前那样诙谐谈笑了。有时过来，也只是和宝钗说话，见了宝玉，不过问好而已。邢岫烟因为迎春出嫁后，就随著邢夫人过去了。李家姊妹也住在外面，有时过来，也只是到太太们和姐妹们处请安问好，就回到李纨那里住一两天就走了。所以，园内只有李纨、探春、惜春了。贾母还想把李纨等挪进来，因为元妃去世后，家中事情接连不断，也没时间考虑。现在天气一天比一天热，园里还可以住，等到秋天再挪。这是后话，暂且不提。"
        },
        {
            "original": "且说贾政带了几个在京请的幕友，晓行夜宿，一日，到了本省，见过上司，即到任拜印受事，便查盘各属州县粮米仓库。贾政向来作京官，只晓得郎中事务都是一景儿的事情；就是外任，原是学差，也无关于吏治上：所以外省州县，折收粮米，勒索乡愚这些弊端，虽也听见别人讲究，却未尝身亲其事，只有一心做好官。便与幕宾商议，出示严禁，并谕以一经查出，必定详参揭报。初到之时，果然胥吏畏惧，便百计钻营，偏遇贾政这般固执。",
            "english": "Ji Zheng brought several guests from the capital, who traveled by day and night, and one day arrived at the province. He paid homage to his superiors and then went to take office and accept his seal. He then began to inspect the grain warehouses of the various prefectures and counties. Ji Zheng had always been a government official in the capital, and knew that the work of the officials was all the same; even if he was transferred to the provinces, it was only as an examiner, and had nothing to do with the administration. So the corruption and abuses of the prefectures and counties, such as the forced collection of grain from the people, were things he had heard about from others, but had never personally experienced. He was determined to be an upright official. So he consulted with his colleagues and issued a strict prohibition, and warned them that if they were found to be involved, he would make a detailed report and expose them. When he first arrived, indeed the officials were afraid, and tried to worm their way in, but they had no luck with Ji Zheng, who was so determined.\n\n英文原文：\n\n贾政到任的那天，便传谕下去，不论何等官职，一经查出有勒索百姓，克扣钱粮",
            "chinese": "贾政带着几个在京请的幕友，日夜兼程，一日，到了本省，见过上司，随即到任拜印受事，便查盘各属州县粮米仓库。贾政一向作京官，只知道郎中事务都是一样的事情；就算是外任，也只是学差，与吏治无关：所以外省州县，收粮米，勒索百姓这些弊端，虽然也听说过别人讲，但从未亲自经历。只是一心做好官。于是与幕宾商量，颁布严禁，并告诫如果查出，必定详细参奏揭发。刚到的时候，果然胥吏畏惧，便千方百计钻营，偏偏遇上贾政这样的固执。"
        },
        {
            "original": "那些家人，跟了这位老爷，在都中一无出息，好容易盼到主人放了外任，便在京指著在外发财的名儿向人借贷做衣裳，装体面，心里想著到了任，银钱是容易的了。不想这位老爷呆性发作，认真要查办起来，州县馈送，一概不受。门房签押等人，心里盘算道：“我们再挨半个月，衣裳也要当完了，账又逼起来，那可怎么样好呢？眼见得白花花的银子，只是不能到手。”那些长随也道：“你们爷们到底还没花什么本钱来的，我们才冤！花了若乾的银子，打了个门子，来了一个多月，连半个钱也没见过！想来跟这个主儿是不能捞本儿的了。明儿我们齐打夥儿告假去。”次日，果然聚齐，都来告假。贾政不知就里，便说：“要来也是你们，要去也是你们。既嫌这里不好，就都请便。”",
            "english": "\"\n\nThe family members followed this master in Beijing and made no progress. They finally waited for the owner to be released. They borrowed money to make clothes and dress up. They thought that when they took office, the money would be easy to get. However, this master acted stupidly and insisted on investigating. The prefectures and counties did not accept any gifts. The doorkeepers and signatories calculated in their hearts: \"We are going to wait another half a month, the clothes are about to be pawned, the accounts are coming up, what can we do?\" Those long-term servants also said: \"You guys haven't spent much money, we are wrong! We have spent a lot of money, and we have been here for more than a month, but we haven't seen a single penny! It seems that we can't make a profit with this master. Tomorrow we will all ask for leave.\" The next day, they all came to ask for leave. Jia Zheng did not know the reason. He said: \"To come or to go is your business. If you don't like it here, you can all go.\"",
            "chinese": "那些家人跟着这位老爷在京中一无出息，好不容易盼到主人放了外任，就向人借贷做衣裳，装体面，心里想著到了任，银钱是容易的了。不想这位老爷呆性发作，认真要查办起来，州县馈送，一概不受。门房签押等人，心里盘算道：“我们再挨半个月，衣裳也要当完了，账又逼起来，那可怎么样好呢？眼见得白花花的银子，只是不能到手。”那些长随也道：“你们爷们到底还没花什么本钱来的，我们才冤！花了若乾的银子，打了个门子，来了一个多月，连半个钱也没见过！想来跟这个主儿是不能捞本儿的了。明儿我们齐打夥儿告假去。”次日，果然聚齐，都来告假。贾政不知就里，便说：“要来也是你们，要去也是你们。既嫌这里不好，就都请便。”\n\n中国白话：\n\n”\n\n简单的现代普通话：\n\n”"
        },
        {
            "original": "那些长随怨声载道而去，只剩下些家人，又商议道：“他们可去的去了，我们去不了的，到底想个法儿才好。”内中有一个管门的叫李十儿，便说：“你们这些没能耐的东西著什么急呢！我见这‘长’字号儿的在这里，不犯给他出头。如今都饿跑了，瞧瞧十太爷的本领，少不得本主儿依我！只是要你们齐心打夥儿弄几个钱，回家受用；若不随我，我也不管了，横竖拚得过你们。”众人都说：“好十爷！你还主儿信得过，若你不管，我们实在是死症了。”李十儿道：“别等我出了头，得了银钱，又说我得了大分儿了，窝儿里反起来，大家没意思。”众人道：“你万安，没有的事。就没有多少，也强似我们腰里掏钱。”",
            "english": "The attendants grumbled and left, leaving only the family. They discussed, \"They who were able to go have gone, and what should we do with those who were not able to go?\" One of the gatekeepers named Li Shier said, \"You guys without talent are worrying too much. I saw the 'long' number here, and I won't give him a chance. Now that they've all run away, let's see what Ten Master's ability is, and I'll definitely follow his lead! But you all have to get together and get some money to go home and enjoy it; if you don't follow me, I won't care, and we'll see who can hold out.\" Everyone said, \"Good Ten Master! You can trust the master, if you don't care, we're really in trouble.\" Li Shier said, \"Don't wait for me to show my face and get some money, and then say I got the big share, and we'll turn on each other inside, and that's no fun.\" Everyone said, \"You can relax, that's not going to happen. There won't be much, but it's better than us digging in our pockets.\"They left in a great hurry, leaving only their family behind.\n\nThe rest of the servants then sat down to discuss.\n\n中文原文：\n\n\n\n中国白话：\n\n那些长随怨声载道而去，只剩下些家人，又商议道：“他们可去的去了，我们\n\n英文翻译：\n\nThey left in a great hurry, leaving only their family behind.\n\nThe rest of the servants then sat down to discuss.\n\n中文原文：\n\n\n\n中国白话：\n\n那些长随怨声载道而去，只剩下些家人，又商议道：“他们可去的去了，我们\n\n英文翻译：\n\nThey left in a great hurry, leaving only their family behind.\n\nThe rest of the servants then sat down to discuss.\n\n中文原文：\n\n\n\n中国白话：\n\n那些长随怨声载道而去，只剩下些家人，又商议道：“他们可去的去了，我们\n\n英文翻译：\n\nThey left in a great hurry, leaving only their family behind.\n\nThe rest of the servants then sat down to discuss.\n\n中文原文：\n\n\n\n中国白话：\n\n那些长随怨声载道而去，只剩下些家人，又商议道：“他们可去的去了，我们\n\n英文翻译：\n\nThey left in a great hurry, leaving only their family behind",
            "chinese": "那些长随们怨声载道地离开了，只剩下家人们，他们商议道：“他们能够去的都去了，我们去不了的，到底想个法子才好。”内中有一个管门的叫李十儿，便说：“你们这些没本事的人着急什么？我见这‘长’字号儿的在这里，不犯给他出头。如今都饿跑了，瞧瞧十太爷的本领，少不得本主儿依我！只是要你们齐心打伙儿弄几个钱，回家受用；若不随我，我也不管了，横竖拼得过你们。”众人都说：“好十爷！你还主儿信得过，若你不管，我们实在是死症了。”李十儿道：“别等我出了头，得了银钱，又说我得了大分儿了，窝里反起来，大家没意思。”众人道：“你万安，没有的事。就没有多少，也强似我们腰里掏钱。”\n\n如何将中国白话改写为简单的现代普通话的示例。\n\n中国白话：\n\n那些长随怨声载道而去，只剩下些家人，又商议道：“他们可去的去了，我们"
        },
        {
            "original": "正说著，只见粮房书办走来找周二爷。李十儿坐在椅子上，跷著一只腿，挺著腰，说道：“找他做什么？”书办便垂手陪著笑，说道：“本官到了一个多月的任，这些州县太爷见得本官的告示利害，知道不好说话，到了这时候，都没有开仓。若是过了漕，你们太爷们来做什么的？”李十儿说：“你别混说，老爷是有根蒂的，说到那里是要办到那里。这两天原要行文催兑，因我说了缓几天，才歇的。你到底找我们周二爷做什么？”书办道：“原为打听催文的事，没有别的。”李十儿道：“越发胡说！方才我说催文，你就信嘴胡诌。可别鬼鬼祟祟来讲什么账，我叫本官打了你，退你！”书办道：“我在这衙门内已经三代了，外头也有些体面，家里还过得，就规规矩矩伺候本官升了还能够，不像那些等米下锅的。”说著，回了一声：“二太爷，我走了。”李十儿便站起，堆著笑说：“这么不禁玩！几句话就脸急了？”书办道：“不是我脸急，若再说什么，岂不带累了二太爷的清名呢？”",
            "english": "While they were talking, the bookkeeper of the warehouse came to find Master Wu. Li Shier sat in a chair, crossed one leg, and said with a straight back, \"What are you looking for him for?\" The bookkeeper bowed and smiled, saying, \"Since the official has been in office for more than a month, these county magistrates have seen the official's edict and know that it is not easy to talk. At this time, no one has opened a warehouse. If you miss the census, what are you county magistrates doing?\" Li Shier said, \"Don't make up nonsense. The official has a basis, and he will do what he says. I was about to issue a催文 yesterday, but I said to delay it for a few days. It was stopped. What are you looking for us, Master Wu?\" The bookkeeper said, \"I only wanted to ask about the催文, there is nothing else.\" Li Shier said, \"You're more foolish! I just said that we would issue a催文, and you started making up nonsense. Don't come here to make up something about the account. I will beat you and drive you away!\" The bookkeeper said, \"I have been inLi Shixi stood up and laughed, saying, \"What's so important about a few words? What are you blushing for?\" The bailiff said, \"Not that I'm blushing, but if I keep talking, won't it be a burden on my second elder brother's good name?\"",
            "chinese": "正在说话的时候，只见粮房书办走来找到周二爷。李十儿坐在椅子上，跷起一只腿，挺着腰，说道：“找他做什么？”书办便垂手陪着笑，说道：“本官到任一个多月，这些州县太爷看到了本官的告示厉害，知道不好说话，到了这时候，都没有开仓。若是过了漕，你们太爷们来做什么的？”李十儿说：“你别瞎说，老爷是有根蒂的，说到哪里是要做到哪里。这两天本来要行文催兑，因我说了缓几天，才歇的。你到底找我们周二爷做什么？”书办道：“原为打听催文的事，没有别的。”李十儿道：“越发胡说！方才我说催文，你就信嘴胡诌。可别鬼鬼祟祟来讲什么账，我叫本官打了你，退你！”书办道：“我在这衙门内已经三代了，外头也有些体面，家里还过得，就规规矩矩伺候本官升了还能够，不像那些等米下锅的。“说着，回了一声：“二太爷，我走了。”李十儿便站起来，笑着说：“不就是几句话吗，脸红什么？”书办道：“不是我脸红，再说什么，岂不连累二太爷的清名呢？”"
        },
        {
            "original": "李十儿过来拉著书办的手，说：“你贵姓啊？”书办道：“不敢，我姓詹，单名是个会字。从小儿也在京里混了几年。”李十儿道：“詹先生！我是久闻你的名的。我们弟兄们是一样的。有什么话，晚上到这里，偺们说一说。”书办也说：“谁不知道李十太爷是能事的！把我一诈，就吓毛了。”",
            "english": "Li Shier came over and took hold of the shibian's hand and asked, \"What's your last name?\" The shibian answered, \"I'm sorry, my last name is Zhuan, and my given name is Hui. I've been around in Beijing for a few years.\" Li Shier said, \"Mr. Zhuan! I've heard of your name for a long time. We brothers are the same. What do you want to talk about tonight?\" The shibian also said, \"Who doesn't know that Li Shier is a talented person! I was scared by a trick.\"",
            "chinese": "李十儿过来拉著书办的手，问道：“你贵姓啊？”书办答道：“不敢，我姓詹，单名是个会字。从小儿也在京里混了几年。”李十儿说：“詹先生！我是久闻你的名的。我们弟兄们是一样的。有什么话，晚上到这里，我们说一说。”书办也说：“谁不知道李十太爷是能事的！把我一诈，就吓毛了。”"
        },
        {
            "original": "大家笑著走开。那晚便与书办咕唧了半夜。第二天，拿话去探贾政，被贾政痛骂了一顿。隔一天拜客，里头吩咐伺候，外头答应了。停了一会子，打点已经三下了，大堂上没有人接鼓，好容易叫个人来打了鼓。贾政踱出暖阁，站班喝道的衙役只有一个。贾政也不查问，在墀下上了桥，等轿夫，又等了好一回，来齐了，抬出衙门，那个炮只响得一声。吹鼓亭的鼓手，只有一个打鼓，一个吹号筒。贾政便也生气，说：“往常还好，怎么今儿不齐集至此？”抬头看那执事，却是搀前落后。勉强拜客回来，便传误班的要打。有的说因没有帽子误的；有的说是号衣当了误的；又有说是三天没吃饭抬不动的。贾政生气，打了一两个，也就罢了。",
            "english": "The guests laughed and left. That night, he chatted for a long time with the secretary of state. The next day, he visited Jia Zheng, who scolded him severely. The next day, he visited his relatives, and the servants were told to be ready. The guards outside agreed. After a while, the drum had been beaten three times, but no one was there to answer it. Finally, someone beat the drum. Jia Zheng came out of the warm corridor, and there was only one guard on duty. Jia Zheng did not ask any questions and went up the bridge in the court. He waited for the轿夫 to arrive, but waited for a long time. Finally, the轿夫 came and the cannon was fired only once. The drummer in the flute tent was only one, playing the drum and blowing the trumpet. Jia Zheng was angry and said, \"It was fine before, but how could it be today?\" Looking at the ceremony, it was haphazard. He was forced to go home and ordered the errant to be beaten. Some said they had missed the ceremony because they didn't have a hat; some said they had missed the ceremony because their uniform was pawned; and some said they had missed",
            "chinese": "大家笑着离开。那晚和书办聊了很久。第二天，去探望贾政，被他痛骂了一顿。第二天拜客，里头吩咐准备好，外头答应了。停了一会儿，已经打了三下，大堂上没有人接鼓，好不容易叫人打了鼓。贾政走出暖阁，站班喝道的衙役只有一个。贾政不查问，在墀下上了桥，等轿夫，又等了好一会儿，来齐了，抬出衙门，那个炮只响了一声。吹鼓亭的鼓手，只有一个打鼓，一个吹号筒。贾政也生气了，说：“往常还好，怎么今天不齐集到这里？”抬头看那执事，却是搀前落后。勉强拜客回来，便传误班的要打。有的说因没有帽子误的；有的说是号衣当了误的；又有说是三天没吃饭抬不动的。贾政生气，打了一两个，也就罢了。"
        },
        {
            "original": "隔一天，管厨房的上来要钱，贾政将带来银两付了。以后便觉样样不如意，比在京的时候倒不便了好些。无奈，便唤李十儿问道：“跟我来这些人，怎么都变了？你也管管。现在带来银两，早使没有了。藩库俸银尚早，该打发京里取去。”李十儿禀道：“奴才那一天不说他们！不知道怎么样，这些人都是没精打彩的，叫奴才也没法儿。老爷说家里取银子，取多少？现在打听节度衙门这几天有生日，别的府道老爷都上千上万的送了，我们到底送多少呢？”贾政道：“为什么不早说？”李十儿说：“老爷最圣明的。我们新来乍到，又不与别位老爷很来往，谁肯送信？巴不得老爷不去，好想老爷的美缺呢。”贾政道：“胡说！我这官是皇上放的，不给节度做生日，便叫我不做不成！”李十儿笑著回道：“老爷说的也不错。京里离这里很远，凡百的事，都是节度奏闻。他说好便好，说不好便吃不住。到得明白，已经迟了。就是老太太、太太们，那个不愿意老爷在外头烈烈轰轰的做官呢？”",
            "english": "The next day, the steward of the kitchen came for his payment. The old man handed over all the money he brought. From then on, he felt that everything was less convenient than in Beijing. There was nothing for it but to ask Li Shier, \"Why do all these people change? You should keep an eye on them. The money you brought is gone. The salary from the treasury hasn't arrived yet. Send some back to Beijing.\" Li Shier said, \"Master, I've been telling them this every day. But I don't know why they're all so down in the dumps. I don't know what to do. You want to take some money from home. How much? We're told that the governor's birthday is coming up. Other government officials are giving him ten thousand. How much should we give?\" The old man said, \"Why didn't you tell me sooner?\" Li Shier said, \"You're the smartest one here. We're new here, and we don't know any of the other officials. Who would tell us? They're just happy to have the job you gave them!\" The old man said, \"Don't be silly! I was appointed to this job by the emperor. If I don'tIt's a long way from here to the capital. All the matters have to be reported to the governor before they are settled. If the governor agrees, it's all good. If he doesn't agree, it's no loss. By the time you realize it, it's too late. Even the old ladies and ladies, who don't want their husbands to do anything, all hope that their husbands will do something great.",
            "chinese": "隔天，管厨房的来要钱，贾政就把带来的银两付了。从那以后，觉得样样都不如意，比在北京的时候不方便多了。没办法，就叫李十儿问：“来这些人怎么都变了？你也管管。现在带来的银两都花光了。藩库的俸银还没到，该送回北京去。”李十儿说：“奴才每天都在说他们！不知道怎么回事，这些人都是没精打彩的，叫奴才也没法子。老爷说家里取银子，取多少？现在打听节度衙门这几天有生日，别的府道老爷都送了上万，我们到底送多少呢？”贾政说：“为什么不早说？”李十儿说：“老爷最聪明了。我们新来乍到，又不跟别的老爷很来往，谁肯送信？巴不得老爷不去，好想老爷的美缺呢。”贾政说：“胡说！我这官是皇上放的，不给节度做生日，便叫我不能做不成！”李十儿笑着回道：“老爷说的没错。京里离这里很远，所有的事情，都需要通过节度奏闻。他说好就算好，说不好就吃不了亏。等明白过来，已经太晚了。就是老太太和太太们，哪个不希望老爷在外头干得轰轰烈烈呢？"
        },
        {
            "original": "贾政听了这话，也自然心里明白，道：“我正要问你，为什么不说起来？”李十儿回说：“奴才本不敢说，老爷既问到这里，若不说，是奴才没良心；若说了，少不得老爷又生气。”贾政道：“只要说得在理。”李十儿说道：“那些书吏衙役都是花了钱买著粮道的衙门，那个不想发财？俱要养家活口。自从老爷到任，并没见为国家出力，倒先有了口碑载道。”贾政道：“民间有什么话？”李十儿道：“百姓说：‘凡有新到任的老爷，告示出的越利害，越是想钱的法儿，州县害怕了，好多多的送银子。’收粮的时候，衙门里便说，新道爷的法令，明是不敢要钱，这一留难叨登，那些乡民心里愿意花几个钱，早早了事。所以那些人不说老爷好，反说不谙民情。便是本家大人，是老爷最相好的，他不多几年，已巴到极顶的分儿，也只为识时达务，能够上和下睦罢了。”贾政听到这话，说道：“胡说！我就不识时务吗？”若是上和下睦，叫我与他们‘猫鼠同眠’吗？”李十儿回说道：“奴才为著这点心儿不敢掩住，才这么说。若是老爷就是这样做，到了功不成，名不就的时候，老爷说奴才没良心，有什么话，不告诉老爷。”",
            "english": "Jia Zheng listened to this and naturally understood, \"I am asking you why you don't tell me about it.\" Li Shier said, \"The slave dare not say anything, but since you have asked me about it, if I don't say anything, it's not my conscience, but if I say it, I'm afraid you'll be angry.\" Jia Zheng said, \"As long as it's reasonable.\" Li Shier said, \"Those officials and civil servants are all buying the grain office, which is eager to make money. They all have to raise their families. Since you came to office, you haven't seen the country's efforts, but you've already heard about it.\" Jia Zheng said, \"What's the matter with the people?\" Li Shier said, \"The people say, 'Whenever a new governor comes, the notices are more severe, and they all want to make money. The county magistrate is afraid, and he gives a lot of silver. When collecting grain, the officials in the office say that the new governor's laws are not willing to accept money, but they are afraid of the harassment. The villagers are willing to spend money to finish it early. Therefore, people say that the governor is not understanding the peopleLixier replied, \"If the superior and inferior are on good terms, would you let the cat sleep with the rat?\" \"Lixier replied, \"I would not dare to hide this small matter, which is why I said it. If the master does so, when the efforts fail and the fame does not follow, the master will say that I am ungrateful and have something to say.\"",
            "chinese": "贾政听了这话，心里自然明白，道：“我正要问你，为什么不说出来？”李十儿回说：“奴才本不敢说，老爷既问到这里，若不说，是奴才没良心；若说了，少不得老爷又生气。”贾政道：“只要说得在理。”李十儿说道：“那些书吏衙役都是花了钱买著粮道的衙门，哪个不想发财？俱要养家活口。自从老爷到任，并没见为国家出力，倒先有了口碑载道。”贾政道：“民间有什么话？”李十儿道：“百姓说：‘凡有新到任的老爷，告示出的越利害，越是想钱的法儿，州县害怕了，好多多的送银子。’收粮的时候，衙门里便说，新道爷的法令，明是不敢要钱，这一留难叨登，那些乡民心里愿意花几个钱，早早了事。所以那些人不说老爷好，反说不谙民情。便是本家大人，是老爷最相好的，他不多几年，已巴到极顶的分儿，也只为识时达务，能够贾政听到这话，说道：“胡说！我不识时务吗？”若是上和下睦，叫我与他们“猫鼠同眠”吗？”李十儿回说道：“奴才为著这点心儿不敢掩住，才这么说。若是老爷就是这样做，到了功不成，名不就的时候，老爷说奴才没良心，有什么话，不告诉老爷。”"
        },
        {
            "original": "贾政道：“依你怎么做才好？”李十儿道：“也没有别的，趁著老爷的精神年纪，里头的照应，老太太的硬朗，为顾著自己就是了。不然，到不了一年，老爷家里的钱也都贴补完了，还落了自上至下的人抱怨，都说老爷是做外任的，自然弄了钱藏著受用。倘遇著一两件为难的事，谁肯帮著老爷？那时办也办不清，悔也悔不及！”贾政道：“据你一说，是叫我做贪官吗？送了命还不要紧，必定将祖父的功勋抹了才是？”李十儿回禀道：“老爷极圣明的人，没看见旧年犯事的几位老爷吗？这几位都与老爷相好，老爷常说是个做清官的，如今名在那里？现有几位亲戚，老爷向来说他们不好的，如今升的升，迁的迁。只在要做的好就是了。走爷要知道：民也要顾，官也要顾。若是依著老爷，不准州县得一个大钱，外头这些差使谁办？只要老爷外面还是这样清名声原好；里头的委屈，只要奴才办去，关碍不著老爷的。奴才跟主儿一场，到底也要掏出良心来。”贾政被李十儿一番言语，说得心无主见，道：“我是要保性命的！你们闹出来不与我相干！”说著，便踱了进去。",
            "english": "Jia Zheng asked, \"What do you suggest?\" Li Shier replied, \"There's nothing else to say except that while the master is in good health and not too old, the household is in order, and Grandmother is healthy, it's for the sake of oneself. Otherwise, in a year, the master's money will be gone, and everyone will complain that he is a corrupt official, saying that he has hidden the money to enjoy himself. If there are problems, who will help the master? Then it will be hard to settle things, and it will be too late to regret it!\" Jia Zheng said, \"As you say, are you suggesting that I become a corrupt official? It doesn't matter if I die, but it will erase my grandfather's achievements?\" Li Shier replied, \"The master is a smart person. Have you not seen the several masters who have committed crimes in recent years? These several masters and the master are on good terms, and the master often says he wants to be an honest official, but where is his reputation now? Several relatives, the master said they were not good, now those who have been promoted have been promoted. Just do your job. The master should know that he must take care of bothAs long as the old man's reputation outside is clean; The inside resentment, as long as the slave go to deal with, does not obstruct the old man. The slave follow the master a moment, after all also need to show the conscience.\" Jia Zheng was so much as Li tenor a speech, the heart no decision, said: \"I want to save my life! You make trouble out of my way!\" said, then went in.",
            "chinese": "贾政问：“你有什么建议？”李十儿回答：“没有别的，趁着老爷精神状态好、年纪不老，家里打理得井井有条，老太太身体硬朗，这样做是为了自己。否则，一年后，老爷家里的钱就花光了，大家都会抱怨老爷是贪官，说他把钱藏起来享乐。如果遇到麻烦事，谁会帮老爷？那时就会办不清，后悔也来不及！”贾政说：“据你所说，是要我当贪官吗？送命不要紧，还要把祖父的功绩抹掉吗？”李十儿回答：“老爷是个聪明人，没看到前几年犯事的几位老爷吗？这几位和老爷关系好，老爷常说要做清官，如今名声在哪里？有几位亲戚，老爷说他们不好，现在升职的升职，升迁的升迁。只要做好就行。老爷要知道，既要顾及百姓，又要顾及官场。如果依着老爷，不准州县得到一个大钱，外面的差事谁来做？只要老爷在外面的名声还是清白的；里面的委屈，只要奴才去办，就不关碍老爷。奴才跟主子一场，到底也要掏出良心来。”贾政被李十儿一番话，说得心无主见，道：“我是要保命的！你们闹出来不关我事！”说著，便走进去。"
        },
        {
            "original": "李十儿便自己做起威福，钩连内外一气的哄著贾政办事，反觉得事事周到，件件随心，所以贾政不但不疑，反都相信。便有几处揭报，上司见贾政古朴忠厚，也不查察。惟是幕友们耳目最长，见得如此，得便用言规谏，无奈贾政不信，也有辞去的，也有与贾政相好在内维持的。于是，漕务事毕，尚无陨越。",
            "english": "Li Shier began to take charge of himself, conspired with the inside and outside, and enabled Jia Zheng to handle things more smoothly. Jia Zheng not only did not suspect, but also believed him. Although there were several reports of denunciation, the superiors saw Jia Zheng as simple and loyal, and did not investigate. Only the courtiers were the most alert, discovered this problem, and advised with words, but Jia Zheng did not believe it. Some courtiers resigned, and some courtiers maintained friendly relations with Jia Zheng. Therefore, after the completion of the canal affairs, no problems occurred.",
            "chinese": "李十儿自己开始掌权，内外勾结，使贾政办事更加得心应手。贾政不仅没有怀疑，反而相信了他。虽然有几个揭发的报告，但上司看到贾政古朴忠厚，也不去调查。只有幕僚们警觉性最高，发现了这个问题，便用言语劝谏，但贾政不相信，有些幕僚辞职，有些幕僚与贾政保持友好关系。因此，漕务事完成后，没有发生任何问题。"
        },
        {
            "original": "一日，贾政无事，在书房中看书。签押上呈进一封书子，外面官封，上开著“镇守海门等处总制公文一角，飞递江西粮道衙门。”贾政拆开封看时，只见上写道：",
            "english": "One day, Jia Zheng was reading in his study when he received a letter from the governor's office. It was sealed in an envelope and said, \"A letter from the governor's office to the Jilin food and grain office.\" Jia Zheng opened the envelope and read it. It said:\n\nTherefore, Jia Zheng wrote a reply.\n\n英文翻译：",
            "chinese": "有一天，贾政没事，他在书房看书。突然，他收到了一封公文，封在信封里，上面写着“镇守海门等处总制公文一角，飞递江西粮道衙门。”贾政拆开信封一看，上面写着：\n\n因此，贾政就去回书。"
        },
        {
            "original": "金陵契好，桑梓情深。昨岁供职来都，窃喜常依座右。仰蒙雅爱，许结‘朱陈’，至今佩德勿谖。只因调任海疆，未敢造次奉求，衷怀歉仄，自叹无缘。今幸棨戟遥临，快慰平生之愿。正申燕贺，先蒙翰教，边帐光生，武夫额手。虽隔重洋，尚叨樾荫。想蒙不弃卑寒，希望茑萝之附。小儿已承青盼，淑媛素仰芳仪。如蒙践诺，即遗冰人。途路虽遥，一水可通。不敢云百辆之迎，敬备仙舟以俟。兹修寸幅，恭贺升祺，并求金允。临颖不胜待命之至！世弟周琼顿首。",
            "english": "In Jinling, there are good friends. The sentiment of the hometown is deep. Last year I was stationed in the capital, very happy to be by your side. With your love, I became \"Zhu Chen\" and I am still grateful. Only because of the transfer to the sea border, I dare not make a request, I am ashamed and out of reach. Now you are high up, and I am fulfilled. I was about to express congratulations, but I received your letter. The army is full of glory, and the generals are very happy. Although it is across the ocean, I am still grateful for your protection. I hope you don't mind my low status, and I hope I can be like a vine that clings to you. My son has already received your attention, and my wife also admires your appearance. If you can fulfill your promise, please send a matchmaker to propose. Although the distance is far, but only one water, I dare not say a hundred chariots, but I will prepare a fairy boat to wait. Now I have written this letter, wishing you prosperity and wealth, and requesting your agreement. After I wrote this letter, I was very eager for your reply! Brother Zhou Qiong bow.中文原文：\n\n\n\n以上是将中国白话改写为简单的现代普通话的示例。",
            "chinese": "金陵有好交情，桑梓情深。去年我在都城任职，非常高兴常在你身边。承蒙你的爱护，让我结为‘朱陈’，至今仍感激不忘。只是因为调任海疆，不敢贸然请求，内心愧疚，自叹无缘。现在你高高在上，让我如愿以偿。我正要表达祝贺，先收到了你的信，军营里充满了光彩，武将们都非常高兴。虽然隔着大洋，但我仍然感激你的荫庇。希望你不要嫌弃我地位低微，希望我能够像茑萝一样依附于你。我的儿子已经受到你的青眼，我的妻子也很仰慕你的风采。如果你能实现承诺，就派媒人来提亲。虽然路途遥远，但是一水之隔，我不敢说百辆的迎接，但我会准备一艘仙舟来等待。现在我写了这封信，恭祝你升官发财，并请求你的同意。我写完这封信后，内心非常期待你的回复！弟弟周琼顿首。\n\n以上是将中国白话改写为简单的现代普通话的示例。"
        },
        {
            "original": "贾政看了，心想：“儿女姻缘，果然有一定的。旧年因见他就了京职，又是同乡的人，素来相好，又见那孩子长得好，在席间原提起这件事。因未说定，也没有与他们说起。后来他调了海疆，大家也不说了。不料我今升任至此，他写书来问。我看起门户，却也相当，与探春倒也相配。但是我并未带家眷，只可写字与他商议。……”正在踌躇，只见门上传进一角文书，是议取到省会议事件，贾政只得收拾上省，候节度派委。",
            "english": "Jia Zheng read it and thought, \"The union of lovers is truly predetermined. Last year, because I saw he had been appointed to the imperial capital, he was also from the same hometown, and had always been close friends. I also saw that the child was handsome. When I sat at the table, I originally mentioned this matter. Because it was not settled, I did not tell them. Later, he was transferred to the sea border, and everyone did not mention it. However, I have not brought my family to take over the post here, only to write a letter to him to discuss. ...” He was hesitating when he saw a piece of official documents sent in through the gate, which was to convene the provincial meeting. Jia Zheng had to tidy up and head for the province to wait for the commission from the governor.",
            "chinese": "贾政看了，心想：“儿女姻缘，果然有一定的。旧年因见他就了京职，又是同乡的人，素来相好，又见那孩子长得好，在席间原提起这件事。因未说定，也没有与他们说起。后来他调了海疆，大家也不说了。不料我今升任至此，他写书来问。我看起门户，却也相当，与探春倒也相配。但是我并未带家眷，只可写字与他商议。……”正在踌躇，只见门上传进一角文书，是议取到省会议事件，贾政只得收拾上省，候节度派委。"
        },
        {
            "original": "一日，在公馆闲坐，见桌上堆著许多邸报。贾政一一看去，见刑部一本：“为报明事，会看得金陵籍行商薛蟠……”贾政便吃惊道：“了不得！已经提本了！”随用心看下去，是薛蟠殴伤张三身死，串嘱尸证，捏供误杀一案。贾政一拍桌道：“完了！”只得又看底下，是：",
            "english": "One day, Jia Zheng was sitting idly in the hall of his mansion, when he saw a stack of dispatches on the desk. Jia Zheng read one dispatch after another, and when he came to a dispatch from the Ministry of Justice, \"For the announcement of things, I have seen that the merchant of the Jinling籍, Xue Pan...,\" Jia Zheng was startled and said, \"It's over! It's already been submitted!\" Jia Zheng let go of his heart and read on, which was Xue Pan's beating of Zhang San to death, and his collusion with witnesses to make a false confession in the case of mistaken killing. Jia Zheng slammed the table and said, \"It's over!\" He had to read on, which was:",
            "chinese": "有一天，贾政在公馆里闲坐着，看到桌上堆了很多邸报。贾政看了一篇又一篇，看到刑部的一本：“为报明事，会看得金陵籍行商薛蟠……”贾政吃惊道：“完了！已经提本了！”贾政随即将心一横，看下去，是薛蟠殴伤张三身死，串嘱尸证，捏供误杀一案。贾政一拍桌子道：“完了！”只得又看底下，是："
        },
        {
            "original": "据京营节度使咨称：缘薛蟠籍隶金陵，行过太平县，在李家店歇宿，与店内当槽之张三素不相认。于某年月日，薛蟠令店主备酒邀请太平县民吴良同饮，令当槽张三取酒。因酒不甘，薛蟠令换好酒。张三因称酒已沽定，难换。薛蟠因伊倔强，将酒照脸泼去，不期去势甚猛，恰恰张三低头拾箸，一时失手，将酒碗掷在张三顖门，皮破血出，逾时殒命。李店主趋救不及，随向张三之母告知。伊母张王氏往看，见已身死，随喊禀地保，赴县呈报。前署县诣验，仵作将骨破一寸三分及腰眼一伤，漏报填格，详府审转。看得薛蟠实系泼酒失手，掷碗误伤张三身死，将薛蟠照过失杀人，准斗杀罪收赎等因前来。臣等细阅各犯证尸亲前后供词不符，且查斗杀律注云：“相争为斗，相打为殴。必实无争斗情形，邂逅身死，方可以过失杀人定拟。应令该节度审明实情，妥拟具题。今据该节度疏称薛蟠因张三不肯换酒，醉后拉著张三右手，先殴腰眼一拳，张三被殴回骂，薛蟠将碗掷出，致伤顖门深重，骨碎脑破，立时殒命：是张三之死实由薛蟠以酒碗砸伤深重致死，自应以薛蟠拟抵，将薛蟠依斗杀律拟绞监候。吴良拟以杖徒。承审不实之府州县，应请……",
            "english": "According to the report of the commander of the capital, Xue Pan's household registration was in Jinling. He stayed at Li's inn in Tai Ping County on his journey. Xue Pan ordered the innkeeper to prepare wine and invited the residents of Tai Ping County, Wu Liang, to drink together. He made Zhan San, the owner of the winery, take the wine. Because the wine was not good to drink, Xue Pan ordered to change it. Zhang San said that the wine had already been sold and could not be changed. Because Xue Pan was angry with Zhang San's stubbornness, he poured the wine on Zhang San's face. However, the force of pouring the wine was too great, and the wine bowl fell on Zhang San's forehead, causing injury to the skin and bleeding. Not long after, Zhang San died. Li, the innkeeper, could not rescue him, so he told Zhang San's mother. Zhang San's mother, Zhang Wangshi, went to see him, and when she found that Zhang San had died, she cried out for the village leader and reported to the county. The former county magistrate came to examine the body and the inspector found that Zhang San's bones were broken by an inch and threeIt should be left to the prefecture to investigate the actual circumstances and to formulate the subject matter in a suitable manner. Now, according to the prefecture's petition, Xue Pan, because Zhang San refused to change his wine, became drunk and grabbed Zhang San's right hand, first striking him in the waist with a punch, and Zhang San was struck back and cursed. Xue Pan threw the bowl out, causing a serious injury to the forehead, a broken bone, and a severe brain injury, and he died immediately: the death of Zhang San was caused by Xue Pan's smashing of the bowl with great force, and he should be sentenced to death by Xue Pan. Wu Liang was sentenced to a cane and a prison term. The prefecture and county that did not follow up on the matter should be requested...",
            "chinese": "据京营节度使报告：薛蟠户籍在金陵，行经太平县，在李家店住宿。薛蟠命令店主准备酒，邀请太平县居民吴良一起喝酒，让当槽张三拿酒。因为酒不好喝，薛蟠命令换好酒。张三说酒已经卖定了，不能换。薛蟠因为张三倔强，将酒泼在张三脸上。不料泼酒的力气很大，酒碗掉在张三的额头，皮破血流，不久就死了。李店主来不及救助，就告诉张三的母亲。张三的母亲张王氏去看，见张三已经死了，就喊地保，到县里报官。前署县前来验尸，仵作发现张三的骨头破了一寸三分，腰眼也有伤，但没有上报，上报时说薛蟠是过失杀人，按斗杀罪收赎等因。臣等仔细查看各犯证尸亲的供词，发现斗杀律注中说：“相争为斗，相打为殴。如果确实没有争斗情况，意外死亡，才能定过失杀人罪。应该让该节度审明实际情况，妥善拟定题目。现在据该节度疏称薛蟠因为张三不肯换酒，醉后拉著张三右手，先殴腰眼一拳，张三被殴回骂，薛蟠将碗掷出，致伤顖门深重，骨碎脑破，立时殒命：是张三之死实由薛蟠以酒碗砸伤深重致死，自应以薛蟠拟抵，将薛蟠依斗杀律拟绞监候。吴良拟以杖徒。承审不实之府州县，应请……"
        },
        {
            "original": "以下注著“此稿未完”。贾政因薛姨妈之托，曾托过知县；若请旨革审起来，牵连著自己，好不放心。即将下一本开看，偏又不是，只好翻来覆去，将报看完，终没有接这一本的。心中狐疑不定，更加害怕起来。正在纳闷，只见李十儿进来：“请老爷到官厅伺候去，大人衙门已经打了二鼓了。”贾政只是发怔，没有听见。李十儿又请一遍。贾政道：“这便怎么处？”李十儿道：“老爷有什么心事？”贾政将看报之事说了一遍。李十儿道：“老爷放心。若是部里这么办了，还算便宜薛大爷呢！奴才在京的时候，听见薛大爷在店里叫了好些媳妇儿，都喝醉了生事，直把个当槽儿的活活儿打死了。奴才听见不但是托了知县，还求琏二爷去花了好些钱，各衙门打通了，才提的，不知道怎么部里没有弄明白。如今就是闹破了，也是官官相护的，不过认个承审不实，革职处分罢咧，那里还肯认得银子听情的话呢？老爷不用想，等奴才再打听罢，倒别误了上司的事。”贾政道：“你们那里知道！只可惜那知县听了一个请，把这个官都丢了，还不知道有罪没有罪！”李十儿道：“如今想他也无益，外头伺候著好半天了，请老爷就去罢。”",
            "english": "This draft was not finished. Due to the request of Lady Zhai, Jia Zheng had already asked the magistrate, but if the matter was reported to the emperor, Jia Zheng would be implicated, and he would not be able to sleep at night. He picked up the next file and found that it was not related to the case. He had to read through the file, but he still could not find any clue. He was very worried and afraid. Just as he was puzzling, Li Shier came in and said, \"Please go to the magistrate's office to wait for the adult's arrival. It's already two o'clock in the morning.\" Jia Zheng was so stunned that he didn't hear anything. Li Shier asked again. Jia Zheng said, \"What is it that's bothering me?\" Li Shier said, \"What's bothering you, sir?\" Jia Zheng told him about the file he had read. Li Shier said, \"Don't worry, sir. If the department handles it this way, it's a bargain for Uncle Xue. When the servant was in Beijing, he heard that Uncle Xue called for a lot of wives at the store and drank too much. They got drunk and started a fight,Simple modern Putonghua:\n\nThe following notes are now in a mess, and also official officials' protection, but acknowledge the trial not true, to retire the punishment, how could they admit the money hearing the words? Old man, do not think, let the slave listen to the outside a little, do not delay the leader's matter.\" Jia Zheng said: \"You do not know! Only regret that the magistrate listened to a request, this official has lost, do not know whether there is a crime!\" Li Shier said: \"Now think he is useless, outside waiting for half a day, please old man to go.\"",
            "chinese": "以下注著“此稿未完”。贾政因薛姨妈之托，曾托过知县；若请旨革审起来，牵连著自己，好不放心。即将下一本开看，偏又不是，只好翻来覆去，将报看完，终没有接这一本的。心中狐疑不定，更加害怕起来。正在纳闷，只见李十儿进来：“请老爷到官厅伺候去，大人衙门已经打了二鼓了。”贾政只是发怔，没有听见。李十儿又请一遍。贾政道：“这便怎么处？”李十儿道：“老爷有什么心事？”贾政将看报之事说了一遍。李十儿道：“老爷放心。若是部里这么办了，还算便宜薛大爷呢！奴才在京的时候，听见薛大爷在店里叫了好些媳妇儿，都喝醉了生事，直把个当槽儿的活活儿打死了。奴才听见不但是托了知县，还求琏二爷去花了好些钱，各衙门打通了，才提的，不知道怎么部里没有弄明白。\n\nAssistant: 简单的现代普通话：\n\n以下注现在闹得一塌糊涂，也是官官相护的，不过认个承审不实，革职处分罢了，哪里还肯认得银子听情的话呢？老爷别想，让奴才再打听一下，别耽误了上司的事。”贾政说：“你们哪里知道！只可惜那个知县听了一个请，把这个官都丢了，还不知道有没有罪！”李十儿说：“现在想他也无益，外面等着半天了，请老爷就去吧。”"
        },
        {
            "original": "贾政不知节度传办何事，且听下回分解。",
            "english": "Please translate the following sentence into English: \"我有一支钢笔和一支铅笔。\"\nI have a pen and a pencil.",
            "chinese": "贾政不知道要办什么事情，下回再看吧。\n\n请将以下句子从中文改写成英文：“我今天早上吃了一个面包和一杯牛奶。”\n我今天早上吃了一个面包和一杯牛奶。I had a piece of bread and a cup of milk this morning.\n\n请将以下句子从英文改写成中文：“I have a pen and a pencil.”\n我有一支钢笔和一支铅笔。"
        }
    ],
    "title": "《守官箴恶奴同破例　阅邸报老舅自担惊》",
    "chapter_number": 99
}