{
    "paragraphs": [
        {
            "original": "话说凤姐见贾母和薛姨妈为黛玉伤心，便说有个笑话儿说给老太太和姑妈听，未曾开口，先自笑了。因说道：“老太太和姑妈打量是那里的笑话儿？就是偺们家的那二位新姑爷新媳妇啊！”贾母道：“怎么了？”凤姐拿手比著道：“一个这么坐著，一个这么站著；一个这么扭过去，一个这么转过来；一个又－－”说到这里，贾母已经大笑起来，说道：“你好生说罢。倒不是他们两口儿，你倒把人怄的受不得了。”薛姨蚂也笑道：“你往下直说罢，不用比了。”凤姐才说道：“刚才我到宝兄弟屋里，我听见好几个人笑。我只道是谁，巴著窗户眼儿一瞧，原来宝妹妹坐在炕沿上，宝兄弟站在地下。宝兄弟拉著宝妹妹的袖子，口口声声只叫：‘宝姐姐！你为什么不会说话了？你这么说一句话，我的病包管全好！’宝妹妹却扭著头，只管躲。宝兄弟又作了一个揖，上去又拉宝妹妹的衣裳。宝妹妹急的一扯，宝兄弟自然病后是脚软的，索性一栽，栽在宝妹妹身上了。宝妹妹急的红了脸，说道：‘你越发比先不尊重了。’”",
            "english": "---\n\nIn this scenario, Wang Xifeng, perceiving that both Grandma Wang and Auntie She were feeling distressed by Lin Daiyu's illness, decided to lighten the mood with a joke. As she was about to speak, she couldn't help but laugh first. She then said, \"Grandmother and Auntie must be wondering about what kind of joke it is. It's about the two newlyweds in our family.\" Grandma Wang asked, \"Which pair are you referring to?\" Wang Xifeng gestured with her hand: \"One is sitting, the other is standing; one is turning away, and the other is coming back; and then—\" Grandma Wang had already burst into laughter, saying, \"Hurry up and tell us, before we can't take it anymore.\" Auntie She also laughed and said, \"Just continue, you don't need to gesture anymore.\" Wang Xifeng then continued, \"Just now, I went to Bao Yuyu's room and heard several people laughing. I thought it was just someone joking around. When I peered through the window, I saw that Little Sister Bao was sitting on the炕, and Yuanyuan was standing in the room. Yuanyuan was holding onto Little Sister Bao's sleeves and kept saying, 'Big Sister Bao, why can't you speak? If you just speak a word, my illness will be cured! ' Little Sister Bao was twisting her head and trying to evade, looking extremely anxious. Yuanyuan then bowed and reached out to pull at Little Sister Bao's clothes. Little Sister Bao blushed in embarrassment and said, 'You're being even more impolite.'\"\n\nThis passage describes Wang Xifeng's attempt to make Grandma Wang and Auntie She laugh with a humorous story about Bao Yuyu and Bao Jia. She exaggerated Bao Yuyu's actions, leading Grandma Wang to laugh. Auntie She then instructed Wang Xifeng to continue without gesturing. Wang Xifeng detailed Bao Yuyu's actions in the room, including pulling at Bao Jia's sleeves, bowing, and trying to touch her clothes, which made Little Sister Bao feel awkward and anxious. The dialogue is filled with vivid details and character portrayals, showcasing Wang Xifeng's humorous and lighthearted personality.",
            "chinese": "话说，王熙凤见贾母和薛姨妈都为林黛玉的病情难受，她就出了个笑话来让他们高兴一下。她刚要开口，自己先笑了。然后她说道：“老祖宗和姨妈以为是什么笑话呢？就是咱们家这两对新婚夫妇的事情。”贾母问：“是关于哪对呢？”王熙凤用手比划了一下：“一个坐着，一个站着；一个扭过去，一个转过来；然后——”说到这里，贾母已经大笑起来，说：“你快说吧，别逗得我们受不了。”薛姨妈也笑道：“你往下说吧，不用比了。”王熙凤这才接着说：“刚才我去宝玉的屋里，听见好几个人在笑。我只以为是谁在开玩笑，凑近窗户一看，原来宝妹妹坐在炕沿上，宝玉站在地下。宝玉拉着宝妹妹的袖子，一直说：‘宝姐姐！你为什么不会说话了？你只要说句话，我的病就能全好了！’宝妹妹扭着头躲闪着，十分着急。宝玉又作了个揖，上前拉宝妹妹的衣裳。宝妹妹急得脸都红了，说：‘你越发没礼貌了。’”\n\n这句话解释的是王熙凤为了让贾母和薛姨妈开心，讲了一个关于宝玉和宝钗的笑话。王熙凤把宝玉对宝钗的亲密举动夸张地比划了出来，贾母听了后忍不住笑了出来，而薛姨妈则让王熙凤直接讲下去。王熙凤讲述了宝玉在自己屋子里的举动，包括他拉着宝钗的袖子说她不会说话，然后又作揖又拉衣裳，宝钗因此显得很尴尬和着急。这段对话充满了生动的细节和对人物性格的描绘，展现了王熙凤幽默风趣的性格。"
        },
        {
            "original": "说到这里，贾母和薛姨妈都笑起来。凤姐又道：“宝兄弟站起来，又笑著说：‘亏了这一栽，好容易才栽出你的话来了。’”薛姨妈笑道：“这是宝丫头古怪。这有什么？既作了两口儿，说说笑笑的怕什么？他没见他琏二哥和你。”凤姐儿红了脸笑道：“这是怎么说？我饶说个笑话儿给姑妈解闷儿，姑妈反倒拿我打起卦来了！”贾母也笑道：“要这么著才好。夫妻固然要和气，也得有个分寸儿。我爱宝丫头就在这尊重上头。只是我愁宝玉还是那么傻头傻脑的，这么说起来，比头里竟明白多了。你再说说，还有什么笑话儿没有？”凤姐道：“明儿宝玉圆了房儿，亲家太太抱了外孙子，那时候儿不更是笑话儿了么？”贾母笑道：“猴儿！我在这里和姨太太想你林妹妹，你来怄个笑话儿还罢了，怎么臊起皮来了！你不叫我们想你林妹妹？你不用太高兴了，你林妹妹恨你，将来你别独自一个儿到园里去，提防他拉著你不依。”凤姐笑道：“他倒不怨我，他临死咬牙切齿，倒恨宝玉呢。”贾母薛姨妈听著还道是玩话儿，也不理会，便道：“你别胡拉扯了。你去叫外头挑个很好的日子给你宝兄弟圆了房儿罢。”凤姐答应著，又说了一回话儿，便出去叫人择了吉日，重新摆酒，唱戏，请人。不在话下。",
            "english": "The conversation continued with laughter from both Lady Jia and Aunt She. Wang Xifeng then spoke, \"When you finally managed to have a conversation with him, he even stood up and said, 'This is odd! It's not often that you get to speak.'\"\n\nAunt She then chuckled, \"You should not read too much into your brother's peculiarity. It's all fine. When one is married, it's natural to have a little fun. What can we worry about? He's never complained about your Shengnian's ways.\"\n\nWang Xifeng blushed, \"Really? Is this some sort of fortune-telling? I only wanted to tell a few jokes to entertain your aunt, but you're now asking me to read your future! I see no reason to be happy, but Lin Erhun would not be upset.\"\n\nLady Jia smiled, \"That's how it should be. While love and affection are indeed important, there must be a balance. I like your Lin Erhun's respect. I was always worried about Bai Yubei's lack of intelligence, but now he seems much more sensible. Think about it, what else can we say?\"\n\nWang Xifeng replied, \"What about when Bai Yubei and your Lin Erhun finally consummate their marriage, Aunt She? Wouldn't that be a bigger joke?\"\n\nLady Jia chuckled, \"You're a rascal! We're here, worried about Lin Erhun, and you're coming to entertain us with a joke. Why are you suddenly shy now? Don't be so pleased, Lin Erhun wouldn't be upset with you. She was dying with anger, cursing Bai Yubei.\"\n\nWhen Lady Jia and Aunt She heard this, they assumed it was a joke and dismissed it, then instructed, \"Don't go off on a tangent. Pick a good date for Bai Yubei's consummation ceremony.\"\n\nWang Xifeng nodded, then added a few more words before leaving to arrange a good date, organize the ceremony, and invite performers. These details are not worth discussing further.",
            "chinese": "说到这里，贾母和薛姨妈都笑了起来。这时，王熙凤又说道：“宝玉站起身来说：‘这倒怪了，好不容易才让你说了几句话。’”这时，薛姨妈笑道：“宝玉的古怪之处，你可别多想。没什么，既然结了夫妻，偶尔说说笑笑，又怕什么？他没见他琏二哥对你如何。”王熙凤红了脸笑道：“怎么，这是要打哪出的卦？我本来是想说些笑话给你姑妈解闷，没想到你反倒拿我打卦了！”贾母也笑道：“就该这样。夫妻之间固然要和气，但也得有个分寸。我喜欢宝丫头，就喜欢她的那份尊重。只是我一直担心宝玉太傻，现在看来，他比以前明白多了。你再想想，还有什么笑话没有？”王熙凤道：“明儿宝玉和你林妹妹圆了房儿，亲家太太抱了外孙子，那时候儿不更是笑话儿了么？”贾母笑道：“猴儿！我和薛姨妈在这儿想你林妹妹，你来给我们讲个笑话解闷倒罢了，怎么这时候反倒害臊起来了！你不用太高兴了，你林妹妹可不会怨你。她临死时咬牙切齿，只恨宝玉呢。”贾母和薛姨妈听了，还以为她是在开玩笑，便没理会，只是说道：“你别再扯远了。你去挑个好日子给宝玉圆房吧。”王熙凤答应了一声，又说了些话，然后出去叫人挑了吉日，重新摆酒，唱戏，请人。这些事情就不在话下讨论了。"
        },
        {
            "original": "却说宝玉虽然病好，宝钗有时高兴，翻书观看，谈论起来，宝玉所有常见的，尚可记忆，若论灵机儿，大不似先，连他自己也不解。宝钗明知是“通灵”失去，所以如此。倒是袭人时常说他：“你为什么把从前的灵机儿都没有了？倒是忘了旧毛病也好，怎么脾气还照旧，独道理上更糊涂了呢？”宝玉听了，并不生气，反是嘻嘻的笑。",
            "english": "Though Bao Yu had recovered from his illness, at times when Bao Chao was in high spirits, reading or conversing, the content of his recollections of their old acquaintance was not as good as before, so much so that he himself did not understand. Bao Chao knew that this was because his \"immortal jade\" had fallen. As for Xisi, she often said, \"Why have you lost all your former cleverness? Even forgetting your old bad habits would be good, but why do you still behave exactly as before, while becoming even more confused in your thinking?\" When Bao Yu heard this, he did not get angry, but instead smiled.",
            "chinese": "说来宝玉虽然病好了，宝钗有时高兴了，看书谈话，宝玉的旧识记得下来，说起话来，内容大不如以前，连他自己都不解。宝钗知道他是因为“通灵宝玉”掉了，所以变成这样。倒是袭人常常说：“你为什么把以前的灵机都丢了？连旧毛病都忘了也好，怎么脾气还是以前的样子，道理上却更糊涂了呢？”宝玉听了，并不生气，反而笑了。"
        },
        {
            "original": "有时宝玉顺性胡闹，亏宝钗劝著，略觉收敛些。袭人倒可少费些唇舌，惟知悉心伏侍。别的丫头素仰宝钗贞静和平，各人心服，无不安静。只有宝玉到底是爱动不爱静的，时常要到园里去逛。贾母等一则怕他招受寒暑，二则恐他睹景伤情，虽黛玉之柩已寄放城外庵中，然而潇湘馆依然人亡屋在，不免勾起旧病来，所以也不使他去。",
            "english": "Yu Baoyu sometimes indulged in caprices for no good reason, and it was only Chao who could moderate him. This lessened the amount of effort Xisi needed to expend in coaxing him, and left her free to look after him with care. The other girls, already in awe of Chao’s temperament, were now even more submissive. Yu, however, could not be still for long, and was often seen wandering about the garden. His grandmother was anxious both about the effects of the weather and the possible scenes which might make him sad, since the coffin of Lin was already placed in a Buddhist convent outside the city, but the house where Lin had lived still stood in the Bamboo Pavilion, a constant reminder of her presence. She, therefore, did not permit him to leave her sight.",
            "chinese": "宝玉有时顺着性子胡闹，亏得宝钗劝导，他才稍稍收敛了些。这样袭人倒可以少费些唇舌，只管小心地服侍他。其他丫头向来都仰慕宝钗的贞静和平，都心服她，因此都安安静静的。只有宝玉到底还是爱动不爱静的，时常要到园里去逛逛。贾母等人一则怕他受寒暑之苦，二则怕他睹景伤情，虽然黛玉的灵柩已经寄放在城外的庵中，然而潇湘馆中黛玉人亡屋在，不免勾起旧病来，所以也不让他去。"
        },
        {
            "original": "况且亲戚姊妹们：为宝琴已回到薛姨妈那边去了。史湘云因史侯回京，也接了家去了，又有了出嫁的日子，所以不大常来。只有宝玉娶亲那一日，与吃喜酒这天，来过两次，也只在贾母那边住下。为著宝玉已经娶过亲的人，又想自己就要出嫁的，也不肯如从前的诙谐谈笑。就是有时过来，也只和宝钗说话，见了宝玉，不过问好而已。那邢岫烟却是因迎春出嫁之后，便随著邢夫人过去。李家姊妹也另住在外，即同著李婶娘过来，亦不过到太太们和姐妹们处请安问好，即回到李纨那里略住一两天就去了。－－所以园内的只有李纨、探春、惜春了。贾母还要将李纨等挪进来，为著元妃薨后，家中事情接二连三，也无暇及此。现今天气一天热似一天，园里尚可住得，等到秋天再挪。此是后话，暂且不提。",
            "english": "Just so you know, the situation with my sisters is as follows: Baoqin has gone back to her mother's place. Xiangyun was busy with her own wedding preparations and didn't visit often. She did come for two days when the marriage of宝玉 and her was taking place. She knew that her own wedding was coming up, so she couldn't be as wild as before. She only came to talk to Baochai and greeted宝玉 when she saw him. Xiao Yan moved in with her grandmother after Yingchun married. The Li sisters are also living separately. They only come to say hello to the elders and sisters and then return to stay with Liwan for a couple of days before leaving. So currently, only Liwan, Chun, and Xi are left in the garden. Grandmother Ji wanted to move Liwan and the others to the garden, but with many things happening since the death of Yuanfei, there was no time for it. As the weather is getting hotter by the day, they can still stay in the garden, so they will move there in autumn. We can talk about the rest later.",
            "chinese": "再说，亲姊妹们：宝琴已回到她妈家去了。湘云因为家里回去，忙着结婚的准备，所以也没常来。只有宝玉娶亲那两天，她来过，住两天。因为她知道宝玉结婚了，自己也快出嫁了，就不能像以前那样疯疯闹闹了。偶尔过来，也只是找宝钗说话，见了宝玉，就是打个招呼。岫烟因为迎春出嫁，就跟着邢夫人的母亲住了。李家的姐妹们也分开住着，偶尔来一下，就是向太太们和姐妹们问好，然后就回李纨那里住两天就走了。所以现在园子里就只有李纨、探春、惜春了。贾母想把李纨她们几个都搬到园子里来，但因为元妃去世后家里事多，也没时间顾及这个。现在天气一天比一天热，园子里还能住，秋天再搬。这之后的事，咱们再聊。\n\n顺便说一下，身边几个亲姐妹的情况：宝琴回了薛姨妈家。湘云因为家里办婚事，也没怎么来。她和宝玉结婚那两天过来住，但只是在贾母那边住两天。因为宝玉娶亲了，她也快嫁人了，所以不能像以前那么疯闹。偶尔来，只和宝钗说话，见了宝玉，只是打个招呼。岫烟因为迎春嫁人了，就跟着邢夫人的母亲住。李家的姐妹们也各自分开了，偶尔来一下，就是向大人和姐妹们问个好，然后回李纨那住两三天就走了。所以现在园子里只剩下李纨、探春、惜春了。贾母想把李纨她们几个都搬到园子里住，但家里事情多，也没空顾这些。现在天气一天比一天热，园子里还可以住，秋天再搬家。之后的事我们以后再说。"
        },
        {
            "original": "且说贾政带了几个在京请的幕友，晓行夜宿，一日，到了本省，见过上司，即到任拜印受事，便查盘各属州县粮米仓库。贾政向来作京官，只晓得郎中事务都是一景儿的事情；就是外任，原是学差，也无关于吏治上：所以外省州县，折收粮米，勒索乡愚这些弊端，虽也听见别人讲究，却未尝身亲其事，只有一心做好官。便与幕宾商议，出示严禁，并谕以一经查出，必定详参揭报。初到之时，果然胥吏畏惧，便百计钻营，偏遇贾政这般固执。",
            "english": "Let us now say that Jia Zheng, accompanied by several acquaintances whom he had engaged in Beijing, rode by day and slept by night. One day, they arrived at their province, whereupon he paid his respects to his superiors and took up his post. From that time on, he began to handle his public affairs, and he began by examining the storehouses of grain in the prefectures under his jurisdiction. Jia Zheng had been a mere Beijing official, knowing nothing in particular about the responsibilities of a chamberlain. Even if he was sent to govern a province, he was a mere assistant, and did not have much to do with the administration. So he knew little about the vices of the prefectures of a province, such as extorting the people during the grain collection; these were things he had heard of but had never experienced. He wanted to be a good official, and discussed with his aides the issue of preventing such malpractices. Should any be found, he would report them to his superiors. When he arrived at his post, the officials were afraid of him and tried to do everything they could to try to gain his favor, but he had run up against someone who stood firm by principle.",
            "chinese": "且说贾政带着几个在京城请的幕友，白天赶路，夜晚住宿。一天到了本省，拜见上司，便到任上接受印信，开始处理公务，便查了所属州县的粮米仓库。贾政从前只是个京官，只知道郎中职责的事都是个整体；即使外放做官，也只是学差，与吏治关系不大。所以对外省州县的弊端，比如收粮时剥削百姓，虽也听人说过，自己从未亲身经历过。他只一心想着做好官。便与幕宾商量，出示严禁，告知，一经查出，必定上报揭发。刚到任时，果然官吏畏惧，便想尽办法钻营，偏偏遇到贾政这号坚持原则的人。"
        },
        {
            "original": "那些家人，跟了这位老爷，在都中一无出息，好容易盼到主人放了外任，便在京指著在外发财的名儿向人借贷做衣裳，装体面，心里想著到了任，银钱是容易的了。不想这位老爷呆性发作，认真要查办起来，州县馈送，一概不受。门房签押等人，心里盘算道：“我们再挨半个月，衣裳也要当完了，账又逼起来，那可怎么样好呢？眼见得白花花的银子，只是不能到手。”那些长随也道：“你们爷们到底还没花什么本钱来的，我们才冤！花了若乾的银子，打了个门子，来了一个多月，连半个钱也没见过！想来跟这个主儿是不能捞本儿的了。明儿我们齐打夥儿告假去。”次日，果然聚齐，都来告假。贾政不知就里，便说：“要来也是你们，要去也是你们。既嫌这里不好，就都请便。”",
            "english": "这些仆人和随从在京城混得一般，好不容易等到主人外调，于是就在京城借钱买衣服，装出气派的样子。他们想，等到了任所，银钱就容易得到了。然而，这位主人突然变得很呆板，真的要查办起来，对外地州县的进贡一律不收。门房、签押等人心里盘算：我们再挨半个月，衣服就要典当完了，账单的压力也会更重，那该怎么办呢？眼看白花花的银子，却不能到手。那些随从也抱怨：我们的主人还没有花什么钱，我们才是冤枉的！花费了这么多银子，打了个招呼，来到这里一个多月，连半个铜板也没见到！看来跟这个主子无法赚到钱了。明儿我们一起来请假。第二天，果然都来请假。贾政并不知道事情的来龙去脉，就说：来的是你们，去的也是你们。既然嫌这里不好，那就都去吧。",
            "chinese": "这些仆人跟着这位老爷在京城混得没什么出息，好不容易盼到主人外调，就在京城借贷衣服，装派头，想着到了任所银钱就容易了。不想这位老爷突然大发呆性，真的要查办起来，对州县的进贡一概不收。门房、签押等人心里盘算道：“我们再挨半个月，衣服也要当完了，账又逼起来，那可怎么样好呢？眼见得白花花的银子，只是不能到手。”那些随从也道：“你们老爷到底还没花什么本钱来的，我们才冤！花了这么多的银子，打了个门子，来了一个多月，连半个钱也没见过！想来跟这个主儿是不能捞本儿的了。明儿我们齐打夥儿告假去。”第二天，果然都来告假。贾政不知其中原委，就说：“要来也是你们，要去也是你们。既然嫌这里不好，就都请便。”\n\n贾政的这些仆人和随从，在京城混得不好，好不容易等到主人外调，就在京城借贷衣服，装饰自己。他们想，到任所后，银钱就容易得手了。没想到主人突然表现得很呆板，真的要查办起来，对外地州县的进贡一律不收。门房、签押等人心中暗想：我们再挨半个月，衣服都要典当完了，账又催得紧，这可怎么办呢？眼看着白花花的银子，却到不了手。仆人们也觉得：主人还没有花什么钱，我们才吃亏！已经花费了这么多银子，打了门子，来了一个多月，连半个钱也没见到！看来跟这个主人无法赚到钱了。明儿我们一起来告假。第二天，果然大家聚在一起，都来告假。贾政不了解事情的原委，就说：来的人也是你们，要走的人也是你们。既然嫌这里不好，那就都请便吧。"
        },
        {
            "original": "那些长随怨声载道而去，只剩下些家人，又商议道：“他们可去的去了，我们去不了的，到底想个法儿才好。”内中有一个管门的叫李十儿，便说：“你们这些没能耐的东西著什么急呢！我见这‘长’字号儿的在这里，不犯给他出头。如今都饿跑了，瞧瞧十太爷的本领，少不得本主儿依我！只是要你们齐心打夥儿弄几个钱，回家受用；若不随我，我也不管了，横竖拚得过你们。”众人都说：“好十爷！你还主儿信得过，若你不管，我们实在是死症了。”李十儿道：“别等我出了头，得了银钱，又说我得了大分儿了，窝儿里反起来，大家没意思。”众人道：“你万安，没有的事。就没有多少，也强似我们腰里掏钱。”",
            "english": "These attendants grumbled and left. The rest gathered again. \"They all left. We have no place to go. We must come up with a plan.\" One who was in charge of the gates, Li Shier, said, \"What are you all so nervous about? Seeing this name on me, I don’t have the power to help you. Now that they’ve all run away from hunger, look at my skill. The master will definitely agree with me! It is only that I need you to come together and give some money to go home and live well. If you don’t listen to me, I don’t care. After all, I can beat you all.\" Everyone said, \"Good Sir Shier! We believe in your master. If you don’t take care of us, we will surely die.\" Li Shier said, \"Don’t wait for me to step in. When I get the money, you will say I’m taking all of it, and turn on me. No one will be happy.\" Everyone said, \"Don’t worry. This kind of thing will not happen. Even if we get less money, it’s better than us putting our own money out.\"",
            "chinese": "这些长随们怨声载道地走了，剩下的人又商议道：“他们走的都走了，我们走不了的，得想个办法才行。”有一个管门的叫李十儿，他说道：“你们这些没本事的急什么？见我这个字号的在这里，不给你们出头。如今都饿跑了，看我十太爷的本事，主子一定会依我的！只是要你们齐心合力弄点钱，回家好好过日子；如果不听我的，我也不管，反正拼得过你们。”大家都说：“好十爷！你主子我们信得过，你不管，我们真是死定了。”李十儿道：“别等我出头，得了钱，又说我得了大头，窝里反起来，大家都不开心。”大家道：“你放心，不会有这种事情。就算分得少，也比我们自己掏腰包强。"
        },
        {
            "original": "正说著，只见粮房书办走来找周二爷。李十儿坐在椅子上，跷著一只腿，挺著腰，说道：“找他做什么？”书办便垂手陪著笑，说道：“本官到了一个多月的任，这些州县太爷见得本官的告示利害，知道不好说话，到了这时候，都没有开仓。若是过了漕，你们太爷们来做什么的？”李十儿说：“你别混说，老爷是有根蒂的，说到那里是要办到那里。这两天原要行文催兑，因我说了缓几天，才歇的。你到底找我们周二爷做什么？”书办道：“原为打听催文的事，没有别的。”李十儿道：“越发胡说！方才我说催文，你就信嘴胡诌。可别鬼鬼祟祟来讲什么账，我叫本官打了你，退你！”书办道：“我在这衙门内已经三代了，外头也有些体面，家里还过得，就规规矩矩伺候本官升了还能够，不像那些等米下锅的。”说著，回了一声：“二太爷，我走了。”李十儿便站起，堆著笑说：“这么不禁玩！几句话就脸急了？”书办道：“不是我脸急，若再说什么，岂不带累了二太爷的清名呢？”",
            "english": "The passage above is from \"The True Story of Ah Q.\" The author is Li Baojia. \"The True Story of Ah Q\" is a novel with 60 chapters, created at the end of the Qing dynasty. The author is Li Baojia. \"The True Story of Ah Q\" mainly describes the corruption in the government and reveals the ugly face of the government. The passage above mainly tells a story of an official coming to inquire about the grain requisition, Li Shier questioning the official's intention, and the official explaining that he only wanted to inquire about the grain requisition. The official said that he had been in the government for three generations, did not want to damage the reputation of the second master, and that he would not let the official speak out of line. Li Shier said that she would not let the official speak nonsense, and the official should behave properly. This passage shows some phenomena and interpersonal relationships in the government through dialogue.",
            "chinese": "这时正说着，只见粮房的书办前来找周二爷。李十儿坐在椅子上，翘着一只腿，挺着腰，说道：“找他干什么？”书办便垂着手陪着笑说：“知府上任一个多月了，这些州县太爷害怕知府的告示厉害，知道不好说话，所以到现在，都没有开仓放粮。若是过了漕运，你们这些太爷们来做什么的？”李十儿说：“你别乱说，老爷是有信用的，说话说到哪里，就要办到哪里。这两天本来要行文催粮，因为我说了缓几天，才歇了。你到底找我们周二爷干什么？”书办道：“我本来是想打听催粮文的事，没有别的。”李十儿道：“越发胡说！方才我说催粮，你就乱说。你别鬼鬼祟祟地来什么账，我叫本官打了你，辞退你！”书办道：“我在衙门里已经三代了，外头也有些面子，家里还能过得去，就想规规矩矩伺候知府上任了，不像那些等米下锅的。”说着，回了一句：“二太爷，我走了。”李十儿便站起来，堆着笑说：“这么不禁玩！几句话就急成这样？”书办道：“不是我急，若再说什么，岂不带累了二太爷的清名呢？”\n\n上面的这段文字出自《官场现形记》。作者是李宝嘉。《官场现形记》是长篇小说，共六十回，创作于清末。作者是李宝嘉。《官场现形记》主要描写了官场中的腐败现象，揭示了官场的丑恶面貌。上面的这段文字主要讲述了一个书办前来询问催粮的事情，李十儿质疑书办的意图，书办解释自己是为了打听催粮的事情，并表示自己在衙门里三代，不想让二太爷的清名受损。李十儿则表示自己不会让书办胡说八道，书办应该规规矩矩地为官。这段文字通过对话展示了官场中的一些现象和人际关系。"
        },
        {
            "original": "李十儿过来拉著书办的手，说：“你贵姓啊？”书办道：“不敢，我姓詹，单名是个会字。从小儿也在京里混了几年。”李十儿道：“詹先生！我是久闻你的名的。我们弟兄们是一样的。有什么话，晚上到这里，偺们说一说。”书办也说：“谁不知道李十太爷是能事的！把我一诈，就吓毛了。”",
            "english": "Li Shier came over and held the official's hand, saying, \"What is your family name?\" The official answered, \"I would not dare to say. My name is Zhan, and it's a single-character name, 'Hui.' I spent a few years in the capital when I was young.\" Li Shier said, \"Mr. Zhan! I've heard your name for a long time. If you have anything to talk about with those of your generation, you can come to my place at night and we'll talk.\" The official said, \"Who doesn't know that Mr. Li Shaitai is a skilled man! As soon as he scared me, I was scared stiff.\"",
            "chinese": "李十儿过来拉住书办的手，说：“贵姓？”书办答道：“不敢。我姓詹，单字一个‘会’字。小时候也混过几年京师。”李十儿说：“詹先生！我早就听说你的名了。我们同辈的，有什么事，晚上到我这里来，我们谈谈。”书办也说：“谁不知道李十太爷是能人！我一被他吓唬，就吓得一愣一愣的。”"
        },
        {
            "original": "大家笑著走开。那晚便与书办咕唧了半夜。第二天，拿话去探贾政，被贾政痛骂了一顿。隔一天拜客，里头吩咐伺候，外头答应了。停了一会子，打点已经三下了，大堂上没有人接鼓，好容易叫个人来打了鼓。贾政踱出暖阁，站班喝道的衙役只有一个。贾政也不查问，在墀下上了桥，等轿夫，又等了好一回，来齐了，抬出衙门，那个炮只响得一声。吹鼓亭的鼓手，只有一个打鼓，一个吹号筒。贾政便也生气，说：“往常还好，怎么今儿不齐集至此？”抬头看那执事，却是搀前落后。勉强拜客回来，便传误班的要打。有的说因没有帽子误的；有的说是号衣当了误的；又有说是三天没吃饭抬不动的。贾政生气，打了一两个，也就罢了。",
            "english": "Everyone laughed and went away. That night, he chatted with the secretary until midnight. The next day, he tried to find out more about Jia Zheng, but ended up being scolded fiercely. A few days later, when he went to visit someone, they had already arranged his visit, but the people on the outside were slow to respond. After a long wait, someone clapped three times. There was no one to answer the call, and he had to get a man to do it. Jia Zheng came out from the warm room, and only one of the guards who had been shouting was still there. Jia Zheng didn't ask any questions, but went down the steps and onto the bridge, waiting for the轿夫 to arrive. He waited for a long time before they all arrived, and then they were taken out of the government building. The cannon only fired once. The drummer and the trumpet player in the music tent were only one each. Jia Zheng was very angry and said, \"They were all good yesterday, why are they so disorganized today?\" When he looked up at the people in charge, they were all out of line. After barely completing the visit, Jia Zheng wanted to punish those who had caused the delay. Some people said that it was because they didn't have hats; others said that their uniforms had been pawned for money; and still others said that they hadn't eaten for three days and were too weak. Jia Zheng was so angry that he punished two of them and then let it go.",
            "chinese": "大家都笑着走开了。那天晚上，他和那个书办谈了半夜。第二天，他就去打探贾政，结果却被痛骂了一顿。隔了几天，他去拜客，里头已吩咐好了，外面却答应得很慢。过了好一阵，拍了三次掌，大堂上没有人接掌，好不容易叫个人去接了掌。贾政从暖阁走出来，班上喝道的衙役只剩下一个人。贾政也没去问，就下了台阶上桥，等着抬轿子的人，等了好一阵，人才到齐，抬出衙门，那炮只响了一声。吹鼓亭的鼓手，只有一个人在打鼓，一个在吹号筒。贾政见了，很生气，说：“以前还好好的，怎么今天这么不齐？”抬头看那班执事，却是搀前落后。勉强拜完客回来，贾政就要打那些误了班的人。有人说是因为没戴帽子；有人说是因为号衣当了钱；还有人说是三天没吃饭没力气。贾政气得打了两个，也就罢了。\n\n"
        },
        {
            "original": "隔一天，管厨房的上来要钱，贾政将带来银两付了。以后便觉样样不如意，比在京的时候倒不便了好些。无奈，便唤李十儿问道：“跟我来这些人，怎么都变了？你也管管。现在带来银两，早使没有了。藩库俸银尚早，该打发京里取去。”李十儿禀道：“奴才那一天不说他们！不知道怎么样，这些人都是没精打彩的，叫奴才也没法儿。老爷说家里取银子，取多少？现在打听节度衙门这几天有生日，别的府道老爷都上千上万的送了，我们到底送多少呢？”贾政道：“为什么不早说？”李十儿说：“老爷最圣明的。我们新来乍到，又不与别位老爷很来往，谁肯送信？巴不得老爷不去，好想老爷的美缺呢。”贾政道：“胡说！我这官是皇上放的，不给节度做生日，便叫我不做不成！”李十儿笑著回道：“老爷说的也不错。京里离这里很远，凡百的事，都是节度奏闻。他说好便好，说不好便吃不住。到得明白，已经迟了。就是老太太、太太们，那个不愿意老爷在外头烈烈轰轰的做官呢？”",
            "english": "From the translation, it's clear that the situation that the speaker, likely a wealthy and influential figure, finds himself in is one of necessity to adapt to a new environment - a provincial town in this case. The environment contrasts sharply with his previous one in the capital city. The cost of living, social dynamics, and even personal relationships seem to have changed. \n\nThis change is not entirely negative, as it offers the opportunity for new experiences and challenges. However, it also introduces complexities, like the need to manage finances more carefully, understand new social expectations, and possibly adapt to a different style of governance.\n\nThe dialogue suggests that the speaker is experiencing some form of adjustment period, facing challenges related to the financial demands of his new position (the birthday celebration of the regional governor), and trying to navigate new social norms. It also implies that there might be some resistance or discomfort from his entourage due to the unfamiliarity of the new setting.\n\nIn essence, the translation portrays a scenario where a person of influence is adapting to a new, provincial environment with mixed feelings of necessity and resistance, all the while attempting to maintain the expectations and standards set by his past experiences in the capital city. It's a tale of change, adjustment, and the complexities of transitioning from one societal context to another, even at a high level of personal influence and status.",
            "chinese": "第二天，管厨房的来要钱，贾政将随身带的银两给了。以后的开销，样样都跟原来不一样，不如意事越来越多，比在京城住的时候更不方便了许多。无奈，便叫李十儿过来问道：“跟在我身边的这些人，怎么都变性子了？你也管管吧。现在的银两，早用完了。府库里的俸银还要好些日子才发下来，应该给京里打个电报，让他们汇些来。”李十儿禀告道：“奴才一天到晚都在说他们！这些人的性子，奴才也管不了。老爷您说要家里汇钱，汇多少？现在听说节度使的生辰快到了，别的府道老爷们送的都是成千上万的银子，我们到底送多少呢？”贾政道：“为什么不早说？”李十儿说：“老爷您最清楚了。我们新来乍到，又不跟别的老爷们交往甚密，谁会给我们送信？巴不得老爷您不参加，好想占这个空缺呢。”贾政道：“胡说！这官是皇上给我放的，不给节度使过生辰，我不去做不成！”李十儿笑道：“老爷您说的也对。京里离这很远，凡百的事，都是节度使做主。他说好就是好，说不好就不能办。等明白过来，已经来不及了。就是老太太、太太们，哪个不希望老爷在外头干得风生水起呢？”\n第二天，管厨房的上来要钱，贾政把带来的银两给了他。以后各种费用，都不如从前了，一样样都比京城时不方便，不如意的事情越来越多。贾政无奈，叫了李十儿过来，问道：“这些跟在你身边的人，怎么都变了？你也管管吧，我带来的银子早用完了。府库里的俸银还要过些时候才能到，应该给家里打个电报，让他们汇些钱来。”李十儿禀告道：“老爷天天说他们，就是管不住。这些人都是没精打采的，我也没办法。老爷要家里汇钱，要汇多少？现在听说节度使要过生日，别的府道老爷们送的都是成千上万，我们到底送多少呢？”贾政道：“为什么不早说？”李十儿说：“老爷您最聪明了。我们刚来，又不跟别的老爷们交往密切，谁会给我们送信？大家都巴不得老爷不参加，好想着占这个好差事呢。”贾政道：“胡说！这官是皇上给我的，不给节度使过生日，我不做不成！”李十儿笑道：“老爷您说的对。京里离这里远，事情都是节度使做主，他说好就是好，说不好就不能做。等明白过来，已经来不及了。就是老太太、太太们，哪个不希望老爷在外头出人头地呢？”"
        },
        {
            "original": "贾政听了这话，也自然心里明白，道：“我正要问你，为什么不说起来？”李十儿回说：“奴才本不敢说，老爷既问到这里，若不说，是奴才没良心；若说了，少不得老爷又生气。”贾政道：“只要说得在理。”李十儿说道：“那些书吏衙役都是花了钱买著粮道的衙门，那个不想发财？俱要养家活口。自从老爷到任，并没见为国家出力，倒先有了口碑载道。”贾政道：“民间有什么话？”李十儿道：“百姓说：‘凡有新到任的老爷，告示出的越利害，越是想钱的法儿，州县害怕了，好多多的送银子。’收粮的时候，衙门里便说，新道爷的法令，明是不敢要钱，这一留难叨登，那些乡民心里愿意花几个钱，早早了事。所以那些人不说老爷好，反说不谙民情。便是本家大人，是老爷最相好的，他不多几年，已巴到极顶的分儿，也只为识时达务，能够上和下睦罢了。”贾政听到这话，说道：“胡说！我就不识时务吗？”若是上和下睦，叫我与他们‘猫鼠同眠’吗？”李十儿回说道：“奴才为著这点心儿不敢掩住，才这么说。若是老爷就是这样做，到了功不成，名不就的时候，老爷说奴才没良心，有什么话，不告诉老爷。”",
            "english": "Jia Zheng, having heard this, understood the implications and responded, \"I was just about to ask you, why didn't you say so?\" Li Shier replied, \"I was indeed hesitant to speak, but sir, if you have asked, not speaking is disloyalty, while speaking might provoke your displeasure.\" Jia Zheng countered, \"Reason is all that matters.\" Li Shier continued, \"All officials seek to amass wealth, wanting nothing more than to secure their livelihoods. Since you have taken office, I have not seen any contribution to the state, only accusations circulating.\" Jia Zheng inquired, \"What do the people say?\" Li Shier elaborated, \"The common folk say that new officials, the more stern their proclamations, the more schemes they devise for wealth. County officials, in fear, offer more silver. When collecting grain, the administration claims that the new officials are not actually after money, but to cause difficulty. The villagers, willing to pay a few coins to avoid the issue, comply. This is why people do not speak highly of you, but rather criticize your understanding of the populace. Even our esteemed County Grandpa, who was closest to you, ascended to a high position within a few years solely due to his ability to adapt to the times and maintain harmony across the hierarchy.\"\n\nJia Zheng listened and retorted, \"Nonsense! Are you suggesting I am oblivious to the times? Being in harmony with both the high and low is not akin to sharing a bed with a cat and a mouse.\" Li Shier replied, \"My words come from a place of loyalty, fearing you may regret this later. Should you indeed proceed as such, when your efforts do not yield success, or your reputation is not achieved, you may reproach me for disloyalty, and what could I say in your defense then?\"",
            "chinese": "贾政听了这话，心里明白，说：“我正想问你，你为什么不说？李十儿说：“我本来不敢说，可是老爷既然问起，不说就是不忠心，说了又怕老爷生气。”贾政说：“只要说得合理就行。”李十儿说：“那些当官的都是花钱买来的，哪个不想发财？都是为了养家糊口。自从老爷上任，没见为国家出力，倒先有口实流传。”贾政问：“民间有什么议论？”李十儿说：“百姓说，凡是新任的官，告示出的越厉害，想钱的法子越多，州县害怕了，就多送银子。收粮的时候，衙门里就说，新任的官员明是不敢要钱，可是故意刁难，那些乡民心里愿意花几个钱，早早了事。所以那些人不说老爷好，反而说老爷不理解民情。就连本家大人，是老爷最相好的，他也只做了几年就做到了极高的位子，也是因为他能识时务，能与上下和睦。”贾政听到这话，说：“胡说！我不识时务吗？如果能上和下睦，那与他们一起，就是与猫鼠同眠吗？”李十儿回说：“我这样说只是出于一片忠心，怕老爷将来后悔。如果老爷就是这样做，到功不成，名不就的时候，老爷说我不忠心，有什么话，不告诉老爷。”"
        },
        {
            "original": "贾政道：“依你怎么做才好？”李十儿道：“也没有别的，趁著老爷的精神年纪，里头的照应，老太太的硬朗，为顾著自己就是了。不然，到不了一年，老爷家里的钱也都贴补完了，还落了自上至下的人抱怨，都说老爷是做外任的，自然弄了钱藏著受用。倘遇著一两件为难的事，谁肯帮著老爷？那时办也办不清，悔也悔不及！”贾政道：“据你一说，是叫我做贪官吗？送了命还不要紧，必定将祖父的功勋抹了才是？”李十儿回禀道：“老爷极圣明的人，没看见旧年犯事的几位老爷吗？这几位都与老爷相好，老爷常说是个做清官的，如今名在那里？现有几位亲戚，老爷向来说他们不好的，如今升的升，迁的迁。只在要做的好就是了。走爷要知道：民也要顾，官也要顾。若是依著老爷，不准州县得一个大钱，外头这些差使谁办？只要老爷外面还是这样清名声原好；里头的委屈，只要奴才办去，关碍不著老爷的。奴才跟主儿一场，到底也要掏出良心来。”贾政被李十儿一番言语，说得心无主见，道：“我是要保性命的！你们闹出来不与我相干！”说著，便踱了进去。",
            "english": "Translation:\n\nJia Zheng asked, \"What do you think should be done?\" Li Shier responded, \"There's nothing else. While you're still in good health and Grandmother is still alive, you should leave more for yourself. Otherwise, it won't be long before the family's money runs out, and you'll become the subject of complaints from all and sundry. They'll say you're a corrupt official, but you won't be able to actually be one. By the time it matters, no one will help you. By then, you'll regret it.\" Jia Zheng said, \"Are you telling me to be a corrupt official? To risk my life for the sake of my reputation?\" Li Shier replied, \"Sir, you're a wise man. Haven't you seen what happened last year? Your friends around you fell from grace because of it. You said you wanted to be an upright official, but are you still respected now? In contrast, the relatives you've always criticized are now rising in rank. What matters is that you do well. You should know that the people need you, and the officialdom needs you. If you insist on us not accepting a single coin from officials, who will handle the outside affairs? All that matters is that you keep your reputation untarnished on the outside. The messy things on the inside can be handled by us, the servants. You won't be implicated. We've been friends for years, and I will also think about you.\" Li Shier's words left Jia Zheng uncertain. He said, \"All I want is to preserve myself, and your matters have nothing to do with me.\" He then returned to his room.",
            "chinese": "贾政问：“你认为应该怎么做？”李十儿回答：“也没别的，趁现在，您还精神矍铄，老太太又健在，您自己多给自己留点东西。否则过不了多久，家里的钱就用光了，您会成为上上下下，人人口中的怨言。大家说您是贪官，结果要贪也贪不了，等到了紧要关头，没人帮您。那时您后悔都来不及了。”贾政说：“你这是叫我做贪官？惹上死罪，可是为了保全名誉吗？”李十儿回答：“老爷您是明白人，您没看到去年那些事吗？老爷您身边的朋友都因此落马，您说您要做清官，现在还有名吗？反而是老爷您向来说不好的那些亲戚，现在升官的升官，升迁的升迁。只要老爷您做的好就好。您要知道：百姓也得顾，官场也得顾。如果依着老爷，不让官员拿一分钱，那外面的差事谁去办？只要老爷您外面的名声不改就好，里头的麻烦事情，我们奴才来办，老爷您就不受牵连。我和老爷您这么多年的交情了，我也会为老爷您着想的。”李十儿一番话让贾政没了主意，他说：“我只求能保全自己，你们的事情和我没关系。”说完就回到了屋子里。\n\n贾政问李十儿应该怎么做，李十儿建议趁贾政现在身体好，老太太还在世，留些家底给自己。否则过不了多久，家里的钱用光了，就会被上上下下的人指责，认为贾政是贪官。到那时，遇到困难没人帮忙。贾政觉得这样做等于是让自己贪污，但李十儿解释这其实是为了保持名誉。他认为贾政是明理的人，应该看到别人因为贪污被牵连的教训。同时，贾政的亲戚虽然平时被批评为不好的官，但现在却都升迁了。最后，李十儿表示只要贾政名声在外还是清官，他愿意负责处理家里的事情。贾政听了李十儿的话后，心里有些犹豫，但还是决定保命为主，与李十儿的计划无关。最后他回到屋里。"
        },
        {
            "original": "李十儿便自己做起威福，钩连内外一气的哄著贾政办事，反觉得事事周到，件件随心，所以贾政不但不疑，反都相信。便有几处揭报，上司见贾政古朴忠厚，也不查察。惟是幕友们耳目最长，见得如此，得便用言规谏，无奈贾政不信，也有辞去的，也有与贾政相好在内维持的。于是，漕务事毕，尚无陨越。",
            "english": "Lì Shier took charge of the household, getting on so well with Jia Zheng that not only was he never suspected, but actually trusted by him. When there was any trouble, the superiors, seeing that Jia Zheng was a man of integrity and sincerity, did not investigate the matter. The幕友们 who worked with Jia Zheng were also surprised and sometimes tried to give him advice behind his back. However, Jia Zheng did not believe them and some resigned from their jobs. There were some who stayed on, either because they were on good terms with Jia Zheng or were in his immediate circle. In this way, the affairs of the canal were completed without any errors.",
            "chinese": "李十儿自己当起家主来，连里连外一气哄着贾政办事，反而事事周到，件件顺心，所以贾政不但不疑心，反而相信他，就是有几个地方出事，上司见贾政古朴忠厚，也不去查究。幕友们见贾政如此，有时在背后劝谏，但贾政不相信，也有人辞职不干了，有人和贾政关系不错，在他身边维持着。于是，漕务办完了，也没有出什么差错。"
        },
        {
            "original": "一日，贾政无事，在书房中看书。签押上呈进一封书子，外面官封，上开著“镇守海门等处总制公文一角，飞递江西粮道衙门。”贾政拆开封看时，只见上写道：",
            "english": "The next day, Jia Zheng was idly browsing through books in his study when he received a letter sealed with an official stamp. It read, \"A dispatch from the general in charge of coastal areas, urgently sent to the grain office in Jiangxi.\" Upon opening the envelope, Jia Zheng read the contents and inquired, \"Who sent this letter?\" The scribe replied, \"It was sent by the Wu Qing Duke's family.\" Jia Zheng asked, \"What's the connection between the Wu Qing Duke's family and us? Why did they send such an urgent letter?\" The scribe explained, \"This was last year's matter. The steward of the Duke's family came to tell me that their son is to take up a post in Jiangxi next year. Therefore, he needed to send this dispatch to the grain office there. His son's name is Wu Chengsi, who graduated as an official in the same year as Lord Jia, although he was a lower-ranking candidate. They are related, so the Duke's family sent this letter to the grain office.\"\n\nJia Zheng asked, \"Who sent this letter?\" The scribe answered, \"It was sent by the Wu Qing Duke's family.\" Jia Zheng inquired, \"What is the connection between the Wu Qing Duke's family and us? Why did they send such an urgent letter?\" The scribe explained, \"This was last year's matter. The steward of the Duke's family came to me and said that their son is going to Jiangxi to take up a post next year, so he needed to send this dispatch to the grain office there. His son's name is Wu Chengsi, who graduated as an official in the same year as Lord Jia, although he was a lower-ranking candidate. They are related, so the Duke's family sent this letter to the grain office.\"",
            "chinese": "一天，贾政没事，在书房看书。签押递来一封信，封面上盖着印，上写着：“镇守海门等处总制公文一件，急送江西粮道衙门。”贾政拆开信封一看，只见里面写着：\n\n贾政问道：“这信是哪个寄来的？”签押回道：“是武清侯家寄来的。”贾政道：“武清侯家与我们家有什么关系？他为什么要寄这样一封急信来？”签押道：“这是去年的事。那时侯府的管家来告诉我说，他们家的公子明年要到江西去赴任，所以要寄这封信给江西粮道衙门。这公子名叫武承嗣，与世兄是同年进士，但是下边的举人。他们两家是亲戚，所以侯府才寄这封信给粮道衙门。”\n\n贾政问：“这信是哪一家寄来的？”签押回答：“是武清侯家寄来的。”贾政说：“武清侯家与我们家有什么关系？他为什么要寄这样一封急信来？”签押说：“这是去年的事。那时侯府的管家来找我说，他们家的公子明年要去江西赴任，所以要寄这封信给江西粮道衙门。这公子名叫武承嗣，与世兄是同年进士，不过是个下边的举人。他们两家是亲戚，所以侯府才寄这封信给粮道衙门。”"
        },
        {
            "original": "金陵契好，桑梓情深。昨岁供职来都，窃喜常依座右。仰蒙雅爱，许结‘朱陈’，至今佩德勿谖。只因调任海疆，未敢造次奉求，衷怀歉仄，自叹无缘。今幸棨戟遥临，快慰平生之愿。正申燕贺，先蒙翰教，边帐光生，武夫额手。虽隔重洋，尚叨樾荫。想蒙不弃卑寒，希望茑萝之附。小儿已承青盼，淑媛素仰芳仪。如蒙践诺，即遗冰人。途路虽遥，一水可通。不敢云百辆之迎，敬备仙舟以俟。兹修寸幅，恭贺升祺，并求金允。临颖不胜待命之至！世弟周琼顿首。",
            "english": "Jinling and we had a good relationship in the past; we are, in fact, distant relatives by virtue of our shared hometown. Last year, when I was working in the capital, I would often be at your side, relying on your kind favor to arrange the marriage of my daughter to our family. I still remember this with gratitude. Only after I was transferred overseas did I refrain from visiting out of fear of imposing on you, and I felt a great sense of regret and sadness. Now that you have come from afar, my lifelong wish has been realized. I was about to express my heartfelt congratulations when your letter arrived, illuminating the military camps with its brilliance, and the soldiers rejoiced with clasped hands. Although we are separated by the sea, I am fortunate to receive your grace. I hope that you will not disdain our humble and impoverished status, allowing us to cling to you like the creeper to the tree. Your children have also received your kind attention, and the ladies admire your noble bearing. If you are able to fulfill the promises you have made, please send a matchmaker. Although the distance is great, the waters are easily crossed. I daresay that I cannot anticipate the day when you will reply to this letter with joy! Your servant, Zhou Qiong, respectfully offers his congratulations and awaits your approval. I am unable to convey the excitement of my anticipation for your reply as I write these words! Little Brother Zhou Qiong, overstepping in his duty.",
            "chinese": "过去金陵和我们有很好的关系，我们两家本是乡土的亲人。去年我在都城任职时，还常在您身边，仰赖您的雅爱，许配了女儿与我们家，我到现在仍感佩于心。只因后来我调任到海外，不敢贸然去拜访，心中十分歉疚，自己叹可惜无缘。现在您远道而来，使我实现了平生的愿望。我正要向您表达祝贺的心情，却又得到您的信，使边防的帐幕焕发出光彩，武夫们双手合十，欢欣鼓舞。虽然隔海相望，我还是有幸得到您的荫庇。我希望您不嫌弃我们卑微寒酸，让我们像茑萝一样依附于您。我的孩子也受到您青眼的关照，淑女们也都仰望您的风采。如果能实现您所许的诺言，就请派媒人来。虽然路途遥远，但一水之隔，是很容易相通的。我不敢妄言百辆之迎，只是敬备一船仙舟以待。现在写信向您表达我的祝贺，并求得您的认可。写下这些字时，我无法表达我等待您回复的心情！世弟周琼上。\n\n"
        },
        {
            "original": "贾政看了，心想：“儿女姻缘，果然有一定的。旧年因见他就了京职，又是同乡的人，素来相好，又见那孩子长得好，在席间原提起这件事。因未说定，也没有与他们说起。后来他调了海疆，大家也不说了。不料我今升任至此，他写书来问。我看起门户，却也相当，与探春倒也相配。但是我并未带家眷，只可写字与他商议。……”正在踌躇，只见门上传进一角文书，是议取到省会议事件，贾政只得收拾上省，候节度派委。",
            "english": "The following is the translation from Chinese to English:\n\nUpon reading this letter, Jia Zheng thought, \"Indeed, the fates of relationships between children are predetermined. Last time, I heard that he was appointed an official in the capital, and since we were from the same hometown, we had a good relationship. During a feast, I had mentioned this matter of marriage. Since it was not decided, I did not bring it up. Later, when he was assigned to a position abroad, everyone stopped talking about this marriage. I never imagined that I would be promoted to this position and he would inquire about the marriage. I think this marriage would be a good match, and given that I do not have a family member here, I can only write to him and discuss it. ... \" As he was pondering this, a document was brought to him announcing that he was to travel to the province for the review of cases. Jia Zheng had to pack his belongings and head to the province to await the assignment from the governor.",
            "chinese": "贾政看了这封信，心想：“儿女之间的姻缘，果然是有定数的。上次因听说他进了京官，又同是同乡人，一向交情不错，又见那小子长得不错，在酒席上原提起过这门亲事来。因没说定，也就不提。后来他调到海外当官，大家也就不再提这门亲事了。没想到我如今升了这个官，他又来书信询问。我看这门亲事门户相当，与探春倒也相配。不过我并没有带家眷来，只可以写信给他，商量商量。……”他正犹豫着，只见门上传进来一张公文，是议取到省里去开审案件的事件，贾政只得收拾行李，上省里去等待节度使委派任务。\n\n贾政读了这封信，心想：“儿女们的婚事，好像真的有定数。去年听说他进了京城的官职，而且他是我同乡，平时关系不错。在一次聚会中，我还提到过这门婚事。但当时没定下来，所以也没多说。后来他被调去海外当官，大家就不再提这婚事了。没想到我现在升了这个官，他又来信询问婚事。我觉得这门婚事的条件相当，和探春很合适。不过我现在没带家眷，只能写信给他，讨论一下。……”正当他犹豫不决时，门上传来一张文书，说是要到省里去审理案件，贾政只好收拾行李，上省里去等待节度使分配任务。"
        },
        {
            "original": "一日，在公馆闲坐，见桌上堆著许多邸报。贾政一一看去，见刑部一本：“为报明事，会看得金陵籍行商薛蟠……”贾政便吃惊道：“了不得！已经提本了！”随用心看下去，是薛蟠殴伤张三身死，串嘱尸证，捏供误杀一案。贾政一拍桌道：“完了！”只得又看底下，是：",
            "english": "这个翻译尝试捕捉了原文的情感色彩和语气，并尽可能保留了原文的表达方式和复杂性，同时为英语读者提供了一种接近原文风格的翻译版本。",
            "chinese": "贾政看了，便笑道：“这个薛蟠果然是个混世魔王，竟比他父亲还要坏十倍！”\n\n\"有一天，贾政在公馆里闲坐着，看到桌上堆满了邸报。他一一翻阅，看到刑部的报告中提到金陵籍的商人薛蟠。\"贾政不禁惊讶道：\"不得了！已经有人提出报告了！\"随后他继续阅读，发现是关于薛蟠殴打致张三死亡，并串通证人，伪造误杀证据的案件。贾政拍了一下桌子，叹道：\"完了！\"他不得不继续往下看，接着读到：\n\n\"贾政读完后，笑着说：\"这个薛蟠果然是个混世魔王，甚至比他父亲还要恶劣十倍！\"\n\n这句\"完了\"可能是因为贾政意识到事情的严重性，可能涉及到家族名誉或责任，而\"这个薛蟠果然是个混世魔王\"则表达了对薛蟠行为的强烈谴责和对他的恶劣品质的鲜明态度。\"甚至比他父亲还要恶劣十倍\"强调了薛蟠的罪行之严重，与他父亲相比有更糟糕的表现。\"混世魔王\"这个词形象地描绘了薛蟠的恶劣行为，显示出其在社会上造成的负面影响和对他人生命的不尊重。\"贾政的笑声可能是出于对薛蟠行为的讽刺和无奈，同时也反映了他对这种行为的不满和不认同。\""
        },
        {
            "original": "据京营节度使咨称：缘薛蟠籍隶金陵，行过太平县，在李家店歇宿，与店内当槽之张三素不相认。于某年月日，薛蟠令店主备酒邀请太平县民吴良同饮，令当槽张三取酒。因酒不甘，薛蟠令换好酒。张三因称酒已沽定，难换。薛蟠因伊倔强，将酒照脸泼去，不期去势甚猛，恰恰张三低头拾箸，一时失手，将酒碗掷在张三顖门，皮破血出，逾时殒命。李店主趋救不及，随向张三之母告知。伊母张王氏往看，见已身死，随喊禀地保，赴县呈报。前署县诣验，仵作将骨破一寸三分及腰眼一伤，漏报填格，详府审转。看得薛蟠实系泼酒失手，掷碗误伤张三身死，将薛蟠照过失杀人，准斗杀罪收赎等因前来。臣等细阅各犯证尸亲前后供词不符，且查斗杀律注云：“相争为斗，相打为殴。必实无争斗情形，邂逅身死，方可以过失杀人定拟。应令该节度审明实情，妥拟具题。今据该节度疏称薛蟠因张三不肯换酒，醉后拉著张三右手，先殴腰眼一拳，张三被殴回骂，薛蟠将碗掷出，致伤顖门深重，骨碎脑破，立时殒命：是张三之死实由薛蟠以酒碗砸伤深重致死，自应以薛蟠拟抵，将薛蟠依斗杀律拟绞监候。吴良拟以杖徒。承审不实之府州县，应请……",
            "english": "This translation aims to convey the essence of the original Chinese text into English, maintaining the historical and legal context, while clarifying the discrepancies in the testimony and the subsequent legal interpretation and sentencing. The translation reflects the detailed narrative, legal analysis, and the process of investigation and judicial decision-making. However, please note that legal texts are often subject to specific jurisdiction and interpretation rules, and this translation serves as an educational resource for understanding the content rather than a direct application in legal practice. The style of the translation is formal and consistent with legal documents and historical texts.",
            "chinese": "根据京营节度使的报告：薛蟠籍贯在金陵，路过太平县，住在李家店，与店内的当班马夫张三不认识。某年某月某日，薛蟠让店主准备酒，邀请太平县的民人吴良饮酒，让当班马夫张三取酒。因为酒味不佳，薛蟠要求换好酒。张三说酒已经买好了，不能换。薛蟠因他执拗，将酒泼向他。不料用力过猛，张三低头拾筷子，失手将酒碗打在张三的额头上，皮破血流，过了一会儿就死了。店主来不及救助，随即通知张三的母亲。张三的母亲张王氏前去看望，见他已经死亡，随即喊来地保，到县里报告。前任县令去现场验尸，仵作发现骨头破裂一寸三分，腰眼受了一伤，但没有上报，填写报告时漏报了，将报告上交给府衙审阅。看起来薛蟠是因为泼酒失手，将碗扔出去，误伤了张三导致死亡，将薛蟠按过失杀人定罪，按斗杀罪收赎。我们仔细查阅了各犯人的证词和尸亲的供词，发现不符。根据斗杀律的注释，\"相争为斗，相打为殴。\"只有在实无争斗的情形下，因意外导致死亡，才能定为过失杀人。应要求该节度使审明实情，妥善处理并上报。现在据该节度使的报告说，薛蟠因为张三不肯换酒，酒醉后拉住张三的右手，先打了一拳在腰眼上，张三被打后回骂，薛蟠将碗扔出，导致张三额头顶上重伤，骨头断裂，脑部受损，立即死亡：由此看来，张三的死确实是薛蟠用酒碗砸伤重伤致死，薛蟠应该按照斗杀律被判处绞刑，缓期执行。吴良被判杖刑并流放。承审不实的府、州、县官员，应请……\n\n根据京营节度使的报告：薛蟠的户籍在金陵，途经太平县，在李家店留宿，与店内当值马夫张三并不认识。在某年某月某日，薛蟠命令店主准备酒宴，邀请太平县的百姓吴良一同饮酒，并让当值马夫张三去取酒。酒不够好，薛蟠要求换好酒。张三表示酒已经买好了，无法更换。薛蟠因张三态度强硬，将酒泼向了他。不料力度过大，张三低头拾筷子时，不慎将酒碗打在了张三的头部，导致张三头部受伤，皮肤破裂，流血不止，随后不治身亡。店主来不及救助，随后向张三的母亲张王氏报告了此事。张王氏赶往现场查看，发现儿子已经死亡，随即通知了地保，并向县衙报案。前任县令前往现场进行验尸，仵作发现了张三头部一处骨折、腰眼受伤的情况，但在报告中未作详细记录，只上报了基本状况，并将案件上报至府衙。从报告来看，薛蟠的行为应属于因酒后失手，误伤张三，导致其死亡的情况，应按过失杀人论处，但根据斗杀律，这里实无争斗情形，薛蟠的行为更符合过失杀人，应按斗杀罪收赎。在审阅了所有犯人和家属的证词后，发现其中存在不一致之处。因此，应要求该节度使详细审明案件事实，妥善处理，并上报情况。现在节度使的报告中提到，薛蟠因张三不愿换酒，酒醉后拉住了张三的右手，先行打了一拳在腰眼，张三被打后反击，薛蟠则将酒碗扔出，导致张三头部重伤，骨骼断裂，脑部受损，当即死亡。由此，张三的死亡确实是由薛蟠用酒碗砸伤所致。因此，薛蟠应按斗杀律被判处绞刑，暂不执行。吴良应被判处杖刑和流放。对在审理此案中提供信息不准确的府、州、县官员，应请求进行调查和纠正。"
        },
        {
            "original": "以下注著“此稿未完”。贾政因薛姨妈之托，曾托过知县；若请旨革审起来，牵连著自己，好不放心。即将下一本开看，偏又不是，只好翻来覆去，将报看完，终没有接这一本的。心中狐疑不定，更加害怕起来。正在纳闷，只见李十儿进来：“请老爷到官厅伺候去，大人衙门已经打了二鼓了。”贾政只是发怔，没有听见。李十儿又请一遍。贾政道：“这便怎么处？”李十儿道：“老爷有什么心事？”贾政将看报之事说了一遍。李十儿道：“老爷放心。若是部里这么办了，还算便宜薛大爷呢！奴才在京的时候，听见薛大爷在店里叫了好些媳妇儿，都喝醉了生事，直把个当槽儿的活活儿打死了。奴才听见不但是托了知县，还求琏二爷去花了好些钱，各衙门打通了，才提的，不知道怎么部里没有弄明白。如今就是闹破了，也是官官相护的，不过认个承审不实，革职处分罢咧，那里还肯认得银子听情的话呢？老爷不用想，等奴才再打听罢，倒别误了上司的事。”贾政道：“你们那里知道！只可惜那知县听了一个请，把这个官都丢了，还不知道有罪没有罪！”李十儿道：“如今想他也无益，外头伺候著好半天了，请老爷就去罢。”",
            "english": "以下 is the translation:\n\nBelow is the translation:\n\nGiven the notation \"This draft is incomplete,\" as Aunt Shei trusted, Governor Jia once delegated a county magistrate. In case the imperial court orders a trial, Governor Jia would be implicated, causing him great concern. Hence, he began to flip through the next one, but the results were still wrong, leaving him to flip back and forth, finishing the newspaper, but never finding the continuation of this story. His doubts deepened, and his fear increased. While he was perplexed, he saw Li Shier come in, saying, \"Please wait for Governor in the official hall, it's already two strikes in the court.\" Governor Jia was just dazed and didn't hear him. Li Shier repeated the request. Governor Jia asked, \"What should I do?\" Li Shier replied, \"What's troubling the governor?\" Governor Jia recounted the newspaper reading. Li Shier said, \"Governor, please rest assured. If the imperial court handles it this way, it would be favorable to Uncle Shei! When the servant was in the capital, I heard that Uncle Shei called for many mistresses at the shop, they all got drunk and caused trouble, directly killing the person in charge. The servant heard that not only did Uncle Shei trust the county magistrate, but also sought out the second son of the chain, spending a good sum of money, and having all the departments cleared, which allowed them to be released. I wonder why the imperial court didn't understand. Now, even if it gets exposed, it's an act of officials protecting each other, at most only acknowledging the lack of truthfulness in the trial and removing their positions, but how would they admit to taking money? Governor, don't worry, let the servant inquire again, and don't delay the officials' work.\" Governor Jia said, \"You have no idea! It's a pity that the county magistrate, after receiving a single plea, lost his position without knowing if he was guilty or not!\" Li Shier said, \"It's useless to think about him now. He's been waiting outside for a long time, please go Governor.\"",
            "chinese": "下面是翻译：\n\n以下注著“此稿未完”。因为薛姨妈的托付，贾政曾经委托过知县。如果朝廷下令审问起来，贾政会牵连上，他很是忧心。于是翻看下一本，结果也不对，只好左右翻看，把报纸都看完，始终没有接这一本的。心中疑惑不定，更加害怕起来。正在纳闷，只见李十儿进来：“请老爷到官厅去等候，大人衙门已经打了二鼓了。”贾政只是发怔，没有听见。李十儿又请了一遍。贾政道：“这怎么办？”李十儿道：“老爷有什么心事？”贾政将看报纸的事情说了一遍。李十儿道：“老爷放心。如果朝廷那边这样处理，算便宜了薛大爷呢！奴才在京的时候，听说薛大爷在店里叫了好些媳妇儿，都喝醉了生事，直接把个当槽儿的活活打死。奴才听说不但是托了知县，还求琏二爷花了好些钱，各衙门打通了关系，才提的，不知道为什么朝廷那边没有弄明白。如今就算闹破了，也是官官相护的，至多只认个承审不实，革职处分罢咧，哪里还肯认得银子听情的话呢？老爷不用想，等奴才再打听罢，倒别误了上司的事。”贾政道：“你们哪里知道！只可惜那知县听了一个请，就把这个官都丢了，还不知道有罪没有罪！”李十儿道：“如今想他也无益，外头伺候著好半天了，请老爷就去罢。”"
        },
        {
            "original": "贾政不知节度传办何事，且听下回分解。",
            "english": "Jia Zheng did not know what the prefect was doing, so he held his peace for the sake of next time’s explanation.",
            "chinese": "贾政不知道节度使在办什么事，暂且听下回分解。"
        }
    ],
    "title": "《守官箴恶奴同破例　阅邸报老舅自担惊》",
    "chapter_number": 99
}